{
  "number": 1,
  "name": "سُورَةُ ٱلْفَاتِحَةِ",
  "englishName": "Al-Faatiha",
  "revelationType": "Meccan",
  "ayahCount": 7,
  "ayahs": [
    {
      "number": 1,
      "text": "﻿بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
      "tafsir": {
        "muyassar": "سورة الفاتحة سميت هذه السورة بالفاتحة؛ لأنه يفتتح بها القرآن العظيم، وتسمى المثاني؛ لأنها تقرأ في كل ركعة، ولها أسماء أخر. أبتدئ قراءة القرآن باسم الله مستعينا به، (اللهِ) علم على الرب -تبارك وتعالى- المعبود بحق دون سواه، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه. (الرَّحْمَنِ) ذي الرحمة العامة الذي وسعت رحمته جميع الخلق، (الرَّحِيمِ) بالمؤمنين، وهما اسمان من أسمائه تعالى، يتضمنان إثبات صفة الرحمة لله تعالى كما يليق بجلاله.",
        "mukhtasar": "باسم الله أبدأ قراءة القرآن، مستعينًا به تعالى متبركًا بذكر اسمه.\nوقد تضمنت البسملة ثلاثة من أسماء الله الحسنى، وهي: 1 - (الله)؛ أي: المعبود بحق، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه.\n2 - (الرَّحْمَن)؛ أي: ذو الرحمة الواسعة.\nفهو الرحمن بذاته.\n3 - (الرَّحِيم)؛ أي: ذو الرحمة الواصلة.\nفهو يرحم برحمته من شاء من خلقه ومنهم المؤمنون من عباده.",
        "saadi": "{ بِسْمِ اللَّهِ } أي: أبتدئ بكل اسم لله تعالى, لأن لفظ { اسم } مفرد مضاف, فيعم جميع الأسماء [الحسنى]. { اللَّهِ } هو المألوه المعبود, المستحق لإفراده بالعبادة, لما اتصف به من صفات الألوهية وهي صفات الكمال. { الرَّحْمَنِ الرَّحِيمِ } اسمان دالان على أنه تعالى ذو الرحمة الواسعة العظيمة التي وسعت كل شيء, وعمت كل حي, وكتبها للمتقين المتبعين لأنبيائه ورسله. فهؤلاء لهم الرحمة المطلقة, ومن عداهم فلهم نصيب منها. واعلم أن من القواعد المتفق عليها بين سلف الأمة وأئمتها, الإيمان بأسماء الله وصفاته, وأحكام الصفات. فيؤمنون مثلا, بأنه رحمن رحيم, ذو الرحمة التي اتصف بها, المتعلقة بالمرحوم. فالنعم كلها, أثر من آثار رحمته, وهكذا في سائر الأسماء. يقال في العليم: إنه عليم ذو علم, يعلم [به] كل شيء, قدير, ذو قدرة يقدر على كل شيء.",
        "kathir": "﻿بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ"
      },
      "translations": {
        "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
        "fr": "Au nom d'Allah, le Tout Miséricordieux, le Très Miséricordieux.",
        "es": "¡En el nombre de Alá, el Compasivo, el Misericordioso!"
      },
      "ibn_ashour": "البسملة اسم لكلمة باسم الله، صيغ هذا الاسم على مادَّةٍ مؤلفة من حروف الكلمتين (باسم) و (الله) على طريقة تسمى النَّحْت، وهو صوغ فعلِ مُضِيٍ على زنة \" فَعْلَل \" مؤلفةٍ مادِّتُه من حروف جملة أو حروفِ مركَّب إِضَافِيَ، مما ينطق به الناس اختصاراً عن ذكر الجملة كلها لقصد التخفيف لكثرة دوران ذلك على الألسنة. وقد استعمل العرب النحت في النَّسَب إلى الجملة أو المركب إذا كان في النسبِ إلى صدر ذلك أو إلى عَجزه التباس، كما قالوا في النسبة إلى عبد شمس - عَبْشَمِيّ - خشية الالتباس بالنسب إلى عبدٍ أو إلى شمس، وفي النسبة إلى عبد الدار - عَبْدَرِيّ - كذلك وإلى حضرموت حضرمي قال سيبويه في باب الإضافة (أي النسَب) إلى المضاف من الأسماء: «وقد يجعلون للنسب في الإضافة اسماً بمنزلة جَعْفَري ويجعلون فيه من حروف الأول والآخر ولا يخرجونه من حروفهما ليُعْرَف» ا هـ، فجاء من خلفهم من مولدي العرب واستعملوا هذه الطريقة في حكاية الجمل التي يكثر دورانها في الألسنة لقصد الاختصار، وذلك من صدر الإسلام فصارت الطريقة عربية. قال الراعي:قَومٌ على الإسلام لَمَّا يمنعوا   ما عونَهم ويُضيِّعوا التَهْلِيلاأي لم يتركوا قول: لا إلٰه "
    },
    {
      "number": 2,
      "text": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "(الحَمْدُ للهِ رَبِّ العَالَمِينَ) الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، وفي ضمنه أَمْرٌ لعباده أن يحمدوه، فهو المستحق له وحده، وهو سبحانه المنشئ للخلق، القائم بأمورهم، المربي لجميع خلقه بنعمه، ولأوليائه بالإيمان والعمل الصالح.",
        "mukhtasar": "الثناء الكامل، وجميع أنواع المحامد من صفات الجلال والكمال هي لله وحده دون من سواه؛ إذ هو رب كل شيء وخالقه ومدبره.\nوالعالمون جمع عالَم، وهم كل ما سوى الله تعالى.",
        "saadi": "{ الْحَمْدُ لِلَّهِ } [هو] الثناء على الله بصفات الكمال, وبأفعاله الدائرة بين الفضل والعدل, فله الحمد الكامل, بجميع الوجوه. { رَبِّ الْعَالَمِينَ } الرب, هو المربي جميع العالمين -وهم من سوى الله- بخلقه إياهم, وإعداده لهم الآلات, وإنعامه عليهم بالنعم العظيمة, التي لو فقدوها, لم يمكن لهم البقاء. فما بهم من نعمة, فمنه تعالى. وتربيته تعالى لخلقه نوعان: عامة وخاصة. فالعامة: هي خلقه للمخلوقين, ورزقهم, وهدايتهم لما فيه مصالحهم, التي فيها بقاؤهم في الدنيا. والخاصة: تربيته لأوليائه, فيربيهم بالإيمان, ويوفقهم له, ويكمله لهم, ويدفع عنهم الصوارف, والعوائق الحائلة بينهم وبينه, وحقيقتها: تربية التوفيق لكل خير, والعصمة عن كل شر. ولعل هذا [المعنى] هو السر في كون أكثر أدعية الأنبياء بلفظ الرب. فإن مطالبهم كلها داخلة تحت ربوبيته الخاصة. فدل قوله { رَبِّ الْعَالَمِينَ } على انفراده بالخلق والتدبير, والنعم, وكمال غناه, وتمام فقر العالمين إليه, بكل وجه واعتبار.",
        "kathir": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ"
      },
      "translations": {
        "en": "[All] praise is [due] to Allah, Lord of the worlds -",
        "fr": "Louange à Allah, Seigneur de l'univers.",
        "es": "Alabado sea Alá, Señor del universo,"
      },
      "ibn_ashour": "الشأن في الخطاب بأمر مهم لم يسِبق للمخاطب به خطابٌ من نوعه أنْ يُسْتأنَس له قبل إلقاء المقصود وأن يهيَّأَ لتلقيه ، وأن يشوق إلى سماع ذلك وتُراضَ نفسه على الاهتمام بالعمل به ليستعد للتلقي بالتخلي عن كل ما شأنُه أن يكون عائقاً عن الانتفاع بالهدى من عناد ومكابرة أو امتلاء العقل بالأوهام الضالة ، فإن النفس لا تكاد تنتفع بالعِظات والنذُر ، ولا تُشرق فيها الحكمة وصحة النظر ما بقي يخالجها العناد والبهتان ، وتخامر رشدها نزغات الشيطان ، فلما أراد الله أن تكون هذه السورة أُولى سور الكتاب المجيد بتوقيف النبيء صلى الله عليه وسلم كما تقدم آنفاً نبه الله تعالى قُراء كتابه وفاتحي مصحفه إلى أصول هذه التزكية النفسية بما لقنهم أن يبتدئوا بالمناجاة التي تضمنتها سورة الفاتحة من قوله : { إياك نعبد } إلى آخر السورة ، فإنها تضمنت أصولاً عظيمة : أولها التخلية عن التعطيل والشرك بما تضمنه { إياك نعبد } . الثاني التخلي عن خواطر الاستغناء عنه بالتبرىء من الحول والقوة تجاه عظمته بما تضمنه { وإياك نستعين } . الثالث الرغبة في التحَلي بالرشد والاهتداء بما تضمنه { اهدنا الصراط المستقيم } . الرابع الرغبة في التحلي بالأ"
    },
    {
      "number": 3,
      "text": "ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
      "tafsir": {
        "muyassar": "(الرَّحْمَنِ) الذي وسعت رحمته جميع الخلق، (الرَّحِيمِ)، بالمؤمنين، وهما اسمان من أسماء الله تعالى.",
        "mukhtasar": "ثناء على الله تعالى بعد حمده في الآية السابقة.",
        "saadi": "ومن قيامه تعالى بعباده ورحمته بهم أن نزل على رسوله محمد صلى الله عليه وسلم الكتاب، الذي هو أجل الكتب وأعظمها المشتمل على الحق في إخباره وأوامره ونواهيه، فما أخبر به صدق، وما حكم به فهو العدل، وأنزله بالحق ليقوم الخلق بعبادة ربهم ويتعلموا كتابه { مصدقا لما بين يديه } من الكتب السابقة، فهو المزكي لها، فما شهد له فهو المقبول، وما رده فهو المردود، وهو المطابق لها في جميع المطالب التي اتفق عليها المرسلون، وهي شاهدة له بالصدق، فأهل الكتاب لا يمكنهم التصديق بكتبهم إن لم يؤمنوا به، فإن كفرهم به ينقض إيمانهم بكتبهم، ثم قال تعالى { وأنزل التوراة } أي: على موسى { والإنجيل } على عيسى.",
        "kathir": "الرَّحْمَٰنِ الرَّحِيمِ"
      },
      "translations": {
        "en": "The Entirely Merciful, the Especially Merciful,",
        "fr": "Le Tout Miséricordieux, le Très Miséricordieux,",
        "es": "el Compasivo, el Misericordioso,"
      },
      "ibn_ashour": "وصفان مشتقان من رَحِم ، وفي «تفسير القرطبي» عن ابن الأَنباري عن المبرد أن الرحمن اسم عبراني نقل إلى العربية قال وأصله بالخاء المعجمة ( أي فأبدلت خاؤه حاء مهملة عند أكثر العرب كشأن التغيير في التعريب ) وأنشد على ذلك قول جرير يخاطب الأخطل :أو تتركُنَّ إلى القسّيس هِجْرَتكم ... ومسْحَكُم صُلْبَكم رَخْمان قُربَانا( الرواية بالخاء المعجمة ) ولم يأت المبرد بحجة على ما زعمه ، ولم لا يكون الرحمن عربياً كما كان عبرانياً فإن العربية والعبرانية أختان وربما كانت العربية الأصلية أقدم من العبرانية ولعل الذي جرأه على ادعاء أن الرحمن اسم عبراني ما حكاه القرآن عن المشركين في قوله : { قالوا وما الرحمن } [ الفرقان : 60 ] ويقتضي أن العرب لم يكونوا يعلمون هذا الاسم لله تعالى كما سيأتي بعض عرب اليمن يقولون رَخِم رخمة بالمعجمة .واسم الرحمة موضوع في اللغة العربية لرقة الخاطر وانعطافه نحو حيّ بحيث تحمل من اتصف بها على الرفق بالمرحوم والإحسان إليه ودفع الضر عنه وإعانته على المشاق . فهي من الكيفيات النفسانية لأنها انفعال ، ولتلك الكيفية اندفاع يحمل صاحبها على أفعال وجودية بقدر استطاعته وعلى قدر قوة انفعاله ، فأص"
    },
    {
      "number": 4,
      "text": "مَٰلِكِ يَوْمِ ٱلدِّينِ",
      "tafsir": {
        "muyassar": "وهو سبحانه وحده مالك يوم القيامة، وهو يوم الجزاء على الأعمال. وفي قراءة المسلم لهذه الآية في كل ركعة من صلواته تذكير له باليوم الآخر، وحثٌّ له على الاستعداد بالعمل الصالح، والكف عن المعاصي والسيئات.",
        "mukhtasar": "تمجيد لله تعالى بأنه المالك لكل ما في يوم القيامة، حيث لا تملك نفس لنفس شيئًا.\nف«يوم الدين»: يوم الجزاء والحساب.",
        "saadi": "{ مَالِكِ يَوْمِ الدِّينِ } المالك: هو من اتصف بصفة الملك التي من آثارها أنه يأمر وينهى, ويثيب ويعاقب, ويتصرف بمماليكه بجميع أنواع التصرفات, وأضاف الملك ليوم الدين, وهو يوم القيامة, يوم يدان الناس فيه بأعمالهم, خيرها وشرها, لأن في ذلك اليوم, يظهر للخلق تمام الظهور, كمال ملكه وعدله وحكمته, وانقطاع أملاك الخلائق. حتى [إنه] يستوي في ذلك اليوم, الملوك والرعايا والعبيد والأحرار. كلهم مذعنون لعظمته, خاضعون لعزته, منتظرون لمجازاته, راجون ثوابه, خائفون من عقابه, فلذلك خصه بالذكر, وإلا, فهو المالك ليوم الدين ولغيره من الأيام.",
        "kathir": "مَالِكِ يَوْمِ الدِّينِ"
      },
      "translations": {
        "en": "Sovereign of the Day of Recompense.",
        "fr": "Maître du Jour de la rétribution.",
        "es": "Dueño del día del Juicio,"
      },
      "ibn_ashour": "إتباع الأوصاف الثلاثة المتقدمة بهذا ليس لمجرد سرد صفات من صفاته تعالى ، بل هو مما أثارته الأوصاف المتقدمة ، فإنه لما وصف تعالى بأنه رب العالمين الرحمن الرحيم وكان ذلك مفيداً لما قدمناه من التنبيه على كمال رفقه تعالى بالمربوبين في سائر أكوانهم ، ثم التنبيه بأن تصرفه تعالى في الأكوان والأطوار تصرف رحمة عند المعتبر ، وكان من جملة تلك التصرفات تصرفات الأمر والنهي المعبر عنها بالتشريع الراجع إلى حفظ مصالح الناس عامة وخاصة ، وكان معظم تلك التشريعات مشتملاً على إخراج المكلف عن داعية الهوى الذي يلائمه اتباعه وفي نزعه عنه إرغام له ومشقة ، خيف أن تكون تلك الأوصاف المتقدمة في فاتحة الكتاب مخففاً عن المكلفين عِبءَ العصيان لما أمروا به ومثيراً لأطماعهم في العفو عن استخفافهم بذلك وأن يمتلكهم الطمع فيعتمدوا على ما علموا من الربوبية والرحمة المؤكَّدة فلا يخشوا غائلة الإعراض عن التكاليف ، لذلك كان من مقتضى المقام تعقيبه بذكر أنه صاحب الحُكم في يوم الجزاء : { اليوم تجزى كل نفس بما كسبت } [ غافر : 17 ] لأن الجزاء على الفعل سبب في الامتثال والاجتناب لحفظ مصالح العالم ، وأحيط ذلك بالوعد والوعيد ، وجعل مِصد"
    },
    {
      "number": 5,
      "text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
      "tafsir": {
        "muyassar": "إنا نخصك وحدك بالعبادة، ونستعين بك وحدك في جميع أمورنا، فالأمر كله بيدك، لا يملك منه أحد مثقال ذرة. وفي هذه الآية دليل على أن العبد لا يجوز له أن يصرف شيئًا من أنواع العبادة كالدعاء والاستغاثة والذبح والطواف إلا لله وحده، وفيها شفاء القلوب من داء التعلق بغير الله، ومن أمراض الرياء والعجب، والكبرياء.",
        "mukhtasar": "نخصُّك وحدك بأنواع العبادة والطاعة، فلا نشرك معك غيرك، ومنك وحدك نطلب العون في كل شؤوننا، فبِيَدِكَ الخير كله، ولا مُعين سواك.",
        "saadi": "وقوله { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } أي: نخصك وحدك بالعبادة والاستعانة, لأن تقديم المعمول يفيد الحصر, وهو إثبات الحكم للمذكور, ونفيه عما عداه. فكأنه يقول: نعبدك, ولا نعبد غيرك, ونستعين بك, ولا نستعين بغيرك. وقدم العبادة على الاستعانة, من باب تقديم العام على الخاص, واهتماما بتقديم حقه تعالى على حق عبده. و { العبادة } اسم جامع لكل ما يحبه الله ويرضاه من الأعمال, والأقوال الظاهرة والباطنة. و { الاستعانة } هي الاعتماد على الله تعالى في جلب المنافع, ودفع المضار, مع الثقة به في تحصيل ذلك. والقيام بعبادة الله والاستعانة به هو الوسيلة للسعادة الأبدية, والنجاة من جميع الشرور, فلا سبيل إلى النجاة إلا بالقيام بهما. وإنما تكون العبادة عبادة, إذا كانت مأخوذة عن رسول الله صلى الله عليه وسلم مقصودا بها وجه الله. فبهذين الأمرين تكون عبادة, وذكر { الاستعانة } بعد { العبادة } مع دخولها فيها, لاحتياج العبد في جميع عباداته إلى الاستعانة بالله تعالى. فإنه إن لم يعنه الله, لم يحصل له ما يريده من فعل الأوامر, واجتناب النواهي.",
        "kathir": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ"
      },
      "translations": {
        "en": "It is You we worship and You we ask for help.",
        "fr": "C'est Toi [Seul] que nous adorons, et c'est Toi [Seul] dont nous implorons secours.",
        "es": "A Ti solo servimos y a Ti solo imploramos ayuda."
      },
      "ibn_ashour": "إذا أتم الحامِدُ حَمْد ربه يأخذ في التوجه إليه بإظهار الإخلاص له انتقالاً من الإفصاح عن حق الرب إلى إظهار مراعة ما يقتضيه حقه تعالى على عبده من إفراده بالعبادة والاستعانة . فهذا الكلام استئناف ابتدائي .ومُفَاتَحَة العظماء بالتمجيد عند التوجه إليهم قَبْلَ أن يخاطَبوا طريقة عربية . روى أبو الفرج الأصفهاني عن حسان بن ثابت قال : كنتُ عند النعمان فَنادَمْتُه وأَكَلْتُ معه فبينَا أنا على ذلك معه في قُبَّة إذَا رجلٌ يَرْتجز حولَها :أَصمَّ أمْ يَسمع ربُّ القبه ... يا أَوْهَبَ النَّاسسِ لِعيسسٍ صُلْبَهضَرَّابَةٍ بالمِشْغَرِ الأَذِيَّهْ ... ذَاتتِ هِباببٍ في يَدَيْها خُلْبَهْفي لاَحب كأنَّه الأَطِبَّهْ ... فقال النعمان : أليس بأبي أُمَامَة؟ ( كنية النابغة ) قالوا : بلى ، قال : فأْذَنوا له فدخل .والانتقال من أسلوب الحديث بطريق الغائب المبتدإِ من قوله : { الحمد لله } إلى قوله : { ملك يوم الدين } ، إلى أسلوب طريق الخطاب ابتداءً من قوله { إياك نعبد } إلى آخر السورة ، فن بديع من فنون نظم الكلام البليغ عند العرب ، وهو المسمى في علم الأدب العربي والبلاغة التفاتاً . وفي ضابط أسلوب الالتفات رأيان لأئمة ع"
    },
    {
      "number": 6,
      "text": "ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ",
      "tafsir": {
        "muyassar": "دُلَّنا، وأرشدنا، ووفقنا إلى الطريق المستقيم، وثبتنا عليه حتى نلقاك، وهو الإسلام، الذي هو الطريق الواضح الموصل إلى رضوان الله وإلى جنته، الذي دلّ عليه خاتم رسله وأنبيائه محمد صلى الله عليه وسلم، فلا سبيل إلى سعادة العبد إلا بالاستقامة عليه.",
        "mukhtasar": "دُلَّنا إلى الصراط المستقيم، واسلك بنا فيه، وثبِّتنا عليه، وزدنا هدى.\nو(الصراط المستقيم) هو الطريق الواضح الذي لا اعوجاج فيه، وهو الإسلام الذي أرسل الله به محمدًا صلى الله عليه وسلم .",
        "saadi": "ثم قال تعالى: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } أي: دلنا وأرشدنا, ووفقنا للصراط المستقيم, وهو الطريق الواضح الموصل إلى الله, وإلى جنته, وهو معرفة الحق والعمل به, فاهدنا إلى الصراط واهدنا في الصراط. فالهداية إلى الصراط: لزوم دين الإسلام, وترك ما سواه من الأديان, والهداية في الصراط, تشمل الهداية لجميع التفاصيل الدينية علما وعملا. فهذا الدعاء من أجمع الأدعية وأنفعها للعبد ولهذا وجب على الإنسان أن يدعو الله به في كل ركعة من صلاته, لضرورته إلى ذلك.",
        "kathir": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ"
      },
      "translations": {
        "en": "Guide us to the straight path -",
        "fr": "Guide-nous dans le droit chemin,",
        "es": "Dirígenos por la vía recta,"
      },
      "ibn_ashour": "تهيأ لأصحاب هذه المناجاة أن يسعوا إلى طلب حظوظهم الشريفة من الهداية بعد أن حمدوا الله ووصفوه بصفات الجلالة ثم أتبعوا ذلك بقولهم : { إياك نعبد وإياك نستعين } الذي هو واسطة جامع بين تمجيد الله تعالى وبين إظهار العبودية وهي حظ العبد بأنه عابد ومستعين وأنه قاصر ذلك على الله تعالى ، فكان ذلك واسطة بين الثناء وبين الطلب ، حتى إذا ظنوا بربهم الإقبال عليهم ورجَوا من فضله ، أفضوا إلى سُؤَل حظهم فقالوا : { اهدنا الصراط المستقيم } فهو حظ الطالبين خاصة لما ينفعهم في عاجلهم وآجلهم ، فهذا هو التوجيه المناسب لكون الفاتحة بمنزلة الديباجة للكتاب الذي أُنزل هدى للناس ورحمة فتتنزل هاته الجملة مما قبلها منزلة المقصد من الديباجة ، أو الموضوع من الخطبة ، أو التخلص من القصيدة ، ولاختلاف الجمل المتقدمة معها بالخبرية والإنشائية فصلت هذه عنهن ، وهذا أَوْلى في التوجيه من جعلها جواباً لسؤال مقدر على ما ذهب إليه صاحب «الكشاف» .والهداية الدلالة بتلطف ولذلك خصت بالدلالة لما فيه خير المدلول لأن التلطف يناسب من أريد به الخير ، وهو يتعدى إلى مفعول واحد بنفسه لأن معناه معنى الإرشاد ، ويتعدى إلى المفعول الثاني وهو المهدى"
    },
    {
      "number": 7,
      "text": "صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ",
      "tafsir": {
        "muyassar": "طريق الذين أنعمت عليهم من النبيين والصدِّيقين والشهداء والصالحين، فهم أهل الهداية والاستقامة، ولا تجعلنا ممن سلك طريق المغضوب عليهم، الذين عرفوا الحق ولم يعملوا به، وهم اليهود، ومن كان على شاكلتهم، والضالين، وهم الذين لم يهتدوا، فضلوا الطريق، وهم النصارى، ومن اتبع سنتهم. وفي هذا الدعاء شفاء لقلب المسلم من مرض الجحود والجهل والضلال، ودلالة على أن أعظم نعمة على الإطلاق هي نعمة الإسلام، فمن كان أعرف للحق وأتبع له، كان أولى بالصراط المستقيم، ولا ريب أن أصحاب رسول الله صلى الله عليه وسلم هم أولى الناس بذلك بعد الأنبياء عليهم السلام، فدلت الآية على فضلهم، وعظيم منزلتهم، رضي الله عنهم. ويستحب للقارئ أن يقول في الصلاة بعد قراءة الفاتحة: (آمين)، ومعناها: اللهم استجب، وليست آية من سورة الفاتحة باتفاق العلماء؛ ولهذا أجمعوا على عدم كتابتها في المصاحف.",
        "mukhtasar": "طريق الذين أنعمت عليهم من عبادك بهدايتهم؛ كالنبيين والصدِّيقين والشهداء والصالحين وحَسُنَ أولئك رفيقًا، غير طريق المغضوب عليهم الذين عرفوا الحق ولم يتبعوه كاليهود، وغير طريق الضالين عن الحق الذين لم يهتدوا إليه لتفريطهم في طلب الحق والاهتداء إليه كالنصارى.",
        "saadi": "وهذا الصراط المستقيم هو: { صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ } من النبيين والصديقين والشهداء والصالحين. { غَيْرِ } صراط { الْمَغْضُوبِ عَلَيْهِمْ } الذين عرفوا الحق وتركوه كاليهود ونحوهم. وغير صراط { الضَّالِّينَ } الذين تركوا الحق على جهل وضلال, كالنصارى ونحوهم. فهذه السورة على إيجازها, قد احتوت على ما لم تحتو عليه سورة من سور القرآن, فتضمنت أنواع التوحيد الثلاثة: توحيد الربوبية يؤخذ من قوله: { رَبِّ الْعَالَمِينَ } وتوحيد الإلهية وهو إفراد الله بالعبادة, يؤخذ من لفظ: { اللَّهِ } ومن قوله: { إِيَّاكَ نَعْبُدُ } وتوحيد الأسماء والصفات, وهو إثبات صفات الكمال لله تعالى, التي أثبتها لنفسه, وأثبتها له رسوله من غير تعطيل ولا تمثيل ولا تشبيه, وقد دل على ذلك لفظ { الْحَمْدُ } كما تقدم. وتضمنت إثبات النبوة في قوله: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } لأن ذلك ممتنع بدون الرسالة. وإثبات الجزاء على الأعمال في قوله: { مَالِكِ يَوْمِ الدِّينِ } وأن الجزاء يكون بالعدل, لأن الدين معناه الجزاء بالعدل. وتضمنت إثبات القدر, وأن العبد فاعل حقيقة, خلافا للقدرية والجبرية. بل تضمنت الرد على جميع أهل البدع [والضلال] في قوله: { اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } لأنه معرفة الحق والعمل به. وكل مبتدع [وضال] فهو مخالف لذلك. وتضمنت إخلاص الدين لله تعالى, عبادة واستعانة في قوله: { إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ } فالحمد لله رب العالمين.",
        "kathir": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ"
      },
      "translations": {
        "en": "The path of those upon whom You have bestowed favor, not of those who have evoked [Your] anger or of those who are astray.",
        "fr": "le chemin de ceux que Tu as comblés de faveurs, non pas de ceux qui ont encouru Ta colère, ni des égarés.",
        "es": "la vía de los que Tú has agraciado, no de los que han incurrido en la ira, ni de los extraviados."
      },
      "ibn_ashour": "بدل أو عطف بيان من { الصراط المستقيم } ، وإنما جاء نظم الآية بأسلوب الإبدال أو البيان دون أن يقال : اهدنا صراط الذين أنعمت عليهم المستقيم ، لفائدتين : الأولى : أن المقصود من الطلب ابتداء هو كون المهدى إليه وسيلة للنجاة واضحة سمحة سهلة ، وأما كونها سبيل الذين أنعم الله عليهم فأمر زائد لبيان فضله . الفائدة الثانية : ما في أسلوب الإبدال من الإجمال المعقب بالتفصيل ليتمكن معنى الصراط للمطلوب فضل تمكن في نفوس المؤمنين الذين لقنوا هذا الدعاء فيكون له من الفائدة مثل ما للتوكيد المعنوي ، وأيضاً لما في هذا الأسلوب من تقرير حقيقة هذا الصراط وتحقيق مفهومه في نفوسهم فيحصل مفهومه مرتين فيحصل له من الفائدة ما يحصل بالتوكيد اللفظي واعتبار البدلية مساوٍ لاعتباره عطف بيان لا مزية لأحدهما على الآخر خلافاً لمن حاول التفاضل بينهما ، إذ التحقيق عندي أن عطف البيان اسم لنوع من البدل وهو البدل المطابق وهو الذي لم يفصح أحد من النحاة على تفرقة معنوية بينهما ولا شاهداً يعين المصير إلى أحدهما دون الآخر .قال في «الكشاف» : «فإن قلت ما فائدة البدل؟ قلت فائدته التوكيد لما فيه من التثنية والتكرير» ا ه فأفهم كلامه أن فا"
    }
  ]
}