{
  "number": 100,
  "name": "سُورَةُ العَادِيَاتِ",
  "englishName": "Al-Aadiyaat",
  "revelationType": "Meccan",
  "ayahCount": 11,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلْعَٰدِيَٰتِ ضَبْحًۭا",
      "tafsir": {
        "muyassar": "أقسم الله تعالى بالخيل الجاريات في سبيله نحو العدوِّ، حين يظهر صوتها من سرعة عَدْوِها. ولا يجوز للمخلوق أن يقسم إلا بالله، فإن القسم بغير الله شرك.",
        "mukhtasar": "أقسم الله بالخيل التي تجري حتى يُسْمَع لنَفَسِها صوتٌ من شدة الجري.",
        "saadi": " أقسم الله تبارك وتعالى بالخيل، لما فيها من آيات الله الباهرة، ونعمه الظاهرة، ما هو معلوم للخلق. وأقسم [تعالى] بها في الحال التي لا يشاركها [فيه] غيرها من أنواع الحيوانات، فقال: { وَالْعَادِيَاتِ ضَبْحًا } أي: العاديات عدوًا بليغًا قويًا، يصدر عنه الضبح، وهو صوت نفسها في صدرها، عند اشتداد العدو  . ",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالْعَادِيَاتِ ضَبْحًا"
      },
      "translations": {
        "en": "By the racers, panting,",
        "fr": "Par les coursiers qui halètent,",
        "es": "¡Por los corceles jadeantes,"
      },
      "ibn_ashour": "وَالْعَادِيَاتِ ضَبْحًا (1) أقسم الله ب { العاديات } جمع العادية ، وهو اسم فاعل من العَدْو وهو السيْر السريع يطلق على سير الخيل والإِبل خاصة .وقد يوصف به سير الإِنسان وأحسب أنه على التشبيه بالخيل ومنه عَدَّاؤو العرب ، وهم أربعة : السُّلَيْك بن السُّلَكَة ، والشَّنْفَرى ، وتَأَبَّطَ شَرّاً ، وعَمْرو بن أمية الضّمْري . يضرب بهم المثل في العَدْو .وتأنيث هذا الوصف هنا لأنه من صفات ما لا يعقل .والضَّبح : اضطراب النفَس المتردد في الحنجرة دون أن يخرج من الفم وهو من أصوات الخيل والسباع . وعن عطاء : سمعت ابن عباس يصف الضبح أحْ أحْ .وعن ابن عباس ليس شيء من الدواب يضبح غير الفرس والكلْب والثعلب ، وهذا قول أهل اللغة واقتصر عليه في «القاموس» . روى ابن جرير بسنده إلى ابن عباس قال : «بينما أنا جالس في الحِجْر جاءني رجل فسألني عن { العاديات ضبحاً } فقلت له : الخيل حين تغير في سبيل الله ثم تأوي إلى الليل فيصنعون طعامهم ويُورون نارهم ، فانفتل عني فذهب إلى علي بن أبي طالب وهو تحت سِقاية زمزم فسأله عنها ، فقال : سألتَ عنها أحداً قبلي؟ قال : نعم ، سألتُ ابن عباس فقال : الخيلُ تغزو في سبيل الله ، قال : اذهب",
      "video": {
        "id": "frs8zwJ_6G8",
        "word": "العاديات ضبحاً",
        "transliteration": "Al-Adiyat Dabha",
        "meaning": {
          "ar": "الخيل التي تعدو ويُسمع صوت أنفاسها",
          "en": "Horses that run, their breathing audible",
          "fr": "Chevaux qui courent, leur respiration audible",
          "es": "Caballos que corren, su respiración audible"
        }
      }
    },
    {
      "number": 2,
      "text": "فَٱلْمُورِيَٰتِ قَدْحًۭا",
      "tafsir": {
        "muyassar": "فالخيل اللاتي تنقدح النار من صلابة حوافرها؛ من شدَّة عَدْوها.",
        "mukhtasar": "وأقسم بالخيل التي تُوقِد بحوافرها النار إذا لامست بها الصخور لشدة وقعها عليها.",
        "saadi": "{ فَالْمُورِيَاتِ } بحوافرهن ما يطأن عليه من الأحجار { قَدْحًا } أي: تقدح  النار من صلابة حوافرهن [وقوتهن] إذا عدون،",
        "kathir": "فَالْمُورِيَاتِ قَدْحًا"
      },
      "translations": {
        "en": "And the producers of sparks [when] striking",
        "fr": "qui font jaillir des étincelles,",
        "es": "que hacen saltar chispas,"
      },
      "ibn_ashour": "فَالْمُورِيَاتِ قَدْحًا (2) والقَدْح : حكّ جسم على آخر ليقدح ناراً ، يقال : قدح فأورَى . وانتصب { قدحا } على أنه مفعول مطلق مُؤكّد لعامله . وكل من سنابك الخيل ومناسم الإِبل تقدح إذا صَكَّت الحجر الصَّوَّان ناراً تسمى نار الحُباحب ، قال الشنفرى يشبِّه نفسه في العدو ببعير: ... إذا الأمْعَز الصَّوَّان لاقَى مَناسميتَطَايَر منه قَادح ومُفلَّل ... وذلك كناية عن الإِمعان في العدو وشدة السرعة في السير .ويجوز أن يراد قَدح النيرَان بالليل حين نزولهم لحاجتهم وطعامهم ، وجُوز أن يكون { الموريات قدحاً } مستعار لإِثارة الحرب لأن الحرب تشبَّه بالنار . قال تعالى : { كلما أوقدوا ناراً للحرب أطفأها اللَّه } [ المائدة : 64 ] ، فيكون { قدحاً } ترشيحاً لاستعارة { الموريات } ومنصوباً على المفعول المطلق ل { الموريات } وجُوز أن يكون { قدحاً } بمعنى استخراج المرق من القِدر في القداح لإِطعام الجيش أو الركْب ، وهو مشتق من اسم القَدَح ، وهو الصحفة فيكون { قدحاً } مصدراً منصوباً على المفعول لأجله .والمغيرات : اسم فاعل من أغار ، والإِغارة تطلق على غزو الجيش داراً وهو أشهر إطلاقها فإسناد الإِغارة إلى ضمير { العاديات"
    },
    {
      "number": 3,
      "text": "فَٱلْمُغِيرَٰتِ صُبْحًۭا",
      "tafsir": {
        "muyassar": "فالمغيرات على الأعداء عند الصبح.",
        "mukhtasar": "وأقسم بالخيل التي تُغِير على الأعداء وقت الصباح.",
        "saadi": "{ فَالْمُغِيرَاتِ } على الأعداء { صُبْحًا } وهذا أمر أغلبي، أن الغارة تكون صباحًا.",
        "kathir": "فَالْمُغِيرَاتِ صُبْحًا"
      },
      "translations": {
        "en": "And the chargers at dawn,",
        "fr": "qui attaquent au matin,",
        "es": "cargan el alba,"
      },
      "ibn_ashour": "فَالْمُغِيرَاتِ صُبْحًا (3) و { صبحاً } ظرف زمان فإذا فسر «المغيرات» بخيل الغزاة فتقييد ذلك بوقت الصبح لأنهم كانوا إذا غزوا لا يغيرون على القوم إلا بعد الفجر ولذلك كان مُنذر الحَيِّ إذا أنذر قومه بمجيء العدوّ نادى : يا صَبَاحاه ، قال تعالى : { فإذا نَزَل بساحتهم فساء صباح المنذرين } [ الصافات : 177 ] .وإذا فسر «المغيرات» بالإِبل المسرعات في السير ، فالمراد : دفعها من مزدلفة إلى منى صباحَ يوم النحر وكانوا يدفعون بكرة عندما تُشرق الشمس على ثبير ومن أقوالهم في ذلك : «أشْرِق ثَبير كيما نغير» .«وأثَرنَ به نقعاً» : أصعَدْن الغبار من الأرض من شدة عدْوِهن ، والإِثارة : الإِهاجة ، والنقع : الغبار .والباء في { به } يجوز أن تكون سببية ، والضمير المجرور عائد إلى العَدْوِ المأخوذ من { العاديات } . ويجوز كون الباء ظرفية والضمير عائداً إلى { صبحاً } ، أي أثرن في ذلك الوقت وهو وقت إغارتها .ومعنى : «وسَطْن» : كُنَّ وسط الجمع ، يقال : وسط القومَ ، إذا كان بينهم .و { جمعاً } مفعول : «وسَطْن» وهو اسم لجماعة الناس ، أي صِرْن في وسط القوم المغزوون . فأما بالنسبة إلى الإِبل فيتعين أن يكون قوله : { جمعاً } بم"
    },
    {
      "number": 4,
      "text": "فَأَثَرْنَ بِهِۦ نَقْعًۭا",
      "tafsir": {
        "muyassar": "فهيَّجْنَ بهذا العَدْو غبارًا.",
        "mukhtasar": "فحركن بجريهنّ غبارًا.",
        "saadi": "{ فَأَثَرْنَ بِهِ } أي: بعدوهن وغارتهن { نَقْعًا } أي: غبارًا.",
        "kathir": "فَأَثَرْنَ بِهِ نَقْعًا"
      },
      "translations": {
        "en": "Stirring up thereby [clouds of] dust,",
        "fr": "et font ainsi voler la poussière,",
        "es": "levantando, así, una nube de polvo"
      },
      "ibn_ashour": "فَأَثَرْنَ بِهِ نَقْعًا (4) والفاء العاطفة لقوله : { فأثرن به نقعاً } عاطفة على وصف «المغيرات» . والمعطوف بها من آثار وصف المغيرات . وليست عاطفة على صفة مستقلة مثل الصفات الثلاث التي قبلها لأن إثارة النقع وتوسط الجمع من آثار الإِغارة صُبحاً ، وليسا مُقْسماً بهما أصالةً وإنما القَسم بالأوصاف الثلاثة الأولى .فلذلك غُير الأسلوب في قوله : { فأثرن به نقعاً فوسطن به جمعاً } فجيء بهما فعلين ماضيين ولم يأتيا على نسق الأوصاف قبلهما بصيغة اسم الفاعل للإِشارة إلى أن الكلام انتقل من القَسَم إلى الحكاية عن حصول ما تَرتَّبَ على تلك الأوصاف الثلاثة ما قُصد منها من الظفَر بالمطلوب الذي لأجله كان العَدو والإِيراء والإِغارة عقبه وهي الحلُول بدار القوم الذين غزَوهم إذَا كان المراد ب { العاديات } الخيل ، أو بلوغُ تمام الحج بالدفع عن عرفة إذا كان المراد ب { العاديات } رواحل الحجيج ، فإن إثارة النقع يشعرون بها عند الوصول حين تقف الخيل والإِبل دفعة ، فتثير أرجلها نقعاً شديداً فيما بينهما ، وحينئذ تتوسطن الجمع من الناس . وعلى هذا"
    },
    {
      "number": 5,
      "text": "فَوَسَطْنَ بِهِۦ جَمْعًا",
      "tafsir": {
        "muyassar": "فتوسَّطن بركبانهن جموع الأعداء.",
        "mukhtasar": "فتوسّطن بفوارسهنّ جَمْعًا من الأعداء.",
        "saadi": "{ فَوَسَطْنَ بِهِ } أي: براكبهن { جَمْعًا } أي: توسطن به جموع الأعداء، الذين أغار عليهم. ",
        "kathir": "فَوَسَطْنَ بِهِ جَمْعًا"
      },
      "translations": {
        "en": "Arriving thereby in the center collectively,",
        "fr": "et pénètrent au centre de la troupe ennemie.",
        "es": "y rompen a través de una hueste!"
      },
      "ibn_ashour": "فَوَسَطْنَ بِهِ جَمْعًا (5) الوجه يجوز أن يكون المراد بقوله : { جمعاً } اسم المزدلفة حيث المشعر الحرام .ومناسبة القسم بهذه الموصوفات دون غيرها إن أريد رواحل الحجيج وهو الوجه الذي فسر به علي بن أبي طالب هو أن يصدّق المشركون بوقوع المقسم عليه لأن القسم بشعائر الحج لا يكون إلا باراً حيث هم لا يصدقون بأن القرآن كلام الله ويزعمونه قول النبي صلى الله عليه وسلموإن أريد ب { العاديات } وما عطف عليها خيل الغزاة ، فالقسم بها لأجل التهويل والترويع لإِشعار المشركين بأنَّ غارة تترقبهم وهي غزوة بدر ، مع تسكين نفس النبي صلى الله عليه وسلم من التردد في مصير السرية التي بعث بها مع المُنذر بن عَمْرو إذا صحّ خبرها فيكون القسم بخصوص هذه الخيل إدماجاً للاطمئنان .وجملة : { إن الإنسان لربه لكنود } جواب القسم .والكَنود : وصف من أمثلة المبالغة من كَند ولغات العرب مختلفة في معناه فهو في لغة مضر وربيعةَ : الكفور بالنعمة ، وبلغة كنانة : البخيل ، وفي لغة كِندة وحضرموت : العاصي . والمعنى : لشديد الكفران لله .والتعريف في { الإنسان } تعريف الجنس وهو يفيد الاستغراق غالباً ، أي أن في طبع الإنسان الكُنود لربه ، أي كفرانَ"
    },
    {
      "number": 6,
      "text": "إِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌۭ",
      "tafsir": {
        "muyassar": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد.",
        "mukhtasar": "إن الإنسان لمَنُوع للخير الذي يريده منه ربه.",
        "saadi": "والمقسم عليه، قوله: { إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ } أي: لمنوع للخير الذي عليه لربه  . فطبيعة [الإنسان] وجبلته، أن نفسه لا تسمح بما عليه من الحقوق، فتؤديها كاملة موفرة، بل طبيعتها الكسل والمنع لما عليه من الحقوق المالية والبدنية، إلا من هداه الله وخرج عن هذا الوصف إلى وصف السماح بأداء الحقوق. ",
        "kathir": "إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ"
      },
      "translations": {
        "en": "Indeed mankind, to his Lord, is ungrateful.",
        "fr": "L'homme est, certes, ingrat envers son Seigneur;",
        "es": "El hombre, en verdad, es muy desagradecido con su Señor,"
      },
      "ibn_ashour": "إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (6) وقيل التعريف في { الإنسان } للعهد ، وأن المراد به الوليد بن المغيرة ، وقيل : قرطة بن عبد عمرِو بن نوفل القرشي .واللام في { لربه } لام التقوية لأن ( كَنود ) وصف ليس أصيلاً في العمل ، وإنما يتعلق بالمعمولات لمشابهته الفعل في الاشتقاق فيكثر أن يقترن مفعوله بلام التقوية ، ومع تأخيره عن معموله .وتقديم { لربه } لإِفادة الاهتمام بمتعلق هذا الكنود لتشنيع هذا الكنود بأنه كنود للرب الذي هو أحق الموجودات بالشكر وأعظم ذلك شرك المشركين ، ولذلك أكد الكلام بلام الابتداء الداخلة على خبر ( إنَّ ) للتعجيب من هذا الخبر .وتقديم { لربه } على عامله المقترن بلام الابتداء وهي من ذوات الصدر لأنهم يتوسعون في المجرورات والظروف ، وابنُ هشام يرى أن لام الابتداء الواقعة في خبر ( إنَّ ) ليست بذات صدارة ."
    },
    {
      "number": 7,
      "text": "وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌۭ",
      "tafsir": {
        "muyassar": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد.",
        "mukhtasar": "وإنه على منعه للخير لشاهد، لا يستطيع إنكار ذلك لوضوحه.",
        "saadi": "{ وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ } أي: إن الإنسان على ما يعرف من نفسه من المنع والكند لشاهد بذلك، لا يجحده ولا ينكره، لأن ذلك أمر بين واضح. ويحتمل أن الضمير عائد إلى الله تعالى أي: إن العبد لربه لكنود، والله شهيد على ذلك، ففيه الوعيد، والتهديد الشديد، لمن هو لربه كنود، بأن الله عليه شهيد. ",
        "kathir": "وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ"
      },
      "translations": {
        "en": "And indeed, he is to that a witness.",
        "fr": "et pourtant, il est certes, témoin de cela;",
        "es": "y él es, sí, testigo de ello."
      },
      "ibn_ashour": "وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (7) وضمير { وإنه على ذلك لشهيد } عائد إلى الإنسان على حسب الظاهر الذي يقتضيه انتساق الضمائر واتحاد المتحدث عنه وهو قول الجمهور .والشهيد : يطلق على الشاهد وهو الخبر بما يُصدَّق دعوى مدع ، ويطلق على الحاضر ومنه جاء إطلاقه على العالم الذي لا يفوته المعلوم ، ويطلق على المقر لأنه شهد على نفسه .والشهيد هنا : إما بمعنى المقر كما في «أشْهد أن لا إله إلا الله» .والمعنى : أن الإنسان مقر بكنوده لربه من حيث لا يقصد الإِقرار ، وذلك في فلتات الأقواللِ مثل قول المشركين في أصنامهم : { ما نعبدهم إلا ليقربونا إلى اللَّه زلفى } [ الزمر : 3 ] . فهذا قول يلزمه اعترافهم بأنهم عبدوا ما لا يستحق أن يُعبد وأشركوا في العبادة مع المستحق للانفراد بها ، أليس هذا كنوداً لربهم ، قال تعالى : { وشهدوا على أنفسهم أنهم كانوا كافرين } [ الأنعام : 130 ] ، وفي فلتات الأفعال كما يعرض للمسلم في المعاصي .والمقصود من هذه الجملة تفظيع كنود الإنسان بأنه معلوم لصاحبه بأدنى تأمل في أقواله وأفعاله . وعلى هذا فحرف { على } متعلق ب«شهيد» واسم الإِشارة مُشار به إلى الكُنود المأخوذ من صفة «كَنود» .ويجوز "
    },
    {
      "number": 8,
      "text": "وَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ",
      "tafsir": {
        "muyassar": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد.",
        "mukhtasar": "وإنه لفرط حبه للمال يبخل به.",
        "saadi": "{ وَإِنَّهُ } أي: الإنسان { لِحُبِّ الْخَيْرِ } أي: المال { لَشَدِيدُ } أي: كثير الحب للمال. وحبه لذلك، هو الذي أوجب له ترك الحقوق الواجبة عليه، قدم شهوة نفسه على حق  ربه، وكل هذا لأنه قصر نظره على هذه الدار، وغفل عن الآخرة، ولهذا قال حاثًا له على خوف يوم الوعيد: ",
        "kathir": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ"
      },
      "translations": {
        "en": "And indeed he is, in love of wealth, intense.",
        "fr": "et pour l'amour des richesses il est certes ardent.",
        "es": "Y ama ardientemente, sí, los bienes terrenales."
      },
      "ibn_ashour": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (8)وتقديم { لحب الخير } على متعلَّقه للاهتمام بغرابة هذا المتعلق ولمراعاة الفاصلة ، وتقديمه على عامله المقترن بلام الابتداء ، وهي من ذوات الصدر لأنه مجرور كما علمت في قوله : { لربه لكنود } .وحب المال يبعث على منع المعروف ، وكان العرب يعيِّرون بالبخل وهم مع ذلك يبْخَلون في الجاهلية بمواساة الفقراء والضعفاء ويأكلون أموال اليتامى ولكنهم يسرفون في الإِنفاق في مظان السمعة ومجالس الشرب وفي الميسر قال تعالى : { ولا تحاضون على طعام المسكين وتأكلون التراث أكلاً لما وتحبون المال حباً جماً } [ الفجر : 18 20 ] ."
    },
    {
      "number": 9,
      "text": "۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُورِ",
      "tafsir": {
        "muyassar": "أفلا يعلم الإنسان ما ينتظره إذا أخرج الله الأموات من القبور للحساب والجزاء؟",
        "mukhtasar": "أفلا يعلم هذا الإنسان المغترّ بالحياة الدنيا إذا بعث الله ما في القبور من الأموات وأخرجهم من الأرض للحساب والجزاء أن الأمر لم يكن كما كان يتوهم؟!",
        "saadi": "{ أَفَلَا يَعْلَمُ } أي: هلا يعلم هذا المغتر { إِذَا بُعْثِرَ مَا فِي الْقُبُورِ } أي: أخرج الله الأموات من قبورهم، لحشرهم ونشورهم. ",
        "kathir": "۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ"
      },
      "translations": {
        "en": "But does he not know that when the contents of the graves are scattered",
        "fr": "Ne sait-il donc pas que lorsque ce qui est dans les tombes sera bouleversé,",
        "es": "¿No sabe, acaso, que cuando lo que hay en las sepulturas sea vuelto al revés"
      },
      "ibn_ashour": "أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (9) فُرع على الإِخبار بكنود الإِنسان وشحه استفهام إنكاري عن عدم علم الإِنسان بوقت بعثرة ما في القبور وتحصيل ما في الصدور فإنه أمر عجيب كيف يغفل عنه الإِنسان . وهمزة الاستفهام قدمت على فاء التفريع لأن الاستفهام صدر الكلام .وانتصب { إذا } على الظرفية لمفعول { يعلم } المحذوف اقتصاراً ، لِيَذْهَبَ السامع في تقديره كلَّ مذهب ممكن قصداً للتهويل .والمعنى : ألا يعلم العذابَ جزاءً له على ما في كنوده وبخله من جناية متفاوتة المقدار إلى حد إيجاب الخلود في النار .وحُذف مفعولا { يعلم } ولا دليل في اللفظ على تعيين تقديرهما فيوكل إلى السامع تقدير ما يقتضيه المقام من الوعيد والتهويل ويسمى هذا الحذف عند النحاة الحذف الاقتصاري ، وحذف كلا المفعولين اقتصاراً جائز عند جمهور النحاة وهو التحقيق وإن كان سيبويه يمنعه .و { بُعثِر } : معناه قُلب من سفل إلى علوّ ، والمراد به إحياء ما في القبور من الأموات الكاملة الأجساد أو أجزائها ، وتقدم بيانه عند قوله تعالى : { وإذا القبور بعثرت } في سورة الانفطار ( 4 ) ."
    },
    {
      "number": 10,
      "text": "وَحُصِّلَ مَا فِى ٱلصُّدُورِ",
      "tafsir": {
        "muyassar": "واستُخرج ما استتر في الصدور من خير أو شر.",
        "mukhtasar": "وأُبْرِز وبُيِّن ما في القلوب من النيات والاعتقادات وغيرها.",
        "saadi": "{ وَحُصِّلَ مَا فِي الصُّدُورِ } أي: ظهر وبان [ما فيها و] ما استتر في الصدور من كمائن الخير والشر، فصار السر علانية، والباطن ظاهرًا، وبان على وجوه الخلق نتيجة أعمالهم. ",
        "kathir": "وَحُصِّلَ مَا فِي الصُّدُورِ"
      },
      "translations": {
        "en": "And that within the breasts is obtained,",
        "fr": "et que sera dévoilé ce qui est dans les poitrines,",
        "es": "y se haga público lo que hay en los pechos,"
      },
      "ibn_ashour": "وَحُصِّلَ مَا فِي الصُّدُورِ (10)و { حُصِّل } : جُمع وأُحصي . و { ما في الصدور } : هو ما في النفوس من ضمائر وأخلاق ، أي جُمع عَدُّه والحسابُ عليه ."
    },
    {
      "number": 11,
      "text": "إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍۢ لَّخَبِيرٌۢ",
      "tafsir": {
        "muyassar": "إن ربهم بهم وبأعمالهم يومئذ لخبير، لا يخفى عليه شيء من ذلك.",
        "mukhtasar": "إن ربهم بهم في ذلك اليوم لخبير، لا يخفى عليه من أمر عباده شيء، وسيجازيهم على ذلك.",
        "saadi": "{ إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ } أي مطلع على أعمالهم الظاهرة والباطنة، الخفية والجلية، ومجازيهم عليها. وخص خبره  بذلك اليوم، مع أنه خبير بهم في كل وقت، لأن المراد بذلك، الجزاء بالأعمال  الناشئ عن علم الله واطلاعه.  ",
        "kathir": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ"
      },
      "translations": {
        "en": "Indeed, their Lord with them, that Day, is [fully] Acquainted.",
        "fr": "ce jour-là, certes, leur Seigneur sera Parfaitement Connaisseur d'eux?",
        "es": "ese día, su Señor estará, ciertamente, bien informado de ellos?"
      },
      "ibn_ashour": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (11)جملة مستأنفة استئنافاً بيانياً ناشئاً عن الإِنكار ، أي كان شأنهم أن يعلموا اطلاع الله عليهم إذا بعثر ما في القبور ، وأن يذكروه لأن وراءهم الحساب المدقق ، وتفيد هذه الجملة مفاد التذييل .وقوله : { يومئذ } متعلق بقوله : { لخبير } ، أي عليم .والخبير : مكنَى به عن المجازى بالعقاب والثواب ، بقرينة تقييده بيومئذ لأن علم الله بهم حاصل من وقت الحياة الدنيا ، وأما الذي يحصل من علمه بهم يوم بَعثرة القبور ، فهو العلم الذي يترتب عليه الجزاء .وتقديم { بهم } على عامله وهو { لخبير } للاهتمام به ليعلموا أنهم المقصود بذلك . وتقديم المجرور على العامل المقترن بلام الابتداء مع أن لها الصدر سائغ لتوسعهم في المجرورات والظرف كما تقدم آنفاً في قوله : { لربه لكنود } [ العاديات : 6 ] وقوله : { على ذلك لشهيد } [ العاديات : 7 ] وقوله : { لحب الخير لشديد } [ العاديات : 8 ] . وقد علمتَ أن ابن هشام ينازع في وجوب صدارة لام الابتداء التي في خبر { إنَّ } ."
    }
  ]
}