{
  "number": 105,
  "name": "سُورَةُ الفِيلِ",
  "englishName": "Al-Fil",
  "revelationType": "Meccan",
  "ayahCount": 5,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ",
      "tafsir": {
        "muyassar": "ألم تعلم -أيها الرسول- كيف فعل ربك بأصحاب الفيل: أبرهة الحبشي وجيشه الذين أرادوا تدمير الكعبة المباركة؟",
        "mukhtasar": "ألم تعلم - أيها الرسول - كيف فعل ربك بأبْرَهَة وأصحابه أصحاب الفيل حين أرادوا هدم الكعبة؟!",
        "saadi": "أي: أما رأيت من قدرة الله وعظيم شأنه، ورحمته بعباده، وأدلة توحيده، وصدق رسوله محمد صلى الله عليه وسلم، ما فعله الله بأصحاب الفيل، الذين كادوا بيته الحرام وأرادوا إخرابه، فتجهزوا لأجل ذلك، واستصحبوا معهم الفيلة لهدمه، وجاءوا بجمع لا قبل للعرب به، من الحبشة واليمن، فلما انتهوا إلى قرب مكة، ولم يكن بالعرب مدافعة، وخرج أهل مكة من مكة خوفًا على أنفسهم منهم.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ"
      },
      "translations": {
        "en": "Have you not considered, [O Muhammad], how your Lord dealt with the companions of the elephant?",
        "fr": "N'as-tu pas vu comment ton Seigneur a agi envers les gens de l'Eléphant?",
        "es": "¿No has visto cómo obró tu Señor con los del elefante?"
      },
      "ibn_ashour": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1)استفهام تقريري وقد بيّنّا غير مرة أن الاستفهام التقريري كثيراً ما يكون على نفي المقرَّر بإثباته للثقة بأن المقرَّر لا يسعه إلا إثبات المنفي وانظر عند قوله تعالى : { ألم تر إلى الذين خرجوا من ديارهم } في سورة البقرة ( 243 ) . والاستفهام التقريري هنا مجاز بعلاقة اللزوم وهو مجاز كثر استعماله في كلامهم فصار كالحقيقة لشهرته . وعليه فالتقرير مستعمل مجازاً في التكريم إشارة إلى أن ذلك كان إرهاصاً للنبيء فيكون من باب قوله : { لا أقسم بهذا البلد وأنت حل بهذا البلد } [ البلد : 1 ، 2 ] ، وفيه مع ذلك تعريض بكفران قريش نعمة عظيمة من نعم الله عليهم إذ لم يزالوا يعبدون غيره .والخطاب للنبيء صلى الله عليه وسلم كما يقتضيه قوله : { ربك } . فمهيع هذه الآية شبيه بقوله تعالى : { ألم يجدك يتيماً فآوى } [ الضحى : 6 ] الآيات وقوله : { لا أقسم بهذا البلد وأنت حل بهذا البلد } [ البلد : 1 ، 2 ] على أحد الوجوه المتقدمة .فالرؤية يجوز أن تكون مجازية مستعارة للعلم البالغ من اليقين حد الأمر المرئي لتواتر ما فعل الله بأصحاب الفيل بين أهل مكة وبقاء بعض آثار ذلك يش"
    },
    {
      "number": 2,
      "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍۢ",
      "tafsir": {
        "muyassar": "ألم يجعل ما دبَّروه من شر في إبطال وتضييع؟",
        "mukhtasar": "لقد جعل الله تدبيرهم السيئ لهدمها في ضياع، فما نالوا ما تمنّوه من صرف الناس عن الكعبة، وما نالوا منها شيئًا.",
        "saadi": " ",
        "kathir": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ"
      },
      "translations": {
        "en": "Did He not make their plan into misguidance?",
        "fr": "N'a-t-Il pas rendu leur ruse complètement vaine?",
        "es": "¿No desbarató su artimaña"
      },
      "ibn_ashour": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) هذه الجمل بيان لما في جملة { ألم تر كيف فعل ربك } [ الفيل : 1 ] من الإِجمال . وسمى حربهم كيداً لأنه عمل ظاهره الغضب من فعل الكناني الذي قعد في القليس . وإنما هو تعلة تعللوا بها لإِيجاد سبب لحرب أهل مكة وهدم الكعبة لينصرف العرب إلى حجّ القليس في صنعاء فيتنصّروا .أو أريد بكيدهم بناؤهم القليس مظهرين أنهم بنوا كنيسة وهم يريدون أن يبطلوا الحج إلى الكعبة ويصرفوا العرب إلى صنعاء .والكَيد : الاحتيال على إلحاق ضر بالغير ومعالجة إيقاعه .والتضليل : جعل الغير ضالاً ، أي لا يهتدي لمراده وهو هنا مجاز في الإِبطال وعدم نوال المقصود لأن ضلال الطريق عدم وصول السائر .وظرفية الكيد في التضليل مجازية ، استعير حرف الظرفية لمعنى المصاحبة الشديدة ، أي أبطل كيدهم بتضليل ، أي مصاحباً للتضليل لا يفارقه ، والمعنى : أنه أبطله إبطالاً شديداً إذ لم ينتفعوا بقوتهم مع ضعف أهل مكة وقلة عددهم . وهذا كقوله تعالى : { وما كيد فرعون إلا في تباب } [ غافر : 37 ] أي ضياع وتلف ، وقد شمل تضليلُ كيدهم جميعَ ما حلّ بهم من أسباب الخيبة وسوء المنقلب ."
    },
    {
      "number": 3,
      "text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
      "tafsir": {
        "muyassar": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر.",
        "mukhtasar": "وبَعَث عليهم طيرًا أتتهم جماعات جماعات.",
        "saadi": "أرسل الله عليهم طيرًا أبابيل أي: متفرقة.",
        "kathir": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ"
      },
      "translations": {
        "en": "And He sent against them birds in flocks,",
        "fr": "et envoyé sur eux des oiseaux par volées",
        "es": "y envió contra ellos bandadas de aves,"
      },
      "ibn_ashour": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) وجملة : { وأرسل عليهم طيراً أبابيل } يجوز أن تجعل معطوفة على جملة { فَعَل ربك بأصحاب الفيل } [ الفيل : 1 ] ، أي وكيف أرسل عليهم طيراً من صفتها كَيْت وكَيْت ، فبعد أن وقع التقرير على ما فَعل الله بهم من تضليل كيدهم عطف عليه تقرير بعلم ما سُلط عليهم من العقاب على كيدهم تذكيراً بما حلّ بهم من نقمة الله تعالى ، لقصدهم تخريب الكعبة ، فذلك من عناية الله ببيته لإظهار توطئته لبعثة رسوله صلى الله عليه وسلم بدينه في ذلك البلد ، إجابة لدعوة إبراهيم عليه السلام ، فكما كان إرسال الطير عليهم من أسباب تضليل كيدهم ، كان فيه جزاء لهم ، ليعلموا أن الله مانع بيته ، وتكون جملة : { ألم يجعل كيدهم في تضليل } معترضة بين الجملتين المتعاطفتين .ويجوز أن تجعل { وأرسل عليهم } عطفاً على جملة { ألم يجعل كيدهم في تضليل } فيكون داخلاً في حيز التقرير الثاني بأن الله جعل كيدهم في تضليل ، وخص ذلك بالذكر لجمعه بين كونه مبطلاً لكيدهم وكونه عقوبة لهم ، ومَجيئهُ بلفظ الماضي باعتبار أن المضارع في قوله : { ألم يجعل كيدهم في تضليل } قُلب زمانه إلى المضي لدخول حرف { لم } كما تقدم في "
    },
    {
      "number": 4,
      "text": "تَرْمِيهِم بِحِجَارَةٍۢ مِّن سِجِّيلٍۢ",
      "tafsir": {
        "muyassar": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر.",
        "mukhtasar": "ترميهم بحجارة من طين مُتَحَجِّر.",
        "saadi": "تحمل حجارة محماة من سجيل، فرمتهم بها، وتتبعت قاصيهم ودانيهم، فخمدوا وهمدوا.",
        "kathir": "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ"
      },
      "translations": {
        "en": "Striking them with stones of hard clay,",
        "fr": "qui leur lançaient des pierres d'argile?",
        "es": "que descargaron sobre ellos piedras de arcilla,"
      },
      "ibn_ashour": "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) وجملة { ترميهم } حال من { طيراً } وجيء بصيغة المضارع لاستحضار الحالة بحيث تخيل للسامع كالحادثة في زمن الحال ومنه قوله تعالى : { واللَّه الذي أرسل الرياح فتثير سحاباً فسقناه إلى بلد ميت } [ فاطر : 9 ] الآية .وحجارة : اسم جمع حَجر . عن ابن عباس قال : طين في حجارة ، وعنه أن سجيل معرب سَنْك كِلْ من الفارسية ، أي عن كلمة ( سنك ) وضبط بفتح السين وسكون النون وكسر الكاف اسم الحجر وكلمة ( كلْ ) بكسر الكاف اسم الطين ومجموع الكلمتين يراد به الآجُر .وكلتا الكلمتين بالكاف الفارسية المعمّدة وهي بين مخرج الكاف ومخرج القاف ، ولذلك تكون { من } بيانية ، أي حجارة هي سجيل ، وقد عد السبكي كلمة سجيل في «منظومته في المعرَّب الواقع في القرآن» .وقد أشار إلى أصل معناه قوله تعالى : { لنرسل عليهم حجارة من طين } [ الذاريات : 33 ] مع قوله في آيات أُخر { حجارة من سجيل } فعلم أنه حجر أصله طين .وجاء نظيره في قصة قوم لوط في سورة هود ( 82 ) : { وأمطرنا عليها حجارة من سجيل منضود } وفي سورة الحجر ( 74 ) : فجعلنا عاليها سافلها وأمطرنا عليهم حجارة من سجيل فتعين أن تكون الحجارة التي "
    },
    {
      "number": 5,
      "text": "فَجَعَلَهُمْ كَعَصْفٍۢ مَّأْكُولٍۭ",
      "tafsir": {
        "muyassar": "فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها.",
        "mukhtasar": "فجعلهم الله كورق زرع أكلته الدوابّ وداسته.",
        "saadi": "وصاروا كعصف مأكول، وكفى الله شرهم، ورد كيدهم في نحورهم، [وقصتهم معروفة مشهورة] وكانت تلك السنة التي ولد فيها رسول الله صلى الله عليه وسلم، فصارت من جملة إرهاصات دعوته، ومقدمات  رسالته، فلله الحمد والشكر.",
        "kathir": "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ"
      },
      "translations": {
        "en": "And He made them like eaten straw.",
        "fr": "Et Il les a rendus semblables à une paille mâchée.",
        "es": "dejándolos como espigas desgranadas?"
      },
      "ibn_ashour": "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5)والعصف : ورق الزرع وهو جمع عَصْفة . والعصف إذا دخلته البهائم فأكلته داسته بأرجلها وأكلت أطرافه وطرحته على الأرض بعد أن كان أخضر يانعاً . وهذا تمثيل لحال أصحاب الفيل بعد تلك النضرة والقوة كيف صاروا متساقطين على الأرض هالكين ."
    }
  ]
}