{
  "number": 106,
  "name": "سُورَةُ قُرَيۡشٍ",
  "englishName": "Quraish",
  "revelationType": "Meccan",
  "ayahCount": 4,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ لِإِيلَٰفِ قُرَيْشٍ",
      "tafsir": {
        "muyassar": "اعْجَبوا لإلف قريش، وأمنهم، واستقامة مصالحهم، وانتظام رحلتيهم في الشتاء إلى \"اليمن\"، وفي الصيف إلى \"الشام\"، وتيسير ذلك؛ لجلب ما يحتاجون إليه.",
        "mukhtasar": "لأجل عادة قريش وإلْفِهم.",
        "saadi": "قال كثير من المفسرين: إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ لِإِيلَافِ قُرَيْشٍ"
      },
      "translations": {
        "en": "For the accustomed security of the Quraysh -",
        "fr": "A cause du pacte des Coraïch,",
        "es": "Por el pacto de los coraixíes,"
      },
      "ibn_ashour": "لِإِيلَافِ قُرَيْشٍ (1) افتتاح مُبدع إذ كان بمجرور بلام التعليل وليس بإثْره بالقرب ما يصلح للتعليق به ففيه تشويق إلى متعلق هذا المجرور . وزاده الطول تشويقاً إذ فصل بينه وبين متعلَّقه ( بالفتح ) بخمس كلمات ، فيتعلق { لإيلاف } بقوله : { فليعبدوا } .وتقديم هذا المجرور للاهتمام به إذ هو من أسباب أمرهم بعبادة الله التي أعرضوا عنها بعبادة الأصنام والمجرور متعلق بفعل «ليعبدوا» .وأصل نظم الكلام : لتَعْبُدْ قريشٌ ربَّ هذا البيت الذي أطعمهم من جوع وآمنهم من خوف لإيلافهم رحلة الشتاء والصيف ، فلما اقتضى قصدُ الاهتمام بالمعمول تقديمه على عامله ، تولَّدَ من تقديمه معنى جعله شرطاً لعامله فاقترن عامله بالفاء التي هي من شأن جواب الشرط ، فالفاء الداخلة في قوله : { فليعبدوا } مؤذنة بأن ما قبلها في قوة الشرط ، أي مؤذنة بأن تقديم المعمول مقصود به اهتمام خاص وعناية قوية هي عناية المشترط بشرطه ، وتعليق بقية كلامه عليه لما ينتظره من جوابه ، وهذا أسلوب من الإِيجاز بديع .قال في «الكشاف» : دخلت الفاء لما في الكلام من معنى الشرط لأن المعنى إمَّا لاَ فليعبدوه لإِيلافهم ، أي أن نعم الله عليهم لا تحصى فإن لم يعبدوه ",
      "video": {
        "id": "JaZWLPw1K1Y",
        "word": "لإيلاف قريش",
        "transliteration": "Li-Ilaf Quraysh",
        "meaning": {
          "ar": "لأجل تآلف قريش واجتماعهم",
          "en": "For the accustomed security of Quraysh",
          "fr": "Pour la sécurité habituelle de Quraysh",
          "es": "Por la seguridad acostumbrada de Quraysh"
        }
      }
    },
    {
      "number": 2,
      "text": "إِۦلَٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ",
      "tafsir": {
        "muyassar": "اعْجَبوا لإلف قريش، وأمنهم، واستقامة مصالحهم، وانتظام رحلتيهم في الشتاء إلى \"اليمن\"، وفي الصيف إلى \"الشام\"، وتيسير ذلك؛ لجلب ما يحتاجون إليه.",
        "mukhtasar": "رحلةَ الشتاء إلى اليمن، ورحلة الصيف إلى الشام آمنين.",
        "saadi": "قال كثير من المفسرين: إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب.",
        "kathir": "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ"
      },
      "translations": {
        "en": "Their accustomed security [in] the caravan of winter and summer -",
        "fr": "De leur pacte [concernant] les voyages d'hiver et d'été.",
        "es": "pacto relativo a la caravana de invierno y la de verano,"
      },
      "ibn_ashour": "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (2) وقرأه الجمهور في الموضعين لإيلاف } بياء بعد الهمزة وهي تخفيف للهمزة الثانية . وقرأ ابن عامر «لإلاف» الأول بحذف الياء التي أصلها همزة ثانية ، وقرأه { إيلافهم } بإثبات الياء مثل الجمهور . وقرأ أبو جعفر «لِيلاَف قريش» بحذف الهمزة الأولى . وقرأ «إلافهم» بهمزة مكسورة من غير ياء .وذكر ابن عطية والقرطبي أن أبا بكر عن عاصم قرأ بتحقيق الهمزتين في «لإِأَلاَفِ» وفي «إِأَلافهم» ، وذكر ابن عطية عن أبي علي الفارسي أن تحقيق الهمزتين لا وجه له . قلت : لا يوجد في كتب القراءات التي عرفناها نسبة هذه القراءة إلى أبي بكر عن عاصم . والمعروف أن عاصماً موافق للجمهور في جعل ثانية الهمزتين ياء ، فهذه رواية ضعيفة عن أبي بكر عن عاصم .وقد كُتب في المصحف «إلافهم» بدون ياء بعد الهمزة وأما الألف المدّة التي بعد اللام التي هي عين الكلمة فلم تكتب في الكلمتين في المصحف على عادة أكثر المدَّات مثلها ، والقراءات روايات وليس خط المصحف إلا كالتذكرة للقارىء ، ورسم المصحف سُنّة متَّبعة سنَّها الصحابة الذين عُيّنوا لنسخ المصاحف وإضافة «إيلاف» إلى { قريش } على معنى إضافة المصدر إل"
    },
    {
      "number": 3,
      "text": "فَلْيَعْبُدُوا۟ رَبَّ هَٰذَا ٱلْبَيْتِ",
      "tafsir": {
        "muyassar": "فليشكروا، وليعبدوا رب هذا البيت -وهو الكعبة- الذي شرفوا به، وليوحدوه ويخلصوا له العبادة.",
        "mukhtasar": "فليعبدوا الله ربّ هذا البيت الحرام وحده، الذي يسَّر لهم هذه الرحلة، ولا يشركوا به أحدًا.",
        "saadi": "فأهلك الله من أرادهم بسوء، وعظم أمر الحرم وأهله في قلوب العرب، حتى احترموهم، ولم يعترضوا لهم في أي: سفر أرادوا، ولهذا أمرهم الله بالشكر، فقال: { فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ } أي: ليوحدوه ويخلصوا له العبادة.",
        "kathir": "فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ"
      },
      "translations": {
        "en": "Let them worship the Lord of this House,",
        "fr": "Qu'ils adorent donc le Seigneur de cette Maison [la Ka'ba],",
        "es": "¡que sirvan, pues, al Señor de esta Casa,"
      },
      "ibn_ashour": "فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (3) وعند القبائل التي تحرِّم الأشهر الحُرم والقبائللِ التي لا تحرّمها مثل طيء وقضاعة وخثعم ، فتيسرت لهم الأسفار في بلاد العرب من جنوبها إلى شمالها ، ولاذ بهم أصحاب الحاجات يسافرون معهم ، وأصحاب التجارات يحمِّلونهم سلعهم ، وصارت مكة وسطاً تُجلب إليها السلع من جميع البلاد العربية فتوزع إلى طالبيها في بقية البلاد ، فاستغنى أهل مكة بالتجارة إذ لم يكونوا أهل زرع ولا ضرع إذ كانوا بوادٍ غير ذي زرع وكانوا يجلبون أقواتهم فيجلبون من بلاد اليمن الحبوب من بُرّ وشعير وذُرة وزبيب وأديم وثياب والسيوف اليمانية ، ومن بلاد الشام الحبوب والتمر والزيت والزبيب والثياب والسيوف المشرفية ، زيادة على ما جعل لهم مع معظم العرب من الأشهر الحرم ، وما أقيم لهم من مواسم الحج وأسواقه كما يشير إليه قوله تعالى : { فليعبدوا رب هذا البيت } .فذلك وجه تعليل الأمر بتوحيدهم الله بخصوص نعمة هذا الإِيلاف مع أن لله عليهم نعماً كثيرة لأن هذا الإِيلاف كان سبباً جامعاً لأهم النعم التي بها قوام بقائهم .وقد تقدم آنفاً الكلام على معنى الفاء من قوله : { فليعبدوا رب هذا البيت } على الوجوه كلها .والع"
    },
    {
      "number": 4,
      "text": "ٱلَّذِىٓ أَطْعَمَهُم مِّن جُوعٍۢ وَءَامَنَهُم مِّنْ خَوْفٍۭ",
      "tafsir": {
        "muyassar": "الذي أطعمهم من جوع شديد، وآمنهم من فزع وخوف عظيم.",
        "mukhtasar": "الذي أطعمهم من جوع، وآمنهم من خوف؛ بما وضع في قلوب العرب من تعظيم الحرم، وتعظيم سكانه.",
        "saadi": "{ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ } فرغد الرزق والأمن من المخاوف، من أكبر النعم الدنيوية، الموجبة لشكر الله تعالى.فلك اللهم الحمد والشكر على نعمك الظاهرة والباطنة، وخص الله بالربوبية البيت  لفضله وشرفه، وإلا فهو رب كل شيء..",
        "kathir": "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ"
      },
      "translations": {
        "en": "Who has fed them, [saving them] from hunger and made them safe, [saving them] from fear.",
        "fr": "qui les a nourris contre la faim et rassurés de la crainte!",
        "es": "que les ha alimentado contra el hambre y dado seguridad frente al temor!"
      },
      "ibn_ashour": "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآَمَنَهُمْ مِنْ خَوْفٍ (4)وأجري وصف الرب بطريقة الموصول { الذي أطعمهم من جوع } لما يؤذن به من التعليل للأمر بعبادة رب البيت الحرام بعلة أخرى زيادة على نعمة تيسير التجارة لهم ، وذلك مما جعلهم أهل ثراء ، وهما نعمة إطعامهم وأمنهم . وهذا إشارة إلى ما يُسّر لهم من ورود سفن الحبشة في البحر إلى جدة تحمل الطعام ليبيعوه هناك . فكانت قريش يخرجون إلى جدة بالإِبل والحمر فيشترون الطعام على مسيرة ليلتين . وكان أهل تبالة وجُرَش من بلاد اليمن المخصبة يحملون الطعام على الإِبل إلى مكة فيباع الطعام في مكة فكانوا في سعة من العيش بوفر الطعام في بلادهم ، وكذلك يسر لهم إقامة الأسواق حول مكة في أشهر الحج وهي سوق مجنَّة ، وسوق ذي المَجاز ، وسوق عُكاظ ، فتأتيهم فيها الأرزاق ويتسع العيش ، وإشارة إلى ما ألقي في نفوس العرب من حرمة مكة وأهلها فلا يريدهم أحد بتخويف .وتلك دعوة إبراهيم عليه السلام إذ قال : { رب اجعل هذا بلداً آمناً وارزق أهله من الثمرات } [ البقرة : 136 ] فلم يتخلف ذلك عنهم إلا حين دعا عليهم النبي صلى الله عليه وسلم بدعوته : « اللهم اجعلها عليهم سنين كسنين يوسف » فأصا"
    }
  ]
}