{
  "number": 107,
  "name": "سُورَةُ المَاعُونِ",
  "englishName": "Al-Maa'un",
  "revelationType": "Meccan",
  "ayahCount": 7,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ",
      "tafsir": {
        "muyassar": "أرأيت حال ذلك الذي يكذِّب بالبعث والجزاء؟",
        "mukhtasar": "",
        "saadi": "يقول تعالى ذامًا لمن ترك حقوقه وحقوق عبادة: { أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ } أي: بالبعث والجزاء، فلا يؤمن بما جاءت به الرسل.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ"
      },
      "translations": {
        "en": "Have you seen the one who denies the Recompense?",
        "fr": "Vois-tu celui qui traite de mensonge la Rétribution?",
        "es": "¿Qué te parece el que desmiente el Juicio?"
      },
      "ibn_ashour": "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1) الاستفهام مستعمل في التعجيب من حال المكذبين بالجزاء ، وما أورثهم التكذيب من سوء الصنيع . فالتعجيب من تكذيبهم بالدين وما تفرع عليه من دَعّ اليتيم وعدم الحضّ على طعام المسكين ، وقد صيغ هذا التعجيب في نظم مشوِّق لأن الاستفهام عن رؤية من ثبتت له صلة الموصول يذهب بذهن السامع مذاهب شتى من تعرف المقصد بهذا الاستفهام ، فإن التكذيب بالدين شائع فيهم فلا يكون مثاراً للتعجب فيترقب السامع ماذا يَرِد بعده وهو قوله : { فذلك الذي يدع اليتيم } .وفي إقحام اسم الإِشارة واسم الموصول بعد الفاء زيادة تشويق حتى تقرع الصلة سمع السامع فتتمكن منه كَمَالَ تَمكُّن .وأصل ظاهر الكلام أن يقال : أرأيت الذي يكذب بالدين فَيدُع اليتيم ولا يحض على طعام المسكين .والإِشارة إلى الذي يكذب بالدين باسم الإِشارة لتمييزه أكملَ تمييز حتى يتبصر السامع فيه وفي صفته ، أو لتنزيله منزلة الظاهر الواضح بحيث يشار إليه .والفاء لعطف الصفة الثانية على الأولى لإفادة تسبب مجموع الصفتين في الحكم المقصود من الكلام ، وذلك شأنها في عطف الصفات إذا كان موصوفها واحداً مثل قوله تعالى : { والصافات صفاً فالزا"
    },
    {
      "number": 2,
      "text": "فَذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ",
      "tafsir": {
        "muyassar": "فذلك الذي يدفع اليتيم بعنف وشدة عن حقه؛ لقساوة قلبه.",
        "mukhtasar": "",
        "saadi": "{ فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ } أي: يدفعه بعنف وشدة، ولا يرحمه لقساوة قلبه، ولأنه لا يرجو ثوابًا، ولا يخشى  عقابًا.",
        "kathir": "فَذَٰلِكَ الَّذِي يَدُعُّ الْيَتِيمَ"
      },
      "translations": {
        "en": "For that is the one who drives away the orphan",
        "fr": "C'est bien lui qui repousse l'orphelin,",
        "es": "Es el mismo que rechaza violentamente al huérfano"
      },
      "ibn_ashour": "فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (2) فمعنى الآية عطفُ صفتي : دَع اليتيم ، وعدم إطعام المسكين على جزم التكذيب بالدين .وهذا يفيد تشويه إنكار البعث بما ينشأ عن إنكاره من المذام ومن مخالفة للحق ومنَافياً لما تقتضيه الحكمة من التكليف ، وفي ذلك كناية عن تحذير المسلمين من الاقتراب من إحدى هاتين الصفتين بأنهما من صفات الذين لا يؤمنون بالجزاء .وجيء في { يكذب } ، و { يدُعّ } ، و { يَحُضّ } بصيغة المضارع لإفادة تكرر ذلك منه ودوامه .وهذا إيذان بأن الإِيمان بالبعث والجزاء هو الوازع الحق الذي يغرس في النفس جذور الإقبال على الأعمال الصالحة حتى يصير ذلك لها خلقاً إذا شبت عليه ، فزكت وانساقت إلى الخير بدون كلفة ولا احتياج إلى آمر ولا إلى مخافة ممن يقيم عليه العقوبات حتى إذا اختلى بنفسه وآمن الرقباء جاء بالفحشاء والأعمال النَّكراء .والرؤية بصرية يتعدى فعلها إلى مفعول واحد ، فإن المكذبين بالدين معروفون وأعمالهم مشهورة ، فنزّلت شهرتهم بذلك منزلة الأمر المبصَر المشاهد .وقرأ نافع بتسهيل الهمزة التي بعد الراء من { أرأيت } ألفاً . وروى المصريون عن ورش عن نافع إبدالها ألفاً وهو الذي قرأنا به في تونس ، وهكذا"
    },
    {
      "number": 3,
      "text": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
      "tafsir": {
        "muyassar": "ولا يحضُّ غيره على إطعام المسكين، فكيف له أن يطعمه بنفسه؟",
        "mukhtasar": "",
        "saadi": "{ وَلَا يَحُضُّ } غيره { عَلَى طَعَامِ الْمِسْكِينِ } ومن باب أولى أنه بنفسه لا يطعم المسكين.",
        "kathir": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ"
      },
      "translations": {
        "en": "And does not encourage the feeding of the poor.",
        "fr": "et qui n'encourage point à nourrir le pauvre.",
        "es": "Y no anima a dar de comer al pobre."
      },
      "ibn_ashour": "وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (3)والحض : الحث ، وهو أن تطلب غيرك فعلاً بتأكيد .والطعام : اسم الإِطعام ، وهو اسم مصدر مضاف إلى مفعوله إضافة لفظية . ويجوز أن يكون الطعام مراداً به ما يطعم كما في قوله تعالى : { فانظر إلى طعامك وشرابك } [ البقرة : 259 ] فتكون إضافة طعام إلى المسكين معنوية على معنى اللام ، أي الطعام الذي هو حقه على الأغنياء ويكون فيه تقدير مضاف مجرور ب ( على ) تقديره : على إعطاء طعام المسكين .وكنى بنفي الحضّ عن نفي الإِطعام لأن الذي يشحّ بالحض على الإِطعام هو بالإِطعام أشح كما تقدم في قوله : { ولا تحاضون على طعام المسكين } في سورة الفجر ( 18 ) وقوله : { ولا يحض على طعام المسكين } في سورة الحاقة ( 34 ) .والمسكين : الفقير ، ويطلق على الشديد الفقرِ ، وقد تقدم عند قوله تعالى : { إنما الصدقات للفقراء والمساكين } في سورة التوبة ( 60 ) ."
    },
    {
      "number": 4,
      "text": "فَوَيْلٌۭ لِّلْمُصَلِّينَ",
      "tafsir": {
        "muyassar": "فعذاب شديد للمصلين الذين هم عن صلاتهم لاهون، لا يقيمونها على وجهها، ولا يؤدونها في وقتها.",
        "mukhtasar": "",
        "saadi": "{ فَوَيْلٌ لِلْمُصَلِّينَ } أي: الملتزمون  لإقامة الصلاة، ولكنهم { عَنْ صَلَاتِهِمْ سَاهُونَ }",
        "kathir": "فَوَيْلٌ لِلْمُصَلِّينَ"
      },
      "translations": {
        "en": "So woe to those who pray",
        "fr": "Malheur donc, à ceux qui prient",
        "es": "¡Ay de los que oran"
      },
      "ibn_ashour": "فَوَيْلٌ لِلْمُصَلِّينَ (4) موقع الفاء صريح في اتصال ما بعدها بما قبلها من الكلام على معنى التفريع والترتب والتسبب . فيجيء على القول : إن السورة مكية بأجمعها أن يكون المراد بالمصلين عينَ المراد بالذي يكذب بالدين ، ويدُعّ اليتيم ، ولا يحض على طعام المسكين ، فقوله { للمصلين } إظهار في مقام الإِضمار كأنه قيل : فويل له على سهوه عن الصلاة ، وعلى الرياء ، وعلى منع الماعون ، دعا إليه زيادة تعداد صفاته الذميمة بأسلوب سليم عن تتابع ستِّ صفات لأن ذلك التتابع لا يخلو من كثرة تكرار النظائر فيشبه تتابع الإِضافات الذي قيل إنه مُناكد للفصاحة ، مع الإِشارة بتوسط ويل له إلى أن الويل ناشىء عن جميع تلك الصفات التي هو أهلها وهذا المعنى أشار إليه كلام «الكشاف» بغموض .فوصفهم ب«المصلين» إِذَنْ تهكم ، والمراد عدمه ، أي الذين لا يصلون ، أي ليسوا بمسلمين كقوله تعالى : { قالوا لم نك من المصلين ولم نك نطعم المسكين } [ المدثر : 43 ، 44 ] وقرينة التهكم وصفهم ب { الذين هم عن صلاتهم ساهون } .وعلى القول بأنها مدنية أو أن هذه الآية وما بعدها منها مدنية يكون المراد { بالمصلين الذين هم عن صلاتهم ساهون } المنافقين . وروَى"
    },
    {
      "number": 5,
      "text": "ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ",
      "tafsir": {
        "muyassar": "فعذاب شديد للمصلين الذين هم عن صلاتهم لاهون، لا يقيمونها على وجهها، ولا يؤدونها في وقتها.",
        "mukhtasar": "",
        "saadi": "أي: مضيعون لها، تاركون لوقتها، مفوتون لأركانها  وهذا لعدم اهتمامهم بأمر الله حيث ضيعوا الصلاة، التي هي أهم الطاعات وأفضل القربات، والسهو عن الصلاة، هو الذي يستحق صاحبه الذم واللوم  وأما السهو في الصلاة، فهذا يقع من كل أحد، حتى من النبي صلى الله عليه وسلم.",
        "kathir": "الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ"
      },
      "translations": {
        "en": "[But] who are heedless of their prayer -",
        "fr": "tout en négligeant (et retardant) leur Salât,",
        "es": "distraídamente,"
      },
      "ibn_ashour": "الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (5) وقوله : { الذين هم عن صلاتهم ساهون } صفة { للمصلين } مقيِّدة لحكم الموصوف فإن الويل للمصلي الساهي عن صلاته لا للمصلي على الإطلاق .فيكون قوله { الذين هم عن صلاتهم ساهون } ترشيحاً للتهكم الواقع في إطلاق وصف المصلين عليهم .وعدي { ساهون } بحرف { عن } لإفادة أنهم تجاوزوا إقامة صلاتهم وتركوها ولا علاقة لهذه الآية بأحكام السهو في الصلاة .وقوله : { الذين عن صلاتهم ساهون } يجوز أن يكون معناه الذين لا يؤدون الصلاة إلاّ رياء فإذا خلوا تركوا الصلاة .ويجوز أن يكون معناه : الذين يصلون دون نية وإخلاص فهم في حالة الصلاة بمنزلة الساهي عما يفعل فيكون إطلاق { ساهون } تهكماً كما قال تعالى : { يراءون الناس ولا يذكرون اللَّه إلا قليلاً في المنافقين } في سورة النساء ( 142 ) ."
    },
    {
      "number": 6,
      "text": "ٱلَّذِينَ هُمْ يُرَآءُونَ",
      "tafsir": {
        "muyassar": "الذين هم يتظاهرون بأعمال الخير مراءاة للناس.",
        "mukhtasar": "",
        "saadi": "ولهذا وصف الله هؤلاء بالرياء والقسوة وعدم الرحمة، فقال: { الَّذِينَ هُمْ يُرَاءُونَ } أي يعملون الأعمال لأجل رئاء الناس.",
        "kathir": "الَّذِينَ هُمْ يُرَاءُونَ"
      },
      "translations": {
        "en": "Those who make show [of their deeds]",
        "fr": "qui sont pleins d'ostentation,",
        "es": "para ser vistos"
      },
      "ibn_ashour": "الَّذِينَ هُمْ يُرَاءُونَ (6) وقوله : { الذين هم عن صلاتهم ساهون } صفة { للمصلين } مقيِّدة لحكم الموصوف فإن الويل للمصلي الساهي عن صلاته لا للمصلي على الإطلاق .فيكون قوله { الذين هم عن صلاتهم ساهون } ترشيحاً للتهكم الواقع في إطلاق وصف المصلين عليهم .وعدي { ساهون } بحرف { عن } لإفادة أنهم تجاوزوا إقامة صلاتهم وتركوها ولا علاقة لهذه الآية بأحكام السهو في الصلاة .وقوله : { الذين عن صلاتهم ساهون } يجوز أن يكون معناه الذين لا يؤدون الصلاة إلاّ رياء فإذا خلوا تركوا الصلاة .ويجوز أن يكون معناه : الذين يصلون دون نية وإخلاص فهم في حالة الصلاة بمنزلة الساهي عما يفعل فيكون إطلاق { ساهون } تهكماً كما قال تعالى : { يراءون الناس ولا يذكرون اللَّه إلا قليلاً في المنافقين } في سورة النساء ( 142 ) .و ( يراءون ) يقصدون أن يَرى الناسُ أنهم على حال حسن وهم بخلافه ليتحدث الناس لهم بمحاسنَ ما هم بموصوفين بها ، ولذلك كَثر أن تعطف السُّمعة على الرياء فيقال : رياء وسُمعة .وهذا الفعل وارد في الكلام على صيغة المفاعلة ولم يسمع منه فعل مجرد لأنه يلازمه تكرير الإِراءة ."
    },
    {
      "number": 7,
      "text": "وَيَمْنَعُونَ ٱلْمَاعُونَ",
      "tafsir": {
        "muyassar": "ويمنعون إعارة ما لا تضر إعارته من الآنية وغيرها، فلا هم أحسنوا عبادة ربهم، ولا هم أحسنوا إلى خلقه.",
        "mukhtasar": "",
        "saadi": "{ وَيَمْنَعُونَ الْمَاعُونَ } أي: يمنعون إعطاء الشيء، الذي لا يضر إعطاؤه على وجه العارية، أو الهبة، كالإناء، والدلو، والفأس، ونحو ذلك، مما جرت العادة ببذلها والسماحة به  .فهؤلاء -لشدة حرصهم- يمنعون الماعون، فكيف بما هو أكثر منه.وفي هذه السورة، الحث على إكرام  اليتيم، والمساكين، والتحضيض على ذلك، ومراعاة الصلاة، والمحافظة عليها، وعلى الإخلاص [فيها و] في جميع الأعمال.والحث على [فعل المعروف و] بذل الأموال الخفيفة، كعارية الإناء والدلو والكتاب، ونحو ذلك، لأن الله ذم من لم يفعل ذلك، والله سبحانه وتعالى أعلم بالصواب والحمد لله رب العالمين.",
        "kathir": "وَيَمْنَعُونَ الْمَاعُونَ"
      },
      "translations": {
        "en": "And withhold [simple] assistance.",
        "fr": "et refusent l'ustensile (à celui qui en a besoin).",
        "es": "Y niegan la ayuda!"
      },
      "ibn_ashour": "وَيَمْنَعُونَ الْمَاعُونَ (7)والماعون } : يطلق على الإِعانة بالمال ، فالمعنى : يمنعون فضلهم أو يمنعون الصدقة على الفقراء . فقد كانت الصدقة واجبة في صدر الإِسلام بغير تعيين قبل مشروعية الزكاة .وقال سعيد بن المسيب وابن شهاب : الماعون : المال بلسان قريش .وروى أشهب عن مالك : الماعون : الزكاة ، ويشهد له قول الراعي: ... قوم على الإِسلام لمّا يمنعواماعونهم ويضيِّعوا التهليلا ... لأنه أراد بالتهليل الصلاة فجمع بينها وبين الزكاة .ويطلق على ما يستعان به على عمل البيت من آنية وآلات طبخ وشدّ وحفر ونحو ذلك مما لا خسارة على صاحبه في إعارته وإعطائه . وعن عائشة : الماعون الماء والنار والملح . وهذا ذم لهم بمنتهى البخل . وهو الشح بما لا يزرئهم .وتقديم المسند إليه على الخبر الفعلي في قوله : { هم يراءون } لتقوية الحكم ، أي تأكيده .فأما على القول بأن السورة مدنية أو بأن هذه الآيات الثلاث مدنية يكون المراد بالمصلين الذين هم عن صلاتهم ساهون والصلاتتِ بعدها : المنافقين ، فإطلاق المصلين عليهم بمعنى المتظاهرين بأنهم يصلون وهو من إطلاق الفعل على صورته كقوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة } [ التوبة "
    }
  ]
}