{
  "number": 108,
  "name": "سُورَةُ الكَوۡثَرِ",
  "englishName": "Al-Kawthar",
  "revelationType": "Meccan",
  "ayahCount": 3,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ",
      "tafsir": {
        "muyassar": "إنا أعطيناك -أيها النبي- الخير الكثير في الدنيا والآخرة، ومن ذلك نهر الكوثر في الجنة الذي حافتاه خيام اللؤلؤ المجوَّف، وطينه المسك.",
        "mukhtasar": "إنا آتيناك - أيها الرسول - الخير الكثير، ومنه نهر الكوثر في الجنة.",
        "saadi": "يقول الله تعالى لنبيه محمد صلى الله عليه وسلم ممتنا عليه: { إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ } أي: الخير الكثير، والفضل الغزير، الذي من جملته، ما يعطيه الله لنبيه صلى الله عليه وسلم يوم القيامة، من النهر الذي يقال له { الكوثر } ومن الحوض  طوله شهر، وعرضه شهر، ماؤه أشد بياضًا من اللبن، وأحلى من العسل، آنيته كنجوم  السماء في كثرتها واستنارتها، من شرب منه شربة لم يظمأ بعدها أبدًا.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ"
      },
      "translations": {
        "en": "Indeed, We have granted you, [O Muhammad], al-Kawthar.",
        "fr": "Nous t'avons certes, accordé l'Abondance.",
        "es": "Te hemos dado la abundancia."
      },
      "ibn_ashour": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) افتتاح الكلام بحرف التأكيد للاهتمام بالخبر . والإِشعار بأنه شيء عظيم يستتبع الإِشعار بتنويه شأن النبي صلى الله عليه وسلم كما تقدم في { إنا أنزلناه في ليلة القدر } [ القدر : 1 ] . والكلام مسوق مساق البشارة وإنشاء العطاء لا مساق الإخبار بعطاء سابق .وضمير العظمة مشعر بالامتنان بعطاء عظيم .و { الكوثر } : اسم في اللغة للخير الكثير صيغ على زِنة فوْعل ، وهي من صيغ الأسماء الجامدة غالباً نحو الكوكب ، والجورب ، والحوشب والدوسر ، ولا تدل في الجوامد على غير مسماها ، ولما وقع هنا فيها مادة الكَثْر كانت صيغته مفيدة شدة ما اشتقت منه بناء على أن زيادة المبنى تؤذن بزيادة المعنى ، ولذلك فسره الزمخشري بالمفرط في الكثرة ، وهو أحسن ما فُسر به وأضبطُه ، ونظيره : جَوْهر ، بمعنى الشجاع كأنه يجاهر عدوّه ، والصومعة لاشتقاقها من وصف أصمع وهو دقيق الأعضاء لأن الصومعة دقيقة لأن طولها أفرط من غلظها .ويوصفُ الرجل صاحب الخير الكثير بكَوثر من باب الوصف بالمصدر كما في قول لبيد في رثاء عوف بن الأحوص الأسدي: ... وصاحب ملحوب فُجعنا بفقدهوعند الرّداع بيتُ آخر كوثر ... ( ملحوب والرداع )"
    },
    {
      "number": 2,
      "text": "فَصَلِّ لِرَبِّكَ وَٱنْحَرْ",
      "tafsir": {
        "muyassar": "فأخلص لربك صلاتك كلها، واذبح ذبيحتك له وعلى اسمه وحده.",
        "mukhtasar": "فأدّ شكر الله على هذه النعمة، بأن تصلي له وحده وتذبح؛ خلافًا لما يفعله المشركون من التقرّب لأوثانهم بالذبح.",
        "saadi": "ولما ذكر منته عليه، أمره بشكرها فقال: { فَصَلِّ لِرَبِّكَ وَانْحَرْ } خص هاتين العبادتين بالذكر، لأنهما من أفضل العبادات وأجل القربات.ولأن الصلاة تتضمن الخضوع [في] القلب والجوارح لله، وتنقلها في أنواع العبودية، وفي النحر تقرب إلى الله بأفضل ما عند العبد من النحائر، وإخراج للمال الذي جبلت النفوس على محبته والشح به.",
        "kathir": "فَصَلِّ لِرَبِّكَ وَانْحَرْ"
      },
      "translations": {
        "en": "So pray to your Lord and sacrifice [to Him alone].",
        "fr": "Accomplis la Salât pour ton Seigneur et sacrifie.",
        "es": "Ora, pues, a tu Señor y ofrece sacrificios."
      },
      "ibn_ashour": "فَصَلِّ لِرَبِّكَ وَانْحَرْ (2)وقوله : { فصل لربك } اعتراض والفاء للتفريع على هذه البشارة بأن يشكر ربه عليها ، فإن الصلاة أفعال وأقوال دالة على تعظيم الله والثناء عليه وذلك شكر لنعمته .وناسب أن يكون الشكر بالازدياد مما عاداه عليه المشركون وغيرهم ممن قالوا مقالتهم الشنعاء : إنه أبتر ، فإن الصلاة لله شكر له وإغاظة للذين ينهونه عن الصلاة كما قال تعالى : { أرأيت الذي ينهى عبداً إذا صلى } [ العلق : 9 ، 10 ] لأنهم إنما نهَوْه عن الصلاة التي هي لوجه الله دون العبادة لأصنامهم ، وكذلك النحر لله .والعدول عن الضمير إلى الاسم الظاهر في قوله : { فصل لربك } دون : فصلِّ لنا ، لما في لفظ الرب من الإِيماء إلى استحقاقه العبادة لأجل ربوبيته فضلاً عن فرط إنعامه .وإضافة ( رب ) إلى ضمير المخاطب لقصد تشريف النبي صلى الله عليه وسلم وتقريبه ، وفيه تعريض بأنه يربُّه ويرأف به .ويتعين أن في تفريع الأمر بالنحر مع الأمر بالصلاة على أن أعطاه الكوثر خصوصية تناسب الغرض الذي نزلت السورة له ، ألا ترى أنه لم يذكر الأمر بالنحر مع الصلاة في قوله تعالى : { ولقد نعلم أنك يضيق صدرك بما يقولون فسبح بحمد ربك وكن من الساجدين } ف"
    },
    {
      "number": 3,
      "text": "إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ",
      "tafsir": {
        "muyassar": "إن مبغضك ومبغض ما جئت به من الهدى والنور، هو المنقطع أثره، المقطوع من كل خير.",
        "mukhtasar": "إن مُبْغِضك هو المنقطع عن كل خير المَنْسِي الذي إن ذُكِر ذُكِر بسوء.",
        "saadi": "{ إِنَّ شَانِئَكَ } أي: مبغضك وذامك ومنتقصك { هُوَ الْأَبْتَرُ } أي: المقطوع من كل خير، مقطوع العمل، مقطوع الذكر.وأما محمد صلى الله عليه وسلم، فهو الكامل حقًا، الذي له الكمال الممكن في حق المخلوق، من رفع الذكر، وكثرة الأنصار، والأتباع صلى الله عليه وسلم.",
        "kathir": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ"
      },
      "translations": {
        "en": "Indeed, your enemy is the one cut off.",
        "fr": "Celui qui te hait sera certes, sans postérité.",
        "es": "Sí, es quien te odia el privado de posteridad."
      },
      "ibn_ashour": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (3)استئناف يجوز أن يكون استئنافاً ابتدائياً . ويجوز أن تكون الجملة تعليلاً لحرف { إنّ } إذا لم يكن لرد الإِنكار يكثر أن يفيد التعليل كما تقدم عند قوله تعالى : { قالوا سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم } في سورة البقرة ( 32 ) .واشتمال الكلام على صيغة قصر وعلى ضمير غائب وعلى لفظ الأبتر مؤذن بأن المقصود به ردُّ كلام صادر من معيَّن ، وحكايةُ لفظٍ مرادٍ بالرد ، قال الواحدي : قال ابن عباس : إن العاصي بن وائل السهمي رأى رسول الله صلى الله عليه وسلم في المسجد الحرام عند باب بني سهم فتحدث معه وأناسٌ من صناديد قريش في المسجد فلما دخل العاصي عليهم قالوا له : من الذي كنت تتحدث معه فقال : ذلك الأبترُ ، وكان قد توفّي قبل ذلك عبدُ الله ابنُ رسول الله صلى الله عليه وسلم بعد أن مات ابنه القاسم قبلَ عبد الله فانقطع بموت عبد الله الذكورُ من ولده صلى الله عليه وسلم يومئذ ، وكانوا يَصِفون من ليس له ابن بأبتر فأنزل الله هذه السورة ، فحصل القصر في قوله { إن شانئك هو الأبتر } لأن ضمير الفصل يفيد قصر صفة الأبتر على الموصوف وهو شانىء النبي صلى الله عليه وسلم "
    }
  ]
}