{
  "number": 110,
  "name": "سُورَةُ النَّصۡرِ",
  "englishName": "An-Nasr",
  "revelationType": "Medinan",
  "ayahCount": 3,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ",
      "tafsir": {
        "muyassar": "إذا تمَّ لك -أيها الرسول- النصر على كفار قريش، وتم لك فتح \"مكة\".",
        "mukhtasar": "إذا جاء نصر الله لدينك - أيها الرسول - وإعزازه له، وحدث فتح مكة.",
        "saadi": "في هذه السورة الكريمة، بشارة وأمر لرسوله عند حصولها، وإشارة وتنبيه على ما يترتب على ذلك.فالبشارة هي البشارة بنصر الله لرسوله، وفتحه مكة.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ"
      },
      "translations": {
        "en": "When the victory of Allah has come and the conquest,",
        "fr": "Lorsque vient le secours d'Allah ainsi que la victoire,",
        "es": "Cuando venga el auxilio de Alá, así como el éxito,"
      },
      "ibn_ashour": "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) { } { أفواجا * فَسَبِّحْ بِحَمْدِ رَبِّكَ واستغفره إِنَّهُ كَانَ توابا } .{ إذا } اسم زمان مبهم يتعين مقدارهُ بمضمون جملةٍ يضاف إليها هو . ف { إذا } اسمُ زمان مطلق ، فقد يستعمل للزمن المستقبل غالباً . ولذلك يضمَّن معنى الشرط غالباً ، ويكون الفعل الذي تضاف إليه بصيغة الماضي غالباً لإفادة التحقق ، وقد يكون مضارعاً كقوله تعالى : { وهو على جمعهم إذا يشاء قدير } [ الشورى : 29 ] .ويستعمل في الزمن الماضي وحينئذ يتعين أن تقع الجملة بعده بصيغة الماضي ، ولا تضمن { إذا } معنى الشرط حينئذ وإنما هي لمجرد الإِخبار دون قصد تعليق نحو : { وإذَا رأوا تجارةً أو لهواً انفضوا إليها } [ الجمعة : 11 ] .و { إذا } هنا مضمنة الشرط لا محالة لوجود الفاء في قوله : { فسبح بحمد ربك } وقضية الاستقبال وعدمه تقدمت .والنصر : الإِعانة على العدوّ . ونصر الله يعقبه التغلب على العدو . و { الفتح } : امتلاك بلد العدوّ وأرضِه لأنه يكون بفتح باب البلد كقوله تعالى : { ادخلوا عليهم الباب فإذا دخلتموه فإنكم غالبون } [ المائدة : 23 ] ، ويكون باقتحام ثغور الأرض ومحارسها فقد كانوا ينزلون بال"
    },
    {
      "number": 2,
      "text": "وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًۭا",
      "tafsir": {
        "muyassar": "ورأيت الكثير من الناس يدخلون في الإسلام جماعات جماعات.",
        "mukhtasar": "ورأيت الناس يدخلون في الإسلام وفدًا بعد وفد.",
        "saadi": "ودخول الناس في دين الله أفواجًا، بحيث يكون كثير منهم من أهله وأنصاره، بعد أن كانوا من أعدائه، وقد وقع هذا المبشر به،",
        "kathir": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا"
      },
      "translations": {
        "en": "And you see the people entering into the religion of Allah in multitudes,",
        "fr": "et que tu vois les gens entrer en foule dans la religion d'Allah,",
        "es": "y veas que los hombres entran en masa en la religión de Alá,"
      },
      "ibn_ashour": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (2) والرؤية في قوله : { ورأيت الناس } يجوز أن تكون علمية ، أي وعلمت علم اليقين أن الناس يدخلون في دين الله أفواجاً وذلك بالأخبار الواردة من آفاق بلاد العرب ومواطن قبائلهم وبمَنْ يحضر من وفودهم . فيكون جملة { يدخلون } في محل المفعول الثاني ل { رأيت } .ويجوز أن تكون رؤية بصرية بأن رأى أفواج وفود العرب يردون إلى المدينة يدخلون في الإِسلام وذلك سنة تسع ، وقد رأى النبي صلى الله عليه وسلم ببصره ما علم منه دخولهم كلهم في الإِسلام بمن حضر معه الموقف في حجة الوداع فقد كانوا مائة ألف من مختلف قبائل العرب فتكون جملة { يدخلون } في موضع الحال من الناس .و { دين اللَّه } هو الإِسلام لقوله تعالى : { إن الدين عند اللَّه الإسلام } [ آل عمران : 19 ] وقوله : { فأقم وجهك للدين حنيفاً فطرت اللَّه التي فطر الناس عليها } [ الروم : 30 ] .والدخول في الدين : مستعار للنطق بكلمة الشهادة والتزام أحكام الدين الناشئة عن تلك الشهادة . فشُبه الدين ببيت أو حظيرة على طريقة المكنية ورمز إليه بما هو من لوازم المشبه به وهو الدخول ، على تشبيه التلبس بالدين بتلبس ال"
    },
    {
      "number": 3,
      "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ ۚ إِنَّهُۥ كَانَ تَوَّابًۢا",
      "tafsir": {
        "muyassar": "إذا وقع ذلك فتهيأ للقاء ربك بالإكثار من التسبيح بحمده والإكثار من استغفاره، إنه كان توابًا على المسبحين والمستغفرين، يتوب عليهم ويرحمهم ويقبل توبتهم.",
        "mukhtasar": "فاعلم أن ذلك علامة على قرب انتهاء المهمة التي بُعِثْتَ بها، فسبِّح بحمد ربك؛ شكرًا له على نعمة النصر والفتح، واطلب منه المغفرة، إنه كان توابًا يقبل توبة عباده، ويغفر لهم.",
        "saadi": "وأما الأمر بعد حصول النصر والفتح، فأمر رسوله أن يشكر ربه على ذلك، ويسبح بحمده ويستغفره، وأما الإشارة، فإن في ذلك إشارتين: إشارة لأن يستمر النصر لهذا الدين  ، ويزداد عند حصول التسبيح بحمد الله واستغفاره من رسوله، فإن هذا من الشكر، والله يقول: { لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ } وقد وجد ذلك في زمن الخلفاء الراشدين وبعدهم في هذه الأمة لم يزل نصر الله مستمرًا، حتى وصل الإسلام إلى ما لم يصل إليه دين من الأديان، ودخل فيه، ما لم يدخل في غيره، حتى حدث من الأمة من مخالفة أمر الله ما حدث، فابتلاهم الله  بتفرق الكلمة، وتشتت الأمر، فحصل ما حصل.[ومع هذا] فلهذه الأمة، وهذا الدين، من رحمة الله ولطفه، ما لا يخطر بالبال، أو يدور في الخيال.وأما الإشارة الثانية، فهي الإشارة إلى أن أجل رسول الله صلى الله عليه وسلم قد قرب ودنا، ووجه ذلك أن عمره عمر فاضل أقسم الله به.وقد عهد أن الأمور الفاضلة تختم بالاستغفار، كالصلاة والحج، وغير ذلك.فأمر الله لرسوله بالحمد والاستغفار في هذه الحال، إشارة إلى أن أجله قد انتهى، فليستعد ويتهيأ للقاء ربه، ويختم عمره بأفضل ما يجده صلوات الله وسلامه عليه.فكان صلى الله عليه وسلم يتأول القرآن، ويقول ذلك في صلاته، يكثر أن يقول في ركوعه وسجوده: \" سبحانك اللهم وبحمدك، اللهم اغفر لي \". ",
        "kathir": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا"
      },
      "translations": {
        "en": "Then exalt [Him] with praise of your Lord and ask forgiveness of Him. Indeed, He is ever Accepting of repentance.",
        "fr": "alors, par la louange, célèbre la gloire de ton Seigneur et implore Son pardon. Car c'est Lui le grand Accueillant au repentir.",
        "es": "entonces, ¡celebra las alabanzas de tu Señor y pide Su perdón! Es indulgente."
      },
      "ibn_ashour": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (3)وجملة : { فسبح بحمد ربك } جواب { إذا } باعتبار ما تضمنته من معنى الشرط ، وفعل { فسبح } هو العامل في { إذا } النصبَ على الظرفية ، والفاء رابطة للجواب لأنه فعل إنشاء .وقَرن التسبيح بالحمد بباء المصاحبة المقتضية أن التسبيح لاحقٌ للحمد لأن باء المصاحبة بمعنى ( مع ) فهي مثل ( مع ) في أنها تدخل على المتبوع فكان حمد الله على حصول النصر والفتح ودخول الناس في الإِسلام شيئاً مفروغاً منه لا يحتاج إلى الأمر بإيقاعه لأن شأن الرسول صلى الله عليه وسلم أنه قد فعله ، وإنما يحتاج إلى تذكيره بتسبيح خاص لم يحصل من قبل في تسبيحاته وباستغفار خاص لم يحصل من قبل في استغفاره .ويجوز أن يكون التسبيح المأمور به تسبيحَ ابتهاج وتعجب من تيسير الله تعالى له ما لا يخطر ببال أحد أن يتم له ذلك ، فإن سبحان الله ونحوه يستعمل في التعجب كقول الأعشى: ... قد قلتُ لما جاءني فخرُهسبحانَ من علقمةَ الفاخِر ... وفي تقديم الأمر بالتسبيح والحمد على الأمر بالاستغفار تمهيد لإجابة استغفاره على عادة العرب في تقديم الثناء قبل سؤال الحاجة كما قال ابن أبي الصلت: ... إذا "
    }
  ]
}