{
  "number": 112,
  "name": "سُورَةُ الإِخۡلَاصِ",
  "englishName": "Al-Ikhlaas",
  "revelationType": "Meccan",
  "ayahCount": 4,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ هُوَ ٱللَّهُ أَحَدٌ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: هو الله المتفرد بالألوهية والربوبية والأسماء والصفات، لا يشاركه أحد فيها.",
        "mukhtasar": "قل - أيها الرسول -: هو الله المنفرد بالألوهية، لا إله غيره.",
        "saadi": "أي { قُلْ } قولًا جازمًا به، معتقدًا له، عارفًا بمعناه، { هُوَ اللَّهُ أَحَدٌ } أي: قد انحصرت فيه الأحدية، فهو الأحد المنفرد بالكمال، الذي له الأسماء الحسنى، والصفات الكاملة العليا، والأفعال المقدسة، الذي لا نظير له ولا مثيل.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ هُوَ اللَّهُ أَحَدٌ"
      },
      "translations": {
        "en": "Say, \"He is Allah, [who is] One,",
        "fr": "Dis: «Il est Allah, Unique.",
        "es": "Di: «¡Él es Alá, Uno,"
      },
      "ibn_ashour": "قُلْ هُوَ اللَّهُ أَحَدٌ (1)افتتاح هذه السورة بالأمر بالقول لإِظهار العناية بما بعد فعل القول كما علمت ذلك عند قوله تعالى : { قل يا أيها الكافرون } [ الكافرون : 1 ]ولذلك الأمر في هذه السورة فائدة أخرى ، وهي أنها نزلت على سبب قول المشركين : انْسُبْ لنا ربك ، فكانت جواباً عن سؤالهم فلذلك قيل له : { قل } كما قال تعالى : { قل الروح من أمر ربي } [ الإسراء : 85 ] فكان للأمر بفعل { قل } فائدتان .وضمير { هو } ضمير الشأن لإِفادة الاهتمام بالجملة التي بعده ، وإذا سمعه الذين سألوا تطلعوا إلى ما بعده .ويجوز أن يكون { هو } أيضاً عائداً إلى الرب في سؤال المشركين حين قالوا : انسب لنا ربك .ومن العلماء من عَدّ ضمير { هو } في هذه السورة اسماً من أسماء الله تعالى وهي طريقة صوفية درج عليها فخر الدين الرازي في «شرح الأسماء الحسنى» نقله ابن عرفة عنه في «تفسيره» وذكر الفخر ذلك في «مفاتيح الغيب» ولا بد من المزج بين كلاميه .وحاصلهما قوله : { قل هو الله أحد } فيه ثلاثة أسماء لله تعالى تنبيهاً على ثلاثة مقامات .الأول : مقام السابقين المقربين الناظرين إلى حقائق الأشياء من حيث هِيَ هِيَ ، فلا جرم ما رأوا موجوداً س"
    },
    {
      "number": 2,
      "text": "ٱللَّهُ ٱلصَّمَدُ",
      "tafsir": {
        "muyassar": "الله وحده المقصود في قضاء الحوائج والرغائب.",
        "mukhtasar": "هو السيّد الذي انتهى إليه السُّؤْدَد في صفات الكمال والجمال، الذي تصمد إليه الخلائق.",
        "saadi": "{ اللَّهُ الصَّمَدُ } أي: المقصود في جميع الحوائج. فأهل العالم العلوي والسفلي مفتقرون إليه غاية الافتقار، يسألونه حوائجهم، ويرغبون إليه في مهماتهم، لأنه الكامل في أوصافه، العليم الذي قد كمل في علمه، الحليم الذي قد كمل في حلمه، الرحيم الذي [كمل في رحمته الذي] وسعت رحمته كل شيء، وهكذا سائر أوصافه،",
        "kathir": "اللَّهُ الصَّمَدُ"
      },
      "translations": {
        "en": "Allah, the Eternal Refuge.",
        "fr": "Allah, Le Seul à être imploré pour ce que nous désirons.",
        "es": "Dios, el Eterno."
      },
      "ibn_ashour": "اللَّهُ الصَّمَدُ (2)جملة ثانية محكية بالقول المحكية به جملة : { اللَّه أحد } ، فهي خبر ثان عن الضمير . والخبر المتعدد يجوز عطفه وفصله ، وإنما فصلت عن التي قبلها لأن هذه الجملة مسوقة لتلقين السامعين فكانت جديرة بأن تكون كل جملة مستقلة بذاتها غيرَ ملحقة بالتي قبلها بالعطف ، على طريقة إلقاء المسائل على المتعلم نحو أن يقول : الحوزُ شرط صحة الحُبس ، الحوز لا يتم إلا بالمعانية ، ونحو قولك : عنترة من فحول الشعراء ، عنترة من أبطال الفرسان .ولهذا الاعتبار وقع إظهار اسم الجلالة في قوله : { اللَّه الصمد } وكان مقتضى الظاهر أن يقال : هو الصمد .و { الصَمد } : السيد الذي لا يستغنى عنه في المهمات ، وهو سيد القوم المطاع فيهم .قال في «الكشاف» : وهو فَعَل بمعنى مفعول من : صَمَد إليه ، إذا قصده ، فالصمد المصمود في الحوائج . قلت : ونظيره السَّند الذي تُسند إليه الأمور المهمة . والفَلَق اسم الصباح لأنه يتفلق عنه الليل .و { الصمد } : من صفات الله ، والله هو الصمد الحق الكامل الصمدية على وجه العموم .فالصمد من الأسماء التسعة والتسعين في حديث أبي هريرة عند الترمذي . ومعناه : المفتقر إليه كلُّ ما عداه ، فالمعد",
      "video": {
        "id": "nMezLNQzD_4",
        "word": "الصمد",
        "transliteration": "As-Samad",
        "meaning": {
          "ar": "السيد المقصود في الحوائج الذي لا جوف له",
          "en": "The Eternal, Self-Sufficient Master",
          "fr": "Le Maître Éternel, Auto-suffisant",
          "es": "El Maestro Eterno, Autosuficiente"
        }
      }
    },
    {
      "number": 3,
      "text": "لَمْ يَلِدْ وَلَمْ يُولَدْ",
      "tafsir": {
        "muyassar": "ليس له ولد ولا والد ولا صاحبة.",
        "mukhtasar": "الذي لم يلد أحدًا، ولم يلده أحد، فلا ولد له - سبحانه - ولا والد.",
        "saadi": "ومن كماله أنه { لَمْ يَلِدْ وَلَمْ يُولَدْ } لكمال غناه",
        "kathir": "لَمْ يَلِدْ وَلَمْ يُولَدْ"
      },
      "translations": {
        "en": "He neither begets nor is born,",
        "fr": "Il n'a jamais engendré, n'a pas été engendré non plus.",
        "es": "No ha engendrado, ni ha sido engendrado."
      },
      "ibn_ashour": "لَمْ يَلِدْ وَلَمْ يُولَدْ (3)جملة : { لم يلد } خبر ثاننٍ عن اسم الجلالة من قوله : { اللَّه الصمد } ، أو حال من المبتدأ أو بدل اشتمال من جملة { اللَّه الصمد } ، لأن من يصمد إليه لا يكون من حاله أن يلد لأن طلب الولد لقصد الاستعانة به في إقامة شؤون الوالد وتدارك عجزه ، ولذلك استدل على إبطال قولهم : { اتخذ اللَّه ولداً } بإثبات أنه الغنيّ في قوله تعالى : { قالوا اتخذ اللَّه ولداً سبحانه هو الغني له ما في السماوات الأرض } [ يونس : 68 ] فبعدَ أن أبطلت الآية الأولى من هذه السورة تعدد الإله بالأصالة والاستقلال ، أبطلت هذه الآية تعدد الإله بطريق تولد إله عن إله ، لأن المتولِّد مساوٍ لما تولَّد عنه .والتعدُّد بالتولد مساوٍ في الاستحالة لتعدد الإله بالأصالة لتساوي ما يلزم على التعدد في كليهما من فساد الأكوان المشار إليه بقوله تعالى : { لو كان فيهما آلهة إلا اللَّه لفسدتا } [ الأنبياء : 22 ] ( وهو برهان التمانع ) ولأنه لو تولد عن الله موجود آخر للزم انفصال جزء عن الله تعالى وذلك مناف للأحدية كما علمت آنفاً وبَطل اعتقاد المشركين من العرب أن الملائكة بنات الله تعالى فعبدوا الملائكة لذلك ، لأن البنو"
    },
    {
      "number": 4,
      "text": "وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ",
      "tafsir": {
        "muyassar": "ولم يكن له مماثلا ولا مشابهًا أحد من خلقه، لا في أسمائه ولا في صفاته، ولا في أفعاله، تبارك وتعالى وتقدَّس.",
        "mukhtasar": "ولم يكن له مماثل في خلقه.",
        "saadi": "{ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ } لا في أسمائه ولا في أوصافه، ولا في أفعاله، تبارك وتعالى.فهذه السورة مشتملة على توحيد الأسماء والصفات.",
        "kathir": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ"
      },
      "translations": {
        "en": "Nor is there to Him any equivalent.\"",
        "fr": "Et nul n'est égal à Lui».",
        "es": "No tiene par»."
      },
      "ibn_ashour": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)في معنى التذييل للجمل التي قبلها لأنها أعم من مضمونها لأن تلك الصفات المتقدمة صريحَها وكنايتها وضمنيَّها لا يشبهه فيها غيره ، مع إفادة هذه انتفاء شبيه له فيما عداها مثل صفات الأفعال كما قال تعالى : { إن الذين تدعون من دون اللَّه لن يخلقوا ذباباً ولو اجتمعوا له } [ الحج : 73 ] .والواو في قوله : { ولم يكن له كفؤاً } اعتراضية ، وهي واو الحال ، كالواو في قوله تعالى : { وهل يجازى إلا الكفور } [ سبأ : 17 ] فإنها تذييل لجملة { ذلك جَزَيْنَاهم بما كفروا } [ سبأ : 17 ] ، ويجوز كون الواو عاطفة إن جعلت الواو الأولى عاطفة فيكون المقصود من الجملة إثبات وصف مخالفته تعالى للحوادث وتكون استفادة معنى التذييل تبعاً للمعنى ، والنكت لا تتزاحم .والكُفُؤ : بضم الكاف وضم الفاء وهمزة في آخره . وبه قرأ نافع وأبو عمرو وأبو بكر عن عاصم وأبو جعفر ، إلا أن الثلاثة الأولين حَققوا الهمزة وأبو جعفر سهَّلها ويقال : «كُفْء» بضم الكاف وسكون الفاء وبالهمز ، وبه قرأ حمزة ويعقوب ، ويقال : { كفواً } بالواو عوض الهمز ، وبه قرأ حفص عن عاصم وهي لغات ثلاث فصيحة .ومعناه : المساوي والمماثل في "
    }
  ]
}