{
  "number": 113,
  "name": "سُورَةُ الفَلَقِ",
  "englishName": "Al-Falaq",
  "revelationType": "Meccan",
  "ayahCount": 5,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: أعوذ وأعتصم برب الفلق، وهو الصبح.",
        "mukhtasar": "قل - أيها الرسول -: أعتصم بربّ الصبح، وأستجير به.",
        "saadi": "أي: { قل } متعوذًا { أَعُوذُ } أي: ألجأ وألوذ، وأعتصم { بِرَبِّ الْفَلَقِ } أي: فالق الحب والنوى، وفالق الإصباح.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ"
      },
      "translations": {
        "en": "Say, \"I seek refuge in the Lord of daybreak",
        "fr": "Dis: «Je cherche protection auprès du Seigneur de l'aube naissante,",
        "es": "Di: «Me refugio en el Señor del alba"
      },
      "ibn_ashour": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) الأمر بالقول يقتضي المحافظة على هذه الألفاظ لأنها التي عينها الله للنبيء صلى الله عليه وسلم ليتعوذ بها فإجابتُها مرجوة ، إذ ليس هذا المقول مشتملاً على شيء يُكلف به أو يُعمل حتى يكون المراد : قل لهم كذا كما في قوله : { قل هو الله أحد } [ الإخلاص : 1 ] ، وإنما هو إنشاء معنى في النفس تدل عليه هذه الأقوال الخاصة .وقد روي عن ابن مسعود في أنه سأل النبي صلى الله عليه وسلم عن المعوذتين فقال : \" قِيل لي قُل فقلتُ لكم فقولوا \" . يريد بذلك المحافظة على هذه الألفاظ للتعوذ وإذ قد كانت من القرآن فالمحافظة على ألفاظها متعينة والتعوذ يحصل بمعناها وبألفاظها حتى كَلِمة { قُل .والخطاب بقُل } للنبيء صلى الله عليه وسلم وإذ قد كان قرآناً كان خطاب النبي صلى الله عليه وسلم به يشمل الأمة حيث لا دليل على تخصيصه به ، فلذلك أمر النبي صلى الله عليه وسلم بعضَ أصحابه بالتعوذ بهذه السورة ولذلك أيضاً كان يعوِّذ بهما الحَسَن والحُسَيْن كما ثبت في «الصحيح» ، فتكون صيغة الأمر الموجهة إلى المخاطب مستعملة في معنَيي الخطاب من توجُّهه إلى معيّن وهو الأصل ، ومن إرادة كلّ من يصح خطابُه وهو طر"
    },
    {
      "number": 2,
      "text": "مِن شَرِّ مَا خَلَقَ",
      "tafsir": {
        "muyassar": "من شر جميع المخلوقات وأذاها.",
        "mukhtasar": "من شرّ ما يؤذي من المخلوقات.",
        "saadi": "{ مِنْ شَرِّ مَا خَلَقَ } وهذا يشمل جميع ما خلق الله، من إنس، وجن، وحيوانات، فيستعاذ بخالقها، من الشر الذي فيها،",
        "kathir": "مِنْ شَرِّ مَا خَلَقَ"
      },
      "translations": {
        "en": "From the evil of that which He created",
        "fr": "contre le mal des êtres qu'Il a créés,",
        "es": "del mal que hacen sus criaturas,"
      },
      "ibn_ashour": "مِنْ شَرِّ مَا خَلَقَ (2) ليس لها تفسير فى كتاب التحرير والتنوير"
    },
    {
      "number": 3,
      "text": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ",
      "tafsir": {
        "muyassar": "ومن شر ليل شديد الظلمة إذا دخل وتغلغل، وما فيه من الشرور والمؤذيات.",
        "mukhtasar": "وأعتصم بالله من الشرور التي تظهر في الليل من دواب ولصوص.",
        "saadi": "ثم خص بعد ما عم، فقال: { وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ } أي: من شر ما يكون في الليل، حين يغشى الناس، وتنتشر فيه كثير من الأرواح الشريرة، والحيوانات المؤذية.",
        "kathir": "وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ"
      },
      "translations": {
        "en": "And from the evil of darkness when it settles",
        "fr": "contre le mal de l'obscurité quand elle s'approfondit,",
        "es": "del mal de la oscuridad cuando se extiende,"
      },
      "ibn_ashour": "وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3)عطف أشياء خاصة هي ممَّا شمِله عموم { من شر ما خلق } [ الفلق : 2 ] ، وهي ثلاثة أنواع من أنواع الشرور :أحدها : وقت يغلب وقوع الشر فيه وهو الليل .والثاني : صنف من الناس أقيمت صناعتهم على إرادة الشر بالغير .والثالث : صنف من الناس ذُو خُلُق من شأنه أن يبعث على إلحاق الأذى بمن تعلق به .وأعيدت كلمة { من شر } بعد حرف العطف في هذه الجملة . وفي الجملتين المعطوفتين عليها مع أن حرف العطف مغننٍ عن إعادة العامل قصداً لتأكيد الدعاء ، تعرضاً للإِجابة ، وهذا من الابتهال فيناسبه الإِطناب .والغاسق : وصف الليل إذا اشتدت ظلمته يقال : غَسَق الليل يغسق ، إذا أظلم قال تعالى : { إلى غسق الليل } [ الإسراء : 78 ] ، فالغاسق صفة لموصوف محذوف لظهوره من معنى وصفه مثل الجواري في قوله تعالى : { ومن آياته الجوار في البحر } [ الشورى : 32 ] وتنكير { غاسق } للجنس لأن المراد جنس الليل .وتنكير { غاسق } في مقام الدعاء يراد به العموم لأن مقام الدعاء يناسب التعميم . ومنه قول الحريري في المقامة الخامسة : «يا أهل ذا المعنى وقيتُم ضُراً» أي وقيتم كل ضر .وإضافة الشر إلى غاسق من إضافة الاسم إلى ",
      "video": {
        "id": "FqqopePrNYE",
        "word": "غاسق إذا وقب",
        "transliteration": "Ghasiq idha Waqab",
        "meaning": {
          "ar": "الليل إذا أظلم واشتد ظلامه",
          "en": "The night when it becomes dark",
          "fr": "La nuit quand elle devient sombre",
          "es": "La noche cuando se oscurece"
        }
      }
    },
    {
      "number": 4,
      "text": "وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ",
      "tafsir": {
        "muyassar": "ومن شر الساحرات اللاتي ينفخن فيما يعقدن من عُقَد بقصد السحر.",
        "mukhtasar": "وأعتصم به من شرّ السواحر اللائي يَنْفُثْن في العُقَد.",
        "saadi": "{ وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ } أي: ومن شر السواحر، اللاتي يستعن على سحرهن بالنفث في العقد، التي يعقدنها على السحر.",
        "kathir": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ"
      },
      "translations": {
        "en": "And from the evil of the blowers in knots",
        "fr": "contre le mal de celles qui soufflent [les sorcières] sur les nœuds,",
        "es": "del mal de las que soplan en los nudos,"
      },
      "ibn_ashour": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4)هذا النوع الثاني من الأنواع الخاصة المعطوفة على العام من قوله : { من شر ما خلق } [ الفلق : 2 ] . وعُطف { شر النفاثات في العقد } على شر الليل لأن الليل وقت يتحين فيه السحَرة إجراء شعوذتهم لئلا يطلع عليهم أحد .والنفث : نفخ مع تحريك اللسان بدون إخراج ريق فهو أقل من التفل ، يفعله السحرة إذا وضعوا علاج سحرهم في شيء وعَقدوا عليه عُقَداً ثم نفثوا عليها .فالمراد ب { النفاثات في العقد } : النساء الساحرات ، وإنما جيء بصفة المؤنث لأن الغالب عند العرب أن يتعاطى السحرَ النساء لأن نساءهم لا شغل لهن بعد تهيئة لوازم الطعام والماء والنظافة ، فلذلك يكثر انكبابهن على مثل هاته السفاسف من السحر والتَّكهن ونحو ذلك ، فالأوهام الباطلة تتفشى بينهن ، وكان العرب يزعمون أن الغُول ساحرةٌ من الجِن . وورد في خبر هجرة الحبشة أن عمارة بن الوليد بن المغيرة اتُّهم بزوجة النجاشي وأن النجاشي دعَا له السوَاحر فنفخن في إحليله فصار مسلوب العقل هائماً على وجهه ولحق بالوحوش .و { العُقد } : جمع عقدة وهي ربط في خيط أو وَتَر يزعم السحرة أنه سحر المسحور يستمر ما دامت تلك العقد معقودة ، "
    },
    {
      "number": 5,
      "text": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
      "tafsir": {
        "muyassar": "ومن شر حاسد مبغض للناس إذا حسدهم على ما وهبهم الله من نعم، وأراد زوالها عنهم، وإيقاع الأذى بهم.",
        "mukhtasar": "وأعتصم به من شرّ حاسد إذا عمل بما يدفعه إليه الحسد.",
        "saadi": "{ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ } والحاسد، هو الذي يحب زوال النعمة عن المحسود فيسعى في زوالها بما يقدر عليه من الأسباب، فاحتيج إلى الاستعاذة بالله من شره، وإبطال كيده، ويدخل في الحاسد العاين، لأنه لا تصدر العين إلا من حاسد شرير الطبع، خبيث النفس، فهذه السورة، تضمنت الاستعاذة من جميع أنواع الشرور، عمومًا وخصوصًا.ودلت على أن السحر له حقيقة يخشى من ضرره، ويستعاذ بالله منه [ومن أهله].",
        "kathir": "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ"
      },
      "translations": {
        "en": "And from the evil of an envier when he envies.\"",
        "fr": "et contre le mal de l'envieux quand il envie».",
        "es": "del mal envidioso cuando envidia»."
      },
      "ibn_ashour": "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)عطف شر الحاسد على شر الساحر المعطوف على شر الليل ، لمناسبة بينه وبين المعطوف عليه مباشرةً وبينه وبين المعطوف عليه بواسطته ، فإن مما يدعو الحاسد إلى أذى المحسود أن يتطلب حصول أذاهُ لتوهم أن السحر يزيل النعمة التي حسده عليها ولأن ثوران وجدان الجسد يكثر في وقت الليل ، لأن الليل وقت الخلوة وخطورِ الخواطر النفسية والتفكر في الأحوال الحافة بالحاسد وبالمحسود .والحسد : إحساس نفساني مركب من استحسان نعمة في الغير مع تمني زوالها عنه لأجل غيرة على اختصاص الغير بتلك الحالة أو على مشاركته الحاسد فيها . وقد يطلق اسم الحسد على الغبطة مجازاً .والغبطة : تمنّي المرء أن يكون له من الخير مثلُ ما لمن يروق حاله في نظره ، وهو محمل الحديث الصحيح : « لا حَسَدَ إلا في اثنتين » أي لا غبطة ، أي لا تحق الغبطة إلا في تينك الخصلتين ، وقد بين شهاب الدين القرافي الفرق بين الحسد والغبطة في الفرق الثامن والخمسين والمائتين .فقد يغلب الحسدُ صبرَ الحاسد وأناتَه فيحمله على إيصال الأذى للمحسود بإتلاف أسباب نعمته أو إهلاكه رأساً . وقد كان الحسد أولَ أسباب الجنايات في الدنيا إذ حسد أحد ابني "
    }
  ]
}