{
  "number": 13,
  "name": "سُورَةُ الرَّعۡدِ",
  "englishName": "Ar-Ra'd",
  "revelationType": "Medinan",
  "ayahCount": 43,
  "ayahs": [
    {
      "number": 1,
      "text": "الٓمٓر ۚ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ۗ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "(المر) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(المر) تقدم الكلام على نظائرها في بداية سورة البقرة.\nهذه الآيات الرفيعة في هذه السورة، والقرآن الذي أنزله الله عليك - أيها الرسول - هو الحق الذي لا مرية فيه، ولا شك أنه من عند الله، ولكن أكثر الناس لا يؤمنون به عنادًا وتكبرًا.",
        "saadi": "يخبر تعالى أن هذا القرآن هو آيات الكتاب الدالة على كل ما يحتاج إليه العباد من أصول الدين وفروعه، وأن الذي أنزل إلى الرسول من ربه هو الحق المبين، لأن أخباره صدق، وأوامره ونواهيه عدل، مؤيدة بالأدلة والبراهين القاطعة، فمن أقبل عليه وعلى علمه، كان من أهل العلم بالحق، الذي يوجب لهم علمهم العمل بما أحب الله. { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ } بهذا القرآن، إما جهلا وإعراضا عنه وعدم اهتمام به، وإما عنادا وظلما، فلذلك أكثر الناس غير منتفعين به، لعدم السبب الموجب للانتفاع.",
        "kathir": "تفسير سورة الرعد [ وهي مكية ]أما الكلام على الحروف المقطعة في أوائل السورة قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال ألم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذاني قال: قال عبدالله فذكر نحوه.وحكى مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى ألم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه وليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسئلة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسئلة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لاي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وإن شرا فا ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شئ حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدئ بها لتفتح لاستماعها إسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الابتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حمعسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن اسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم.( تلك آيات الكتاب ) أي : هذه آيات الكتاب ، وهو القرآن ، وقيل : التوارة والإنجيل . قاله مجاهد وقتادة ، وفيه نظر بل هو بعيد .ثم عطف على ذلك عطف صفات ، قوله : ( والذي أنزل إليك ) أي : يا محمد ، ( من ربك الحق ) خبر تقدم مبتدؤه ، وهو قوله : ( والذي أنزل إليك من ربك ) هذا هو الصحيح المطابق لتفسير مجاهد وقتادة . واختار ابن جرير أن تكون الواو زائدة أو عاطفة صفة على صفة كما قدمنا ، واستشهد بقول الشاعر :إلى الملك القرم وابن الهمام وليث الكتيبة في المزدحموقوله : ( ولكن أكثر الناس لا يؤمنون ) كقوله : ( وما أكثر الناس ولو حرصت بمؤمنين ) [ يوسف : 103 ] أي : مع هذا البيان والجلاء والوضوح ، لا يؤمن أكثرهم لما فيهم من الشقاق والعناد والنفاق ."
      },
      "translations": {
        "en": "Alif, Lam, Meem, Ra. These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe.",
        "fr": "Alif, Lâm, Mîm, Râ. Voici les versets du Livre; et ce qui t'a été révélé par ton Seigneur est la vérité; mais la plupart des gens ne croient pas.",
        "es": "'lmr. Ésas son las aleyas de la Escritura. Lo que se te ha revelado, de parte de tu Señor, es la verdad, pero la mayoría de los hombres no creen."
      },
      "ibn_ashour": "تقدم الكلام على نظائر { المر } مما وقع في أوائل بعض السور من الحروف المقطعة .القول في { تلك آيات الكتاب } كالقول في نظيره من طالعة سورة يونس .والمشار إليه ب { تلك } هو ما سبق نزوله من القرآن قبل هذه الآية أخبر عنها بأنها آيات ، أي دلائل إعجازٍ ، ولذلك أشير إليه باسم إشارة المؤنث مراعاة لتأنيث الخبر .وقوله : { والذي أنزل إليك من ربك الحق } يجوز أن يكون عطفاً على جملة { تلك آيات الكتاب } فيكون قوله : { والذي أنزل إليك } إظهار في مقام الإضمار . ولم يكتف بعطف خبَرٍ على خبر اسم الإشارة بل جيء بجملة كاملة مبتدئة بالموصول للتعريف بأن آيات الكتاب منزلة من عند الله لأنها لما تقرر أنها آيات استلزم ذلك أنها منزلة من عند الله ولولا أنها كذلك لما كانت آيات .وأخبر عن الذي أنزل بأنه الحق بصيغة القصر ، أي هو الحق لا غيره من الكتب ، فالقصر إضافي بالنسبة إلى كتب معلومة عندهم مثل قصة رستم وإسفَنْديار اللتين عرفهما النضر بن الحارث . فالمقصود الردّ على المشركين الذين زعموه كأساطير الأولين؛ أو القصرُ حقيقي ادعائي مبالغة لعدم الاعتداد بغيره من الكتب السابقة ، أي هو الحق الكامل ، لأن غيره من الكتب لم يستكمل م"
    },
    {
      "number": 2,
      "text": "ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍۢ تَرَوْنَهَا ۖ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّۭ يَجْرِى لِأَجَلٍۢ مُّسَمًّۭى ۚ يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْءَايَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ",
      "tafsir": {
        "muyassar": "الله تعالى هو الذي رفع السموات السبع بقدرته من غير عمد كما ترونها، ثم استوى -أي علا وارتفع- على العرش استواء يليق بجلاله وعظمته، وذلَّل الشمس والقمر لمنافع العباد، كلٌّ منهما يدور في فلكه إلى يوم القيامة. يدبِّر سبحانه أمور الدنيا والآخرة، يوضح لكم الآيات الدالة على قدرته وأنه لا إله إلا هو؛ لتوقنوا بالله والمعاد إليه، فتصدقوا بوعده ووعيده وتُخْلصوا العبادة له وحده.",
        "mukhtasar": "الله هو الذي خلق السماوات مرفوعات دون دعائم تشاهدونها، ثم علا وارتفع على العرش علوًّا يليق به سبحانه من غير تكييف ولا تمثيل، وذَلَّل الشمس والقمر لمنافع خلقه، كل من الشمس والقمر يجري لأمد محدد في علم الله، يصرف سبحانه الأمر في السماوات والأرض بما يشاء، يبين الآيات الدالة على قدرته رجاء أن توقنوا بلقاء ربكم يوم القيامة، فتستعدوا له بالعمل الصالح.",
        "saadi": "يخبر تعالى عن انفراده بالخلق والتدبير، والعظمة والسلطان الدال على أنه وحده المعبود الذي لا تنبغي العبادة إلا له فقال: { اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ } على عظمها واتساعها بقدرته العظيمة، { بِغَيْرِ عَمَدٍ تَرَوْنَهَا } أي: ليس لها عمد من تحتها، فإنه لو كان لها عمد، لرأيتموها { ثُمَّ } بعد ما خلق السماوات والأرض { اسْتَوَى عَلَى الْعَرْشِ } العظيم الذي هو أعلى المخلوقات، استواء يليق بجلاله ويناسب كماله. { وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ } لمصالح العباد ومصالح مواشيهم وثمارهم، { كُلِّ } من الشمس والقمر { يَجْرِي } بتدبير العزيز العليم، { لأَجَلٍ مُسَمًّى } بسير منتظم، لا يفتران ولا ينيان، حتى يجيء الأجل المسمى وهو طي الله هذا العالم، ونقلهم إلى الدار الآخرة التي هي دار القرار، فعند ذلك يطوي الله السماوات ويبدلها، ويغير الأرض ويبدلها. فتكور الشمس والقمر، ويجمع بينهما فيلقيان في النار، ليرى من عبدهما أنهما غير أهل للعبادة؛ فيتحسر بذلك أشد الحسرة وليعلم الذين كفروا أنهم كانوا كاذبين. وقوله { يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ } هذا جمع بين الخلق والأمر، أي: قد استوى الله العظيم على سرير الملك، يدبر الأمور في العالم العلوي والسفلي، فيخلق ويرزق، ويغني ويفقر، ويرفع أقواما ويضع آخرين، ويعز ويذل، ويخفض ويرفع، ويقيل العثرات، ويفرج الكربات، وينفذ الأقدار في أوقاتها التي سبق بها علمه، وجرى بها قلمه، ويرسل ملائكته الكرام لتدبير ما جعلهم على تدبيره. وينزل الكتب الإلهية على رسله ويبين ما يحتاج إليه العباد من الشرائع والأوامر والنواهي، ويفصلها غاية التفصيل ببيانها وإيضاحها وتمييزها، { لَعَلَّكُمْ } بسبب ما أخرج لكم من الآيات الأفقية والآيات القرآنية، { بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ } فإن كثرة الأدلة وبيانها ووضوحها، من أسباب حصول اليقين في جميع الأمور الإلهية، خصوصا في العقائد الكبار، كالبعث والنشور والإخراج من القبور. وأيضا فقد علم أن الله تعالى حكيم لا يخلق الخلق سدى، ولا يتركهم عبثا، فكما أنه أرسل رسله وأنزل كتبه لأمر العباد ونهيهم، فلا بد أن ينقلهم إلى دار يحل فيها جزاؤه، فيجازي المحسنين بأحسن الجزاء، ويجازي المسيئين بإساءتهم.",
        "kathir": "يخبر الله تعالى عن كمال قدرته وعظيم سلطانه : أنه الذي بإذنه وأمره رفع السماوات بغير عمد ، بل بإذنه وأمره وتسخيره رفعها عن الأرض بعدا لا تنال ولا يدرك مداها ، فالسماء الدنيا محيطة بجميع الأرض وما حولها من الماء والهواء من جميع نواحيها وجهاتها وأرجائها ، مرتفعة عليها من كل جانب على السواء ، وبعد ما بينها وبين الأرض من كل ناحية مسيرة خمسمائة عام ، وسمكها في نفسها مسيرة خمسمائة عام . ثم السماء الثانية محيطة بالسماء الدنيا وما حوت ، وبينها وبينها من البعد مسيرة خمسمائة عام ، وسمكها خمسمائة عام ، ثم السماء الثالثة محيطة بالثانية ، بما فيها ، وبينها وبينها خمسمائة عام ، وسمكها خمسمائة عام ، وكذا الرابعة والخامسة والسادسة والسابعة ، كما قال [ الله ] تعالى : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] وفي الحديث : \" ما السماوات السبع وما فيهن وما بينهن في الكرسي إلا كحلقة ملقاة بأرض فلاة ، والكرسي في العرش كتلك الحلقة في تلك الفلاة وفي رواية : \" والعرش لا يقدر قدره إلا الله ، عز وجل ، وجاء عن بعض السلف أن بعد ما بين العرش إلى الأرض مسيرة خمسين ألف سنة ، وبعد ما بين قطريه مسيرة خمسين ألف سنة ، وهو من ياقوتة حمراء .وقوله : ( بغير عمد ترونها ) روي عن ابن عباس ، ومجاهد ، والحسن ، وقتادة : أنهم : قالوا : لها عمد ولكن لا ترى .وقال إياس بن معاوية : السماء على الأرض مثل القبة ، يعني بلا عمد . وكذا روي عن قتادة ، وهذا هو اللائق بالسياق . والظاهر من قوله تعالى : ( ويمسك السماء أن تقع على الأرض إلا بإذنه ) [ الحج : 65 ] فعلى هذا يكون قوله : ( ترونها ) تأكيدا لنفي ذلك ، أي : هي مرفوعة بغير عمد كما ترونها . هذا هو الأكمل في القدرة . وفي شعر أمية بن أبي الصلت الذي آمن شعره وكفر قلبه ، كما ورد في الحديث ويروى لزيد بن عمرو بن نفيل ، رحمه الله ورضي عنه :وأنت الذي من فضل من ورحمة بعثت إلى موسى رسولا مناديا     فقلت له : فاذهب وهارون فادعواإلى الله فرعون الذي كان طاغيا     وقولا له : هل أنت سويت هذهبلا [ وتد حتى اطمأنت كما هيا     وقولا له : أأنت رفعت هذهبلا ] عمد أرفق إذا بك بانيا ؟     وقولا له : هل أنت سويت وسطهامنيرا إذا ما جنك الليل هاديا وقولا له : من يرسل الشمس غدوةفيصبح ما مست من الأرض ضاحيا ؟     وقولا له : من ينبت الحب في الثرىفيصبح منه العشب يهتز رابيا ؟     ويخرج منه حبه في رءوسهففي ذاك آيات لمن كان واعياوقوله : ( ثم استوى على العرش ) تقدم تفسير ذلك في سورة \" الأعراف \" وأنه يمرر كما جاء من غير تكييف ، ولا تشبيه ، ولا تعطيل ، ولا تمثيل ، تعالى الله علوا كبيرا .وقوله : ( وسخر الشمس والقمر كل يجري لأجل مسمى ) قيل : المراد أنهما يجريان إلى انقطاعهما بقيام الساعة ، كما في قوله تعالى : ( والشمس تجري لمستقر لها ذلك تقدير العزيز العليم ) [ يس : 38 ] .وقيل : المراد إلى مستقرهما ، وهو تحت العرش مما يلي بطن الأرض من الجانب الآخر ، فإنهما وسائر الكواكب إذا وصلوا هنالك ، يكونون أبعد ما يكون عن العرش; لأنه على الصحيح الذي تقوم عليه الأدلة ، قبة مما يلي العالم من هذا الوجه ، وليس بمحيط كسائر الأفلاك; لأنه له قوائم وحملة يحملونه . ولا يتصور هذا في الفلك المستدير ، وهذا واضح لمن تدبر ما وردت به الآيات والأحاديث الصحيحة ، ولله الحمد والمنة .وذكر الشمس والقمر; لأنهما أظهر الكواكب السيارة السبعة ، التي هي أشرف وأعظم .من الثوابت ، فإذا كان قد سخر هذه ، فلأن يدخل في التسخير سائر الكواكب بطريق الأولى والأحرى ، كما نبه بقوله تعالى : ( لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون ) [ فصلت : 37 ] مع أنه قد صرح بذلك بقوله ( والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق والأمر تبارك الله رب العالمين ) [ الأعراف : 54 ] .وقوله : ( يفصل الآيات لعلكم بلقاء ربكم توقنون ) أي : يوضح الآيات والدلالات الدالة على أنه لا إله إلا هو ، وأنه يعيد الخلق إذا شاء كما ابتدأ خلقه ."
      },
      "translations": {
        "en": "It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain.",
        "fr": "Allah est Celui qui a élevé [bien haut] les cieux sans piliers visibles. Il S'est établi [istawâ] sur le Trône et a soumis le soleil et la lune, chacun poursuivant sa course vers un terme fixé. Il règle l'Ordre [de tout] et expose en détail les signes afin que vous ayez la certitude de la rencontre de votre Seigneur.",
        "es": "Alá es quien elevó los cielos sin pilares visibles. Luego, se instaló en el Trono y sujetó el sol y la luna, prosiguiendo los dos su curso hacia un término fijo. Él lo dispone todo. Explica detalladamente los signos. Quizás, así, estéis convencidos del encuentro de vuestro Señor."
      },
      "ibn_ashour": "استئناف ابتدائي هو ابتداء المقصود من السورة وما قبله بمنزلة الديباجة من الخطبة ، ولذا تجد الكلام في هذا الغرض قد طال واطّرد .ومناسبَة هذا الاستئناف لقوله : { ولكن أكثر الناس لا يؤمنون } لأن أصل كفرهم بالقرآن ناشىء عن تمسكهم بالكفر وعن تطبعهم بالاستكبار والإعراض عن دعوة الحق .والافتتاح باسم الجلالة دون الضمير الذي يعود إلى { ربك } [ الرعد : 1 ] لأنه معيّن به لا يشتبه غيره من آلهتهم ليكون الخبر المقصود جارياً على معيّن لا يحتمل غيره إبلاغاً في قطع شائبة الإشراك .و { الذي رفع } هو الخبر . وجُعل اسم موصول لكون الصلة معلومة الدلالة على أن من تثبت له هو المتوحد بالربوبية إذ لا يستطيع مثل تلك الصلة غير المتوحد ولأنه مسلم له ذلك { ولئن سألتهم من خلق السماوات والأرض ليقولن الله [ لقمان : 25 ].والسماوات تقدمت مراراً ، وهي الكواكب السيارة وطبقات الجو التي تسبح فيها .ورفعها : خلقها مرتفعة ، كما يقال : وَسّعْ طوقَ الجُبة وضيّقْ كمها ، لا تريد وسعه بعد أن كان ضيقاً ولا ضيقه بعد أن كان واسعاً وإنما يراد اجْعَلْه واسعاً واجعله ضيقاً ، فليس المراد أنه رفعها بعد أن كانت منخفضة .والعَمَد : جمع عماد مثل إ"
    },
    {
      "number": 3,
      "text": "وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَٰرًۭا ۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ ۖ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "tafsir": {
        "muyassar": "وهو سبحانه الذي جعل الأرض متسعة ممتدة، وهيأها لمعاشكم، وجعل فيها جبالا تُثبِّتُها وأنهارًا لشربكم ومنافعكم، وجعل فيها من كل الثمرات صنفين اثنين، فكان منها الأبيض والأسود والحلو والحامض، وجعل الليل يغطي النهار بظلمته، إن في ذلك كله لَعظات لقوم يتفكرون فيها، فيتعظون.",
        "mukhtasar": "وهو سبحانه الذي بسط الأرض، وخلق فيها جبالاً ثوابت حتى لا تضطرب بالناس، وجعل فيها أنهارًا من ماء لتسقي الناس ودوابهم وزروعهم، ومن كل أنواع الثمرات جعل فيها صنفين كالذكر والأنثى في الحيوان، يلبس الليل النهار، فيصير مظلمًا بعدما كان منيرًا، إن في ذلك المذكور لأدلة وبراهين لقوم يتفكرون في صنع الله، ويتأملون فيه، فهم الذين ينتفعون بتلك الأدلة والبراهين.",
        "saadi": "{ وَهُوَ الَّذِي مَدَّ الْأَرْضَ } أي: خلقها للعباد، ووسعها وبارك فيها ومهدها للعباد، وأودع فيها من مصالحهم ما أودع، { وَجَعَلَ فِيهَا رَوَاسِيَ } أي: جبالا عظاما، لئلا تميد بالخلق، فإنه لولا الجبال لمادت بأهلها، لأنها على تيار ماء، لا ثبوت لها ولا استقرار إلا بالجبال الرواسي، التي جعلها الله أوتادا لها. { و } جعل فيها { أَنْهَارًا } تسقي الآدميين وبهائمهم وحروثهم، فأخرج بها من الأشجار والزروع والثمار خيرا كثيرا ولهذا قال: { وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ } أي: صنفين مما يحتاج إليه العباد. { يُغْشِي اللَّيْلَ النَّهَارَ } فتظلم الآفاق فيسكن كل حيوان إلى مأواه ويستريحون من التعب والنصب في النهار، ثم إذا قضوا مأربهم من النوم غشي النهار الليل فإذا هم مصبحون منتشرون في مصالحهم وأعمالهم في النهار. { ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون }  { إِنَّ فِي ذَلِكَ لَآيَاتٍ } على المطالب الإلهية { لِقَوْمٍ يَتَفَكَّرُونَ } فيها، وينظرون فيها نظر اعتبار دالة على أن الذي خلقها ودبرها وصرفها، هو الله الذي لا إله إلا هو، ولا معبود سواه، وأنه عالم الغيب والشهادة، الرحمن الرحيم، وأنه القادر على كل شيء، الحكيم في كل شيء المحمود على ما خلقه وأمر به تبارك وتعالى.",
        "kathir": "لما ذكر تعالى العالم العلوي ، شرع في ذكر قدرته وحكمته وإحكامه للعالم السفلي ، فقال : ( وهو الذي مد الأرض ) أي : جعلها متسعة ممتدة في الطول والعرض ، وأرساها بجبال راسيات شامخات ، وأجرى فيها الأنهار والجداول والعيون لسقي ما جعل فيها من الثمرات المختلفة الألوان والأشكال والطعوم والروائح ، من كل زوجين اثنين ، أي : من كل شكل صنفان .( يغشي الليل النهار ) أي : جعل كلا منهما يطلب الآخر طلبا حثيثا ، فإذا ذهب هذا غشيه هذا ، وإذا انقضى هذا جاء الآخر ، فيتصرف أيضا في الزمان كما تصرف في المكان والسكان .( إن في ذلك لآيات لقوم يتفكرون ) أي : في آلاء الله وحكمته ودلائله ."
      },
      "translations": {
        "en": "And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought.",
        "fr": "Et c'est Lui qui a étendu la terre et y a placé montagnes et fleuves. Et de chaque espèce de fruits Il y établit deux éléments de couple. Il fait que la nuit couvre le jour. Voilà bien là des preuves pour des gens qui réfléchissent.",
        "es": "Él es quien ha extendido la tierra y puesto en ella montañas firmes, ríos y una pareja en cada fruto. Cubre el día con la noche. Ciertamente, hay en ello signos para gente que reflexiona."
      },
      "ibn_ashour": "عطف على جملة { الله الذي رفع السماوات } فبين الجملتين شبه التضاد . اشتملت الأولى على ذكر العوالم العلوية وأحوالها ، واشتملت الثانية على ذكر العوالم السفلية . والمعنى : أنه خالق جميع العوالم وأعراضها .والمد : البسط والسعة ، ومنه : ظل مديد ، ومنه مد البحر وجزره ، ومد يده إذا بسطها . والمعنى : خلق الأرض ممدودة متسعة للسير والزرع لأنه لو خلقها أسنمة من حجر أو جبالاً شاهقة متلاصقة لما تيسّر للأحياء التي عليها الانتفاع بها والسير من مكان إلى آخر في طلب الرزق وغيره . وليس المراد أنها كانت غير ممدودة فمدّها بل هو كقوله : { الله الذي رفع السماوات } ، فهذه خلقة دالة على القدرة وعلى اللطف بعباده فهي آية ومنة .والرواسي : جمع رَاسسٍ ، وهو الثابت المستقر . أي جبالاً رواسي . وقد حذف موصوفه لظهوره فهو كقوله : { وله الجواري } ، أي السفن الجارية . وسيأتي في قوله : { وألقى في الأرض رواسي } في سورة النحل ( 15 ) بأبسط مما هنا .وجيء في جمع راسسٍ بوزن فواعل لأن الموصوف به غير عاقل ، ووزن فواعل يطرد فيما مفرده صفة لغير عاقل مثل : صاهل وبازل .والاستدلال بخلق الجبال على عظيم القدرة لما في خلقها من العظمة المشاه"
    },
    {
      "number": 4,
      "text": "وَفِى ٱلْأَرْضِ قِطَعٌۭ مُّتَجَٰوِرَٰتٌۭ وَجَنَّٰتٌۭ مِّنْ أَعْنَٰبٍۢ وَزَرْعٌۭ وَنَخِيلٌۭ صِنْوَانٌۭ وَغَيْرُ صِنْوَانٍۢ يُسْقَىٰ بِمَآءٍۢ وَٰحِدٍۢ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍۢ فِى ٱلْأُكُلِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "وفي الأرض قطع يجاور بعضها بعضًا، منها ما هو طيِّب يُنبتُ ما ينفع الناس، ومنها سَبِخة مِلْحة لا تُنبت شيئًا، وفي الأرض الطيبة بساتين من أعناب، وجعل فيها زروعًا مختلفة ونخيلا مجتمعًا في منبت واحد، وغير مجتمع فيه، كل ذلك في تربة واحدة، ويشرب من ماء واحد، ولكنه يختلف في الثمار والحجم والطعم وغير ذلك، فهذا حلو وهذا حامض، وبعضها أفضل من بعض في الأكل، إن في ذلك لَعلامات لمن كان له قلب يعقل عن الله تعالى أمره ونهيه.",
        "mukhtasar": "وفي الأرض بقاع متقاربة، وفيها بساتين من أعناب، وفيها زرع، ونخلات مجتمعة في أصل واحد، ونخلات منفردات بأصلها، تُسْقَى هذه البساتين وتلك الزروع بماء واحد، ونفضل بعضها على بعض في الطعم وغيره من الفوائد على رغم تجاورها وسقيها بماء واحد، إن في ذلك المذكور لأدلة وبراهين لقوم يعقلون؛ لأنهم هم الذين يعتبرون بذلك.",
        "saadi": "ومن الآيات على كمال قدرته وبديع صنعته أن جعل { فِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ } فيها أنواع الأشجار { مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ } وغير ذلك، والنخيل التي بعضها { صِنْوَانٌ } أي: عدة أشجار في أصل واحد، { وَغَيْرُ صِنْوَانٍ } بأن كان كل شجرة على حدتها، والجميع { يُسْقَى بِمَاءٍ وَاحِدٍ } وأرضه واحدة { وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ } لونا وطعما ونفعا ولذة؛ فهذه أرض طيبة تنبت الكلأ والعشب الكثير والأشجار والزروع، وهذه أرض تلاصقها لا تنبت كلأ ولا تمسك ماء، وهذه تمسك الماء ولا تنبت الكلأ، وهذه تنبت الزرع والأشجار ولا تنبت الكلأ، وهذه الثمرة حلوة وهذه مرة وهذه بين ذلك. فهل هذا التنوع في ذاتها وطبيعتها؟ أم ذلك تقدير العزيز الرحيم؟ { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ } أي: لقوم لهم عقول تهديهم إلى ما ينفعهم، وتقودهم إلى ما يرشدهم ويعقلون عن الله وصاياه وأوامره ونواهيه، وأما أهل الإعراض، وأهل البلادة فهم في ظلماتهم يعمهون، وفي غيهم يترددون، لا يهتدون إلى ربهم سبيلا ولا يعون له قيلا.",
        "kathir": "وقوله : ( وفي الأرض قطع متجاورات ) أي : أراض تجاور بعضها بعضا ، مع أن هذه طيبة تنبت ما ينتفع به الناس ، وهذه سبخة مالحة لا تنبت شيئا . هكذا روي عن ابن عباس ، ومجاهد ، وسعيد بن جبير ، والضحاك ، وغيرهم .وكذا يدخل في هذه الآية اختلاف ألوان بقاع الأرض ، فهذه تربة حمراء ، وهذه بيضاء ، وهذه صفراء ، وهذه سوداء ، وهذه محجرة وهذه سهلة ، وهذه مرملة ، وهذه سميكة ، وهذه رقيقة ، والكل متجاورات . فهذه بصفتها ، وهذه بصفتها الأخرى ، فهذا كله مما يدل على الفاعل المختار ، لا إله إلا هو ، ولا رب سواه .وقوله : ( وجنات من أعناب وزرع ونخيل ) يحتمل أن تكون عاطفة على ) جنات ) فيكون ( وزرع ونخيل ) مرفوعين . ويحتمل أن يكون معطوفا على أعناب ، فيكون مجرورا; ولهذا قرأ بكل منهما طائفة من الأئمة .وقوله : ( صنوان وغير صنوان ) الصنوان : هي الأصول المجتمعة في منبت واحد ، كالرمان والتين وبعض النخيل ، ونحو ذلك . وغير الصنوان : ما كان على أصل واحد ، كسائر الأشجار ، ومنه سمي عم الرجل صنو أبيه ، كما جاء في الحديث الصحيح : أن رسول الله - صلى الله عليه وسلم - قال لعمر : \" أما شعرت أن عم الرجل صنو أبيه ؟ \" .وقال سفيان الثوري ، وشعبة ، عن أبى إسحاق ، عن البراء ، رضي الله عنه : الصنوان : هي النخلات في أصل واحد ، وغير الصنوان : المتفرقات . وقاله ابن عباس ، ومجاهد ، والضحاك ، وقتادة ، وعبد الرحمن بن زيد بن أسلم .وقوله : ( يسقى بماء واحد ونفضل بعضها على بعض في الأكل ) قال الأعمش ، عن أبي صالح ، عن أبي هريرة ، رضي الله عنه ، عن النبي ، صلى الله عليه وسلم : ( ونفضل بعضها على بعض في الأكل ) قال : \" الدقل والفارسي ، والحلو والحامض \" . رواه الترمذي وقال : حسن غريب .أي : هذا الاختلاف في أجناس الثمرات والزروع ، في أشكالها وألوانها ، وطعومها وروائحها ، وأوراقها وأزهارها .فهذا في غاية الحلاوة وذا في غاية الحموضة ، وذا في غاية المرارة وذا عفص ، وهذا عذب وهذا جمع هذا وهذا ، ثم يستحيل إلى طعم آخر بإذن الله تعالى . وهذا أصفر وهذا أحمر ، وهذا أبيض وهذا أسود وهذا أزرق . وكذلك الزهورات مع أن كلها يستمد من طبيعة واحدة ، وهو الماء ، مع هذا الاختلاف الكبير الذي لا ينحصر ولا ينضبط ، ففي ذلك آيات لمن كان واعيا ، وهذا من أعظم الدلالات على الفاعل المختار ، الذي بقدرته فاوت بين الأشياء وخلقها على ما يريد; ولهذا قال تعالى : ( إن في ذلك لآيات لقوم يعقلون )"
      },
      "translations": {
        "en": "And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise, watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason.",
        "fr": "Et sur la terre il y a des parcelles voisines les unes des autres, des jardins [plantés] de vignes, et des céréales et des palmiers, en touffes ou espacés, arrosés de la même eau, cependant Nous rendons supérieurs les uns aux autres quant au goût. Voilà bien là des preuves pour des gens qui raisonnent.",
        "es": "En la tierra hay parcelas de terreno colindantes, viñedos, cereales, palmeras de tronco simple o múltiple. Todo lo riega una misma agua, pero hacemos que unos frutos sean mejores que otros. Ciertamente, hay en ello signos para gente que razona."
      },
      "ibn_ashour": "لله بلاغة القرآن في تغيير الأسلوب عند الانتقال إلى ذكر النعم الدالة على قدرة الله تعالى فيما ألهم الناس من العمل في الأرض بفلحها وزرعها وغرسها والقيام عليها ، فجاء ذلك معطوفاً على الأشياء التي أسند جَعْلها إلى الله تعالى ، ولكنه لم يسند إلى الله حتى بلغ إلى قوله : { ونفضل بعضها على بعض في الأكل } ، لأن ذلك بأسرار أودعها الله تعالى فيها هي موجب تفاضلها . وأمثال هذه العِبر ، ولَفْتتِ النظر مما انفرد به القرآن من بين سائر الكتب .وأعيد اسم { الأرض } الظاهر دون ضميرها الذي هو المقتضَى ليستقل الكلام ويتجدد الأسلوب ، وأصل انتظام الكلام أن يقال : جَعل فيها زوجين اثنين ، وفيها قطعٌ متجاورات ، فعدل إلى هذا توضيحاً وإيجازاً .والقِطع : جمع قِطعة بكسر القاف ، وهي الجزء من الشيء تشبيهاً لها بما يقتطع . وليس وصف القِطع بمتجاورات مقصوداً بالذات في هذا المقام إذ ليس هو محل العبرة بالآيات ، بل المقصود وصفٌ محذوف دل عليه السياق تقديره؛ مختلفات الألوان والمنابت ، كما دل عليه قوله : { ونفضل بعضها على بعض في الأكل }.وإنما وصفت بمتجاورات لأن اختلاف الألوان والمنابت مع التجاور أشد دلالة على القدرة العظيمة ، و"
    },
    {
      "number": 5,
      "text": "۞ وَإِن تَعْجَبْ فَعَجَبٌۭ قَوْلُهُمْ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍ ۗ أُو۟لَٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ وَأُو۟لَٰٓئِكَ ٱلْأَغْلَٰلُ فِىٓ أَعْنَاقِهِمْ ۖ وَأُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَٰلِدُونَ",
      "tafsir": {
        "muyassar": "وإن تعجب -أيها الرسول- من عدم إيمانهم بعد هذه الأدلة فالعجب الأشدُّ من قول الكفار: أإذا متنا وكنا ترابا نُبعث من جديد؟ أولئك هم الجاحدون بربهم الذي أوجدهم من العدم، وأولئك تكون السلاسل من النار في أعناقهم يوم القيامة، وأولئك يدخلون النار، ولا يخرجون منها أبدًا.",
        "mukhtasar": "وإن تتعجب - أيها الرسول - من شيء، فأحق ما تتعجب منه تكذيبهم بالبعث، وقولهم احتجاجًا لإنكاره: أإذا متنا وصرنا ترابًا وعظامًا بالية نخرة أنُبْعَث ونُعَاد أحياء؟! أولئك المنكرون للبعث بعد الموت الذين كفروا بربهم فأنكروا قدرته على بعث الموتى، وأولئك توضع السلاسل من النار في أعناقهم يوم القيامة، وأولئك هم أصحاب النار، وهم فيها ماكثون أبدًا، لا يلحقهم فناء، ولا ينقطع عنهم العذاب.",
        "saadi": "يحتمل أن معنى قوله { وَإِنْ تَعْجَبْ } من عظمة الله تعالى وكثرة أدلة توحيده، فإن العجب -مع هذا- إنكار المكذبين وتكذيبهم بالبعث، وقولهم { أَئِذَا كُنَّا تُرَابًا أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ } أي: هذا بعيد في غاية الامتناع بزعمهم، أنهم بعد ما كانوا ترابا، أن الله يعيدهم، فإنهم -من جهلهم- قاسوا قدرة الخالق بقدرة المخلوق. فلما رأوا هذا ممتنعا في قدرة المخلوق ظنوا أنه ممتنع على قدرة الخالق، ونسوا أن الله خلقهم أول مرة ولم يكونوا شيئا. ويحتمل أن معناه: وإن تعجب من قولهم وتكذيبهم للبعث، فإن ذلك من العجائب، فإن الذي توضح له الآيات، ويرى من الأدلة القاطعة على البعث ما لا يقبل الشك والريب، ثم ينكر ذلك فإن قوله من العجائب. ولكن ذلك لا يستغرب على { الَّذِينَ كَفَرُوا بِرَبِّهِمْ } وجحدوا وحدانيته، وهي أظهر الأشياء وأجلاها، { وَأُولَئِكَ الْأَغْلَالُ } المانعة لهم من الهدى { فِي أَعْنَاقِهِمْ } حيث دعوا إلى الإيمان فلم يؤمنوا، وعرض عليهم الهدى فلم يهتدوا، فقلبت قلوبهم وأفئدتهم عقوبة على أنهم لم يؤمنوا به أول مرة، { وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ } لا يخرجون منها أبدا.",
        "kathir": "يقول تعالى لرسوله محمد ، صلوات الله وسلامه عليه : ( وإن تعجب ) من تكذيب هؤلاء المشركين بأمر المعاد مع ما يشاهدونه من آيات الله سبحانه ودلالاته في خلقه على أنه القادر على ما يشاء ، ومع ما يعترفون به من أنه ابتدأ خلق الأشياء ، فكونها بعد أن لم تكن شيئا مذكورا ، ثم هم بعد هذا يكذبون خبره في أنه سيعيد العالمين خلقا جديدا ، وقد اعترفوا وشاهدوا ما هو أعجب مما كذبوا به ، فالعجب من قولهم : ( أئذا كنا ترابا أئنا لفي خلق جديد ) وقد علم كل عالم وعاقل أن خلق السماوات والأرض أكبر من خلق الناس ، وأن من بدأ الخلق فالإعادة سهلة عليه ، كما قال تعالى : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير )ثم نعت المكذبين بهذا فقال : ( أولئك الذين كفروا بربهم وأولئك الأغلال في أعناقهم ) أي : يسحبون بها في النار ، ( وأولئك أصحاب النار هم فيها خالدون ) أي : ماكثون فيها أبدا ، لا يحولون عنها ولا يزولون ."
      },
      "translations": {
        "en": "And if you are astonished, [O Muhammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles upon their necks, and those are the companions of the Fire; they will abide therein eternally.",
        "fr": "Et si tu dois t'étonner, rien de plus étonnant que leurs dires: «Quand nous seront poussière, reviendrons-nous vraiment à une nouvelle création?» Ceux-là sont ceux qui ne croient pas en leur Seigneur. Et ce sont eux qui auront des jougs à leur cou. Et ce sont eux les gens du Feu, où ils demeureront éternellement.",
        "es": "Si de algo te asombras, asómbrate de su palabra: «Cuando seamos tierra, ¿es verdad que se nos creará de nuevo?» Ésos son los que niegan a su Señor, ésos los que llevarán argollas al cuello, ésos los moradores del Fuego, eternamente."
      },
      "ibn_ashour": "عطف على جملة { الله الذي رفع السماوات بغير عمد } [ الرعد : 2 ] فلما قُضِي حق الاستدلال على الوحدانية نقل الكلام إلى الردّ على منكري البعث وهو غرض مستقل مقصود من هذه السورة . وقد أدمج ابتداءً خلال الاستدلال على الوحدانية بقوله : { لعلكم بلقاء ربكم توقنون } [ الرعد : 2 ] تمهيداً لما هنا ، ثم نقل الكلام إليه باستقلاله بمناسبة التدليل على عظيم القدرة مستخرجاً من الأدلة السابقة عليه أيضاً كقوله : { أفعيينا بالخلق الأول بل هم في لبس من خلق جديد } [ ق : 15 ] وقوله : { إنه على رَجعه لقادر } [ سورة الطارق : 8 ] فصيغ بصيغة التعجيب من إنكار منكري البعث لأن الأدلة السالفة لم تبق عذراً لهم في ذلك فصار في إنكارهم محل عجب المتعجب .فليس المقصود من الشرط في مثل هذا تعليق حصول مضمون جواب الشرط على حصول فعل الشرط كما هو شأن الشروط لأن كون قولهم : أإذا كنا تراباً } عجباً أمر ثابت سواء عجب منه المتعجب أم لم يعجب ، ولكن المقصود أنه إن كان اتصاف بتعجب فقولهم ذلك هو أسبق من كل عجب لكل متعجب ، ولذلك فالخطاب يجوز أن يكون موجهاً إلى النبي صلى الله عليه وسلم وهو المناسب بما وقع بعده من قوله : { ويستعجلونك بالسيئة"
    },
    {
      "number": 6,
      "text": "وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍۢ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ",
      "tafsir": {
        "muyassar": "ويستعجلك المكذِّبون بالعقوبة التي لم أعاجلهم بها قبل الإيمان الذي يرجى به الأمان والحسنات، وقد مضت عقوبات المكذبين مِن قبلهم، فكيف لا يعتبرون بهم؟ وإن ربك -أيها الرسول- لَذو مغفرة لذنوبِ مَن تاب مِن ذنوبه من الناس على ظلمهم، يفتح لهم باب المغفرة، ويدعوهم إليها، وهم يظلمون أنفسهم بعصيانهم ربهم، وإن ربك لشديد العقاب على مَن أصرَّ على الكفر والضلال ومعصية الله.",
        "mukhtasar": "ويستعجلك - أيها الرسول- المشركون بالعقوبة، ويستبطِئون نزولها بهم قبل استكمالهم النعم التي قدرها الله لهم، وقد مضت من قبلهم عقوبات أمثالهم من الأمم المكذبة، فلم لا يعتبرون بها؟ وإن ربك - أيها الرسول- لذو تجاوز للناس مع ظلمهم، فلا يعاجلهم بالعقاب ليتوبوا إلى الله، وإنه لقوي العقاب للمُصِرِّين على كفرهم إن لم يتوبوا.",
        "saadi": "يخبر تعالى عن جهل المكذبين لرسوله المشركين به، الذين وعظوا فلم يتعظوا، وأقيمت عليهم الأدلة فلم ينقادوا لها، بل جاهروا بالإنكار، واستدلوا بحلم [الله] الواحد القهار عنهم، وعدم معاجلتهم بذنوبهم أنهم على حق، وجعلوا يستعجلون الرسول بالعذاب، ويقول قائلهم: { اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم }  { و } الحال أنه { قَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ } أي: وقائع الله وأيامه في الأمم المكذبين، أفلا يتفكرون في حالهم ويتركون جهلهم { وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَى ظُلْمِهِمْ } أي: لا يزال خيره إليهم وإحسانه وبره وعفوه نازلا إلى العباد، وهم لا يزال شرهم وعصيانهم إليه صاعدًا. يعصونه فيدعوهم إلى بابه، ويجرمون فلا يحرمهم خيره وإحسانه، فإن تابوا إليه فهو حبيبهم لأنه يحب التوابين، ويحب المتطهرين وإن لم يتوبوا فهو طبيبهم، يبتليهم بالمصائب، ليطهرهم من المعايب { قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم }  { وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ } على من لم يزل مصرا على الذنوب، قد أبى التوبة والاستغفار والالتجاء إلى العزيز الغفار، فليحذر العباد عقوباته بأهل الجرائم، فإن أخذه أليم شديد.",
        "kathir": "يقول تعالى : ( ويستعجلونك ) أي : هؤلاء المكذبون ( بالسيئة قبل الحسنة ) أي : بالعقوبة ، كما أخبر عنهم في قوله : ( وقالوا يا أيها الذي نزل عليه الذكر إنك لمجنون لو ما تأتينا بالملائكة إن كنت من الصادقين ما ننزل الملائكة إلا بالحق وما كانوا إذا منظرين ) [ الحجر : 6 - 8 ] وقال تعالى : ( ويستعجلونك بالعذاب ولولا أجل مسمى لجاءهم العذاب وليأتينهم بغتة وهم لا يشعرون يستعجلونك بالعذاب وإن جهنم لمحيطة بالكافرين ) [ العنكبوت : 53 ، 54 ] وقال : ( سأل سائل بعذاب واقع ) [ المعارج : 1 ] وقال : ( يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق ) [ الشورى : 18 ] ( وقالوا ربنا عجل لنا قطنا قبل يوم الحساب ) أي : حسابنا وعقابنا ، كما قال مخبرا عنهم : ( وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم ) [ الأنفال : 32 ] فكانوا يطلبون من الرسول أن يأتيهم بعذاب الله ، وذلك من شدة تكذيبهم وكفرهم وعنادهم .قال الله تعالى : ( وقد خلت من قبلهم المثلات ) أي : قد أوقعنا نقمتنا بالأمم الخالية وجعلناهم مثلة وعبرة وعظة لمن اتعظ بهم .ثم أخبر تعالى أنه لولا حلمه وعفوه [ وغفره ] لعاجلهم بالعقوبة ، كما قال تعالى : ( ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ) [ فاطر : 45 ] .وقال تعالى في هذه الآية الكريمة : ( وإن ربك لذو مغفرة للناس على ظلمهم ) أي : إنه ذو عفو وصفح وستر للناس مع أنهم يظلمون ويخطئون بالليل والنهار . ثم قرن هذا الحكم بأنه شديد العقاب ، ليعتدل الرجاء والخوف ، كما قال تعالى : ( فإن كذبوك فقل ربكم ذو رحمة واسعة ولا يرد بأسه عن القوم المجرمين ) [ الأنعام : 147 ] وقال : ( إن ربك لسريع العقاب وإنه لغفور رحيم ) [ الأعراف : 167 ] وقال : ( نبئ عبادي أني أنا الغفور الرحيم وأن عذابي هو العذاب الأليم ) [ الحجر : 49 ، 50 ] إلى أمثال ذلك من الآيات التي تجمع الرجاء والخوف .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا موسى بن إسماعيل ، حدثنا حماد ، عن علي بن زيد ، عن سعيد بن المسيب قال : لما نزلت هذه الآية : ( وإن ربك لذو مغفرة للناس على ظلمهم وإن ربك لشديد العقاب ) قال رسول الله ، صلى الله عليه وسلم : \" لولا عفو الله وتجاوزه ، ما هنأ أحدا العيش ولولا وعيده وعقابه ، لاتكل كل أحد \" .وروى الحافظ ابن عساكر في ترجمة الحسن بن عثمان أبي حسان الزيادي : أنه رأى رب العزة في النوم - ورسول الله صلى الله عليه وسلم - واقف بين يديه يشفع في رجل من أمته ، فقال له : ألم يكفك أني أنزلت عليك في سورة الرعد : ( وإن ربك لذو مغفرة للناس على ظلمهم ) ؟ قال : ثم انتبهت ."
      },
      "translations": {
        "en": "They impatiently urge you to bring about evil before good, while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is full of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty.",
        "fr": "Et ils te demandent de hâter [la venue] du malheur plutôt que celle du bonheur. Certes, il s'est produit avant eux des châtiments exemplaires. Ton Seigneur est Détenteur du pardon pour les gens, malgré leurs méfaits. Et ton Seigneur est assurément dur en punition.",
        "es": "Te piden que precipites el mal antes que el bien, aun habiendo precedido castigos ejemplares. Tu Señor es el que perdona a los hombres, a pesar de su impiedad. Pero también tu Señor es severo en castigar."
      },
      "ibn_ashour": "جملة { ويستعجلونك } عطفٌ على جملة { وإن تعجب } [ الرعد : 5 ] ، لأن كلتا الجملتين حكاية لغريب أحوالهم في المكابرة والعناد والاستخفاف بالوعيد . فابتدأ بذكر تكذيبهم بوعيد الآخرة لإنكارهم البعث ، ثم عطف عليه تكذيبهم بوعيد الدنيا لتكذيبهم الرسول صلى الله عليه وسلم وفي الاستخفاف بوعيد نزول العذاب وعَدّهم إياه مستحيلاً في حال أنهم شاهدوا آثار العذاب النازل بالأمم قبلهم ، وما ذلك إلا لذهولهم عن قدرة الله تعالى التي سيق الكلام للاستدلال عليها والتفريع عنها ، فهم يستعجلون بنزوله بهم استخفافاً واستهزاء كقولهم : { فأمطر علينا حجارةً من السماء أو ائتنا بعذاب أليم } [ الأنفال : 32 ] ، وقولهم : { أو تُسقِطَ السماءَ كما زعمتَ علينا كِسَفا } [ الإسراء : 93 ].والباء في بالسيئة } لتعدية الفعل إلى ما لم يكن يتعدى إليه . وتقدم عند قوله تعالى : { ما عندي ما تستعجلون به } في سورة الأنعام ( 57 ).والسيئة : الحالة السيئة . وهي هنا المصيبة التي تسوء من تحل به . والحسنة ضدها ، أي أنهم سألوا من الآيات ما فيه عذاب بسوء ، كقولهم : { إن كان هذا هو الحقّ من عندك فأمطِر علينا حجارةً من السماء } [ الأنفال : 32 ] دون أن "
    },
    {
      "number": 7,
      "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌۭ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌۭ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
      "tafsir": {
        "muyassar": "ويقول كفار \"مكة\": هلا جاءته معجزة محسوسة كعصا موسى وناقة صالح، وليس ذلك بيدك -أيها الرسول- فما أنت إلا مبلِّغ لهم، ومخوِّف مِن بأس الله. ولكل أمة رسول يرشدهم إلى الله تعالى.",
        "mukhtasar": "ويقول الذين كفروا بالله - تماديًا في الصدود والعناد -: هلَّا أنزل على محمد آية من ربه مثل ما أنزل على موسى وعيسى.\nإنما أنت - أيها الرسول - منذر تخوف الناس من عذاب الله، وليس لك من الآيات إلا ما أعطاك الله، ولكل قوم نبي يرشدهم إلى طريق الحق، ويدلهم عليه.",
        "saadi": "أي: ويقترح الكفار عليك من الآيات، التي يعينونها ويقولون: { لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ } ويجعلون هذا القول منهم، عذرا لهم في عدم الإجابة إلى الرسول، والحال أنه منذر ليس له من الأمر شيء، والله هو الذي ينزل الآيات. وقد أيده بالأدلة البينات التي لا تخفى على أولي الألباب، وبها يهتدي من قصده الحق، وأما الكافر الذي -من ظلمه وجهله- يقترح على الله الآيات فهذا اقتراح منه باطل وكذب وافتراء  فإنه لو جاءته أي آية كانت لم يؤمن ولم ينقد؛ لأنه لم يمتنع من الإيمان، لعدم ما يدله على صحته وإنما ذلك لهوى نفسه واتباع شهوته { وَلِكُلِّ قَوْمٍ هَادٍ } أي: داع يدعوهم إلى الهدى من الرسل وأتباعهم، ومعهم من الأدلة والبراهين ما يدل على صحة ما معهم من الهدى.",
        "kathir": "يقول تعالى إخبارا عن المشركين أنهم يقولون كفرا وعنادا : لولا يأتينا بآية من ربه كما أرسل الأولون ، كما تعنتوا عليه أن يجعل لهم الصفا ذهبا ، وأن يزيل عنهم الجبال ، ويجعل مكانها مروجا وأنهارا ، قال الله تعالى : ( وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون وآتينا ثمود الناقة مبصرة فظلموا بها وما نرسل بالآيات إلا تخويفا ) [ الإسراء : 59 ] .قال الله تعالى : ( إنما أنت منذر ) أي : إنما عليك أن تبلغ رسالة الله التي أمرك بها ، ( ليس عليك هداهم ولكن الله يهدي من يشاء ) [ البقرة : 272 ] .وقوله : ( ولكل قوم هاد ) قال علي بن أبي طلحة ، عن ابن عباس ، أي : ولكل قوم داع .وقال العوفي ، عن ابن عباس في تفسيرهما : يقول الله تعالى : أنت يا محمد منذر ، وأنا هادي كل قوم ، وكذا قال مجاهد ، وسعيد بن جبير ، والضحاك .وعن مجاهد : ( ولكل قوم هاد ) أي : نبي . كما قال : ( وإن من أمة إلا خلا فيها نذير ) [ فاطر : 24 ] وبه قال قتادة ، وعبد الرحمن بن زيد .وقال أبو صالح ، ويحيى بن رافع : ( ولكل قوم هاد ) أي : قائد .وقال أبو العالية : الهادي : القائد ، والقائد : الإمام ، والإمام : العمل .وعن عكرمة ، وأبي الضحى : ( ولكل قوم هاد ) قالا هو محمد [ رسول الله ] صلى الله عليه وسلم .وقال مالك : ( ولكل قوم هاد ) من يدعوهم إلى الله ، عز وجل .وقال أبو جعفر بن جرير : حدثني أحمد بن يحيى الصوفي ، حدثنا الحسن بن الحسين الأنصاري ، حدثنا معاذ بن مسلم بياع الهروي ، عن عطاء بن السائب ، عن سعيد بن جبير ، عن ابن عباس ، رضي الله عنهما ، قال : لما نزلت : ( إنما أنت منذر ولكل قوم هاد ) قال : وضع رسول الله - صلى الله عليه وسلم - يده على صدره ، وقال : \" أنا المنذر ، ولكل قوم هاد \" . وأومأ بيده إلى منكب علي ، فقال : \" أنت الهادي يا علي ، بك يهتدي المهتدون من بعدي \" .وهذا الحديث فيه نكارة شديدة .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا عثمان بن أبي شيبة ، حدثنا المطلب بن زياد ، عن السدي ، عن عبد خير ، عن علي : ( ولكل قوم هاد ) قال : الهادي : رجل من بني هاشم . قال الجنيد هو علي بن أبي طالب ، رضي الله عنه .قال ابن أبي حاتم : وروي عن ابن عباس ، في إحدى الروايات ، وعن أبي جعفر محمد بن علي ، نحو ذلك ."
      },
      "translations": {
        "en": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide.",
        "fr": "Et ceux qui ont mécru disent: «Pourquoi n'a-t-on pas fait descendre sur celui-ci (Muhammad) un miracle venant de son Seigneur?» Tu n'es qu'un avertisseur, et à chaque peuple un guide.",
        "es": "Los infieles dicen: «¿Por qué no se le ha revelado un signo procedente de su Señor?» Tú eres sólo uno que advierte y cada pueblo tiene quien le dirija."
      },
      "ibn_ashour": "عطف على جملة { ويستعجلونك بالسيئة } الآية . وهذه حالة من أعجوباتهم وهي عدم اعتدادهم بالآيات التي تأيّد بها محمّد صلى الله عليه وسلم وأعظمها آيات القرآن ، فلا يزالون يسألون آية كما يقترحونها ، فله اتصال بجملة { ولكن أكثر الناس لا يؤمنون } [ هود : 17 ].ومرادهم بالآية في هذا خارق عادة على حساب ما يقترحون ، فهي مخالفة لما تقدم في قوله : ويستعجلونك بالسيئة قبل الحسنة } لأن تلك في تعجيل ما توعدهم به ، وما هنا في مجيء آية تؤيده كقولهم : { لولا أنزل عليه ملك } [ الأنعام : 8 ].ولكون اقتراحهم آية يُشفّ عن إحالتهم حصولها لجهلهم بعظيم قدرة الله تعالى سيق هذا في عداد نتائج عظيم القدرة ، كما دل عليه قوله تعالى في سورة الأنعام : { وقالوا لولا نزل عليه آية من ربه قل إن الله قادر على أن ينزل آية ولكن أكثرهم لا يعلمون } [ الأنعام : 36 ] فبذلك انتظم تفرع الجمل بعضها على بعض وتفرع جميعها على الغرض الأصلي .والذين كفروا هم عين أصحاب ضمير { يستعجلونك } ، وإنما عدل عن ضميرهم إلى اسم الموصول لزيادة تسجيل الكفر عليهم ، ولما يومىءُ إليه الموصول من تعليل صدور قولهم ذلك .وصيغة المضارع تدل على تجدد ذلك وتكرره .و { "
    },
    {
      "number": 8,
      "text": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ",
      "tafsir": {
        "muyassar": "الله تعالى يعلم ما تحمل كلُّ أنثى في بطنها، أذكر هو أم أنثى؟ وشقي هو أم سعيد؟ ويعلم ما تنقصه الأرحام، فيسقط أو يولد قبل تسعة أشهر، وما يزيد حمله عليها. وكل شيء مقدَّر عند الله بمقدار من النقصان أو الزيادة لا يتجاوزه.",
        "mukhtasar": "الله يعلم ما تحمل كل أنثى في بطنها، يعلم كلَّ شيء عنه، ويعلم ما يحصل في الأرحام من نقص وزيادة وصحة واعتلال، وكل شيء عنده سبحانه مُقَدَّر بمقدار لا يزيد عليه ولا ينقص عنه.",
        "saadi": "يخبر تعالى بعموم علمه وسعة اطلاعه وإحاطته بكل شيء فقال: { اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى } من بني آدم وغيرهم، { وَمَا تَغِيضُ الْأَرْحَامُ } أي: تنقص مما فيها إما أن يهلك الحمل أو يتضاءل أو يضمحل { وَمَا تَزْدَادُ } الأرحام وتكبر الأجنة التي فيها، { وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ } لا يتقدم عليه ولا يتأخر ولا يزيد ولا ينقص إلا بما تقتضيه حكمته وعلمه.",
        "kathir": "يخبر تعالى عن تمام علمه الذي لا يخفى عليه شيء ، وأنه محيط بما تحمله الحوامل من كل إناث الحيوانات ، كما قال تعالى : ( ويعلم ما في الأرحام ) [ لقمان : 34 ] أي : ما حملت من ذكر أو أنثى ، أو حسن أو قبيح ، أو شقي أو سعيد ، أو طويل العمر أو قصيره ، كما قال تعالى : ( هو أعلم بكم إذ أنشأكم من الأرض وإذ أنتم أجنة في بطون أمهاتكم فلا تزكوا أنفسكم هو أعلم بمن اتقى ) [ النجم : 32 ] .وقال تعالى : ( يخلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث ) [ الزمر : 6 ] أي : خلقكم طورا من بعد طور ، كما قال تعالى : ( ولقد خلقنا الإنسان من سلالة من طين ثم جعلناه نطفة في قرار مكين ثم خلقنا النطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم أنشأناه خلقا آخر فتبارك الله أحسن الخالقين ) [ المؤمنون : 12 - 14 ] وفي الصحيحين عن ابن مسعود قال : قال رسول الله ، صلى الله عليه وسلم : \" إن خلق أحدكم يجمع في بطن أمه أربعين يوما ، ثم يكون علقة مثل ذلك ، ثم يكون مضغة مثل ذلك ، ثم يبعث إليه ملك فيؤمر بأربع كلمات : يكتب رزقه ، وعمره ، وعمله ، وشقي أو سعيد \" .وفي الحديث الآخر : \" فيقول الملك : أي رب ، أذكر أم أنثى ؟ أي رب ، أشقي أم سعيد ؟ فما الرزق ؟ فما الأجل ؟ فيقول الله ويكتب الملك \" .وقوله : ( وما تغيض الأرحام وما تزداد ) قال البخاري : حدثنا إبراهيم بن المنذر ، حدثنا معن ، حدثنا مالك ، عن عبد الله بن دينار ، عن ابن عمر ; أن رسول الله - صلى الله عليه وسلم - قال : \" مفاتيح الغيب خمس لا يعلمها إلا الله : لا يعلم ما في غد إلا الله ، ولا يعلم ما تغيض الأرحام إلا الله ، ولا يعلم متى يأتي المطر أحد إلا الله ، ولا تدري نفس بأي أرض تموت ، ولا يعلم متى تقوم الساعة إلا الله \" .وقال العوفي ، عن ابن عباس : ( وما تغيض الأرحام ) يعني : السقط ( وما تزداد ) يقول : ما زادت الرحم في الحمل على ما غاضت حتى ولدته تماما . وذلك أن من النساء من تحمل عشرة أشهر ، ومنهن من تحمل تسعة أشهر ، ومنهن من تزيد في الحمل ، ومنهن من تنقص ، فذلك الغيض والزيادة التي ذكر الله تعالى ، وكل ذلك بعلمه تعالى .وقال الضحاك ، عن ابن عباس في قوله : ( وما تغيض الأرحام وما تزداد ) قال : ما نقصت من تسعة وما زاد عليها .وقال الضحاك : وضعتني أمي وقد حملتني في بطنها سنتين ، وولدتني وقد نبتت ثنيتي .وقال ابن جريج ، عن جميلة بنت سعد ، عن عائشة قالت : لا يكون الحمل أكثر من سنتين ، قدر ما يتحرك ظل مغزل .وقال مجاهد : ( وما تغيض الأرحام وما تزداد ) قال : ما ترى من الدم في حملها ، وما تزداد على تسعة أشهر . وبه قال عطية العوفي وقتادة ، والحسن البصري ، والضحاك .وقال مجاهد أيضا : إذا رأت المرأة الدم دون التسعة زاد على التسعة ، مثل أيام الحيض . وقاله عكرمة ، وسعيد بن جبير ، وابن زيد .وقال مجاهد أيضا : ( وما تغيض الأرحام ) إراقة المرأة حتى يخس الولد ( وما تزداد ) إن لم تهرق المرأة تم الولد وعظم .وقال مكحول : الجنين في بطن أمه لا يطلب ، ولا يحزن ولا يغتم ، وإنما يأتيه رزقه في بطن أمه من دم حيضتها فمن ثم لا تحيض الحامل . فإذا وقع إلى الأرض استهل ، واستهلاله استنكار لمكانه ، فإذا قطعت سرته حول الله رزقه إلى ثديي أمه حتى لا يطلب ولا يحزن ولا يغتم ، ثم يصير طفلا يتناول الشيء بكفه فيأكله ، فإذا هو بلغ قال : هو الموت أو القتل ، أنى لي بالرزق ؟ فيقول مكحول : يا ويلك ! غذاك وأنت في بطن أمك ، وأنت طفل صغير ، حتى إذا اشتددت وعقلت قلت : هو الموت أو القتل ، أنى لي بالرزق ؟ ثم قرأ مكحول : ( الله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار )وقال قتادة : ( وكل شيء عنده بمقدار ) أي : بأجل ، حفظ أرزاق خلقه وآجالهم ، وجعل لذلك أجلا معلوما .وفي الحديث الصحيح : أن إحدى بنات النبي - صلى الله عليه وسلم - بعثت إليه : أن ابنا لها في الموت ، وأنها تحب أن يحضره . فبعث إليها يقول : \" إن لله ما أخذ ، وله ما أعطى ، وكل شيء عنده بأجل مسمى ، فمروها فلتصبر ولتحتسب \" الحديث بتمامه"
      },
      "translations": {
        "en": "Allah knows what every female carries and what the wombs lose [prematurely] or exceed. And everything with Him is by due measure.",
        "fr": "Allah sait ce que porte chaque femelle, et de combien la période de gestation dans la matrice est écourtée ou prolongée. Et toute chose a auprès de Lui sa mesure.",
        "es": "Alá sabe lo que cada hembra lleva y cuándo se contrae el útero, cuándo se dilata. Todo lo tiene medido."
      },
      "ibn_ashour": "انتقال إلى الاستدلال على تفرد الله تعالى بالإلهية ، فهو متصل بجملة { الله الذي رفع السماوات } [ الرعد : 2 ] الخ .وهذه الجملة استئناف ابتدائي . فلما قامت البراهين العديدة بالآيات السابقة على وحدانية الله تعالى بالخلق والتدبير وعلى عظيم قدرته التي أودع بها في المخلوقات دقائق الخلقة انتقل الكلام إلى إثبات العلم له تعالى علماً عاماً بدقائق الأشياء وعظائمها ، ولذلك جاء افتتاحه على الأسلوب الذي افتتح به الغرض السابق بأن ابتدىء باسم الجلالة كما ابتدىء به هنالك في قوله : { اللّهُ الذي رفع السماوات بغير عمد ترونها } [ الرعد : 2 ].وجعلت هذه الجملة في هذا الموقع لأن لها مناسبة بقولهم : لولا أنزل عليه آية من ربه } ، فإن ما ذكر فيها من علم الله وعظيم صنعه صالح لأن يكون دليلاً على أنه لا يعجزه الإتيان بما اقترحوا من الآيات؛ ولكن بعثة الرسول ليس المقصد منها المنازعات بل هي دعوة للنظر في الأدلة .وإذ قد كان خلق الله العوالم وغيرها معلوماً لدى المشركين ولكنّ الإقبال على عبادة الأصنام يذهلهم عن تذكره كانوا غير محتاجين لأكثر من التذكير بذلك وبالتنبيه إلى ما قد يخفى من دقائق التكوين كقوله آنفاً { بغير عَمد"
    },
    {
      "number": 9,
      "text": "عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ",
      "tafsir": {
        "muyassar": "الله عالم بما خفي عن الأبصار، وبما هو مشاهَد، الكبير في ذاته وأسمائه وصفاته، المتعال على جميع خلقه بذاته وقدرته وقهره.",
        "mukhtasar": "لأنه سبحانه عالم كل ما غاب عن حواس خلقه، وعالم كل ما تدركه حواسهم، العظيم في صفاته وأسمائه وأفعاله، المستعلي على كل مخلوق من مخلوقاته بذاته وصفاته.",
        "saadi": "فإنه { عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ } في ذاته وأسمائه وصفاته { الْمُتَعَالِ } على جميع خلقه بذاته وقدرته وقهره.",
        "kathir": "وقوله : ( عالم الغيب والشهادة ) أي : يعلم كل شيء مما يشاهده العباد ومما يغيب عنهم ، ولا يخفى عليه منه شيء . ) الكبير ) الذي هو أكبر من كل شيء ، ( المتعال ) أي : على كل شيء ، قد أحاط بكل شيء علما ، وقهر كل شيء ، فخضعت له الرقاب ودان له العباد ، طوعا وكرها ."
      },
      "translations": {
        "en": "[He is] Knower of the unseen and the witnessed, the Grand, the Exalted.",
        "fr": "Le Connaisseur de ce qui est caché et de ce qui est apparent, Le Grand, Le Sublime.",
        "es": "El Conocedor de lo oculto y de lo patente, el Grande, el Sublime."
      },
      "ibn_ashour": "وجملة { عالم الغيب والشهادة } تذييل وفذلكة لتعميم العلم بالخفيات والظواهر وهما قسما الموجودات . وقد تقدم ذكر { الغيب } في صدر سورة البقرة ( 4 ).وأما الشهادة } فهي هنا مصدر بمعنى المفعول ، أي الأشياء المشهودة ، وهي الظاهرة المحسوسة ، المرئيات وغيرها من المحسوسات ، فالمقصود من { الغيب والشهادة } تعميم الموجودات كقوله : { فلا أقسم بما تبصرون وما لا تبصرون } [ الحاقة : 38 ، 39 ].والكبير : مجاز في العظمة ، إذ قد شاع استعمال أسماء الكثرة وألفاظ الكبر في العظمة تشبيهاً للمعقول بالمحسوس وشاع ذلك حتى صار كالحقيقة . والمتعالي : المترفع . وصيغت الصفة بصيغة التفاعل للدلالة على أن العلو صفة ذاتية له لا من غيره ، أي الرفيع رفعة واجبة له عقلاً . والمراد بالرفعة هنا المجاز عن العزة التامة بحيث لا يستطيع موجود أن يغلبه أو يكرهه ، أو المنزه عن النقائص كقوله عزّ وجلّ تعالى { عما يشركون } [ النحل : 3 ].وحذف الياء من المتعال } لمرعاة الفواصل الساكنة لأن الأفصح في المنقوص غير المُنوّن إثبات الياء في الوقف إلاّ إذا وقعت في القافية أو في الفواصل كما في هذه الآية لمراعاة { من وال } [ الرعد : 11 ] ، و { الآصال "
    },
    {
      "number": 10,
      "text": "سَوَآءٌۭ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ",
      "tafsir": {
        "muyassar": "يستوي في علمه تعالى مَن أخفى القول منكم ومَن جهر به، ويستوي عنده مَن استتر بأعماله في ظلمة الليل، ومن جهر بها في وضح النهار.",
        "mukhtasar": "يعلم السر وأخفى، يستوي في علمه من أخفى منكم - أيها الناس - القول، ومن أعلنه، ويستوي في علمه كذلك من هو مستتر بظلمة الليل عن أعين الناس، ومن هو ظاهر بأعماله في وَضَح النهار.",
        "saadi": "{ سَوَاءٌ مِنْكُمْ } في علمه وسمعه وبصره. { مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ } أي: مستقر بمكان خفي فيه، { وَسَارِبٌ بِالنَّهَارِ } أي: داخل سربه في النهار والسرب هو ما يختفي فيه الإنسان إما جوف بيته أو غار أو مغارة أو نحو ذلك.",
        "kathir": "يخبر تعالى عن إحاطة علمه بجميع خلقه ، سواء منهم من أسر قوله أو جهر به ، فإنه يسمعه لا يخفى عليه شيء كما قال : ( وإن تجهر بالقول فإنه يعلم السر وأخفى ) [ طه : 7 ] وقال : ( ويعلم ما تخفون وما تعلنون ) [ النمل : 25 ] وقالت عائشة ، رضي الله عنها : سبحان الذي وسع سمعه الأصوات ، والله لقد جاءت المجادلة تشتكي زوجها إلى رسول الله - صلى الله عليه وسلم - وأنا في جنب البيت ، وإنه ليخفى علي بعض كلامها ، فأنزل الله : ( قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله والله يسمع تحاوركما إن الله سميع بصير ) [ المجادلة : 1 ] .وقوله : ( ومن هو مستخف بالليل ) أي : مختف في قعر بيته في ظلام الليل ، ( وسارب بالنهار ) أي : ظاهر ماش في بياض النهار وضيائه ، فإن كليهما في علم الله على السواء ، كما قال تعالى : ( ألا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون ) [ هود : 5 ] وقال تعالى : ( وما تكون في شأن وما تتلو منه من قرآن ولا تعملون من عمل إلا كنا عليكم شهودا إذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين ) [ يونس : 61 ] ."
      },
      "translations": {
        "en": "It is the same [to Him] concerning you whether one conceals [his] speech or one publicizes it and whether one is hidden by night or conspicuous [among others] by day.",
        "fr": "Sont égaux pour lui, celui parmi vous qui tient secrète sa parole, et celui qui la divulgue, celui qui se cache la nuit comme celui qui se montre au grand jour.",
        "es": "Da lo mismo que uno de vosotros diga algo en secreto o lo divulgue, se esconda de noche o se muestre de día."
      },
      "ibn_ashour": "موقع هذه الجملة استئناف بياني لأنّ مضمونها بمنزلة النّتيجة لعموم علم الله تعالى بالخفيات والظواهر . وعدل عن الغيبة المتبعة في الضمائر فيما تقدم إلى الخطاب هنا في قوله : { سواء منكم } لأنه تعليم يصلح للمؤمنين والكافرين .وفيها تعريض بالتهديد للمشركين المتآمرين على النبي صلى الله عليه وسلمو { سواء } اسم بمعنى مستو . وإنما يقع معناه بين شيئين فصاعداً . واستعمل سواء في الكلام ملازماً حالة واحدة فيقال : هما سواء وهم سواء ، قال تعالى : { فأنتم فيه سواء }. وموقع سواء هنا موقع المبتدأ . و { من أسر القول } فاعل سدّ مسدّ الخبر ، ويجوز جعل { سواء } خبراً مقدّماً و { من أسر } مبتدأ مؤخّراً و { منكم } حال { من أسر }.والاستخفاء : هنا الخفاء ، فالسين والتاء للمبالغة في الفعل مثل استجاب .والسارب : اسم فاعل من سرب إذا ذهب في السّرْب بفتح السين وسكون الراء وهو الطريق . وهذا من الأفعال المشتقة من الأسماء الجامدة . وذكر الاستخفاء مع الليل لكونه أشد خفاء ، وذكر السروب مع النهار لكونه أشد ظهوراً . والمعنى : أن هذين الصنفين سواء لدى علم الله تعالى .والواو التي عطفت أسماء الموصول على الموصول الأول للتقسيم فهي "
    },
    {
      "number": 11,
      "text": "لَهُۥ مُعَقِّبَٰتٌۭ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍۢ سُوٓءًۭا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
      "tafsir": {
        "muyassar": "لله تعالى ملائكة يتعاقبون على الإنسان من بين يديه ومن خلفه، يحفظونه بأمر الله ويحصون ما يصدر عنه من خير أو شر. إن الله سبحانه وتعالى لا يغيِّر نعمة أنعمها على قوم إلا إذا غيَّروا ما أمرهم به فعصوه. وإذا أراد الله بجماعةٍ بلاءً فلا مفرَّ منه، وليس لهم مِن دون الله مِن وال يتولى أمورهم، فيجلب لهم المحبوب، ويدفع عنهم المكروه.",
        "mukhtasar": "له سبحانه وتعالى ملائكة يَعْقُبُ بعضهم بعضًا على الإنسان، فيأتي بعضهم بالليل، وبعضهم بالنهار، يحفظون الإنسان بأمر الله من جملة الأقدار التي كتب الله لهم منعها عنه، ويكتبون أقواله وأعماله، إن الله لا يغير ما بقوم من حال طيبة إلى حال غيرها لا تسرهم حتى يغيروا ما بأنفسهم من حال الشكر، وإذا أراد الله سبحانه بقوم هلاكًا فلا راد لما أراده، وما لكم - أيها الناس - من دون الله من متولّ يتولى أموركم، فتلجؤوا إليه لدفع ما أصابكم من بلاء.",
        "saadi": "{ لَه} أي: للإنسان { مُعَقِّبَاتٌ } من الملائكة يتعاقبون في الليل والنهار.  { مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ } أي: يحفظون بدنه وروحه من كل من يريده بسوء، ويحفظون عليه أعماله، وهم ملازمون له دائما، فكما أن علم الله محيط به، فالله قد أرسل هؤلاء الحفظة على العباد، بحيث لا تخفى أحوالهم ولا أعمالهم، ولا ينسى منها شيء، { إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ } من النعمة والإحسان ورغد العيش { حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ } بأن ينتقلوا من الإيمان إلى الكفر ومن الطاعة إلى المعصية، أو من شكر نعم الله إلى البطر بها فيسلبهم الله عند ذلك إياها. وكذلك إذا غير العباد ما بأنفسهم من المعصية، فانتقلوا إلى طاعة الله، غير الله عليهم ما كانوا فيه من الشقاء إلى الخير والسرور والغبطة والرحمة، { وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا } أي: عذابا وشدة وأمرا يكرهونه، فإن إرادته لا بد أن تنفذ فيهم. فـإنه { لَا مَرَدَّ لَهُ } ولا أحد يمنعهم منه، { وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ } يتولى أمورهم فيجلب لهم المحبوب، ويدفع عنهم المكروه، فليحذروا من الإقامة على ما يكره الله خشية أن يحل بهم من العقاب ما لا يرد عن القوم المجرمين.",
        "kathir": "وقوله : ( له معقبات من بين يديه ومن خلفه يحفظونه من أمر الله ) أي : للعبد ملائكة يتعاقبون عليه ، حرس بالليل وحرس بالنهار ، يحفظونه من الأسواء والحادثات ، كما يتعاقب ملائكة آخرون لحفظ الأعمال من خير أو شر ، ملائكة بالليل وملائكة بالنهار ، فاثنان عن اليمين و [ عن ] الشمال يكتبان الأعمال ، صاحب اليمين يكتب الحسنات ، وصاحب الشمال يكتب السيئات ، وملكان آخران يحفظانه ويحرسانه ، واحدا من ورائه وآخر من قدامه ، فهو بين أربعة أملاك بالنهار ، وأربعة آخرين بالليل بدلا حافظان وكاتبان ، كما جاء في الصحيح : \" يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار ، ويجتمعون في صلاة الصبح وصلاة العصر ، فيصعد إليه الذين باتوا فيكم فيسألهم وهو أعلم بكم : كيف تركتم عبادي ؟ فيقولون : أتيناهم وهم يصلون ، وتركناهم وهم يصلون \" وفي الحديث الآخر : \" إن معكم من لا يفارقكم إلا عند الخلاء وعند الجماع ، فاستحيوهم وأكرموهم \" . وقال علي بن أبي طلحة ، عن ابن عباس : ( له معقبات من بين يديه ومن خلفه يحفظونه من أمر الله ) والمعقبات من أمر الله ، وهي الملائكة .وقال عكرمة ، عن ابن عباس : ( يحفظونه من أمر الله ) قال : ملائكة يحفظونه من بين يديه ومن خلفه ، فإذا جاء قدر الله خلوا عنه .وقال مجاهد : ما من عبد إلا له ملك موكل ، يحفظه في نومه ويقظته من الجن والإنس والهوام ، فما منها شيء يأتيه يريده إلا قال الملك : وراءك إلا شيء يأذن الله فيه فيصيبه .وقال الثوري عن حبيب بن أبي ثابت ، عن سعيد بن جبير ، عن ابن عباس : ( له معقبات من بين يديه ومن خلفه ) قال : ذلك ملك من ملوك الدنيا ، له حرس من دونه حرس .وقال العوفي ، عن ابن عباس : ( له معقبات من بين يديه ومن خلفه ) يعني : ولي الشيطان ، يكون عليه الحرس . وقال عكرمة في تفسيرها : هؤلاء الأمراء : المواكب من بين يديه ومن خلفه .وقال الضحاك : ( له معقبات من بين يديه ومن خلفه يحفظونه من أمر الله ) قال : هو السلطان المحترس من أمر الله ، وهم أهل الشرك .والظاهر ، والله أعلم ، أن مراد ابن عباس وعكرمة والضحاك بهذا أن حرس الملائكة للعبيد يشبه حرس هؤلاء لملوكهم وأمرائهم .وقد روى الإمام أبو جعفر بن جرير هاهنا حديثا غريبا جدا فقال :حدثني المثنى ، حدثنا إبراهيم بن عبد السلام بن صالح القشيري ، حدثنا علي بن جرير ، عن حماد بن سلمة ، عن عبد الحميد بن جعفر ، عن كنانة العدوي قال : دخل عثمان بن عفان على رسول الله صلى الله عليه وسلم . فقال : يا رسول الله ، أخبرني عن العبد ، كم معه من ملك ؟ فقال : \" ملك على يمينك على حسناتك ، وهو آمر على الذي على الشمال ، إذا عملت حسنة كتبت عشرا ، فإذا عملت سيئة قال الذي على الشمال للذي على اليمين : أكتب ؟ قال : لا لعله يستغفر الله ويتوب . فإذا قال ثلاثا قال : نعم ، اكتب أراحنا الله منه ، فبئس القرين . ما أقل مراقبته لله وأقل استحياءه منا \" . يقول الله : ( ما يلفظ من قول إلا لديه رقيب عتيد ) [ ق : 18 ] وملكان من بين يديك ومن خلفك ، يقول الله : ( له معقبات من بين يديه ومن خلفه يحفظونه من أمر الله ) وملك قابض على ناصيتك ، فإذا تواضعت لله رفعك ، وإذا تجبرت على الله قصمك ، وملكان على شفتيك ، ليس يحفظان عليك إلا الصلاة على محمد - صلى الله عليه وسلم - وملك قائم على فيك لا يدع الحية أن تدخل في فيك ، وملكان على عينيك فهؤلاء عشرة أملاك على كل آدمي ينزلون ملائكة الليل على ملائكة النهار; لأن ملائكة الليل سوى ملائكة النهار ، فهؤلاء عشرون ملكا على كل آدمي وإبليس بالنهار وولده بالليل \" .قال الإمام أحمد ، رحمه الله : حدثنا أسود بن عامر ، حدثنا سفيان ، حدثني منصور ، عن سالم بن أبي الجعد عن أبيه ، عن عبد الله قال : قال رسول الله ، صلى الله عليه وسلم : \" ما منكم من أحد إلا وقد وكل به قرينه من الجن وقرينه من الملائكة \" . قالوا : وإياك يا رسول الله ، قال : \" وإياي ، ولكن أعانني الله عليه فلا يأمرني إلا بخير \" .انفرد بإخراجه مسلم .وقوله : ( يحفظونه من أمر الله ) قيل : المراد حفظهم له من أمر الله . رواه علي بن أبي طلحة ، وغيره ، عن ابن عباس . وإليه ذهب مجاهد ، وسعيد بن جبير ، وإبراهيم النخعي ، وغيرهم .وقال قتادة : ( يحفظونه من أمر الله ) قال : وفي بعض القراءات : \" يحفظونه بأمر الله \" .وقال كعب الأحبار : لو تجلى لابن آدم كل سهل وحزن ، لرأى كل شيء من ذلك شياطين لولا أن الله وكل بكم ملائكة عنكم في مطعمكم ومشربكم وعوراتكم ، إذا لتخطفتم .وقال أبو أمامة ما من آدمي إلا ومعه ملك يذود عنه ، حتى يسلمه للذي قدر له .وقال أبو مجلز : جاء رجل من مراد إلى علي ، رضي الله عنه ، وهو يصلي ، فقال : احترس ، فإن ناسا من مراد يريدون قتلك . فقال : إن مع كل رجل ملكين يحفظانه مما لم يقدر ، فإذا جاء القدر خليا بينه وبينه ، وإن الأجل جنة حصينة .وقال بعضهم : ( يحفظونه من أمر الله ) بأمر الله ، كما جاء في الحديث أنهم قالوا : يا رسول الله ، أرأيت رقى نسترقي بها ، هل ترد من قدر الله شيئا ؟ فقال : \" هي من قدر الله \" .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا حفص بن غياث ، عن أشعث ، عن جهم ، عن إبراهيم قال : أوحى الله إلى نبي من أنبياء بني إسرائيل : أن قل لقومك : إنه ليس من أهل قرية ولا أهل بيت يكونون على طاعة الله فيتحولون منها إلى معصية الله ، إلا تحول لهم مما يحبون إلى ما يكرهون ، ثم قال : إن مصداق ذلك في كتاب الله : ( إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم )وقد ورد هذا في حديث مرفوع ، فقال الحافظ محمد بن عثمان بن أبي شيبة في كتابه \" صفة العرش \" : حدثنا الحسن بن علي ، حدثنا الهيثم بن الأشعث السلمي ، حدثنا أبو حنيفة اليمامي الأنصاري ، عن عمير بن عبد الله قال : خطبنا علي بن أبي طالب على منبر الكوفة ، قال : كنت إذا سكت عن رسول الله - صلى الله عليه وسلم - ابتدأني ، وإذا سألته عن الخبر أنبأني ، وإنه حدثني عن ربه ، عز وجل ، قال : \" قال الرب : وعزتي وجلالي ، وارتفاعي فوق عرشي ، ما من أهل قرية ولا أهل بيت كانوا على ما كرهت من معصيتي ، ثم تحولوا عنها إلى ما أحببت من طاعتي ، إلا تحولت لهم عما يكرهون من عذابي إلى ما يحبون من رحمتي \" .وهذا غريب ، وفي إسناده من لا أعرفه ."
      },
      "translations": {
        "en": "For each one are successive [angels] before and behind him who protect him by the decree of Allah. Indeed, Allah will not change the condition of a people until they change what is in themselves. And when Allah intends for a people ill, there is no repelling it. And there is not for them besides Him any patron.",
        "fr": "Il [l'homme] a par devant lui et derrière lui des Anges qui se relaient et qui veillent sur lui par ordre d'Allah. En vérité, Allah ne modifie point l'état d'un peuple, tant que les [individus qui le composent] ne modifient pas ce qui est en eux-mêmes. Et lorsqu'Allah veut [infliger] un mal à un peuple, nul ne peut le repousser: ils n'ont en dehors de Lui aucun protecteur.",
        "es": "Tiene, por delante y por detrás, pegados a él, que le custodian por orden de Alá. Alá no cambiará la condición de un pueblo mientras éste no cambie lo que en sí tiene. Pero, si Alá quiere mal a un pueblo, no hay manera de evitarlo: fuera de Él, no tienen amigo."
      },
      "ibn_ashour": "جملة { له معقبات } إلى آخرها ، يجوز أن تكون متصلة ب { من } الموصولة من قوله : { من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار } [ الرعد : 10 ]. على أن الجملة خبر ثاننٍ عن من أسر القول } وما عطف عليه .والضمير في { له } والضمير المنصوب في { يحفظونه } ، وضميرا { من بين يديه ومن خلفه } جاءت مفردة لأن كلا منها عائد إلى أحد أصحاب تلك الصلات حيث إن ذكرهم ذكر أقسام من الذين جعلوا سواء في علم الله تعالى ، أي لكل من أسرّ القول ومنْ جهر به ومن هو مستخف بالليل وسارب بالنّهار معقبات يحفظونه من غوائل تلك الأوقات .ويجوز أن تتصل الجملة ب { من هو مستخف بالليل وسارب بالنهار } [ الرعد : 10 ] ، وإفراد الضمير لمراعاة عطف صلة على صلة دون إعادة الموصول . والمعنى كالوجه الأول .و ( المعقبات ) جمع معَقّبة بفتح العين وتشديد القاف مكسورة اسم فاعل عَقّبه إذا تبعه . وصيغة التفعيل فيه للمبالغة في العقب . يقال : عقبه إذا اتبعه واشتقاته من العقب يقال فكسر وهو اسم لمؤخّر الرجل فهو فَعِل مشتق من الاسم الجامد لأنّ الّذي يتبع غيره كأنّه يطأ على عقبه ، والمراد : ملائكة معقّبات . والواحد معقب .وإنما جمع جمع مؤنث"
    },
    {
      "number": 12,
      "text": "هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًۭا وَطَمَعًۭا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
      "tafsir": {
        "muyassar": "هو الذي يريكم من آياته البرق -وهو النور اللامع من خلال السحاب- فتخافون أن تنزل عليكم منه الصواعق المحرقة، وتطمعون أن ينزل معه المطر، وبقدرته سبحانه يوجد السحاب المحمَّل بالماء الكثير لمنافعكم.",
        "mukhtasar": "هو الذي يريكم - أيها الناس - البرق، ويجمع لكم به الخوف من الصواعق، والطمع في المطر، وهو الذي ينشئ السحاب المثقل بماء المطر الغزير.",
        "saadi": "يقول تعالى: { هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا } أي: يخاف منه الصواعق والهدم وأنواع الضرر، على بعض الثمار ونحوها ويطمع في خيره ونفعه،  { وَيُنْشِئُ السَّحَابَ الثِّقَالَ } بالمطر الغزير الذي به نفع العباد والبلاد.",
        "kathir": "يخبر تعالى أنه هو الذي يسخر البرق ، وهو ما يرى من النور اللامع ساطعا من خلل السحاب .وروى ابن جرير أن ابن عباس كتب إلى أبي الجلد يسأله عن البرق ، فقال : البرق : الماء .وقوله : ( خوفا وطمعا ) قال قتادة : خوفا للمسافر ، يخاف أذاه ومشقته ، وطمعا للمقيم يرجو بركته ومنفعته ، ويطمع في رزق الله .( وينشئ السحاب الثقال ) أي : ويخلقها منشأة جديدة ، وهي لكثرة مائها ثقيلة قريبة إلى الأرض .قال مجاهد : والسحاب الثقال : الذي فيه الماء ."
      },
      "translations": {
        "en": "It is He who shows you lightening, [causing] fear and aspiration, and generates the heavy clouds.",
        "fr": "C'est lui qui vous fait voir l'éclair [qui vous inspire] crainte et espoir; et Il crée les nuages lourds.",
        "es": "Él es quien os hace ver el relámpago, motivo de temor y de anhelo, Él quien forma los nubarrones."
      },
      "ibn_ashour": "استئناف ابتدائي على أسلوب تعداد الحجج الواحدة تلوى الأخرى ، فلأجل أسلوب التعداد إذ كان كالتكرير لم يعطف على جملة { سواء منكم من أسر القول } [ الرعد : 10 ].وقد أعرب هذا عن مظهر من مظاهر قدرة الله وعجيب صنعه . وفيه من المناسبة للإنذار بقوله : { إن الله لا يغير ما بقوم } [ سورة الرعد : 11 ] الخ أنه مثال لتصرف الله بالإنعام والانتقام في تصرف واحد مع تذكيرهم بالنعمة التي هم فيها . وكل ذلك مناسب لمقاصد الآيات الماضية في قوله : { الله يعلم ما تحمل كل أنثى } [ سورة الرعد : 8 ] وقوله : وكل شيء عنده بمقدار [ سورة الرعد : 8 ] ، فكانت هذه الجملة جديرة بالاستقلال وأن يجاء بها مستأنفة لتكون مستقلة في عداد الجمل المستقلة الواردة في غرض السورة .وجاء هنا بطريق الخطاب على أسلوب قوله : { سواء منكم من أسر القول } [ سورة الرعد : 10 ] لأن الخوف والطمع يصدران من المؤمنين ويهدد بهما الكفرة .وافتتحت الجملة بضمير الجلالة دون اسم الجلالة المفتتح به في الجمل السابقة ، فجاءت على أسلوب مختلف . وأحسب أن ذلك مراعاة لكون هاته الجملة مفرعة عن أغراض الجمل السابقة فإن جُمل فواتح الأغراض افتتحت بالاسم العلم كقوله : { الله"
    },
    {
      "number": 13,
      "text": "وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ",
      "tafsir": {
        "muyassar": "ويسبِّح الرعد بحمد الله تسبيحًا يدل على خضوعه لربه، وتنزِّه الملائكة ربها مِن خوفها من الله، ويرسل الله الصواعق المهلكة فيهلك بها مَن يشاء من خلقه، والكفار يجادلون في وحدانية الله وقدرته على البعث، وهو شديد الحول والقوة والبطش بمن عصاه.",
        "mukhtasar": "ويسبح الرعدُ ربَّه تسبيحًا مقرونًا بحمده سبحانه، وتسبح الملائكةُ ربَّها خوفًا منه وإجلالًا وتعظيمًا له، ويرسل الصواعق المحرقة على من يشاء من مخلوقاته فيهلكه، والكفار يخاصمون في وحدانية الله، والله شديد الحول والقوة، فلا يريد شيئًا إلا فعله.",
        "saadi": "{ وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ } وهو الصوت الذي يسمع من السحاب المزعج للعباد، فهو خاضع لربه مسبح بحمده، { و } تسبح { الْمَلَائِكَةُ مِنْ خِيفَتِهِ } أي: خشعا لربهم خائفين من سطوته، { وَيُرْسِلُ الصَّوَاعِقَ } وهي هذه النار التي تخرج من السحاب، { فَيُصِيبُ بِهَا مَنْ يَشَاءُ } من عباده بحسب ما شاءه وأراده وَهُوَ شَدِيدُ الْمِحَالِ أي: شديد الحول والقوة فلا يريد شيئا إلا فعله، ولا يتعاصى عليه شيء ولا يفوته هارب. فإذا كان هو وحده الذي يسوق للعباد الأمطار والسحب التي فيها مادة أرزاقهم، وهو الذي يدبر الأمور، وتخضع له المخلوقات العظام التي يخاف منها، وتزعج العباد وهو شديد القوة - فهو الذي يستحق أن يعبد وحده لا شريك له.",
        "kathir": "( ويسبح الرعد بحمده ) كما قال تعالى : ( وإن من شيء إلا يسبح بحمده ) [ الإسراء : 44 ] .وقال الإمام أحمد : حدثنا يزيد ، حدثنا إبراهيم بن سعد ، أخبرني أبي قال : كنت جالسا إلى جنب حميد بن عبد الرحمن في المسجد ، فمر شيخ من بني غفار ، فأرسل إليه حميد ، فلما أقبل قال : يا ابن أخي ، وسع له فيما بيني وبينك ، فإنه قد صحب رسول الله صلى الله عليه وسلم . فجاء حتى جلس فيما بيني وبينه ، فقال له حميد : ما الحديث الذي حدثتني عن رسول الله ، صلى الله عليه وسلم ؟ فقال الشيخ : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن الله ينشئ السحاب ، فينطق أحسن النطق ، ويضحك أحسن الضحك \" .والمراد - والله أعلم - أن نطقها الرعد ، وضحكها البرق .وقال موسى بن عبيدة ، عن سعد بن إبراهيم قال : يبعث الله الغيث ، فلا أحسن منه مضحكا ، ولا آنس منه منطقا ، فضحكه البرق ، ومنطقه الرعد .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا هشام بن عبيد الله الرازي ، عن محمد بن مسلم قال : بلغنا أن البرق ملك له أربعة وجوه : وجه إنسان ، ووجه ثور ، ووجه نسر ، ووجه أسد ، فإذا مصع بذنبه فذاك البرق .وقال الإمام أحمد : حدثنا عفان ، حدثنا عبد الواحد بن زياد ، حدثنا الحجاج ، حدثني أبو مطر ، عن سالم ، عن أبيه قال : كان رسول الله - صلى الله عليه وسلم - إذا سمع الرعد والصواعق قال : \" اللهم ، لا تقتلنا بغضبك ، ولا تهلكنا بعذابك ، وعافنا قبل ذلك \" .ورواه الترمذي ، والبخاري في كتاب الأدب ، والنسائي في اليوم والليلة ، والحاكم في مستدركه ، من حديث الحجاج بن أرطاة ، عن أبي مطر ، ولم يسم به .وقال [ الإمام ] أبو جعفر بن جرير : حدثنا أحمد بن إسحاق ، حدثنا أبو أحمد ، حدثنا إسرائيل ، عن أبيه عن رجل ، عن أبي هريرة ، رفع الحديث قال : إنه كان إذا سمع الرعد قال : \" سبحان من يسبح الرعد بحمده \" .وروي عن علي - رضي الله عنه - أنه كان إذا سمع صوت الرعد قال : سبحان من سبحت له .وكذا روي عن ابن عباس ، والأسود بن يزيد ، وطاوس : أنهم كانوا يقولون كذلك .وقال الأوزاعي : كان ابن أبي زكريا يقول : من قال حين يسمع الرعد : سبحان الله وبحمده ، لم تصبه صاعقة .وعن عبد الله بن الزبير أنه كان إذا سمع الرعد ترك الحديث وقال : سبحان الذي يسبح الرعد بحمده والملائكة من خيفته ، ويقول : إن هذا لوعيد شديد لأهل الأرض . رواه مالك في الموطأ ، والبخاري في كتاب الأدب .وقال الإمام أحمد : حدثنا سليمان بن داود الطيالسي ، حدثنا صدقة بن موسى ، حدثنا محمد بن واسع ، عن شتير بن نهار ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" قال ربكم عز وجل : لو أن عبيدي أطاعوني لأسقيتهم المطر بالليل ، وأطلعت عليهم الشمس بالنهار ، ولما أسمعتهم صوت الرعد \" .وقال الطبراني : حدثنا زكريا بن يحيى الساجي ، حدثنا أبو كامل الجحدري ، حدثنا يحيى بن كثير أبو النضر ، حدثنا عبد الكريم ، حدثنا عطاء ، عن ابن عباس قال : قال رسول الله ، صلى الله عليه وسلم : \" إذا سمعتم الرعد فاذكروا الله ، فإنه لا يصيب ذاكرا \" .وقوله : ( ويرسل الصواعق فيصيب بها من يشاء ) أي : يرسلها نقمة ينتقم بها ممن يشاء ، ولهذا تكثر في آخر الزمان ، كما قال الإمام أحمد :حدثنا محمد بن مصعب ، حدثنا عمارة عن أبي نضرة ، عن أبي سعيد الخدري ، رضي الله عنه; أن النبي - صلى الله عليه وسلم - قال : \" تكثر الصواعق عند اقتراب الساعة ، حتى يأتي الرجل القوم فيقول : من صعق تلكم الغداة ؟ فيقولون صعق فلان وفلان وفلان \" .وقد روي في سبب نزولها ما رواه الحافظ أبو يعلى الموصلي :حدثنا إسحاق ، حدثنا علي بن أبي سارة الشيباني ، حدثنا ثابت ، عن أنس : أن رسول الله صلى الله عليه وسلم بعث رجلا مرة إلى رجل من فراعنة العرب فقال : \" اذهب فادعه لي \" . قال : فذهب إليه فقال : يدعوك رسول الله - صلى الله عليه وسلم - فقال له : من رسول الله ؟ وما الله ؟ أمن ذهب هو ؟ أم من فضة هو ؟ أم من نحاس هو ؟ قال : فرجع إلى رسول الله - صلى الله عليه وسلم - فأخبره ، فقال : يا رسول الله ، قد أخبرتك أنه أعتى من ذلك ، قال لي كذا وكذا . فقال : \" ارجع إليه الثانية \" . أراه ، فذهب فقال له مثلها . فرجع إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله ، قد أخبرتك أنه أعتى من ذلك . قال : \" ارجع إليه فادعه \" . فرجع إليه الثالثة . قال : فأعاد عليه ذلك الكلام . فبينا هو يكلمه ، إذ بعث الله ، عز وجل ، سحابة حيال رأسه ، فرعدت ، فوقعت منها صاعقة ، فذهب بقحف رأسه فأنزل الله : ( ويرسل الصواعق فيصيب بها من يشاء وهم يجادلون في الله وهو شديد المحال )ورواه ابن جرير ، من حديث علي بن أبي سارة ، به ورواه الحافظ أبو بكر البزار ، عن عبدة بن عبد الله ، عن يزيد بن هارون ، عن ديلم بن غزوان ، عن ثابت ، عن أنس ، فذكر نحوه .وقال : حدثنا الحسن بن محمد ، حدثنا عفان ، حدثنا أبان بن يزيد ، حدثنا أبو عمران الجوني ، عن عبد الرحمن بن صحار العبدي : أنه بلغه أن نبي الله بعثه إلى جبار يدعوه ، فقال : أرأيتم ربكم ، أذهب هو ؟ أو فضة هو ؟ ألؤلؤ هو ؟ قال : فبينا هو يجادلهم ، إذ بعث الله سحابة فرعدت فأرسل عليه صاعقة فذهبت بقحف رأسه ، ونزلت هذه الآية .وقال أبو بكر بن عياش ، عن ليث بن أبي سليم ، عن مجاهد قال : جاء يهودي فقال : يا محمد ، أخبرني عن ربك ، [ من أي شيء هو ] من نحاس هو ؟ من لؤلؤ ؟ أو ياقوت ؟ قال : فجاءت صاعقة فأخذته ، وأنزل الله : ( ويرسل الصواعق فيصيب بها من يشاء )وقال قتادة : ذكر لنا أن رجلا أنكر القرآن ، وكذب النبي - صلى الله عليه وسلم - فأرسل الله صاعقة فأهلكته وأنزل : ( ويرسل الصواعق ) الآية .وذكروا في سبب نزولها قصة عامر بن الطفيل وأربد بن ربيعة لما قدما على رسول الله - صلى الله عليه وسلم - المدينة ، فسألاه أن يجعل لهما نصف الأمر فأبى عليهما رسول الله - صلى الله عليه وسلم - فقال له عامر بن الطفيل ، لعنه الله : أما والله لأملأنها عليك خيلا جردا ورجالا مردا . فقال له رسول الله ، صلى الله عليه وسلم : يأبى الله عليك ذلك وأبناء قيلة . يعني : الأنصار ، ثم إنهما هما بالفتك بالنبي - صلى الله عليه وسلم - وجعل أحدهما يخاطبه ، والآخر يستل سيفه ليقتله من ورائه ، فحماه الله منهما وعصمه ، فخرجا من المدينة فانطلقا في أحياء العرب ، يجمعان الناس لحربه ، عليه السلام فأرسل الله على أربد سحابة فيها صاعقة فأحرقته . وأما عامر بن الطفيل فأرسل الله عليه الطاعون ، فخرجت فيه غدة عظيمة ، فجعل يقول : يا آل عامر ، غدة كغدة البكر ، وموت في بيت سلولية ؟ حتى ماتا لعنهما الله ، وأنزل الله في مثل ذلك :( ويرسل الصواعق فيصيب بها من يشاء ) وفي ذلك يقول لبيد بن ربيعة ، أخو أربد يرثيه :أخشى على أربد الحتوف ولا أرهب نوء السماك والأسد     فجعني الرعد والصواعق بالفارس يوم الكريهة النجدوقال الحافظ أبو القاسم الطبراني : حدثنا مسعدة بن سعد العطار ، حدثنا إبراهيم بن المنذر الحزامي ، حدثني عبد العزيز بن عمران ، حدثني عبد الرحمن وعبد الله ابنا زيد بن أسلم ، عن أبيهما ، عن عطاء بن يسار ، عن ابن عباس ، أن أربد بن قيس بن جزء بن جليد بن جعفر بن كلاب ، وعامر بن الطفيل بن مالك ، قدما المدينة على رسول الله - صلى الله عليه وسلم ، فانتهيا إليه وهو جالس ، فجلسا بين يديه ، فقال عامر بن الطفيل : يا محمد ، ما تجعل لي إن أسلمت ؟ فقال رسول الله ، صلى الله عليه وسلم : \" لك ما للمسلمين ، وعليك ما عليهم \" . قال عامر بن الطفيل : أتجعل لي الأمر إن أسلمت من بعدك ؟ قال رسول الله ، صلى الله عليه وسلم : \" ليس ذلك لك ولا لقومك ، ولكن لك أعنة الخيل \" . قال : أنا الآن في أعنة خيل نجد ، اجعل لي الوبر ولك المدر . قال رسول الله : \" لا \" . فلما قفلا من عنده قال عامر : أما والله لأملأنها عليك خيلا ورجالا فقال له رسول الله ، صلى الله عليه وسلم : \" يمنعك الله \" . فلما خرج أربد وعامر ، قال عامر : يا أربد ، أنا أشغل عنك محمدا - صلى الله عليه وسلم - بالحديث ، فاضربه بالسيف ، فإن الناس إذا قتلت محمدا لم يزيدوا على أن يرضوا بالدية ، ويكرهوا الحرب ، فنعطيهم الدية . قال أربد : أفعل . فأقبلا راجعين إليه ، فقال عامر : يا محمد ، قم معي أكلمك . فقام معه رسول الله - صلى الله عليه وسلم - فجلسا إلى الجدار ، ووقف معه رسول الله - صلى الله عليه وسلم - يكلمه ، وسل أربد السيف ، فلما وضع يده على السيف يبست يده على قائم السيف ، فلم يستطع سل السيف ، فأبطأ أربد على عامر بالضرب ، فالتفت رسول الله - صلى الله عليه وسلم - فرأى أربد ، وما يصنع ، فانصرف عنهما . فلما خرج عامر وأربد من عند رسول الله - صلى الله عليه وسلم - حتى إذا كانا بالحرة ، حرة واقم نزلا فخرج إليهما سعد بن معاذ وأسيد بن حضير فقالا اشخصا يا عدوي الله ، لعنكما الله . فقال عامر : من هذا يا سعد ؟ قال : هذا أسيد بن حضير الكتائب فخرجا حتى إذا كانا بالرقم ، أرسل الله على أربد صاعقة فقتلته ، وخرج عامر حتى إذا كان بالخريم ، أرسل الله قرحة فأخذته فأدركه الليل في بيت امرأة من بني سلول ، فجعل يمس قرحته في حلقه ويقول : غدة كغدة الجمل في بيت سلولية ترغب أن يموت في بيتها! ثم ركب فرسه فأحضره حتى مات عليه راجعا ، فأنزل الله فيهما : ( الله يعلم ما تحمل كل أنثى وما تغيض الأرحام ) إلى قوله : ( وما لهم من دونه من وال ) [ الرعد : 8 - 11 ] - قال : المعقبات من أمر الله يحفظون محمدا - صلى الله عليه وسلم - ثم ذكر أربد وما قتله به ، فقال : ( ويرسل الصواعق فيصيب بها من يشاء ) الآية .وقوله : ( وهم يجادلون في الله ) أي : يشكون في عظمته ، وأنه لا إله إلا هو ، ( وهو شديد المحال )قال ابن جرير : شديدة مماحلته في عقوبة من طغى عليه وعتا وتمادى في كفره .وهذه الآية شبيهة بقوله : ( ومكروا مكرا ومكرنا مكرا وهم لا يشعرون فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين ) [ النمل : 50 ، 51 ] .وعن علي ، رضي الله عنه : ( وهو شديد المحال ) أي : شديد الأخذ . وقال مجاهد : شديد القوة ."
      },
      "translations": {
        "en": "And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault.",
        "fr": "Le tonnerre Le glorifie par Sa louange, et aussi les Anges, sous l'effet de Sa crainte. Et Il lance les foudres dont Il atteint qui Il veut. Or ils disputent au sujet d'Allah alors qu'Il est redoutable en Sa force.",
        "es": "Por temor a Él, el trueno celebra Sus alabanzas, y los ángeles también. Él envía los rayos y hiere con ellos a quien Él quiere, mientras discuten sobre Alá, pues es fuerte en poderío."
      },
      "ibn_ashour": "وعطف الرعد على ذكر البرق والسحاب لأنه مقارنهما في كثير من الأحوال .ولما كان الرعد صوتاً عظيماً جعل ذكره عبرة للسامعين لدلالة الرعد بلوازم عقلية على أن الله منزه عما يقوله المشركون من ادعاء الشركاء ، وكان شأن تلك الدلالة أن تبعث الناظر فيها على تنزيه الله عن الشريك جعل صوت الرعد دليلاً على تنزيه الله تعالى ، فإسناد التسبيح إلى الرعد مجاز عقلي . ولك أن تجعله استعارة مكنية بأن شبه الرعد بآدمي يُسبح الله تعالى ، وأثبت شيء من علائق المشبّه به وهو التسبيح ، أي قول سبحان الله .والباء في { بحمده } للملابسة ، أي ينزه الله تنزيهاً ملابساً لحمده من حيث إنه دال على اقتراب نزول الغيث وهو نعمة تستوجبُ الحمد . فالقول في ملابسة الرعد للحمد مساوٍ للقول في إسناد التسبيح إلى الرعد . فالملابسة مجازية عقلية أو استعارة مكنية .و { الملائكة } عطف على الرعد ، أي وتسبح الملائكة من خيفته ، أي من خوف الله .و { من } للتعليل ، أي ينزهون الله لأجل الخوف منه ، أي الخوف مما لا يرضى به وهو التقصير في تنزيهه .وهذا اعتراض بين تعداد المواعظ لمناسبة التعريض بالمشركين ، أي أن التنزيه الذي دلت عليه آيات الجو يقوم به الملائكة"
    },
    {
      "number": 14,
      "text": "لَهُۥ دَعْوَةُ ٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَسْتَجِيبُونَ لَهُم بِشَىْءٍ إِلَّا كَبَٰسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦ ۚ وَمَا دُعَآءُ ٱلْكَٰفِرِينَ إِلَّا فِى ضَلَٰلٍۢ",
      "tafsir": {
        "muyassar": "لله سبحانه وتعالى وحده دعوة التوحيد (لا إله إلا الله)، فلا يُعبد ولا يُدعى إلا هو، والآلهة التي يعبدونها من دون الله لا تجيب دعاء مَن دعاها، وحالهم معها كحال عطشان يمد يده إلى الماء من بعيد؛ ليصل إلى فمه فلا يصل إليه، وما سؤال الكافرين لها إلا غاية في البعد عن الصواب لإشراكهم بالله غيره.",
        "mukhtasar": "لله وحده دعوة التوحيد لا يشاركه فيها أحد، والأصنام التي يدعوها المشركون من دونه لا تستجيب دعاء من يدعوها في أي مسألة، وما دعاؤهم لها إلا مثل عطشان يبسط يده إلى الماء ليصل إلى فيه فيشرب منه، وما الماء بواصل إلى فيه، وما دعاء الكافرين لأصنامهم إلا في ضياع وبُعدٍ عن الصواب؛ لأنها لا تملك لهم جلب نفع، ولا دفع ضر.",
        "saadi": "أي: لله وحده { دَعْوَةُ الْحَقِّ } وهي: عبادته وحده لا شريك له، وإخلاص دعاء العبادة ودعاء المسألة له تعالى، أي: هو الذي ينبغي أن يصرف له الدعاء، والخوف، والرجاء، والحب، والرغبة، والرهبة، والإنابة؛ لأن ألوهيته هي الحق، وألوهية غيره باطلة { وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ } من الأوثان والأنداد التي جعلوها شركاء لله. { لَا يَسْتَجِيبُونَ لَهُمْ } أي: لمن يدعوها ويعبدها بشيء قليل ولا كثير لا من أمور الدنيا ولا من أمور الآخرة { إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ } الذي لا تناله كفاه لبعده، { لِيَبْلُغَ } ببسط كفيه إلى الماء { فَاهُ } فإنه عطشان ومن شدة عطشه يتناول بيده، ويبسطها إلى الماء الممتنع وصولها إليه، فلا يصل إليه. كذلك الكفار الذين يدعون معه آلهة لا يستجيبون لهم بشيء ولا ينفعونهم في أشد الأوقات إليهم حاجة لأنهم فقراء كما أن من دعوهم فقراء، لا يملكون مثقال ذرة في الأرض ولا في السماء، وما لهم فيهما من شرك وما له منهم من ظهير. { وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ } لبطلان ما يدعون من دون الله، فبطلت عباداتهم ودعاؤهم؛ لأن الوسيلة تبطل ببطلان غايتها، ولما كان الله تعالى هو الملك الحق المبين، كانت عبادته حقًّا متصلة النفع لصاحبها في الدنيا والآخرة. وتشبيه دعاء الكافرين لغير الله بالذي يبسط كفيه إلى الماء ليبلغ فاه من أحسن الأمثلة؛ فإن ذلك تشبيه بأمر محال، فكما أن هذا محال، فالمشبه به محال، والتعليق على المحال من أبلغ ما يكون في نفي الشيء كما قال تعالى: { إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط } ",
        "kathir": "قال علي بن أبى طالب ، رضي الله عنه : ( له دعوة الحق ) قال : التوحيد . رواه ابن جرير .وقال ابن عباس ، وقتادة ، ومالك عن محمد بن المنكدر : ( له دعوة الحق ) [ قال ] لا إله إلا الله .( والذين يدعون من دونه ) أي : ومثل الذين يعبدون آلهة غير الله . ( كباسط كفيه إلى الماء ليبلغ فاه ) قال علي بن أبي طالب : كمثل الذي يتناول الماء من طرف البئر بيده ، وهو لا يناله أبدا بيده ، فكيف يبلغ فاه ؟ .وقال مجاهد : ( كباسط كفيه ) يدعو الماء بلسانه ، ويشير إليه [ بيده ] فلا يأتيه أبدا .وقيل : المراد كقابض يده على الماء ، فإنه لا يحكم منه على شيء ، كما قال الشاعر :فإني وإياكم وشوقا إليكم كقابض ماء لم تسقه أناملهوقال الآخر :فأصبحت مما كان بيني وبينها     من الود مثل القابض الماء باليدومعنى الكلام : أن هذا الذي يبسط يده إلى الماء ، إما قابضا وإما متناولا له من بعد ، كما أنه لا ينتفع بالماء الذي لم يصل إلى فيه ، الذي جعله محلا للشرب ، فكذلك هؤلاء المشركون الذين يعبدون مع الله إلها غيره ، لا ينتفعون بهم أبدا في الدنيا ولا في الآخرة; ولهذا قال : ( وما دعاء الكافرين إلا في ضلال )"
      },
      "translations": {
        "en": "To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility].",
        "fr": "A Lui l'appel de la Vérité! Ceux qu'ils invoquent en dehors de Lui ne leur répondent d'aucune façon; semblables à celui qui étend ses deux mains vers l'eau pour la porter à sa bouche, mais qui ne parvient jamais à l'atteindre. L'invocation des mécréants n'est que vanité.",
        "es": "La verdadera invocación es la que se dirige a Él. Los que invocan a otros, en lugar de invocarle a Él, no serán escuchados nada. Les pasará, más bien, como a quien, deseando alcanzar el agua con la boca, se contenta con extender hacia ella las manos y no lo consigue. La invocación de los infieles es inútil."
      },
      "ibn_ashour": "استئناف ابتدائي بمنزلة النتيجة ونهوض المدلل عليه بالآيات السالفة التي هي براهين الانفراد بالخلق الأول ، ثم الخلق الثاني ، وبالقدرة التامة التي لا تدانيها قدرة قدير ، وبالعلم العام ، فلا جرم أن يكون صاحب تلك الصفات هو المعبود بالحق وأن عبادة غيره ضلال .والدعوة : طلب الإقبال ، وكثر إطلاقها على طلب الإقبال للنجدة أو للبذل . وذلك متعين فيها إذا أطلقت في جانب الله لاستحالة الإقبال الحقيقي فالمراد طلب الإغاثة أو النعمة .وإضافة الدعوة إلى الحق إمّا من إضافة الموصوف إلى الصفة إن كان الحق بمعنى مصادفة الواقع ، أي الدعوة التي تصادف الواقع ، أي استحقاقه إياها؛ وإما من إضافة الشيء إلى منشئه كقولهم : برود اليمن ، أي الدعوة الصادرة عن حق وهو ضد الباطل ، فإن دعاء الله يصدر عن اعتقاد الوحدانية وهو الحق ، وعبادة الأصنام تصدر عن اعتقاد الشرك وهو الباطل .واللام للملك المجازي وهو الاستحقاق . وتقديم الجار والمجرور على المبتدإ لإفادة التخصيص ، أي دعوة الحق ملكه لا ملك غيره ، وهو قصر إضافي .وقد صُرح بمفهوم جملة القصر بجملة { والذين يدعون من دونه لا يستجيبون لهم بشيء } [ سورة الرعد : 14 ] ، فكانت بياناً لها ."
    },
    {
      "number": 15,
      "text": "وَلِلَّهِ يَسْجُدُ مَن فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ طَوْعًۭا وَكَرْهًۭا وَظِلَٰلُهُم بِٱلْغُدُوِّ وَٱلْءَاصَالِ ۩",
      "tafsir": {
        "muyassar": "ولله وحده يسجد خاضعًا منقادًا كُلُّ مَن في السموات والأرض، فيسجد ويخضع له المؤمنون طوعًا واختيارًا، ويخضع له الكافرون رغمًا عنهم؛ لأنهم يستكبرون عن عبادته، وحالهم وفطرتهم تكذِّبهم في ذلك، وتنقاد لعظمته ظلال المخلوقات، فتتحرك بإرادته أول النهار وآخره.",
        "mukhtasar": "ولله وحده يخضع بالسجود جميع من في السماوات ومن في الأرض، يستوي في ذلك المؤمن والكافر، غير أن المؤمن يخضع له ويسجد طوعًا، وأما الكافر فيخضع له كرهًا، وتملي عليه فطرته أن يخضع له طوعًا، وله ينقادُ ظِلُّ كلِّ ما له ظلٌّ من المخلوقات أول النهار وآخره.",
        "saadi": "أي: جميع ما احتوت عليه السماوات والأرض كلها خاضعة لربها، تسجد له { طَوْعًا وَكَرْهًا } فالطوع لمن يأتي بالسجود والخضوع اختيارا كالمؤمنين، والكره لمن يستكبر عن عبادة ربه، وحاله وفطرته تكذبه في ذلك، { وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ } أي: ويسجد له ظلال المخلوقات أول النهار وآخره وسجود كل شيء بحسب حاله كما قال تعالى: { وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم } فإذا كانت المخلوقات كلها تسجد لربها طوعا وكرها كان هو الإله حقا المعبود المحمود حقا وإلاهية غيره باطلة، ولهذا ذكر بطلانها",
        "kathir": "يخبر تعالى عن عظمته وسلطانه الذي قهر كل شيء ، ودان له كل شيء . ولهذا يسجد له كل شيء طوعا من المؤمنين ، وكرها من المشركين ، ( وظلالهم بالغدو ) أي : البكر والآصال ، وهو جمع أصيل وهو آخر النهار ، كما قال تعالى : ( أولم يروا إلى ما خلق الله من شيء يتفيأ ظلاله عن اليمين والشمائل سجدا لله وهم داخرون ) [ النحل : 48 ] ."
      },
      "translations": {
        "en": "And to Allah prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons.",
        "fr": "Et c'est à Allah que se prosternent, bon gré mal gré, tous ceux qui sont dans les cieux et sur la terre, ainsi que leurs ombres, au début et à la fin de la journée.",
        "es": "Ante Alá se prosternan mañana y tarde los que están en los cielos y en la tierra, de grado o por fuerza, así como sus sombras."
      },
      "ibn_ashour": "عطف على جملة { له دعوة الحق } [ سورة الرعد : 14 ] أي له دعوة الحق وله يسجد من في السماوات والأرض وذلك شعار الإلهية ، فأما الدعوة فقد اختص بالحقة منها دون الباطلة ، وأما السجود وهو الهويّ إلى الأرض بقصد الخضوع فقد اختص الله به على الإطلاق ، لأن الموجودات العليا والمؤمنين بالله يسجدون له ، والمشركين لا يسجدون للأصنام ولا لله تعالى ، ولعلهم يسجدون لله في بعض الأحوال .وعدل عن ضمير الجلالة إلى اسمه تعالى العَلَم تبعاً للأسلوب السابق في افتتاح الأغراض الأصلية .والعموم المستفاد من مَن } الموصولة عموم عرفي يراد به الكثرة الكاثرة .والمقصود من { طوعاً وكرهاً } تقسيم أحوال الساجدين . والمراد بالطوع الانسياق من النفس تقرّباً وزُلفى لمحض التعظيم ومحبة الله . وبالكَره الاضطرار عند الشدة والحاجة كما في قوله تعالى : { ثم إذا مسكم الضر فإليه تجأرون } [ سورة النحل : 53 ]. ومنه قولهم : مُكره أخُوك لا بَطل ، أي مضطر إلى المقاتلة وليس المراد من الكَره الضغط والإلجاء كما فسر به بعضهم فهو بعيد عن الغرض كما سيأتي .والظلال : جمع ظل ، وهو صورة الجسم المنعكس إليه نور .والضمير راجع إلى من في السماوات والأرض } مخص"
    },
    {
      "number": 16,
      "text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ قُلِ ٱللَّهُ ۚ قُلْ أَفَٱتَّخَذْتُم مِّن دُونِهِۦٓ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًۭا وَلَا ضَرًّۭا ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِى ٱلظُّلُمَٰتُ وَٱلنُّورُ ۗ أَمْ جَعَلُوا۟ لِلَّهِ شُرَكَآءَ خَلَقُوا۟ كَخَلْقِهِۦ فَتَشَٰبَهَ ٱلْخَلْقُ عَلَيْهِمْ ۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَىْءٍۢ وَهُوَ ٱلْوَٰحِدُ ٱلْقَهَّٰرُ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للمشركين: مَن خالق السَّموات والأرض ومدبِّرهما؟ قل: الله هو الخالق المدبر لهما، وأنتم تقرون بذلك، ثم قل لهم ملزمًا بالحجة: أجعلتم غيره معبودين لكم، وهم لا يَقْدرون على نفع أنفسهم أو ضرها فضلا عن نفعكم أو ضركم، وتركتم عبادة مالكها؟ قل لهم -أيها الرسول-: هل يستوي عندكم الكافر -وهو كالأعمى- والمؤمن وهو كالبصير؟ أم هل يستوي عندكم الكفر -وهو كالظلمات- والإيمان -وهو كالنور؟ أم أن أولياءهم الذين جعلوهم شركاء لله يخلقون مثل خَلْقه، فتشابه عليهم خَلْق الشركاء بخلق الله، فاعتقدوا استحقاقهم للعبادة؟ قل لهم -أيها الرسول-: الله تعالى خالق كل كائن من العدم، وهو المستحق للعبادة وحده، وهو الواحد القهار الذي يستحق الألوهية والعبادة، لا الأصنام والأوثان التي لا تضرُّ ولا تنفع.",
        "mukhtasar": "قل - أيها الرسول - للكفار الذين يعبدون مع الله غيره: من خالق السماوات والأرض ومدبر أمرهما؟ قل - أيها الرسول -: الله هو خالقهما ومدبر أمرهما، وأنتم تقرون بذلك، قل - أيها الرسول - لهم: أفاتخذتم لأنفسكم أولياء من دون الله عاجزين، لا يستطيعون جلب نفع لأنفسهم، ولا كشف ضر عنها، فأنى لهم أن يستطيعوا ذلك لغيرهم؟ قل لهم - أيها الرسول -: هل يستوي الكافر الذي هو أعمى البصيرة، والمؤمن الذي هو البصير المهتدي؟ أم هل يستوي الكفر الذي هو ظلمات، والإيمان الذي هو نور؟ أم جعلوا لله سبحانه شركاء معه في الخلق خلقوا مثل خلق الله، فاختلط عندهم خلق الله بخلق شركائهم؟ قل لهم - أيها الرسول -: الله وحده هو خالق كل شيء، لا شريك له في الخلق، وهو المنفرد بالألوهية، الذي يستحق أن يفرد بالعبادة، الغالب على كل شيء.",
        "saadi": "أي: قل لهؤلاء المشركين به أوثانا وأندادا يحبونها كما يحبون الله، ويبذلون لها أنواع التقربات والعبادات: أفتاهت عقولكم حتى اتخذتم من دونه أولياء تتولونهم بالعبادة وليسوا بأهل لذلك؟  فإنهم { لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا } وتتركون ولاية من هو كامل الأسماء والصفات، المالك للأحياء والأموات، الذي بيده الخلق والتدبير والنفع والضر؟ فما تستوي عبادة الله وحده، وعبادة المشركين به، كما لا يستوي الأعمى والبصير، وكما لا تستوي الظلمات والنور. فإن كان عندهم شك واشتباه، وجعلوا له شركاء زعموا أنهم خلقوا كخلقه وفعلوا كفعله، فأزلْ عنهم هذا الاشتباه واللبس بالبرهان الدال على توحد الإله بالوحدانية، فقل لهم: { اللَّهُ خَالِقُ كُلِّ شَيْءٍ } فإنه من المحال أن يخلق شيء من الأشياء نفسه. ومن المحال أيضا أن يوجد من دون خالق، فتعين أن لها إلها خالقا لا شريك له في خلقه لأنه الواحد القهار، فإنه لا توجد الوحدة والقهر إلا لله وحده، فالمخلوقات وكل مخلوق فوقه مخلوق يقهره ثم فوق ذلك القاهر قاهر أعلى منه، حتى ينتهي القهر للواحد القهار، فالقهر والتوحيد متلازمان متعينان لله وحده، فتبين بالدليل العقلي القاهر، أن ما يدعى من دون الله ليس له شيء من خلق المخلوقات وبذلك كانت عبادته باطلة.",
        "kathir": "يقرر تعالى أنه لا إله إلا هو; لأنهم معترفون أنه هو الذي خلق السموات والأرض ، وهو ربها ومدبرها ، وهم مع هذا قد اتخذوا من دونه أولياء يعبدونهم ، وأولئك الآلهة لا تملك لنفسها ولا لعابديها بطريق الأولى ( نفعا ولا ضرا ) أي : لا تحصل منفعة ، ولا تدفع مضرة . فهل يستوي من عبد هذه الآلهة مع الله ، ومن عبد الله وحده لا شريك له ، وهو على نور من ربه ؟ ولهذا قال : ( قل هل يستوي الأعمى والبصير أم هل تستوي الظلمات والنور أم جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق عليهم ) أي : أجعل هؤلاء المشركون مع الله آلهة تناظر الرب وتماثله في الخلق ، فخلقوا كخلقه ، فتشابه الخلق عليهم ، فلا يدرون أنها مخلوقة من مخلوق غيره ؟ أي : ليس الأمر كذلك ، فإنه لا يشابهه شيء ولا يماثله ، ولا ند له ولا عدل له ، ولا وزير له ، ولا ولد ولا صاحبة ، تعالى الله عن ذلك علوا كبيرا . وإنما عبد هؤلاء المشركون معه آلهة هم يعترفون أنها مخلوقة له عبيد له ، كما كانوا يقولون في تلبيتهم : لبيك لا شريك لك ، إلا شريكا هو لك ، تملكه وما ملك . وكما أخبر تعالى عنهم في قوله : ( ما نعبدهم إلا ليقربونا إلى الله زلفى ) [ الزمر : 3 ] فأنكر تعالى ذلك عليهم ، حيث اعتقدوا ذلك ، وهو تعالى لا يشفع عنده أحد إلا بإذنه ، ( ولا تنفع الشفاعة عنده إلا لمن أذن له ) [ سبأ : 23 ] ، ( وكم من ملك في السماوات لا تغني شفاعتهم شيئا إلا من بعد أن يأذن الله لمن يشاء ويرضى ) [ النجم : 26 ] وقال : ( إن كل من في السماوات والأرض إلا آتي الرحمن عبدا لقد أحصاهم وعدهم عدا وكلهم آتيه يوم القيامة فردا ) [ مريم : 93 - 95 ] فإذا كان الجميع عبيدا ، فلم يعبد بعضهم بعضا بلا دليل ولا برهان ، بل بمجرد الرأي والاختراع والابتداع ؟ ثم قد أرسل رسله من أولهم إلى آخرهم تزجرهم عن ذلك ، وتنهاهم عن عبادة من سوى الله ، فكذبوهم وخالفوهم ، فحقت عليهم كلمة العذاب لا محالة ، ( ولا يظلم ربك أحدا ) [ الكهف : 49 ] ."
      },
      "translations": {
        "en": "Say, \"Who is Lord of the heavens and earth?\" Say, \"Allah.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?\" Say, \"Allah is the Creator of all things, and He is the One, the Prevailing.\"",
        "fr": "Dis: «Qui est le Seigneur des cieux et de la terre?» Dis: «Allah». Dis: «Et prendrez-vous en dehors de Lui, des maîtres qui ne détiennent pour eux-mêmes ni bien ni mal?» Dis: «Sont-ils égaux, l'aveugle et celui qui voit? Ou sont-elles égales, les ténèbres et la lumière? Ou donnent-ils à Allah des associés qui créent comme Sa création au point que les deux créations se soient confondues à eux? Dis: «Allah est le Créateur de toute chose, et c'est Lui l'Unique, le Dominateur suprême».",
        "es": "Di: «¿Quién es el Señor de los cielos y de la tierra?» Di: «¡Alá!» Di: «¿Y tomaréis, en lugar de tomarle a Él, a amigos que no disponen para sí mismos de lo que puede aprovechar o dañar?» Di: «¿Son iguales el ciego y el vidente? ¿Son iguales las tinieblas y la luz? ¿Han dado a Alá asociados que hayan creado algo como lo que Él ha creado, al punto de llegar a confundir lo creado?» Di: «Alá es el Creador de todo. Él es el Uno, el Invicto»."
      },
      "ibn_ashour": "{ أم } للإضراب الانتقال في الاستفهام مقابل قوله : { أفأتخذتم من دونه أولياء لا يملكون لأنفسهم نفعاً ولا ضراً } ، فالكلام بعد ( أم ) استفهام حذفت أداته لدلالة ( أم ) عليها . والتقدير؛ { أم جعلوا لله شركاء }. والتُفت عن الخطاب إلى الغيبة إعراضاً عنهم لما مضى من ذكر ضلالهم .والاستفهام مستعمل في التهكم والتغليط . فالمعنى : لو جعلوا لله شركاء يخلقون كما يَخلق الله لكانت لهم شبهة في الاغترار واتخاذهم آلهة ، أي فلا عذر لهم في عبادتهم ، فجملة { خلقوا } صفة ل { شركاء }.وشِبْه جملة { كخلقه } في معنى المفعول المطلق ، أي خلقوا خلقاً مثل مَا خلق الله . والخلق في الموضعين مصدر .وجملة { فتشابه } عطف على جملة { خلقوا كخلقه } فهي صفة ثانية ل { شركاء } ، والرابط اللام في قوله : { الخلق } لأنها عوض عن الضمير المضاف إليه . والتقدير : فتشابه خلقهم عليهم . والوصفان هما مصب التهكم والتغليط .وجملة { قل الله خالق كل شيء } فذلكة لما تقدم ونتيجة له ، فإنه لما جاء الاستفهام التوبيخي في { أفاتخذتم من دونه أولياء } [ سورة الرعد : 16 ] وفي أم جعلوا لله شركاء خلقوا كخلقه } كان بحيث ينتج أن أولئك الذين اتخذوهم شركاء ل"
    },
    {
      "number": 17,
      "text": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَسَالَتْ أَوْدِيَةٌۢ بِقَدَرِهَا فَٱحْتَمَلَ ٱلسَّيْلُ زَبَدًۭا رَّابِيًۭا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى ٱلنَّارِ ٱبْتِغَآءَ حِلْيَةٍ أَوْ مَتَٰعٍۢ زَبَدٌۭ مِّثْلُهُۥ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَٰطِلَ ۚ فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَآءًۭ ۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمْكُثُ فِى ٱلْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ",
      "tafsir": {
        "muyassar": "ثم ضرب الله سبحانه مثلا للحق والباطل بماء أنزله من السماء، فجَرَت به أودية الأرض بقدر صغرها وكبرها، فحمل السيل غثاء طافيًا فوقه لا نفع فيه. وضرب مثلا آخر: هو المعادن يوقِدون عليها النار لصهرها طلبًا للزينة كما في الذهب والفضة، أو طلبًا لمنافع ينتفعون بها كما في النحاس، فيخرج منها خبثها مما لا فائدة فيه كالذي كان مع الماء، بمثل هذا يضرب الله المثل للحق والباطل: فالباطل كغثاء الماء يتلاشى أو يُرْمى إذ لا فائدة منه، والحق كالماء الصافي، والمعادن النقية تبقى في الأرض للانتفاع بها، كما بيَّن لكم هذه الأمثال، كذلك يضربها للناس؛ ليتضح الحق من الباطل والهدى من الضلال.",
        "mukhtasar": "ضرب الله مثلًا لتلاشي الباطل وبقاء الحق بماء مطر نازل من السماء حتى سالت به الأودية، كلٌّ حسب حجمه صغرًا وكبرًا، فحمل السيل الغُثَاء والرَّغْوَة مرتفعًا فوق الماء، وضرب مثلًا آخر لهما ببعض ما يوقد الناس عليه من المعادن النفيسة ابتغاء صهرها وصنع ما يتزين الناس به، فإنه يعلوه زبد منه، كما يعلو ذلك زبد منه، بمثل هذين المثلين يضرب الله مثل الحق والباطل، فالباطل مثل الغُثَاء والزَّبَد الطافي على الماء، ومثل ما ينفيه صهر المعدن من الصدأ، والحق مثل الماء الصافي الذي يشرب منه، وينبت الثمار والكلأ والعشب، ومثل ما بقي من المعدن بعد صهره فينتفع الناس به، كما ضرب الله هذين المثلين يضرب الله الأمثال للناس؛ ليتضح الحق من الباطل.",
        "saadi": "شبّه تعالى الهدى الذي أنزله على رسوله لحياة القلوب والأرواح، بالماء الذي أنزله لحياة الأشباح، وشبّه ما في الهدى من النفع العام الكثير الذي يضطر إليه العباد، بما في المطر من النفع العام الضروري، وشبه القلوب الحاملة للهدى وتفاوتها بالأودية التي تسيل فيها السيول، فواد كبير يسع ماء كثيرا، كقلب كبير يسع علما كثيرا، وواد صغير يأخذ ماء قليلا، كقلب صغير، يسع علما قليلا، وهكذا. وشبه ما يكون في القلوب من الشهوات والشبهات عند وصول الحق إليها، بالزبد الذي يعلو الماء ويعلو ما يوقد عليه النار من الحلية التي يراد تخليصها وسبكها، وأنها لا تزال فوق الماء طافية مكدرة له حتى تذهب وتضمحل، ويبقى ما ينفع الناس من الماء الصافي والحلية الخالصة. كذلك الشبهات والشهوات لا يزال القلب يكرهها، ويجاهدها بالبراهين الصادقة، والإرادات الجازمة، حتى تذهب وتضمحل ويبقى القلب خالصا صافيا ليس فيه إلا ما ينفع الناس من العلم بالحق وإيثاره، والرغبة فيه، فالباطل يذهب ويمحقه الحق { إِنَّ الْبَاطِلَ كَانَ زَهُوقًا } وقال هنا: { كَذَلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ } ليتضح الحق من الباطل والهدى والضلال.",
        "kathir": "اشتملت هذه الآية الكريمة على مثلين مضروبين للحق في ثباته وبقائه ، والباطل في اضمحلاله وفنائه ، فقال تعالى : ( أنزل من السماء ماء ) أي : مطرا ، ( فسالت أودية بقدرها ) أي : أخذ كل واد بحسبه ، فهذا كبير وسع كثيرا من الماء ، وهذا صغير فوسع بقدره ، وهو إشارة إلى القلوب وتفاوتها ، فمنها ما يسع علما كثيرا ، ومنها ما لا يتسع لكثير من العلوم بل يضيق عنها ، ( فاحتمل السيل زبدا رابيا ) أي : فجاء على وجه الماء الذي سال في هذه الأودية زبد عال عليه ، هذا مثل ، وقوله : ( ومما يوقدون عليه في النار ) هذا هو المثل الثاني ، وهو ما يسبك في النار من ذهب أو فضة ( ابتغاء حلية ) أي : ليجعل حلية أو نحاسا أو حديدا ، فيجعل متاعا فإنه يعلوه زبد منه ، كما يعلو ذلك زبد منه . ( كذلك يضرب الله الحق والباطل ) أي : إذا اجتمعا لا ثبات للباطل ولا دوام له ، كما أن الزبد لا يثبت مع الماء ، ولا مع الذهب ونحوه مما يسبك في النار ، بل يذهب ويضمحل; ولهذا قال : ( فأما الزبد فيذهب جفاء ) أي : لا ينتفع به ، بل يتفرق ويتمزق ويذهب في جانبي الوادي ، ويعلق بالشجر وتنسفه الرياح . وكذلك خبث الذهب والفضة والحديد والنحاس يذهب ، لا يرجع منه شيء ، ولا يبقى إلا الماء وذلك الذهب ونحوه ينتفع به; ولهذا قال : ( وأما ما ينفع الناس فيمكث في الأرض كذلك يضرب الله الأمثال ) كما قال تعالى : ( وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون ) [ العنكبوت : 43 ] .قال بعض السلف : كنت إذا قرأت مثلا من القرآن فلم أفهمه بكيت على نفسي; لأن الله تعالى يقول : ( وما يعقلها إلا العالمون )قال علي بن أبي طلحة ، عن ابن عباس : قوله تعالى : ( أنزل من السماء ماء فسالت أودية بقدرها ) هذا مثل ضربه الله ، احتملت منه القلوب على قدر يقينها وشكها ، فأما الشك فلا ينفع معه العمل ، وأما اليقين فينفع الله به أهله . وهو قوله : ( فأما الزبد فيذهب جفاء ) [ وهو الشك ] ( وأما ما ينفع الناس فيمكث في الأرض ) وهو اليقين ، وكما يجعل الحلي في النار فيؤخذ خالصه ويترك خبثه في النار; فكذلك يقبل الله اليقين ويترك الشك .وقال العوفي ، عن ابن عباس : قوله : ( أنزل من السماء ماء فسالت أودية بقدرها فاحتمل السيل زبدا رابيا ) يقول : احتمل السيل ما في الوادي من عود ودمنة ( ومما يوقدون عليه في النار ) فهو الذهب والفضة والحلية والمتاع والنحاس والحديد ، فللنحاس والحديد خبث ، فجعل الله مثل خبثه كزبد الماء ، فأما ما ينفع الناس فالذهب والفضة ، وأما ما ينفع الأرض فما شربت من الماء فأنبتت . فجعل ذاك مثل العمل الصالح يبقى لأهله ، والعمل السيئ يضمحل عن أهله ، كما يذهب هذا الزبد ، فكذلك الهدى والحق جاءا من عند الله ، فمن عمل بالحق كان له ، ويبقى كما يبقى ما ينفع الناس في الأرض . وكذلك الحديد لا يستطاع أن يعمل منه سكين ولا سيف حتى يدخل في النار فتأكل خبثه ، ويخرج جيده فينتفع به . كذلك يضمحل الباطل إذا كان يوم القيامة ، وأقيم الناس ، وعرضت الأعمال ، فيزيغ الباطل ويهلك ، وينتفع أهل الحق بالحق .وكذلك روي في تفسيرها عن مجاهد ، والحسن البصري ، وعطاء ، وقتادة ، وغير واحد من السلف والخلف .وقد ضرب الله ، سبحانه وتعالى ، في أول سورة البقرة للمنافقين مثلين ناريا ومائيا ، وهما قوله : ( مثلهم كمثل الذي استوقد نارا فلما أضاءت ما حوله ) الآية [ البقرة : 17 ] ، ثم قال : ( أو كصيب من السماء فيه ظلمات ورعد وبرق ) الآية [ البقرة : 19 ] . وهكذا ضرب للكافرين في سورة النور مثلين ، أحدهما : قوله : ( والذين كفروا أعمالهم كسراب بقيعة يحسبه الظمآن ماء ) [ النور : 39 ] الآية ، والسراب إنما يكون في شدة الحر; ولهذا جاء في الصحيحين : \" فيقال لليهود يوم القيامة : فما تريدون ؟ فيقولون : أي ربنا ، عطشنا فاسقنا . فيقال : ألا تردون ؟ فيردون النار فإذا هي كالسراب يحطم بعضها بعضا \" .ثم قال في المثل الآخر : ( أو كظلمات في بحر لجي يغشاه موج من فوقه موج من فوقه سحاب ) الآية [ النور : 40 ] . وفي الصحيحين عن أبي موسى الأشعري قال : قال رسول الله ، صلى الله عليه وسلم : \" إن مثل ما بعثني الله به من الهدى والعلم ، كمثل غيث أصاب أرضا ، فكان منها طائفة قبلت الماء فأنبتت الكلأ والعشب الكثير ، وكانت منها أجادب أمسكت الماء ، فنفع الله بها الناس ، فشربوا ورعوا وسقوا وزرعوا ، وأصابت طائفة منها [ أخرى ] إنما هي قيعان لا تمسك ماء ولا تنبت كلأ فذلك مثل من فقه في دين الله ونفعه الله بما بعثني ونفع به ، فعلم وعلم ، ومثل من لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به \" .فهذا مثل مائي ، وقال في الحديث الآخر الذي رواه الإمام أحمد :حدثنا عبد الرزاق ، حدثنا معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة عن رسول الله - صلى الله عليه وسلم - أنه قال : \" مثلي ومثلكم ، كمثل رجل استوقد نارا ، فلما أضاءت ما حوله جعل الفراش وهذه الدواب التي يقعن في النار يقعن فيها ، وجعل يحجزهن ويغلبنه فيقتحمن فيها \" . قال : \" فذلكم مثلي ومثلكم ، أنا آخذ بحجزكم عن النار ، هلم عن النار [ هلم عن النار ، هلم ] فتغلبوني فتقتحمون فيها \" . وأخرجاه في الصحيحين أيضا فهذا مثل ناري ."
      },
      "translations": {
        "en": "He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allah present examples.",
        "fr": "Il a fait descendre une eau du ciel à laquelle des vallées servent de lit, selon leur grandeur. Le flot débordé a charrié une écume flottante; et semblable à celle-ci est [l'] écume provenant de ce qu'on porte à fusion, dans le feu pour [fabriquer] des bijoux et des ustensiles. Ainsi Allah représente en parabole la Vérité et le Faux: l'écume [du torrent et du métal fondu] s'en va, au rebut, tandis que [l'eau et les objets] utiles aux Hommes demeurent sur la terre. Ainsi Allah propose des paraboles.",
        "es": "Ha hecho bajar del cielo agua, que se desliza por los valles, según la capacidad de éstos. El torrente arrastra una espuma flotante, semejante a la escoria que se produce en la fundición para fabricar joyas o utensilios. Así habla Alá en símil de la Verdad y de lo falso: la espuma se pierde; en cambio, queda en la tierra lo útil a los hombres. Así propone Alá los símiles."
      },
      "ibn_ashour": "جملة { أنزل من السماء ماء } استئناف ابتدائي أفاد تسجيل حرمان المشركين من الانتفاع بدلائل الاهتداء التي من شأنها أن تهدي من لم يطبع الله على قلبه فاهتدى بها المؤمنون .وجيء في هذا التسجيل بطريقة ضرب المثل بحالي فريقين في تلقي شيء واحد انتفع فريق بما فيه من منافع وتعلق فريق بما فيه من مضار . وجيء في ذلك التمثيل بحالة فيها دلالة على بديع تصرف الله تعالى ليحصل التخلص من ذكر دلائل القدرة إلى ذكر عبَر الموعظة ، فالمركب مستعمل في التشبيه التمثيلي بقرينة قوله : { كذلك يضرب الله الحق } الخ .شبه إنزال القرآن الذي به الهدى من السماء بإنزال الماء الذي به النفع والحياة من السماء . وشبه ورود القرآن على أسماع الناس بالسيل يمر على مختلف الجهات فهو يَمرّ على التّلال والجبال فلا يستقر فيها ولكنه يمضي إلى الأودية والوهاد فيأخذ منه كُلّ بقدر سعته . وتلك السيول في حال نزولها تحمل في أعاليها زَبَداً ، وهو رغوة الماء التي تربو وتطفو على سطح الماء ، فيذهب الزبد غير منتفع به ويبقى الماء الخالص الصافي ينتفع به الناس للشراب والسقي .ثم شُبهت هيئة نزول الآيات وما تحتوي عليه من إيقاظ النظر فيها فينتفع به من دخل الإي"
    },
    {
      "number": 18,
      "text": "لِلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمُ ٱلْحُسْنَىٰ ۚ وَٱلَّذِينَ لَمْ يَسْتَجِيبُوا۟ لَهُۥ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًۭا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦٓ ۚ أُو۟لَٰٓئِكَ لَهُمْ سُوٓءُ ٱلْحِسَابِ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمِهَادُ",
      "tafsir": {
        "muyassar": "للمؤمنين الذين أطاعوا الله ورسوله الجنة، والذين لم يطيعوا وكفروا به لهم النار، ولو كانوا يملكون كل ما في الأرض وضِعْفه معه لبذلوه فداء لأنفسهم من عذاب الله يوم القيامة، ولن يُتَقبل منهم، أولئك يحاسَبون على كل ما أسلفوه من عمل سيِّئ، ومسكنهم ومقامهم جهنم تكون لهم فراشًا، وبئس الفراش الذي مهدوه لأنفسهم.",
        "mukhtasar": "للمؤمنين الذين أجابوا ربهم لما دعاهم لتوحيده وطاعته المثوبة الحسنى وهي الجنة، والكفار الذين لم يجيبوا دعوته إلى توحيده وطاعته لو اتفق أن لهم ما في الأرض من أنواع المال، ولهم مثله مضافًا إليه؛ لبذلوا كل ذلك فداءً لأنفسهم من العذاب، أولئك الذين لم يجيبوا دعوته يحاسبون على سيئاتهم كلها، ومسكنهم الذي يأوون إليه جهنم، وساء فراشهم ومستقرهم الذي هو النار.",
        "saadi": "لما بيّن تعالى الحق من الباطل ذكر أن الناس على قسمين: مستجيب لربه، فذكر ثوابه، وغير مستجيب فذكر عقابه فقال: { لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ } أي: انقادت قلوبهم للعلم والإيمان وجوارحهم للأمر والنهي، وصاروا موافقين لربهم فيما يريده منهم، فلهم { الْحُسْنَى } أي: الحالة الحسنة والثواب الحسن. فلهم من الصفات أجلها ومن المناقب أفضلها ومن الثواب العاجل والآجل ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، { وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ } بعد ما ضرب لهم الأمثال وبين لهم الحق، لهم الحالة غير الحسنة، فـ { لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا } من ذهب وفضة وغيرها، { وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ } من عذاب يوم القيامة ما تقبل منهم وأنى لهم ذلك؟\" { أُولَئِكَ لَهُمْ سُوءُ الْحِسَابِ } وهو الحساب الذي يأتي على كل ما أسلفوه من عمل سيئ وما ضيعوه من حقوق الله وحقوق عباده قد كتب ذلك وسطر عليهم وقالوا: { يا ويلتنا ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا } { و } بعد هذا الحساب السيئ { وَمَأْوَاهُمْ جَهَنَّمُ } الجامعة لكل عذاب، من الجوع الشديد، والعطش الوجيع، والنار الحامية والزقوم والزمهرير، والضريع وجميع ما ذكره الله من أصناف العذاب { وَبِئْسَ الْمِهَادُ } أي: المقر والمسكن مسكنهم.",
        "kathir": "يخبر تعالى عن مآل السعداء والأشقياء فقال : ( للذين استجابوا لربهم ) أي : أطاعوا الله ورسوله ، وانقادوا لأوامره ، وصدقوا أخباره الماضية والآتية ، فلهم ) الحسنى ) وهو الجزاء الحسن كما قال تعالى مخبرا عن ذي القرنين أنه قال : ( قال أما من ظلم فسوف نعذبه ثم يرد إلى ربه فيعذبه عذابا نكرا وأما من آمن وعمل صالحا فله جزاء الحسنى وسنقول له من أمرنا يسرا ) [ الكهف : 87 ، 88 ] وقال تعالى : ( للذين أحسنوا الحسنى وزيادة ) [ يونس : 26 ] .وقوله : ( والذين لم يستجيبوا له ) أي لم : يطيعوا الله ( لو أن لهم ما في الأرض جميعا ) أي : في الدار الآخرة ، لو أن يمكنهم أن يفتدوا من عذاب الله بملء الأرض ذهبا ومثله معه لافتدوا به ، ولكن لا يتقبل منهم; لأنه تعالى لا يقبل منهم يوم القيامة صرفا ولا عدلا ( أولئك لهم سوء الحساب ) أي : في الدار الآخرة ، أي : يناقشون على النقير والقطمير ، والجليل والحقير ، ومن نوقش الحساب عذب; ولهذا قال : ( ومأواهم جهنم وبئس المهاد )"
      },
      "translations": {
        "en": "For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place.",
        "fr": "La meilleure [fin] est pour ceux qui répondent à [l'appel] de leur Seigneur. Et quant à ceux qui ne Lui répondent pas, s'ils avaient tout ce qui est sur la terre, et autant encore, ils l'offriraient en rançon. Ceux-là auront le détestable rendement de compte et l'Enfer sera leur refuge. Quel détestable lit de repos!",
        "es": "Los que escuchen a su Señor tendrán , lo mejor. A los que no Le escuchen, aunque posean todo lo que hay en la tierra y otro tanto y lo ofrezcan como rescate, les irá mal al ajustar las cuentas. Su morada será la gehena. ¡Qué mal lecho...!"
      },
      "ibn_ashour": "استئناف بياني لجملة { كذلك يضرب الله الأمثال } ، أي فائدة هذه الأمثال أن للذين استجابوا لربهم حين يضربها لهم الحسنى إلى آخره .فمناسبته لما تقدم من التمثيلين أنهما عائدان إلى أحوال المسلمين والمشركين . ففي ذكر هذه الجملة زيادة تنبيه للتمثيل وللغرض منه مع ما في ذلك من جزاء الفريقين لأن المؤمنين استجابوا لله بما عقلوا الأمثال فجوزوا بالحسنى ، وأما المشركون فأعرضوا ولم يعقلوا الأمثال ، قال تعالى : { وما يعقلها إلا العالمون } [ سورة العنكبوت : 43 ] ، فكان جزاؤهم عذاباً عظيماً وهو سوء الحساب الذي عاقبته المصير إلى جهنم . فمعنى استجابوا لربهم } استجابوا لدعوته بما تضمنه المثل السابق وغيره .وقوله : { الحسنى } مبتدأ و { للذين استجابوا } خبره . وفي العدول إلى الموصولين وصلتيهما في قوله : { للذين استجابوا } { والذين لم يستجيبوا } إيماء إلى أن الصلتين سببان لما حصل للفريقين .وتقديم المسند في قوله : { للذين استجابوا لربهم الحسنى } لأنه الأهم لأن الغرض التنويه بشأن الذين استجابوا مع جعل الحسنى في مرتبة المسند إليه ، وفي ذلك تنويه بها أيضاً .وأما الخبر عن وعيد الذين لم يستجيبوا فقد أجري على أصل نظم ا"
    },
    {
      "number": 19,
      "text": "۞ أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "tafsir": {
        "muyassar": "هل الذي يعلم أن ما جاءك -أيها الرسول- من عند الله هو الحق فيؤمن به، كالأعمى عن الحق الذي لم يؤمن؟ إنما يتعظ أصحاب العقول السليمة الذين يوفون بعهد الله الذي أمرهم به، ولا ينكثون العهد المؤكد الذي عاهدوا الله عليه.",
        "mukhtasar": "لا يستوي الذي يعلم أن ما أنزله الله عليك - أيها الرسول - من ربك هو الحق الذي لا مرية فيه، وهو المؤمن المستجيب لله، ومن هو أعمى، وهو الكافر غير المستجيب لله، إنما يعتبر ويتعظ بذلك أصحاب العقول السليمة.",
        "saadi": "يقول تعالى: مفرقا بين أهل العلم والعمل وبين ضدهم: { أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ } ففهم ذلك وعمل به. { كَمَنْ هُوَ أَعْمَى } لا يعلم الحق ولا يعمل به فبينهما من الفرق كما بين السماء والأرض، فحقيق بالعبد أن يتذكر ويتفكر أي الفريقين أحسن حالا وخير مآلا فيؤثر طريقها ويسلك خلف فريقها، ولكن ما كل أحد يتذكر ما ينفعه ويضره. { إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ } أي: أولو العقول الرزينة، والآراء الكاملة، الذين هم لُبّ العالم، وصفوة بني آدم",
        "kathir": "يقول تعالى : لا يستوي من يعلم من الناس أن الذي ( أنزل إليك ) يا محمد ( من ربك ) هو ) الحق ) أي : الذي لا شك فيه ولا مرية ولا لبس فيه ولا اختلاف فيه ، بل هو كله حق يصدق بعضه بعضا ، لا يضاد شيء منه شيئا آخر ، فأخباره كلها حق ، وأوامره ونواهيه عدل ، كما قال تعالى : ( وتمت كلمة ربك صدقا وعدلا ) [ الأنعام : 115 ] أي : صدقا في الإخبار ، وعدلا في الطلب ، فلا يستوي من تحقق صدق ما جئت به يا محمد ، ومن هو أعمى لا يهتدي إلى خير ولا يفهمه ، ولو فهمه ما انقاد له ، ولا صدقه ولا اتبعه ، كما قال تعالى : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] وقال في هذه الآية الكريمة : ( أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى ) أي : أفهذا كهذا ؟ لا استواء .وقوله : ( إنما يتذكر أولو الألباب ) أي : إنما يتعظ ويعتبر ويعقل أولو العقول السليمة الصحيحة جعلنا الله منهم [ بفضله وكرمه ] .يقول تعالى مخبرا عمن اتصف بهذه الصفات الحميدة ، بأن لهم ( عقبى الدار ) وهي العاقبة والنصرة في الدنيا والآخرة ."
      },
      "translations": {
        "en": "Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding -",
        "fr": "Celui qui sait que ce qui t'est révélé de la part de ton Seigneur est la vérité, est-il semblable à l'aveugle? Seuls les gens doués d'intelligence réfléchissent bien,",
        "es": "Quien sepa que lo que tu Señor te ha ir; revelado es la Verdad, ¿será como el ciego? Sólo se dejan amonestar los dotados de intelecto."
      },
      "ibn_ashour": "تفريع على جملة { للذين استجابوا لربهم الحسنى } الآية [ سورة الرعد : 13 ]. فالكلام لنفي استواء المؤمن والكافر في صورة الاستفهام تنبيهاً على غفلة الضالّين عن عدم الاستواء ، كقوله : { أفمن كان مؤمناً كمن كان فاسقاً لا يستوون } [ سورة السجدة : 18 ].واستعير لمن لا يعلم أنّ القرآن حق اسمُ الأعمى لأنه انتفى علمه بشيء ظاهر بيّن فأشبه الأعمى ، فالكاف للتشابه مستعمل في التماثل . والاستواء المراد به التماثل في الفضل بقرينة ذكر العَمَى . ولهذه الجملة في المعنى اتصال بقوله في أول السورة { والذي أنزل إليك من ربك الحق إلى يؤمنون } [ سورة الرعد : 1 ].وجملة إنما يتذكر أولوا الألباب } تعليل للإنكار الذي هو بمعنى الانتفاء بأن سبب عدم علمهم بالحق أنهم ليسوا أهلاً للتذكر لأن التذكر من شعار أولي الألباب ، أي العقول .والقصر ب { إنما } إضافي ، أي لا غيرُ أولي الألباب ، فهو تعريض بالمشركين بأنهم لا عقول لهم إذ انتفت عنهم فائدة عقولهم .والألباب : العقول . وتقدم في آخر سورة آل عمران ."
    },
    {
      "number": 20,
      "text": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَٰقَ",
      "tafsir": {
        "muyassar": "هل الذي يعلم أن ما جاءك -أيها الرسول- من عند الله هو الحق فيؤمن به، كالأعمى عن الحق الذي لم يؤمن؟ إنما يتعظ أصحاب العقول السليمة الذين يوفون بعهد الله الذي أمرهم به، ولا ينكثون العهد المؤكد الذي عاهدوا الله عليه.",
        "mukhtasar": "الذين استجابوا لله هم الذين يوفون بما عاهدوا الله عليه أو عاهدوا عليه عباده، ولا ينكثون العهود الموثقة مع الله، أو مع غيره.",
        "saadi": "فإن سألت عن وصفهم، فلا تجد أحسن من وصف الله لهم بقوله: { الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ } الذي عهده إليهم والذي عاهدهم عليه من القيام بحقوقه كاملة موفرة، فالوفاء بها توفيتها حقها من التتميم لها، والنصح فيها { و } من تمام الوفاء بها أنهم { لَا يَنْقُضُونَ الْمِيثَاقَ } أي: العهد الذي عاهدوا عليه الله، فدخل في ذلك جميع المواثيق والعهود والأيمان والنذور، التي يعقدها العباد. فلا يكون العبد من أولي الألباب الذين لهم الثواب العظيم، إلا بأدائها كاملة، وعدم نقضها وبخسها.",
        "kathir": "( الذين يوفون بعهد الله ولا ينقضون الميثاق ) وليسوا كالمنافقين الذين إذا عاهد أحدهم غدر ، وإذا خاصم فجر ، وإذا حدث كذب ، وإذا ائتمن خان ."
      },
      "translations": {
        "en": "Those who fulfill the covenant of Allah and do not break the contract,",
        "fr": "ceux qui remplissent leur engagement envers Allah et ne violent pas le pacte,",
        "es": "Quienes observan fielmente la alianza con Alá y no violan lo pactado,"
      },
      "ibn_ashour": "يجوز أن تكون { الّذين  يُوفُونَ بِعَهْدِ الله وَلاَ يِنقُضُونَ الميثاق * والذين يَصِلُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ * وَالَّذِينَ صَبَرُواْ ابتغاء وَجْهِ رَبِّهِمْ وَأَقَامُواْ الصلاة وَأَنْفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلاَنِيَةً وَيَدْرَءُونَ بالحسنة السيئة أولئك لَهُمْ عقبى الدار * جنات } ابتداء كلام فهو استئناف ابتدائي جاء لمناسبة ما أفادت الجملة التي قبلها من إنكار الاستواء بين فريقين . ولذلك ذكر في هذه الجمل حال فريقين في المحامد والمساوي ليظهر أن نفي التسوية بينهما في الجملة السابقة ذلك النفي المرادَ به تفضيل أحد الفريقين على الآخر هو نفي مُؤيد بالحجة ، وبذلك يصير موقع هذه الجملة مفيداً تعليلاً لنفي التسوية المقصود منه تفضيل المؤمنين على المشركين ، فيكون قوله : { الذين يوفون } مسنداً إليه وكذلك ما عطف عليه . وجُملة { أولئك لهم عقبى الدار } مسنداً .واجتلاب اسم الإشارة { أولئك لهم عقبى الدار } للتنبيه على أن المشار إليهم جديرون بما بعد اسم الإشارة من أجْل الأوصاف التي قبل اسم الإشارة ، كقوله تعالى : { أولئك على هد"
    },
    {
      "number": 21,
      "text": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
      "tafsir": {
        "muyassar": "وهم الذين يَصِلون ما أمرهم الله بوصله كالأرحام والمحتاجين، ويراقبون ربهم، ويخشون أن يحاسبهم على كل ذنوبهم، ولا يغفر لهم منها شيئًا.",
        "mukhtasar": "وهم الذين يَصِلُون كل ما أمر الله بوصله من الأرحام، ويخشون ربهم خشية تدفعهم إلى امتثال أوامره واجتناب نواهيه، ويخافون أن يحاسبهم الله على كل ما اكتسبوه من الإثم، فمن نوقش الحساب هلك.",
        "saadi": "{ وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ } وهذا عام في كل ما أمر الله بوصله، من الإيمان به وبرسوله، ومحبته ومحبة رسوله، والانقياد لعبادته وحده لا شريك له، ولطاعة رسوله. ويصلون آباءهم وأمهاتهم ببرهم بالقول والفعل وعدم عقوقهم، ويصلون الأقارب والأرحام، بالإحسان إليهم قولا وفعلا، ويصلون ما بينهم وبين الأزواج والأصحاب والمماليك، بأداء حقهم كاملا موفرا من الحقوق الدينية والدنيوية. والسبب الذي يجعل العبد واصلا ما أمر الله به أن يوصل، خشية الله وخوف يوم الحساب، ولهذا قال: { وَيَخْشَوْنَ رَبَّهُمْ } أي: يخافونه، فيمنعهم خوفهم منه، ومن القدوم عليه يوم الحساب، أن يتجرؤوا على معاصي الله، أو يقصروا في شيء مما أمر الله به خوفا من العقاب ورجاء للثواب.",
        "kathir": "( والذين يصلون ما أمر الله به أن يوصل ) من صلة الأرحام ، والإحسان إليهم وإلى الفقراء والمحاويج ، وبذل المعروف ، ( ويخشون ربهم ) أي : فيما يأتون وما يذرون من الأعمال ، يراقبون الله في ذلك ، ويخافون سوء الحساب في الدار الآخرة . فلهذا أمرهم على السداد والاستقامة في جميع حركاتهم وسكناتهم وجميع أحوالهم القاصرة والمتعدية ."
      },
      "translations": {
        "en": "And those who join that which Allah has ordered to be joined and fear their Lord and are afraid of the evil of [their] account,",
        "fr": "qui unissent ce qu'Allah a commandé d'unir, redoutent leur Seigneur et craignent une malheureuse reddition de compte,",
        "es": "quienes mantienen los lazos que Alá ha ordenado mantener y tienen miedo de su Señor y de que les vaya mal al ajustar las cuentas,"
      },
      "ibn_ashour": "وأعيد اسم الموصول هذا وما عطف عليه من الأسماء الموصولة ، للدلالة على أنها صلاتها خصال عظيمة تقتضي الاهتمام بذكر من اتصف بها ، ولدفع توهم أن عقبى الدار لا تتحقق لهم إلا إذا جمعوا كل هذه الصفات .فالمراد ب { الذين يصلون ما أمر الله به أن يوصل } ما يصدق على الفريق الذين يوفون بعهد الله .ومناسبة عطفه أنّ وصْلَ ما أمر الله به أن يوصل أثر من آثار الوفاء بعهد الله وهو عهد الطاعة الداخل في قوله : { وأن اعبدوني هذا صراط مستقيم } في سورة يس ( 61 ).والوصل : ضم شيء لشيء . وضده القطع . ويطلق مجازاً على القُرب وضده الهجر . واشتهر مجازاً أيضاً في الإحسان والإكرام ومنه قولهم ، صلة الرحم ، أي الإحسان لأجل الرحم ، أي لأجل القرابة الآتية من الأرحام مباشرة أو بواسط ، وذلك النسب الجائي من الأمهات . وأطلقت على قرابة النسب من جانب الآباء أيضاً لأنها لا تخلو غالباً من اشتراك في الأمهات ولو بَعِدْنَ .وما أمر الله به أن يوصل } عام في جميع الأواصر والعلائق التي أمر الله بالمودة والإحسان لأصحابها .فمنها آصرة الإيمان ، ومنها آصرة القرابة وهي صلة الرحم . وقد اتفق المفسرون على أنها مراد الله هنا ، وقد تقدم مثله عند ق"
    },
    {
      "number": 22,
      "text": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَٰهُمْ سِرًّۭا وَعَلَانِيَةًۭ وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
      "tafsir": {
        "muyassar": "وهم الذين صبروا على الأذى وعلى الطاعة، وعن المعصية طلبًا لرضا ربهم، وأدَّوا الصلاة على أتمِّ وجوهها، وأدَّوا من أموالهم زكاتهم المفروضة، والنفقات المستحبة في الخفاء والعلن، ويدفعون بالحسنة السيئة فتمحوها، أولئك الموصوفون بهذه الصفات لهم العاقبة المحمودة في الآخرة.",
        "mukhtasar": "وهم الذين صبروا على طاعة الله، وعلى ما قدره الله عليهم مما يسر أو يسوء، وصبروا عن معصيته طلبًا لمرضاة الله، وأدوا الصلاة على أكمل وجه، وبذلوا مما أعطيناهم من الأموال الحقوق الواجبة، وبذلوا منها تطوعًا خفية للبعد عن الرياء، وجهرًا ليتأسَّى بهم غيرهم، ويدفعون سوء من أساء إليهم بالإحسان إليه، أولئك المتصفون بهذه الصفات لهم العاقبة المحمودة يوم القيامة.",
        "saadi": "{ وَالَّذِينَ صَبَرُوا } علىالمأمورات بالامتثال، وعن المنهيات بالانكفاف عنها والبعد منها، وعلى أقدار الله المؤلمة بعدم تسخطها. ولكن بشرط أن يكون ذلك الصبر { ابْتِغَاءَ وَجْهِ رَبِّهِمْ } لا لغير ذلك من المقاصد والأغراض الفاسدة فإن هذا هو الصبر النافع الذي يحبس به العبد نفسه، طلبا لمرضاة ربه، ورجاء للقرب منه، والحظوة بثوابه، وهو الصبر الذي من خصائص أهل الإيمان، وأما الصبر المشترك الذي غايته التجلد ومنتهاه الفخر، فهذا يصدر من البر والفاجر، والمؤمن والكافر، فليس هو الممدوح على الحقيقة. { وَأَقَامُوا الصَّلَاةَ } بأركانها وشروطها ومكملاتها ظاهرا وباطنا، { وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً } دخل في ذلك النفقات الواجبة كالزكوات والكفارات والنفقات المستحبة وأنهم ينفقون حيث دعت الحاجة إلى النفقة، سرا وعلانية، { وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ } أي: من أساء إليهم بقول أو فعل، لم يقابلوه بفعله، بل قابلوه بالإحسان إليه. فيعطون من حرمهم، ويعفون عمن ظلمهم، ويصلون من قطعهم، ويحسنون إلى من أساء إليهم، وإذا كانوا يقابلون المسيء بالإحسان، فما ظنك بغير المسيء؟!{ أُولَئِكَ } الذين وصفت صفاتهم الجليلة ومناقبهم الجميلة { لَهُمْ عُقْبَى الدَّارِ }",
        "kathir": "( والذين صبروا ابتغاء وجه ربهم ) أي : عن المحارم والمآثم ، ففطموا نفوسهم عن ذلك لله عز وجل; ابتغاء مرضاته وجزيل ثوابه ( وأقاموا الصلاة ) بحدودها ومواقيتها وركوعها وسجودها وخشوعها على الوجه الشرعي المرضي ، ( وأنفقوا مما رزقناهم ) أي : على الذين يجب عليهم الإنفاق لهم من زوجات وقرابات وأجانب ، من فقراء ومحاويج ومساكين ، ( سرا وعلانية ) أي : في السر والجهر ، لم يمنعهم من ذلك حال من الأحوال ، في آناء الليل وأطراف النهار ، ( ويدرءون بالحسنة السيئة ) أي : يدفعون القبيح بالحسن ، فإذا آذاهم أحد قابلوه بالجميل صبرا واحتمالا وصفحا وعفوا ، كما قال تعالى : ( ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم وما يلقاها إلا الذين صبروا وما يلقاها إلا ذو حظ عظيم ) [ فصلت : 34 ، 35 ] ; ولهذا قال مخبرا عن هؤلاء السعداء المتصفين بهذه الصفات الحسنة بأن لهم عقبى الدار."
      },
      "translations": {
        "en": "And those who are patient, seeking the countenance of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home -",
        "fr": "et qui endurent dans la recherche de l'agrément d'Allah, accomplissent la Salât et dépensent (dans le bien), en secret et en public, de ce que Nous leur avons attribué, et repoussent le mal par le bien. A ceux-là, la bonne demeure finale,",
        "es": "quienes tienen paciencia por deseo de agradar a su Señor, hacen la azalá, dan limosna, en secreto o en público, de lo que les hemos proveído y repelen el mal con el bien, ésos tendrán la Morada Postrera,"
      },
      "ibn_ashour": "وجاءت صلة { والذين صبروا ابتغاء وجه ربهم } وما عطف عليها وهو { وأقاموا الصلاة وأنفقوا } بصيغة المضيّ لإفادة تحقق هذه الأفعال الثلاثة لهم وتمكنها من أنفسهم تنويهاً بها لأنها أصول لفضائل الأعمال .فأما الصبر فلأنه ملاك استقامة الأعمال ومصدرها فإذا تخلق به المؤمن صدرت عنها لحسنات والفضائل بسهولة ، ولذلك قال تعالى : { إن الإنسان لفي خسر إلا الذين آمنوا و عملوا الصالحات وتواصوا بالحق وتواصوا بالصبر } [ سورة العصر : 2 3 ].وأما الصلاة فلأنها عماد الدين وفيها ما في الصبر من الخاصية لقوله تعالى : { إن الصلاة تنهى عن الفحشاء والمنكر } وقوله تعالى : { واستعينوا بالصبر والصلاة } [ سورة البقرة : 45 ].وأما الإنفاق فأصله الزكاة ، وهي مقارنة للصلاة كلما ذكرت ، ولها الحظ الأوفى من اعتناء الدين بها ، ومنها النفقات والعطايا كلها ، وهي أهم الأعمال ، لأن بذل المال يشق على النفوس فكان له من الأهمية ما جعله ثانياً للصلاة .ثم أعيد أسلوب التعبير بالمضارع في المعطوف على الصلة وهو قوله : ويدرءون بالحسنة السيئة } لاقتضاء المقام إفادة التجدد إيماء إلى أن تجدد هذا الدرء ما يُحرص عليه لأن الناس عرضة للسيئات على تفاوت"
    },
    {
      "number": 23,
      "text": "جَنَّٰتُ عَدْنٍۢ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّٰتِهِمْ ۖ وَٱلْمَلَٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍۢ",
      "tafsir": {
        "muyassar": "تلك العاقبة هي جنات عدن يقيمون فيها لا يزولون عنها، ومعهم الصالحون من الآباء والزوجات والذريات من الذكور والإنات، وتدخل الملائكة عليهم من كل باب؛ لتهنئتهم بدخول الجنة.",
        "mukhtasar": "هذه العاقبة المحمودة هي جنات يقيمون فيها مُنَعَّمِين إقامة دائمة، ومن تمام نعيمهم فيها أن يدخلها معهم من استقام من آبائهم وأمهاتهم وأزواجهم وأولادهم إكمالًا لأُنْسهم بلقائهم، والملائكة يدخلون عليهم مهنئين من جميع أبواب منازلهم في الجنة.",
        "saadi": "{ جَنَّاتِ عَدْنٍ } أي: إقامة لا يزولون عنها، ولا يبغون عنها حولا؛ لأنهم لا يرون فوقها غاية لما اشتملت عليه من النعيم والسرور، الذي تنتهي إليه المطالب والغايات. ومن تمام نعيمهم وقرة أعينهم أنهم { يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ } من الذكور والإناث { وَأَزْوَاجِهِمْ } أي الزوج أو الزوجة وكذلك النظراء والأشباه، والأصحاب والأحباب، فإنهم من أزواجهم وذرياتهم، { وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ } يهنئونهم بالسلامة وكرامة الله لهم",
        "kathir": "ثم فسر ذلك بقوله : ( جنات عدن ) والعدن : الإقامة ، أي : جنات إقامة يخلدون فيها .وعن عبد الله بن عمرو أنه قال : إن في الجنة قصرا يقال له : \" عدن \" ، حوله البروج والمروج ، فيه خمسة آلاف باب ، على كل باب خمسة آلاف حبرة لا يدخله إلا نبي أو صديق أو شهيد .وقال الضحاك في قوله : ( جنات عدن ) مدينة الجنة ، فيها الرسل والأنبياء والشهداء وأئمة الهدى ، والناس حولهم بعد والجنات حولها . رواهما ابن جرير .وقوله : ( ومن صلح من آبائهم وأزواجهم وذرياتهم ) أي : يجمع بينهم وبين أحبابهم فيها من الآباء والأهلين والأبناء ، ممن هو صالح لدخول الجنة من المؤمنين; لتقر أعينهم بهم ، حتى إنه ترفع درجة الأدنى إلى درجة الأعلى ، من غير تنقيص لذلك الأعلى عن درجته ، بل امتنانا من الله وإحسانا ، كما قال تعالى : ( والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم وما ألتناهم من عملهم من شيء كل امرئ بما كسب رهين ) [ الطور : 21 ] .( والملائكة يدخلون عليهم من كل باب )"
      },
      "translations": {
        "en": "Gardens of perpetual residence; they will enter them with whoever were righteous among their fathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying],",
        "fr": "les jardins d'Eden, où ils entreront, ainsi que tous ceux de leurs ascendants, conjoints et descendants, qui ont été de bons croyants. De chaque porte, les Anges entreront auprès d'eux:",
        "es": "los jardines del edén, en que entrarán, junto con aquéllos de sus padres, esposas y descendientes que fueron buenos. Los ángeles entrarán en donde ellos estén, por todas partes:"
      },
      "ibn_ashour": "{ جنات عدن } بدل من { عقبى الدار }. والعَدْن : الاستقرار . وتقدم في قوله : { ومساكن طيبة في جنات عدن } في سورة براءة ( 72 ).وذكر يدخلونها } لاستحضار الحالة البهيجة . والجملة حال من { جنات } أو من ضمير { لهم عقبى الدار } ، والواو في { ومن صلح من آبائهم } واو المعية وذلك زيادة الإكرام بأن جعل أصولهم وفروعهم وأزواجهم المتأهلين لدخول الجنة لصلاحهم في الدرجة التي هم فيها؛ فمن كانت مرتبته دون مراتبهم لَحِق بهم ، ومن كانت مرتبته فوق مراتبهم لحقُوا هم به ، فلهم الفضل في الحالين . وهذا كعكسه في قوله تعالى : { احشروا الذين ظلموا وأزواجهم } [ سورة الصافات : 22 ] الآية لأن مشاهدة عذاب الأقارب عذابٌ مضاعف .وفي هذه الآية بشرى لمن كان له سلف صالح أو خلف صالح أو زوج صالح ممن تحققت فيهم هذه الصلاة أنه إذا صار إلى الجنة لحق بصالح أصوله أو فروعه أو زوجه ، وما ذكر الله هذا إلا لهذه البشرى كما قال الله تعالى : { والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذرياتهم وما ألتناهم من عملهم من شيء } [ سورة الطور : 21 ].والآباء يشمل الأمهات على طريقة التغليب كما قالوا : الأبوين .وجملة والملائكة يدخلون عليهم من "
    },
    {
      "number": 24,
      "text": "سَلَٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
      "tafsir": {
        "muyassar": "تقول الملائكة لهم: سَلِمْتم من كل سوء بسبب صبركم على طاعة الله، فنِعْمَ عاقبة الدار الجنة.",
        "mukhtasar": "وتحييهم الملائكة كلما دخلوا عليهم بقولهم: سلام عليكم؛ أي: سلمتم من الآفات بسبب صبركم على طاعة الله، وعلى مُرِّ أقداره، وصبركم عن معصيته، فنعم عاقبة الدار التي كانت عاقبتكم.",
        "saadi": "{ سَلَامٌ عَلَيْكُمْ } أي: حلت عليكم السلامة والتحية من الله وحصلت لكم، وذلك متضمن لزوال كل مكروه، ومستلزم لحصول كل محبوب. { بِمَا صَبَرْتُمْ } أي: صبركم هو الذي أوصلكم إلى هذه المنازل العالية، والجنان الغالية، { فَنِعْمَ عُقْبَى الدَّارِ }  فحقيق بمن نصح نفسه وكان لها عنده قيمة، أن يجاهدها، لعلها تأخذ من أوصاف أولي الألباب بنصيب، لعلها تحظى بهذه الدار، التي هي منية النفوس، وسرور الأرواح الجامعة لجميع اللذات والأفراح، فلمثلها فليعمل العاملون وفيها فليتنافس المتنافسون.",
        "kathir": "أي : وتدخل عليهم الملائكة من هاهنا وهاهنا للتهنئة بدخول الجنة ، فعند دخولهم إياها تفد عليهم الملائكة مسلمين مهنئين لهم بما حصل لهم من الله من التقريب والإنعام ، والإقامة في دار السلام ، في جوار الصديقين والأنبياء والرسل الكرام .وقال الإمام أحمد ، رحمه الله : حدثنا أبو عبد الرحمن ، حدثني سعيد بن أبي أيوب ، حدثنا معروف بن سويد الجذامي عن أبي عشانة المعافري ، عن عبد الله بن عمرو بن العاص ، رضي الله عنهما عن رسول الله صلى الله عليه وسلم أنه قال : \" هل تدرون أول من يدخل الجنة من خلق الله ؟ \" قالوا : الله ورسوله أعلم . قال : \" أول من يدخل الجنة من خلق الله الفقراء المهاجرون الذين تسد بهم الثغور ، وتتقى بهم المكاره ، ويموت أحدهم وحاجته في صدره لا يستطيع لها قضاء ، فيقول الله تعالى لمن يشاء من ملائكته : ائتوهم فحيوهم . فتقول الملائكة : نحن سكان سمائك ، وخيرتك من خلقك ، أفتأمرنا أن نأتي هؤلاء فنسلم عليهم ؟ قال : إنهم كانوا عبادا يعبدونني لا يشركون بي شيئا ، وتسد بهم الثغور ، وتتقى بهم المكاره ، ويموت أحدهم وحاجته في صدره فلا يستطيع لها قضاء \" . قال : \" فتأتيهم الملائكة عند ذلك ، فيدخلون عليهم من كل باب ، ( سلام عليكم بما صبرتم فنعم عقبى الدار )ورواه أبو القاسم الطبراني ، عن أحمد بن رشدين ، عن أحمد بن صالح ، عن عبد الله بن وهب ، عن عمرو بن الحارث ، عن أبي عشانة سمع عبد الله بن عمرو ، عن النبي - صلى الله عليه وسلم - قال : \" أول ثلة يدخلون الجنة فقراء المهاجرين ، الذين تتقى بهم المكاره ، وإذا أمروا سمعوا وأطاعوا ، وإن كانت لرجل منهم حاجة إلى سلطان لم تقض حتى يموت وهي في صدره ، وإن الله يدعو يوم القيامة الجنة فتأتي بزخرفها وزينتها ، فيقول : أين عبادي الذين قاتلوا في سبيلي ، وأوذوا في سبيلي ، وجاهدوا في سبيلي ؟ ادخلوا الجنة بغير عذاب ولا حساب ، وتأتي الملائكة فيسجدون ويقولون : ربنا نحن نسبحك الليل والنهار ، ونقدس لك ، من هؤلاء الذين آثرتهم علينا ؟ فيقول الرب عز وجل : هؤلاء عبادي الذين جاهدوا في سبيلي ، وأوذوا في سبيلي فتدخل عليهم الملائكة من كل باب : ( سلام عليكم بما صبرتم فنعم عقبى الدار )وقال عبد الله بن المبارك ، عن بقية بن الوليد ، حدثنا أرطاة بن المنذر ، سمعت رجلا من مشيخة الجند ، يقال له \" أبو الحجاج \" يقول : جلست إلى أبي أمامة فقال : إن المؤمن ليكون متكئا على أريكته إذا دخل الجنة ، وعنده سماطان من خدم ، وعند طرف السماطين باب مبوب ، فيقبل الملك فيستأذن ، فيقول [ أقصى الخدم ] للذي يليه : \" ملك يستأذن \" ، ويقول الذي يليه للذي يليه : \" ملك يستأذن \" ، حتى يبلغ المؤمن فيقول : ائذنوا . فيقول أقربهم إلى المؤمن : ائذنوا ، ويقول الذي يليه للذي يليه : ائذنوا حتى يبلغ أقصاهم الذي عند الباب ، فيفتح له ، فيدخل فيسلم ثم ينصرف . رواه ابن جرير .ورواه ابن أبي حاتم من حديث إسماعيل بن عياش ، عن أرطاة بن المنذر ، عن أبي الحجاج يوسف الألهاني قال : سمعت أبا أمامة ، فذكر نحوه .وقد جاء في الحديث : أن رسول الله - صلى الله عليه وسلم - كان يزور قبور الشهداء في رأس كل حول ، فيقول لهم : ( سلام عليكم بما صبرتم فنعم عقبى الدار ) وكذا أبو بكر ، وعمر وعثمان ."
      },
      "translations": {
        "en": "\"Peace be upon you for what you patiently endured. And excellent is the final home.\"",
        "fr": "- «Paix sur vous, pour ce que vous avez enduré!» - Comme est bonne votre demeure finale!»",
        "es": "«¡Paz sobre vosotros, por haber tenido paciencia!» ¡Qué agradable será la Morada Postrera!"
      },
      "ibn_ashour": "وجملة { سلام عليكم } مقول قول محذوف لأن هذا لا يكون إلا كلاماً من الداخلين . وهذا تحية يقصد منها تأنيس أهل الجنة .والباء في { بما صبرتم } للسببية ، وهي متعلقة بالكون المستفاد من المجرور وهو { عليكم }. والتقدير : نالكم هذا التكريم بالسلام بسبب صبركم . ويجوز أن يكون متعلقاً بمحذوف مستفادٍ من المقام ، أي هذا النعيم المشاهد بما صبرتم .والمراد : الصبر على مشاق التكاليف وعلى ما جاهدوا بأموالهم وأنفسهم .وفرع على ذلك { فنعم عقبى الدار } تفريع ثناء على حسن عاقبتهم . والمخصوص بالمدح محذوف لدلالة مقام الخطاب عليه . والتقدير : فنعم عقبى الدار دارُ عُقْباكم . وتقدم معنى { عقبى الدار } آنفاً ."
    },
    {
      "number": 25,
      "text": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "tafsir": {
        "muyassar": "أما الأشقياء فقد وُصِفوا بضد صفات المؤمنين، فهم الذين لا يوفون بعهد الله بإفراده سبحانه بالعبادة بعد أن أكدوه على أنفسهم، وهم الذين يقطعون ما أمرهم الله بوصله مِن صلة الأرحام وغيرها، ويفسدون في الأرض بعمل المعاصي، أولئك الموصوفون بهذه الصفات القبيحة لهم الطرد من رحمة الله، ولهم ما يسوءهم من العذاب الشديد في الدار الآخرة.",
        "mukhtasar": "والذين ينكثون عهد الله من بعد توكيده، ويقطعون ما أمر الله بوصله من الأرحام، ويفسدون في الأرض بمعصية الله تعالى، أولئك البعداء الأشقياء لهم الطرد من رحمة الله، ولهم سوء العاقبة وهو النار.",
        "saadi": "لما ذكر حال أهل الجنة ذكر أن أهل النار بعكس ما وصفهم به، فقال عنهم: { والَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ } أي: من بعد ما أكده عليهم على أيدي رسله، وغلظ عليهم، فلم يقابلوه بالانقياد والتسليم، بل قابلوه بالإعراض والنقص، { وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ } فلم يصلوا ما بينهم وبين ربهم بالإيمان والعمل الصالح، ولا وصلوا الأرحام ولا أدوا الحقوق، بل أفسدوا في الأرض بالكفر والمعاصي، والصد عن سبيل الله وابتغائها عوجا، { أُولَئِكَ لَهُمُ اللَّعْنَةُ } أي: البعد والذم من الله وملائكته وعباده المؤمنين، { وَلَهُمْ سُوءُ الدَّارِ } وهي: الجحيم بما فيها من العذاب الأليم.",
        "kathir": "هذا حال الأشقياء وصفاتهم ، وذكر مآلهم في الدار الآخرة ومصيرهم إلى خلاف ما صار إليه المؤمنون ، كما أنهم اتصفوا بخلاف صفاتهم في الدنيا ، فأولئك كانوا يوفون بعهد الله ويصلون ما أمر الله به أن يوصل ، وهؤلاء ( ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض ) كما ثبت في الحديث : \" آية المنافق ثلاث : إذا حدث كذب ، وإذا وعد أخلف ، وإذا ائتمن خان \" وفي رواية : \" وإذا عاهد غدر ، وإذا خاصم فجر \" .ولهذا قال : ( أولئك لهم اللعنة ) وهي الإبعاد عن الرحمة ، ( ولهم سوء الدار ) وهي سوء العاقبة والمآل ، ومأواهم جهنم وبئس القرار .وقال أبو العالية في قوله : ( والذين ينقضون عهد الله ) الآية ، قال : هي ست خصال في المنافقين إذا كان فيهم الظهرة على الناس أظهروا هذه الخصال : إذا حدثوا كذبوا ، وإذا وعدوا أخلفوا ، وإذا ائتمنوا خانوا ، ونقضوا عهد الله من بعد ميثاقه ، وقطعوا ما أمر الله به أن يوصل ، وأفسدوا في الأرض . وإذا كانت الظهرة عليهم أظهروا الثلاث الخصال : إذا حدثوا كذبوا ، وإذا وعدوا أخلفوا ، وإذا ائتمنوا خانوا ."
      },
      "translations": {
        "en": "But those who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home.",
        "fr": "[Mais] ceux qui violent leur pacte avec Allah après l'avoir engagé, et rompent ce qu'Allah a commandé d'unir et commettent le désordre sur terre, auront la malédiction et la mauvaise demeure.",
        "es": "Pero quienes violan la alianza con Alá después de haberla contraído, cortan los lazos que Alá ha ordenado mantener y corrompen en la tierra, ésos serán malditos y tendrán una Morada detestable."
      },
      "ibn_ashour": "هذا شرح حال أضداد الذين يوفون بعهد الله ، وهو ينظر إلى شرح مجمل قوله : { كمن هو أعمى } [ سورة الرعد : 19 ]. والجملة معطوفة على جملة { الذين يوفون } [ الرعد : 20 ].ونقض العهد : إبطاله وعدم الوفاء به .وزيادة من بعد ميثاقه } زيادة في تشنيع النقض ، أي من بعد توثيق العهد وتأكيده .وتقدم نظير هذه الآية قوله تعالى : { وما يضلّ به إلا الفاسقين الذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض } في أوائل سورة البقرة : 26 27 ).وجملة أولئك لهم اللعنة } خبر عن { والذين ينقضون } وهي مقابل جملة { أولئك لهم عقبى الدار }.والبعد عن الرحمة والخزيُ وإضافة سوء الدار كإضافة عقبى الدار . والسوء ضد العقبى كما تقدم ."
    },
    {
      "number": 26,
      "text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْءَاخِرَةِ إِلَّا مَتَٰعٌۭ",
      "tafsir": {
        "muyassar": "الله وحده يوسِّع الرزق لمن يشاء من عباده، ويضيِّق على مَن يشاء منهم، وفرح الكفار بالسَّعة في الحياة الدنيا، وما هذه الحياة الدنيا بالنسبة للآخرة إلا شيء قليل يتمتع به، سُرعان ما يزول.",
        "mukhtasar": "الله يوسع في الرزق لمن يشاء، ويضيق على من يشاء من عباده، وليس توسيع الرزق علامة على السعادة ولا على محبة الله، ولا ضيقه علامة على الشقاء، وفرح الكفار بالحياة الدنيا فركنوا واطمأنوا إليها، وليست الحياة الدنيا في جنب الآخرة إلا متاعًا قليلًا ذاهبًا.",
        "saadi": "أي: هو وحده يوسع الرزق ويبسطه على من يشاء ويقدره ويضيقه على من يشاء، { وَفَرِحُوا } أي: الكفار { بِالْحَيَاةِ الدُّنْيَا } فرحا أوجب لهم أن يطمئنوا بها، ويغفلوا عن الآخرة وذلك لنقصان عقولهم، { وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ } أي: شيء حقير يتمتع به قليلا ويفارق أهله وأصحابه ويعقبهم ويلا طويلا.",
        "kathir": "يذكر تعالى أنه هو الذي يوسع الرزق على من يشاء ، ويقتره على من يشاء ، لما له في ذلك من الحكمة والعدل . وفرح هؤلاء الكفار بما أوتوا في الحياة الدنيا استدراجا لهم وإمهالا كما قال تعالى : ( أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون ) [ المؤمنون : 55 ، 56 ] .ثم حقر الحياة الدنيا بالنسبة إلى ما ادخره تعالى لعباده المؤمنين في الدار الآخرة فقال : ( وما الحياة الدنيا في الآخرة إلا متاع ) كما قال : ( قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا ) [ النساء : 77 ] وقال ( بل تؤثرون الحياة الدنيا والآخرة خير وأبقى ) [ الأعلى : 16 ، 17 ] .وقال الإمام أحمد : حدثنا وكيع ويحيى بن سعيد قالا حدثنا إسماعيل بن أبي خالد ، عن قيس ، عن المستورد أخي بني فهر قال : قال رسول الله ، صلى الله عليه وسلم : \" ما الدنيا في الآخرة إلا كمثل ما يجعل أحدكم أصبعه هذه في اليم ، فلينظر بم ترجع \" وأشار بالسبابة . ورواه مسلم في صحيحه .وفي الحديث الآخر : أن رسول الله - صلى الله عليه وسلم - مر بجدي أسك ميت - والأسك الصغير الأذنين - فقال : \" والله للدنيا أهون على الله من هذا على أهله حين ألقوه \" ."
      },
      "translations": {
        "en": "Allah extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment.",
        "fr": "Allah étend largement Ses dons ou [les] restreint à qui Il veut. Ils se réjouissent de la vie sur terre, mais la vie d'ici-bas ne paraîtra que comme une jouissance éphémère en comparaison de l'au-delà.",
        "es": "Alá dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura. Se han regocijado en la vida de acá y la vida de acá no es, comparada con la otra, sino breve disfrute..."
      },
      "ibn_ashour": "هذه الجملة مستأنفة استئنافاً بيانياً جواباً عما يهجس في نفوس السامعين من المؤمنين والكافرين من سماع قوله : { أولئك لهم اللعنة ولهم سوء الدار } المفيد أنهم مغضوب عليهم ، فأما المؤمنون فيقولون : كيف بَسط الله الرزق لهم في الدنيا فازدادوا به طغياناً وكفراً وهلا عذبهم في الدنيا بالخصاصة كما قدر تعذيبهم في الآخرة ، وذلك مثل قول موسى عليه السلام { ربّنَا إنك آتيت فرعون وملأه زينة وأموالاً في الحياة الدنيا ربنا ليضلوا عن سبيلك } [ سورة يونس : 88 ] ، وأما الكافرون فيسخرون من الوعيد مزدهين بما لهم من نعمة . فأجيب الفريقان بأن الله يشاء بسط الرزق لبعض عباده ونقصه لبعض آخر لحكمةٍ متصلة بأسباب العيش في الدنيا ، ولذلك اتّصال بحال الكرامة عنده في الآخرة . ولذلك جاء التعميم في قوله : لمن يشاء } ، ومشيئته تعالى وأسبابها لا يطلع عليها أحد .وأفاد تقديم المسند إليه على الخبر الفعلي في قوله : { الله يبسط } تقويةً للحكم وتأكيداً ، لأن المقصود أن يعلمه الناس ولفت العقول إليه على رأي السكاكي في أمثاله . وليس المقام مقام إفادة الحصر كما درج عليه «الكشاف» إذ ليس ثمة من يزعم الشركة لله في ذلك ، أو من يزعم أن ال"
    },
    {
      "number": 27,
      "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌۭ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
      "tafsir": {
        "muyassar": "ويقول الكفار عنادًا: هلا أُنزل على محمد معجزة محسوسة كمعجزة موسى وعيسى. قل لهم: إن الله يضل مَن يشاء من المعاندين عن الهداية ولا تنفعه المعجزات، ويهدي إلى دينه الحق مَن رجع إليه وطلب رضوانه.",
        "mukhtasar": "ويقول الذين كفروا بالله وبآياته: هلَّا أنزل على محمد آية حسّيّة من ربه تدل على صدقه، فنؤمن به، قل - أيها الرسول - لهؤلاء المقترحين: إن الله يضل من يشاء بعدله، ويهدي إليه من رجع إليه بالتوبة بفضله، وليست الهداية بأيديهم حتى يربطوها بإنزال الآيات.",
        "saadi": "يخبر تعالى أن الذين كفروا بآيات الله يتعنتون على رسول الله، ويقترحون ويقولون: { لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ } وبزعمهم أنها لو جاءت لآمنوا فأجابهم الله بقوله: { قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ } أي: طلب رضوانه، فليست الهداية والضلال بأيديهم حتى يجعلوا ذلك متوقفا على الآيات، ومع ذلك فهم كاذبون، { ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله ولكن أكثرهم يجهلون }  ولا يلزم أن يأتي الرسول بالآية التي يعينونها ويقترحونها، بل إذا جاءهم بآية تبين ما جاء به من الحق، كفى ذلك وحصل المقصود، وكان أنفع لهم من طلبهم الآيات التي يعينونها، فإنها لو جاءتهم طبق ما اقترحوا فلم يؤمنوا بها لعاجلهم العذاب.",
        "kathir": "يخبر تعالى عن قيل المشركين : ( لولا ) أي : هلا ( أنزل عليه آية من ربه ) كما قالوا : ( فليأتنا بآية كما أرسل الأولون ) [ الأنبياء : 5 ] وقد تقدم الكلام على هذا غير مرة ، وإن الله قادر على إجابة ما سألوا . وفي الحديث : أن الله أوحى إلى رسوله لما سألوه أن يحول لهم الصفا ذهبا ، وأن يجري لهم ينبوعا ، وأن يزيح الجبال من حول مكة فيصير مكانها مروج وبساتين : إن شئت يا محمد أعطيتهم ذلك ، فإن كفروا فإني أعذبهم عذابا لا أعذبه أحدا من العالمين ، وإن شئت فتحت عليهم باب التوبة والرحمة ، فقال : \" بل تفتح لهم باب التوبة والرحمة \" ; ولهذا قال لرسوله : ( قل إن الله يضل من يشاء ويهدي إليه من أناب ) أي : هو المضل والهادي ، سواء بعث الرسول بآية على وفق ما اقترحوا ، أو لم يجبهم إلى سؤالهم; فإن الهداية والإضلال ليس منوطا بذلك ولا عدمه ، كما قال : ( وما تغني الآيات والنذر عن قوم لا يؤمنون ) [ يونس : 101 ] وقال ( إن الذين حقت عليهم كلمة ربك لا يؤمنون ولو جاءتهم كل آية حتى يروا العذاب الأليم ) [ يونس : 96 ، 97 ] وقال ( ولو أننا نزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليؤمنوا إلا أن يشاء الله ولكن أكثرهم يجهلون ) [ الأنعام : 111 ] ; ولهذا قال : ( قل إن الله يضل من يشاء ويهدي إليه من أناب ) أي : ويهدي من أناب إلى الله ، ورجع إليه ، واستعان به ، وتضرع لديه ."
      },
      "translations": {
        "en": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muhammad], \"Indeed, Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him] -",
        "fr": "Ceux qui ont mécru disent: «Pourquoi n'a-t-on pas descendu sur lui (Muhammad) un miracle venant de son Seigneur?» Dis: «En vérité, Allah égare qui Il veut; et Il guide vers Lui celui qui se repent,",
        "es": "Los infieles dicen: «¿Por qué no se le ha revelado un signo que procede de su Señor?» Di: «Alá extravía a quien Él quiere y dirige a Él a quien se arrepiente»."
      },
      "ibn_ashour": "عطف غرض على غرض وقصةٍ على قصة . والمناسبة ذكر فرحهم بحياتهم الدنيا وقد اغتروا بما هم عليه من الرزق فسألوا تعجيل الضرّ في قولهم : { اللّهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم } [ سورة الأنفال : 32 ]. وهذه الجملة تكرير لنظيرتها السابقة { ويقول الذين كفروا لولا أنزل عليه آية من ربه إنما أنت منذر } [ سورة الرعد : 7 ]. فأعيدت تلك الجملة إعادةَ الخطيب كلمةً من خطبته ليأتي بما بقي عليه في ذلك الغرض بعد أن يفصل بما اقتضى المقام الفصل به ثم يتفرغ إلى ما تركه من قبل ، فإنه بعد أن بَينتْ الآيات السابقة أنّ الله قادر على أن يعجل لهم العذاب ولكن حكمته اقتضت عدم التنازل ليتحدى عبيده فتبين ذلك كله كمال التبيين . وكل ذلك لاحق بقوله : وإن تعجب فعجب قولهم أإذا كنا تراباً إنا لفي خلق جديد [ سورة الرعد : 5 ] ، وعود إلى المهم من غرض التنويه بآية القرآن ودلالته على صدق الرسول ، ولهذا أطيل الكلام على هدي القرآن عقب هذه الجملة .ولذلك تعين أن موقع جملة إن الله يضل من يشاء ويهدي إليه من أناب } موقع الخبر المستعمل في تعجيب الرسول عليه الصلاة والسلام من شدة ضلالهم بحيث يوقن "
    },
    {
      "number": 28,
      "text": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
      "tafsir": {
        "muyassar": "ويهدي الذين تسكن قلوبهم بتوحيد الله وذكره فتطمئن، ألا بطاعة الله وذكره وثوابه تسكن القلوب وتستأنس.",
        "mukhtasar": "هؤلاء الذين يهديهم الله هم الذين آمنوا، وتستأنس قلوبهم بذكر الله بتسبيحه وتحميده، وبتلاوة كتابه وسماعه، وبغير ذلك من أنواع الذكر، ألا بذكر الله وحده تستأنس القلوب، وخَلِيق بها ذلك.",
        "saadi": "ثم ذكر تعالى علامة المؤمنين فقال: { الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ } أي: يزول قلقها واضطرابها، وتحضرها أفراحها ولذاتها. { أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } أي: حقيق بها وحريٌّ أن لا تطمئن لشيء سوى ذكره، فإنه لا شيء ألذ للقلوب ولا أشهى ولا أحلى من محبة خالقها، والأنس به ومعرفته، وعلى قدر معرفتها بالله ومحبتها له، يكون ذكرها له، هذا على القول بأن ذكر الله، ذكر العبد لربه، من تسبيح وتهليل وتكبير وغير ذلك. وقيل: إن المراد بذكر الله كتابه الذي أنزله ذكرى للمؤمنين، فعلى هذا معنى طمأنينة القلوب بذكر الله: أنها حين تعرف معاني القرآن وأحكامه تطمئن لها، فإنها تدل على الحق المبين المؤيد بالأدلة والبراهين، وبذلك تطمئن القلوب، فإنها لا تطمئن القلوب إلا باليقين والعلم، وذلك في كتاب الله، مضمون على أتم الوجوه وأكملها، وأما ما سواه من الكتب التي لا ترجع إليه فلا تطمئن بها، بل لا تزال قلقة من تعارض الأدلة وتضاد الأحكام.  { ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا } وهذا إنما يعرفه من خبر كتاب الله وتدبره، وتدبر غيره من أنواع العلوم، فإنه يجد بينها وبينه فرقا عظيما.",
        "kathir": "الذين آمنوا وتطمئن قلوبهم بذكر الله ) أي : تطيب وتركن إلى جانب الله ، وتسكن عند ذكره ، وترضى به مولى ونصيرا; ولهذا قال : ( ألا بذكر الله تطمئن القلوب ) أي : هو حقيق بذلك ."
      },
      "translations": {
        "en": "Those who have believed and whose hearts are assured by the remembrance of Allah. Unquestionably, by the remembrance of Allah hearts are assured.\"",
        "fr": "ceux qui ont cru, et dont les cœurs se tranquillisent à l'évocation d'Allah». Certes, c'est par l'évocation d'Allah que les cœurs se tranquillisent.",
        "es": "Quienes crean, aquéllos cuyos corazones se tranquilicen con el recuerdo de Alá -¿cómo no van a tranquilizarse los corazones con el recuerdo de Alá?-,"
      },
      "ibn_ashour": "استئناف اعتراضي مناسبتهُ المُضادةُ لحال الذين أضلهم الله ، والبيانُ لحال الذين هداهم مع التنبيه على أن مثال الذين ضلوا هو عدم اطمئنان قلوبهم لذكر الله ، وهو القرآن ، لأن قولهم : { لولا أنزل عليه آية من ربه } يتضمن أنهم لم يعدوا القرآن آية من الله ، ثم التصريح بجنس عاقبة هؤلاء ، والتعريض بضد ذلك لأولئك ، فذكرها عقب الجملة السابقة يفيد الغرضين ويشير إلى السببين . ولذلك لم يجعل { الذين آمنوا } بدلاً من { من أناب } [ الرعد : 27 ] لأنه لو كان كذلك لم تعطف على الصلة جملة وتطمئن قلوبهم } ولا عطف { وعملوا الصالحات } على الصلة الثانية . ف { الذين آمنوا } الأول مبتدأ ، وجملة { ألا بذكر اللَّه تطمئن القلوب } معترضة و { الذين آمنوا } الثاني بدل مطابق من { الذين آمنوا } الأول ، وجملة { طوبى لهم } خبر المبدأ .والاطمئنان : السكون ، واستعير هنا لليقين وعدم الشك ، لأن الشك يستعار له الاضطراب . وتقدم عند قوله تعالى : { ولكن ليطمئن قلبي } في سورة البقرة ( 260 ).و ( ذكر الله ) يجوز أن يراد به خشية الله ومراقبته بالوقوف عند أمره ونهيه . ويجوز أن يراد به القرآن قال : { وإنه لذكر لك ولقومك } [ سورة الزخرف : "
    },
    {
      "number": 29,
      "text": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍۢ",
      "tafsir": {
        "muyassar": "الذين صدَّقوا بالله ورسوله، وعملوا الأعمال الصالحات لهم فرح وقرة عين، وحال طيبة، ومرجع حسن إلى جنة الله ورضوانه.",
        "mukhtasar": "وهؤلاء الذين آمنوا بالله وعملوا الأعمال الصالحة التي تقربهم إلى الله، لهم عيش طيب في الآخرة، ولهم العاقبة الحسنة وهي الجنة.",
        "saadi": "ثم قال تعالى: { الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } أي: آمنوا بقلوبهم بالله وملائكته، وكتبه ورسله واليوم الآخر، وصدقوا هذا الإيمان بالأعمال الصالحة، أعمال القلوب كمحبة الله وخشيته ورجائه، وأعمال الجوارح كالصلاة ونحوها، { طُوبَى لَهُمْ وَحُسْنُ مَآبٍ } أي: لهم حالة طيبة ومرجع حسن. وذلك بما ينالون من رضوان الله وكرامته في الدنيا والآخرة، وأن لهم كمال الراحة وتمام الطمأنينة، ومن جملة ذلك شجرة طوبى التي في الجنة، التي يسير الراكب في ظلها مائة عام ما يقطعها، كما وردت بها الأحاديث الصحيحة.",
        "kathir": "( الذين آمنوا وعملوا الصالحات طوبى لهم وحسن مآب ) قال ابن أبي طلحة ، عن ابن عباس : فرح وقرة عين . وقال عكرمة : نعم ما لهم .وقال الضحاك : غبطة لهم . وقال إبراهيم النخعي : خير لهم .وقال قتادة : هي كلمة عربية يقول الرجل : \" طوبى لك \" ، أي : أصبت خيرا . وقال في رواية : ( طوبى لهم ) حسنى لهم .( وحسن مآب ) أي : مرجع .وهذه الأقوال شيء واحد لا منافاة بينها .وقال سعيد بن جبير ، عن ابن عباس : ( طوبى لهم ) قال : هي أرض الجنة بالحبشية .وقال سعيد بن مسجوح : طوبى اسم الجنة بالهندية . وكذا روى السدي ، عن عكرمة : ( طوبى لهم ) أي : الجنة . وبه قال مجاهد .وقال العوفي ، عن ابن عباس : لما خلق الله الجنة وفرغ منها قال : ( الذين آمنوا وعملوا الصالحات طوبى لهم وحسن مآب ) وذلك حين أعجبته .وقال ابن جرير : حدثنا ابن حميد ، حدثنا يعقوب ، عن جعفر ، عن شهر بن حوشب قال : ( طوبى ) شجرة في الجنة ، كل شجر الجنة منها ، أغصانها من وراء سور الجنة .وهكذا روي عن أبي هريرة ، وابن عباس ، ومغيث بن سمى ، وأبي إسحاق السبيعي وغير واحد من السلف : أن طوبى شجرة في الجنة ، في كل دار منها غصن منها .وذكر بعضهم أن الرحمن ، تبارك وتعالى ، غرسها بيده من حبة لؤلؤة ، وأمرها أن تمتد ، فامتدت إلى حيث يشاء الله تبارك وتعالى ، وخرجت من أصلها ينابيع أنهار الجنة ، من عسل وخمر وماء ولبن .وقد قال عبد الله بن وهب : حدثنا عمرو بن الحارث ، أن دراجا أبا السمح حدثه ، عن أبي الهيثم ، عن أبي سعيد الخدري - رضي الله عنه - [ مرفوعا : \" طوبى : شجرة في الجنة مسيرة مائة سنة ، ثياب أهل الجنة تخرج من أكمامها \" .وقال الإمام أحمد : حدثنا حسن بن موسى ، سمعت عبد الله بن لهيعة ، حدثنا دراج أبو السمح ، أن أبا الهيثم حدثه ، عن أبي سعيد الخدري ] عن رسول الله ، صلى الله عليه وسلم : أن رجلا قال : يا رسول الله ، طوبى لمن رآك وآمن بك . قال : \" طوبى لمن رآني وآمن بي ، ثم طوبى ، ثم طوبى ، ثم طوبى لمن آمن بي ولم يرني \" . قال له رجل : وما طوبى ؟ قال : \" شجرة في الجنة مسيرة مائة عام ، ثياب أهل الجنة تخرج من أكمامها \" .وروى البخاري ومسلم جميعا ، عن إسحاق بن راهويه ، عن مغيرة المخزومي ، عن وهيب ، عن أبي حازم ، عن سهل بن سعد قال : قال رسول الله ، صلى الله عليه وسلم : \" إن في الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها \" قال : فحدثت به النعمان بن أبي عياش الزرقي ، فقال : حدثني أبو سعيد الخدري ، عن النبي - صلى الله عليه وسلم - قال : \" إن في الجنة شجرة يسير الراكب الجواد المضمر السريع مائة عام ما يقطعها \" .وفي صحيح البخاري ، من حديث يزيد بن زريع ، عن سعيد ، عن قتادة ، عن أنس - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - في قول الله : ( وظل ممدود ) [ الواقعة : 30 ] قال : \" في الجنة شجرة يسير الراكب في ظلها مائة عام لا يقطعها \" .وقال الإمام أحمد : حدثنا سريج ، حدثنا فليح ، عن هلال بن علي ، عن عبد الرحمن بن أبي عمرة ، عن أبي هريرة قال : قال رسول الله ، صلى الله عليه وسلم : \" في الجنة شجرة يسير الراكب في ظلها مائة سنة اقرءوا إن شئتم ( وظل ممدود ) أخرجاه في الصحيحين .وقال [ الإمام ] أحمد أيضا : حدثنا محمد بن جعفر وحجاج ، قالا حدثنا شعبة ، سمعت أبا الضحاك يحدث عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - أنه قال : \" إن في الجنة شجرة يسير الراكب في ظلها سبعين - أو : مائة - سنة هي شجرة الخلد \" .وقال محمد بن إسحاق ، عن يحيى بن عباد بن عبد الله بن الزبير ، عن أبيه ، عن أسماء بنت أبي بكر ، رضي الله عنها ، قالت : سمعت رسول الله - صلى الله عليه وسلم - وذكر سدرة المنتهى ، قال : \" يسير في ظل الفنن منها الراكب مائة سنة ، أو قال : يستظل في الفنن منها مائة راكب ، فيها فراش الذهب ، كأن ثمرها القلال \" . رواه الترمذي .وقال إسماعيل بن عياش ، عن سعيد بن يوسف ، عن يحيى بن أبي كثير ، عن أبي سلام الأسود قال : سمعت أبا أمامة الباهلي قال : قال رسول الله ، صلى الله عليه وسلم : \" ما منكم من أحد يدخل الجنة إلا انطلق به إلى طوبى ، فتفتح له أكمامها ، فيأخذ من أي ذلك شاء ، إن شاء أبيض ، وإن شاء أحمر ، وإن شاء أصفر ، وإن شاء أسود ، مثل شقائق النعمان ، وأرق وأحسن \" .وقال الإمام أبو جعفر بن جرير : حدثنا محمد بن عبد الأعلى ، حدثنا محمد بن ثور ، عن معمر ، عن أشعث بن عبد الله ، عن شهر بن حوشب ، عن أبي هريرة - رضي الله عنه - قال : طوبى شجرة في الجنة ، يقول الله لها : \" تفتقي لعبدي عما شاء; فتفتق له عن الخيل بسروجها ولجمها ، وعن الإبل بأزمتها ، وعما شاء من الكسوة \" .وقد روى ابن جرير عن وهب بن منبه هاهنا أثرا غريبا عجيبا ، قال وهب ، رحمه الله : إن في الجنة شجرة يقال لها : \" طوبى \" ، يسير الراكب في ظلها مائة عام لا يقطعها ، زهرها رياط ، وورقها برود ، وقضبانها عنبر ، وبطحاؤها ياقوت ، وترابها كافور ، ووحلها مسك ، يخرج من أصلها أنهار الخمر واللبن والعسل ، وهي مجلس لأهل الجنة ، فبينا هم في مجلسهم إذ أتتهم ملائكة من ربهم يقودون نجبا مزمومة بسلاسل من ذهب وجوهها كالمصابيح حسنا ووبرها كخز المرعزى من لينه ، عليها رحال ألواحها من ياقوت ، ودفوفها من ذهب ، وثيابها من سندس وإستبرق ، فينيخونها ويقولون : إن ربنا أرسلنا إليكم لتزوروه وتسلموا عليه قال : فيركبونها ، فهي أسرع من الطائر ، وأوطأ من الفراش ، نجيا من غير مهنة ، يسير الرجل إلى جنب أخيه وهو يكلمه ويناجيه ، لا تصيب أذن راحلة منها أذن الأخرى ، ولا برك راحلة برك الأخرى ، حتى إن شجرة لتتنحى عن طريقهم ، لئلا تفرق بين الرجل وأخيه . قال : فيأتون إلى الرحمن الرحيم فيسفر لهم عن وجهه الكريم حتى ينظروا إليه ، فإذا رأوه قالوا : اللهم ، أنت السلام ومنك السلام ، وحق لك الجلال والإكرام . قال : فيقول تعالى [ عند ذلك ] أنا السلام ومني السلام ، وعليكم حقت رحمتي ومحبتي ، مرحبا بعبادي الذين خشوني بغيب وأطاعوا أمري \" .قال : فيقولون : ربنا لم نعبدك حق عبادتك ، ولم نقدرك حق قدرك ، فأذن لنا في السجود قدامك قال : فيقول الله : \" إنها ليست بدار نصب ولا عبادة ، ولكنها دار ملك ونعيم ، وإني قد رفعت عنكم نصب العبادة ، فسلوني ما شئتم ، فإن لكل رجل منكم أمنيته \" فيسألونه ، حتى إن أقصرهم أمنية ليقول : رب ، تنافس أهل الدنيا في دنياهم فتضايقوا فيها ، رب فآتنى مثل كل شيء كانوا فيه من يوم خلقتها إلى أن انتهت الدنيا . فيقول الله تعالى : \" لقد قصرت بك أمنيتك ، ولقد سألت دون منزلتك ، هذا لك مني ، [ وسأتحفك بمنزلتي ] ; لأنه ليس في عطائي نكد ولا تصريد \" . قال : ثم يقول : \" اعرضوا على عبادي ما لم يبلغ أمانيهم ، ولم يخطر لهم على بال \" . قال : فيعرضون عليهم حتى تقصر بهم أمانيهم التي في أنفسهم ، فيكون فيما يعرضون عليهم براذين مقرنة ، على كل أربعة منها سرير من ياقوتة واحدة ، على كل سرير منها قبة من ذهب مفرغة ، في كل قبة منها فرش من فرش الجنة متظاهرة ، في كل قبة منها جاريتان من الحور العين ، على كل جارية منهن ثوبان من ثياب الجنة ، وليس في الجنة لون إلا وهو فيهما ولا ريح طيبة إلا قد عبقتا به ينفذ ضوء وجوههما غلظ القبة ، حتى يظن من يراهما أنهما دون القبة ، يرى مخهما من فوق سوقهما ، كالسلك الأبيض في ياقوتة حمراء ، يريان له من الفضل على صاحبته كفضل الشمس على الحجارة أو أفضل ، ويرى هو لهما مثل ذلك ، ويدخل إليهما فيحييانه ويقبلانه ويعتنقانه به ، ويقولان له : والله ما ظننا أن الله يخلق مثلك . ثم يأمر الله تعالى الملائكة فيسيرون بهم صفا في الجنة ، حتى ينتهى بكل رجل منهم إلى منزلته التي أعدت له .وقد روى هذا الأثر ابن أبي حاتم بسنده ، عن وهب بن منبه ، وزاد : فانظروا إلى موهوب ربكم الذي وهب لكم ، فإذا هو بقباب في الرفيق الأعلى ، وغرف مبنية من الدر والمرجان ، وأبوابها من ذهب ، وسررها من ياقوت ، وفرشها من سندس وإستبرق ، ومنابرها من نور ، يفور من أبوابها وعراصها نور مثل شعاع الشمس عنده مثل الكوكب الدري في النهار المضيء ، وإذا بقصور شامخة في أعلى عليين من الياقوت يزهو نورها ، فلولا أنه مسخر ، إذا لالتمع الأبصار ، فما كان من تلك القصور من الياقوت [ الأبيض ، فهو مفروش بالحرير الأبيض ، وما كان منها من الياقوت الأحمر فهو مفروش بالعبقري الأحمر ، وما كان منها من الياقوت الأخضر ] فهو مفروش بالسندس الأخضر ، وما كان منها من الياقوت الأصفر ، فهو مفروش بالأرجوان الأصفر منزه بالزمرد الأخضر ، والذهب الأحمر ، والفضة البيضاء ، قوائمها وأركانها من الجوهر ، وشرفها قباب من لؤلؤ ، وبروجها غرف من المرجان . فلما انصرفوا إلى ما أعطاهم ربهم ، قربت لهم براذين من ياقوت أبيض ، منفوخ فيها الروح ، تجنبها الولدان المخلدون بيد كل وليد منهم حكمة برذون من تلك البراذين ، ولجمها وأعنتها من فضة بيضاء ، منظومة بالدر والياقوت ، سروجها سرر مرضونة ، مفروشة بالسندس والإستبرق . فانطلقت بهم تلك البراذين تزف بهم ببطن رياض الجنة . فلما انتهوا إلى منازلهم ، وجدوا الملائكة قعودا على منابر من نور ، ينتظرونهم ليزوروهم ويصافحوهم ويهنئوهم كرامة ربهم . فلما دخلوا قصورهم وجدوا فيها جميع ما تطاول به عليهم وما سألوا وتمنوا ، وإذا على باب كل قصر من تلك القصور أربعة جنان ، [ جنتان ] ذواتا أفنان ، وجنتان مدهامتان ، وفيهما عينان نضاختان ، وفيهما من كل فاكهة زوجان ، وحور مقصورات في الخيام ، فلما تبينوا منازلهم واستقروا قرارهم قال لهم ربهم : هل وجدتم ما وعدتكم حقا ؟ قالوا : نعم وربنا . قال : هل رضيتم ثواب ربكم ؟ قالوا : ربنا رضينا فارض عنا قال : برضاي عنكم حللتم داري ، ونظرتم إلى وجهي ، وصافحتكم ملائكتي ، فهنيئا هنيئا لكم ، ( عطاء غير مجذوذ ) [ هود : 108 ] ليس فيه تنغيص ولا تصريد . فعند ذلك قالوا : الحمد لله الذي أذهب عنا الحزن ، وأدخلنا دار المقامة من فضله ، لا يمسنا فيها نصب ولا يمسنا فيها لغوب ، إن ربنا لغفور شكور .وهذا سياق غريب ، وأثر عجيب ولبعضه شواهد ، ففي الصحيحين : أن الله تعالى يقول لذلك الرجل الذي يكون آخر أهل الجنة دخولا الجنة : تمن \" ، فيتمنى حتى إذا انتهت به الأماني يقول الله تعالى : \" تمن من كذا وتمن من كذا \" ، يذكره ، ثم يقول : \" ذلك لك ، وعشرة أمثاله \" .وفي صحيح مسلم ، عن أبي ذر عن رسول الله - صلى الله عليه وسلم - عن الله ، عز وجل يا عبادي ، لو أن أولكم وآخركم ، وإنسكم وجنكم ، قاموا في صعيد واحد ، فسألوني ، فأعطيت كل إنسان مسألته ، ما نقص ذلك من ملكي شيئا ، إلا كما ينقص المخيط إذا أدخل في البحر \" الحديث بطوله .وقال خالد بن معدان : إن في الجنة شجرة يقال لها طوبى ، لها ضروع ، كلها ترضع صبيان أهل الجنة ، وإن سقط المرأة يكون في نهر من أنهار الجنة ، يتقلب فيه حتى تقوم القيامة ، فيبعث ابن أربعين سنة . رواه ابن أبي حاتم ."
      },
      "translations": {
        "en": "Those who have believed and done righteous deeds - a good state is theirs and a good return.",
        "fr": "Ceux qui croient et font de bonnes œuvres, auront le plus grand bien et aussi le plus bon retour.",
        "es": "quienes crean y obren bien, serán bienaventurados y tendrán un bello lugar de retorno."
      },
      "ibn_ashour": "وطوبى : مصدر من طاب طيباً إذا حسن ، وهي بوزن البُشرى والزلفى ، قلبت ياؤها واواً لمناسبة الضمة ، أي لهم الخير الكامل لأنهم اطمأنت قلوبهم بالذكر ، فهم في طيب حال : في الدنيا بالاطمئنان ، وفي الآخرة بالنعيم الدائم وهو حسن المئاب وهو مرجعهم في آخر أمرهم .وإطلاق المآب عليه باعتبار أنه آخرُ أمرهم وقرارهم كما أن قرار المرء بيته يرجع إليه بعد الانتشار منه . على أنه يناسب ما تقرر أن الأرواح من أمر الله ، أي من عالم الملكوت وهو عالم الخلد فمصيرها إلى الخلد رجوع إلى عالمها الأول . وهذا مقابل قوله في المشركين { ولهم سوء الدار .واللام في قوله : { لهم } للملك ."
    },
    {
      "number": 30,
      "text": "كَذَٰلِكَ أَرْسَلْنَٰكَ فِىٓ أُمَّةٍۢ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌۭ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
      "tafsir": {
        "muyassar": "كما أرسلنا المرسلين قبلك أرسلناك -أيها الرسول- في أمة قد مضت مِن قبلها أمم المرسلين؛ لتتلو على هذه الأمة القرآن المنزل عليك، وحال قومك الجحود بوحدانية الرحمن، قل لهم -أيها الرسول-: الرحمن الذي لم تتخذوه إلهًا واحدًا هو ربي وحده لا معبود بحق سواه، عليه اعتمدت ووثقت، وإليه مرجعي وإنابتي.",
        "mukhtasar": "مثل هذا الإرسال الذي أرسلنا به الرسل السابقين إلى أممهم؛ أرسلناك - أيها الرسول - إلى أمتك؛ لتقرأ عليهم القرآن الذي أوحيناه إليك، فهو كاف في الدلالة على صدقك، لكن حال قومك أنهم يجحدون هذه الآية؛ لأنهم يكفرون بالرحمن حيث يشركون معه غيره، قل لهم - أيها الرسول -: الرحمن الذي تشركون به غيره هو ربي الذي لا معبود بحق غيره، عليه توكلت في جميع أموري، وإليه توبتي.",
        "saadi": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: { كَذَلِكَ أَرْسَلْنَاكَ } إلى قومك تدعوهم إلى الهدى { قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ } أرسلنا فيهم رسلنا، فلست ببدع من الرسل حتى يستنكروا رسالتك، ولست تقول من تلقاء نفسك، بل تتلو عليهم آيات الله التي أوحاها الله إليك ، التي تطهر القلوب وتزكي النفوس. والحال أن قومك يكفرون بالرحمن، فلم يقابلوا رحمته وإحسانه -التي أعظمها أن أرسلناك إليهم رسولا وأنزلنا عليك كتابا- بالقبول والشكر بل قابلوها بالإنكار والرد، أفلا يعتبرون بمن خلا من قبلهم من القرون المكذبة كيف أخذهم الله بذنوبهم، { قُلْ هُوَ رَبِّي لَا إِلَهَ إِلَّا هُوَ } وهذا متضمن للتوحيدين توحيد الألوهية وتوحيد الربوبية. فهو ربي الذي رباني بنعمه منذ أوجدني، وهو إلهي الذي { عَلَيْهِ تَوَكَّلْتُ } في جميع أموري { وَإِلَيْهِ متاب } أي: أرجع في جميع عباداتي وفي حاجاتي.",
        "kathir": "يقول تعالى : وكما أرسلناك يا محمد في هذه الأمة : ( لتتلو عليهم الذي أوحينا إليك ) أي : لتبلغهم رسالة الله إليهم ، كذلك أرسلنا في الأمم الماضية الكافرة بالله ، وقد كذب الرسل من قبلك ، فلك بهم أسوة ، وكما أوقعنا بأسنا ونقمتنا بأولئك ، فليحذر هؤلاء من حلول النقم بهم ، فإن تكذيبهم لك أشد من تكذيب غيرك من المرسلين ، قال الله تعالى : ( تالله لقد أرسلنا إلى أمم من قبلك فزين لهم الشيطان أعمالهم فهو وليهم اليوم ولهم عذاب أليم ) [ النحل : 63 ] وقال تعالى : ( ولقد كذبت رسل من قبلك فصبروا على ما كذبوا وأوذوا حتى أتاهم نصرنا ولا مبدل لكلمات الله ولقد جاءك من نبأ المرسلين ) [ الأنعام : 34 ] أي : كيف نصرناهم ، وجعلنا العاقبة لهم ولأتباعهم في الدنيا والآخرة .وقوله : ( وهم يكفرون بالرحمن ) أي : هذه الأمة التي بعثناك فيهم يكفرون بالرحمن ، لا يقرون به; لأنهم كانوا يأنفون من وصف الله بالرحمن الرحيم; ولهذا أنفوا يوم الحديبية أن يكتبوا \" بسم الله الرحمن الرحيم \" وقالوا : ما ندري ما الرحمن الرحيم . قاله قتادة ، والحديث في صحيح البخاري وقد قال الله تعالى : ( قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى ) [ الإسراء : 110 ] وفي صحيح مسلم عن عبد الله بن عمر قال : قال رسول الله ، صلى الله عليه وسلم : \" إن أحب الأسماء إلى الله عبد الله وعبد الرحمن .( قل هو ربي لا إله إلا هو ) أي : هذا الذي تكفرون به أنا مؤمن به ، معترف مقر له بالربوبية والإلهية ، هو ربي لا إله إلا هو ، ( عليه توكلت ) أي : في جميع أموري ، ( وإليه متاب ) أي : إليه أرجع وأنيب ، فإنه لا يستحق ذلك أحد سواه ."
      },
      "translations": {
        "en": "Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\"",
        "fr": "Ainsi Nous t'envoyons dans une communauté - que d'autres communautés ont précédée - pour que tu leur récites ce que Nous te révélons [le Coran], cependant qu'ils ne croient pas au Tout Miséricordieux. Dis: «C'est Lui mon Seigneur. Pas d'autre divinité à part Lui. En Lui je place ma confiance. Et à Lui je me repens».",
        "es": "Así te hemos enviado a una comunidad que fue precedida de otras, para que les recites lo que te hemos revelado, pero niegan al Compasivo. Di: «¡Es mi Señor! No hay más dios que Él. En Él confío y a Él me vuelvo arrepentido»."
      },
      "ibn_ashour": "هذا الجواب عن قولهم : { لولا أنزل عليه آية من ربه } لأن الجواب السابق بقوله : { قل إن الله يضل من يشاء } جواب بالإعراض عن جهالتهم والتعجب من ضلالهم وما هنا هو الجواب الرادُّ لقولهم . فيجوز جعل هذه الجملة من مقول القول ، ويجوز جعله مقطوعة عن جملة { قل إن الله يضل من يشاء }. وأيّا ما كان فهي بمنزلة البيان لجملة القول كلها ، أو البيان لجملة المقول وهو التعجب .وفي افتتاحها بقوله : { كذلك } الذي هو اسم إشارة تأكيد للمشار إليه وهو التعجب من ضلالتهم إذ عموا عن صفة الرسالة .والمشارُ إليه : الإرسال المأخوذ من فعل { أرسلناك } ، أي مثل الإرسال البين أرسلناكَ ، فالمشبه به عين المشبّه ، إشارة إلى أنه لوضوحه لا يبين ما وضح من نفسه . وقد تقدم نظيره في قوله تعالى : { وكذلك جعلناكم أمة وسطا } في سورة البقرة ( 143 ).ولما كان الإرسال قد علق بقوله : في أمة قد خلت من قبلها أمم لتتلوا عليهم الذي أوحينا إليك } صارت الإشارة أيضاً متحملة لمعنى إرسال الرسل من قبله إلى أمم يقتضي مرسَلين ، أي ما كانت رسالتك إلاّ مثل رسالة الرسل من قبلك . كقوله : { قل ما كنت بدعا من الرسل } [ سورة الأحقاف : 9 ] وقوله : { وما أرسلن"
    },
    {
      "number": 31,
      "text": "وَلَوْ أَنَّ قُرْءَانًۭا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًۭا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًۭا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
      "tafsir": {
        "muyassar": "يردُّ الله -تعالى- على الكافرين الذين طلبوا إنزال معجزات محسوسة على النبي صلى الله عليه وسلم فيقول لهم: ولو أن ثمة قرآنًا يقرأ، فتزول به الجبال عن أماكنها، أو تتشقق به الأرض أنهارًا، أو يحيا به الموتى وتُكَلَّم -كما طلبوا منك- لكان هذا القرآن هو المتصف بذلك دون غيره، ولما آمنوا به. بل لله وحده الأمر كله في المعجزات وغيرها. أفلم يعلم المؤمنون أن الله لو يشاء لآمن أهل الأرض كلهم من غير معجزة؟ ولا يزال الكفار تنزل بهم مصيبة بسبب كفرهم كالقتل والأسر في غزوات المسلمين، أو تنزل تلك المصيبة قريبًا من دارهم، حتى يأتي وعد الله بالنصر عليهم، إن الله لا يخلف الميعاد.",
        "mukhtasar": "ولو كان من صفات كتاب من الكتب الإلهية أن تزال به الجبال عن أماكنها، أو تشقق به الأرض فتستحيل أنهارًا وعيونًا، أو يقرأ على الموتى فيصيروا أحياء - لكان هذا القرآن المنزل عليك - أيها الرسول - فهو واضح البرهان، عظيم التأثير لو أنهم كانوا أتقياء القلوب، لكنهم جاحدون.\nبل لله الأمر كله في إنزال المعجزات وغيرها، أفلم يعلم المؤمنون بالله أنَّه لو يشاء الله هداية الناس جميعًا دون إنزال آيات لهداهم جميعًا دونها؟ لكنه لم يشأ ذلك، ولا يزال الذين كفروا بالله تصيبهم بما عملوا من الكفر والمعاصي داهية شديدة تقرعهم، أو تنزل تلك الداهية قريبًا من دارهم، حتى يأتي وعد الله بنزول العذاب المتصل، إن الله لا يترك إنجاز ما وعد به إذا جاء وقته المحدد له.",
        "saadi": "يقول تعالى مبينا فضل القرآن الكريم على سائر الكتب المنزلة: { وَلَوْ أَنَّ قُرْآنًا } من الكتب الإلهية { سُيِّرَتْ بِهِ الْجِبَالُ } عن أماكنها { أَوْ قُطِّعَتْ بِهِ الْأَرْضُ } جنانا وأنهارا { أَوْ كُلِّمَ بِهِ الْمَوْتَى } لكان هذا القرآن. { بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا } فيأتي بالآيات التي تقتضيها حكمته، فما بال المكذبين يقترحون من الآيات ما يقترحون؟ فهل لهم أو لغيرهم من الأمر شيء؟. { أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا } فليعلموا أنه قادر على هدايتهم جميعا ولكنه لا يشاء ذلك، بل يهدي من يشاء، ويضل من يشاء { وَلَا يَزَالُ الَّذِينَ كَفَرُوا } على كفرهم، لا يعتبرون ولا يتعظون، والله تعالى يوالي عليهم القوارع التي تصيبهم في ديارهم أو تحل قريبا منها، وهم مصرون على كفرهم { حَتَّى يَأْتِيَ وَعْدُ اللَّهِ } الذي وعدهم به، لنزول العذاب المتصل الذي لا يمكن رفعه، { إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ } وهذا تهديد لهم وتخويف من نزول ما وعدهم الله به على كفرهم وعنادهم وظلمهم.",
        "kathir": "يقول تعالى مادحا للقرآن الذي أنزله على محمد - صلى الله عليه وسلم - ومفضلا له على سائر الكتب المنزلة قبله : ( ولو أن قرآنا سيرت به الجبال ) أي : لو كان في الكتب الماضية كتاب تسير به الجبال عن أماكنها ، أو تقطع به الأرض وتنشق أو تكلم به الموتى في قبورها ، لكان هذا القرآن هو المتصف بذلك دون غيره ، أو بطريق الأولى أن يكون كذلك; لما فيه من الإعجاز الذي لا يستطيع الإنس والجن عن آخرهم إذا اجتمعوا أن يأتوا بمثله ، ولا بسورة من مثله ، ومع هذا فهؤلاء المشركون كافرون به ، جاحدون له ، ( بل لله الأمر جميعا ) أي : مرجع الأمور كلها إلى الله ، عز وجل ، ما شاء الله كان ، وما لم يشأ لم يكن ، ومن يضلل الله فلا هادي له ، ومن يهد الله فلا مضل له .وقد يطلق اسم القرآن على كل من الكتب المتقدمة; لأنه مشتق من الجميع ، قال الإمام أحمد :حدثنا عبد الرزاق ، حدثنا معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله ، صلى الله عليه وسلم : \" خففت على داود القراءة ، فكان يأمر بدابته أن تسرج ، فكان يقرأ القرآن من قبل أن تسرج دابته ، وكان لا يأكل إلا من عمل يديه \" . انفرد بإخراجه البخاري .والمراد بالقرآن هنا الزبور .وقوله : ( أفلم ييأس الذين آمنوا ) أي : من إيمان جميع الخلق ويعلموا أو يتبينوا ( أن لو يشاء الله لهدى الناس جميعا ) فإنه ليس ثم حجة ولا معجزة أبلغ ولا أنجع في النفوس والعقول من هذا القرآن ، الذي لو أنزله الله على جبل لرأيته خاشعا متصدعا من خشية الله . وثبت في الصحيح أن رسول الله - صلى الله عليه وسلم - قال : \" ما من نبي إلا وقد أوتي ما آمن على مثله البشر ، وإنما كان الذي أوتيته وحيا أوحاه الله إلي ، فأرجو أن أكون أكثرهم تابعا يوم القيامة \" معناه : أن معجزة كل نبي انقرضت بموته ، وهذا القرآن حجة باقية على الآباد ، لا تنقضي عجائبه ، ولا يخلق عن كثرة الرد ، ولا يشبع منه العلماء ، هو الفصل ليس بالهزل . من تركه من جبار قصمه الله ، ومن ابتغى الهدى من غيره أضله الله .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا منجاب بن الحارث ، أنبأنا بشر بن عمارة ، حدثنا عمر بن حسان ، عن عطية العوفي قال : قلت له : ( ولو أن قرآنا سيرت به الجبال ) الآية ، قالوا لمحمد ، صلى الله عليه وسلم : لو سيرت لنا جبال مكة حتى تتسع فنحرث فيها ، أو قطعت لنا الأرض كما كان سليمان يقطع لقومه بالريح ، أو أحييت لنا الموتى كما كان عيسى يحيي الموتى لقومه فأنزل الله هذه الآية . قال : قلت : هل تروون هذا الحديث عن أحد من أصحاب النبي ، صلى الله عليه وسلم ؟ قال : نعم ، عن أبي سعيد ، عن النبي ، صلى الله عليه وسلم .وكذا روي عن ابن عباس ، والشعبي ، وقتادة ، والثوري ، وغير واحد في سبب نزول هذه الآية ، فالله أعلم .وقال قتادة : لو فعل هذا بقرآن غير قرآنكم ، فعل بقرآنكم .وقوله : ( بل لله الأمر جميعا ) قال ابن عباس : [ أي ] لا يصنع من ذلك إلا ما يشاء ، ولم يكن ليفعل ، رواه ابن إسحاق بسنده عنه ، وقاله ابن جرير أيضا .وقال غير واحد من السلف في قوله : ( أفلم ييأس الذين آمنوا ) أفلم يعلم الذين آمنوا . وقرأ آخرون : \" أفلم يتبين الذين آمنوا أن لو يشاء الله لهدى الناس جميعا \" .وقال أبو العالية : قد يئس الذين آمنوا أن يهدوا ، ولو يشاء الله لهدى الناس جميعا .وقوله : ( ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة أو تحل قريبا من دارهم ) أي : بسبب تكذيبهم ، لا تزال القوارع تصيبهم في الدنيا ، أو تصيب من حولهم ليتعظوا ويعتبروا ، كما قال تعالى : ( ولقد أهلكنا ما حولكم من القرى وصرفنا الآيات لعلهم يرجعون ) [ الأحقاف : 27 ] وقال ( أفلا يرون أنا نأتي الأرض ننقصها من أطرافها أفهم الغالبون ) [ الأنبياء : 44 ] .قال قتادة ، عن الحسن : ( أو تحل قريبا من دارهم ) أي : القارعة . وهذا هو الظاهر من السياق .قال أبو داود الطيالسي : حدثنا المسعودي ، عن قتادة ، عن سعيد بن جبير ، عن ابن عباس في قوله : ( ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة ) قال : سرية ، ( أو تحل قريبا من دارهم ) قال : محمد صلى الله عليه وسلم ، ( حتى يأتي وعد الله ) قال : فتح مكة .وهكذا قال عكرمة ، وسعيد بن جبير ، ومجاهد ، في رواية .وقال العوفي ، عن ابن عباس : ( تصيبهم بما صنعوا قارعة ) قال : عذاب من السماء ينزل عليهم ( أو تحل قريبا من دارهم ) يعني : نزول رسول الله - صلى الله عليه وسلم - بهم وقتاله إياهم .وكذا قال مجاهد ، وقتادة ، وقال عكرمة في رواية عنه ، عن ابن عباس : ( قارعة ) أي : نكبة .وكلهم قال : ( حتى يأتي وعد الله ) يعني : فتح مكة . وقال الحسن البصري : يوم القيامة .وقوله : ( إن الله لا يخلف الميعاد ) أي : لا ينقض وعده لرسله بالنصرة لهم ولأتباعهم في الدنيا والآخرة ، ( فلا تحسبن الله مخلف وعده رسله إن الله عزيز ذو انتقام ) [ إبراهيم : 47 ] ."
      },
      "translations": {
        "en": "And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise.",
        "fr": "S'il y avait un Coran à mettre les montagnes en marche, à fendre la terre ou à faire parler les morts (ce serait celui-ci). C'est plutôt à Allah le commandement tout entier. Les croyants ne savent-ils pas que, si Allah voulait, Il aurait dirigé tous les hommes vers le droit chemin. Cependant, ceux qui ne croient pas ne manqueront pas, pour prix de ce qu'ils font, d'être frappés par un cataclysme, ou [qu'un cataclysme] s'abattra près de leurs demeures jusqu'à ce que vienne la promesse d'Allah. Car Allah, ne manque pas à Sa promesse.",
        "es": "Si hubiera un Corán en virtud del cual pudieran ponerse en marcha las montañas, agrietarse la tierra, hablar los muertos... Pero todo está en manos de Alá. Los que creen ¿no saben que si Alá hubiera querido habría puesto a todos los hombres en la buena dirección? No dejará de alcanzar una calamidad a los infieles en premio a sus obras o bien tendrá lugar cerca de sus casas hasta que se cumpla la promesa de Alá. Alá no falta a Su promesa."
      },
      "ibn_ashour": "يجوز أن تكون عطفاً على جملة { كذلك أرسلناك في أمة } لأن المقصود من الجملة المعطوف عليها أن رسالته لم تكن إلا مثل رسالة غيره من الرسل عليهم السّلام كما أشار إليه صفة { أمة قد خلت من قبلها أمم } ، فتكون جملة { ولو أن قرآناً } تتمة للجواب عن قولهم : { لولا أنزل عليه آية من ربه }.ويجوز أن تكون معترضة بين جملة { قل هو ربي } وبين جملة { أفمن هو قائم على كل نفس } [ سورة الرعد : 33 ] كما سيأتي هنالك . ويجوز أن تكون محكية بالقول عطفاً على جملة هو ربي لا إله إلا هو }.والمعنى : لو أن كتاباً من الكتب السالفة اشتمل على أكثر من الهداية فكانت مصادر لإيجاد العجائب لكان هذا القرآن كذلك ولكن لم يكن قرآنٌ كذلك ، فهذا القرآن لا يتطلب منه الاشتمال على ذلك إذ ليس ذلك من سُنن الكتب الإلهية .وجواب { لو } محذوف لدلالة المقام عليه . وحذفُ جواب { لو } كثير في القرآن كقوله : { ولو ترى إذ وقفوا على النار } [ سورة الأنعام : 27 ] وقوله : { ولو ترى إذ المجرمون ناكسوا رؤوسهم } [ سورة السجدة : 12 ].ويفيد ذلك معنى تعريضياً بالنداء عليهم بنهاية ضلالتهم ، إذ لم يهتدوا بهدي القرآن ودلائله والحال لو أن قرآناً أمَر الجبال أن"
    },
    {
      "number": 32,
      "text": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍۢ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "tafsir": {
        "muyassar": "وإذا كانوا قد سخروا من دعوتك -أيها الرسول- فلقد سَخِرَتْ أمم من قبلك برسلهم، فلا تحزن فقد أمهلتُ الذين كفروا، ثم أخذتُهم بعقابي، وكان عقابًا شديدًا.",
        "mukhtasar": "ولستَ أول رسول كذب به قومه وسخروا منه، فقد استهزأت أمم من قبلك - أيها الرسول - برسلها وكذبوا بهم، فأمهلت الذين كفروا برسلهم حتى ظنوا أني غير مهلكهم، ثم أخذتهم بعد الإمهال بصنوف العذاب، فكيف رأيت عقابي لهم؟ لقد كان عقابًا شديدًا.",
        "saadi": "يقول تعالى لرسوله -مثبتا له ومسليا- { وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ } فلست أول رسول كذب وأوذي { فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا } برسلهم أي: أمهلتهم مدة حتى ظنوا أنهم غير معذبين. { ثُمَّ أَخَذْتُهُمْ } بأنواع العذاب { فَكَيْفَ كَانَ عِقَابِ } كان عقابا شديدا وعذابا أليما، فلا يغتر هؤلاء الذين كذبوك واستهزؤوا بك بإمهالنا، فلهم أسوة فيمن قبلهم من الأمم، فليحذروا أن يفعل بهم كما فعل بأولئك.",
        "kathir": "يقول تعالى مسليا لرسوله - صلى الله عليه وسلم - في تكذيب من كذبه من قومه : ( ولقد استهزئ برسل من قبلك ) أي : فلك فيهم أسوة ، ( فأمليت للذين كفروا ) أي : أنظرتهم وأجلتهم ، ( ثم أخذتهم ) أخذة رابية ، فكيف بلغك ما صنعت بهم وعاقبتهم ؟ كما قال تعالى : ( وكأين من قرية أمليت لها وهي ظالمة ثم أخذتها وإلي المصير ) [ الحج : 48 ] وفي الصحيحين : \" إن الله ليملي للظالم حتى إذا أخذه لم يفلته \" ، ثم قرأ رسول الله ، صلى الله عليه وسلم : ( وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد ) [ هود : 102 ] ."
      },
      "translations": {
        "en": "And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.",
        "fr": "On s'est certes moqué des messagers avant toi. Alors, J'ai donné un répit aux mécréants. Ensuite, Je les ai saisis. Et quel fut Mon châtiment!",
        "es": "Ya han sido objeto de burla otros enviados antes de ti. Concedí una prórroga a los infieles; luego, les sorprendí. Y ¡cuál no fue Mi castigo...!"
      },
      "ibn_ashour": "عطف على جملة { ولو أن قرآناً سيرت به الجبال } [ سورة الرعد : 31 ] الخ ، لأن تلك المُثُل الثلاثة التي فرضت أريد بها أمور سألها المشركون النبي استهزاءً وتعجيزاً لا لترقب حصولها .وجاءت عقب الجملتين لما فيها من المناسبة لهما من جهة المُثل التي في الأولى ومن جهة الغاية التي في الثانية .وقد استهزأ قوم نوح به عليه السلام { وكُلّما مَرّ عليه ملأ من قومه سخروا منه } [ سورة هود : 38 ] ، واستهزأت عاد بهود عليه السلام { فأسقِط علينا كِسْفاً من السماء إن كنتَ من الصادقِين } [ سورة الشعراء : 187 ] ، واستهزأت ثمود بصالح عليه السلام { قال الملأ الّذين كفروا من قومه إنا لنراك في سفاهة } [ سورة الأعراف : 66 ] ، واستهزأوا بِشُعيْب عليه السلام { قالوا يا شُعيب أصلواتك تأمُرك أن نتْرك ما يَعبد آبَاؤنَا أو أن نفعل في أموالنا ما نشاء إنّك لأنت الحليم الرشيد } [ سورة هود : 87 ] ، واستهزأ فرعون بموسى عليه السلام { أم أنا خير من هذا الّذي هو مَهين ولا يكاد يبين } [ سورة الزخرف : 43 ].والاستهزاء : مبالغة في الهَزْء مثل الاسْتسْخار في السخرية .والإملاء : الإمهال والتركُ مدة . ومنه واهجرني ملياً . وتقدم في قوله تع"
    },
    {
      "number": 33,
      "text": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَٰهِرٍۢ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍۢ",
      "tafsir": {
        "muyassar": "أفمن هو قائم على كل نفس يُحصي عليها ما تعمل، أحق أن يعبد، أم هذه المخلوقات العاجزة؟ وهم -من جهلهم- جعلوا لله شركاء مِن خَلْقه يعبدونهم، قل لهم -أيها الرسول-: اذكروا أسماءهم وصفاتهم، ولن يجدوا من صفاتهم ما يجعلهم أهلا للعبادة، أم تخبرون الله بشركاء في أرضه لا يعلمهم، أم تسمونهم شركاء بظاهر من اللفظ من غير أن يكون لهم حقيقة. بل حسَّن الشيطان للكفار قولهم الباطل وصدَّهم عن سبيل الله. ومَن لم يوفِّقه الله لهدايته فليس له أحد يهديه، ويوفقه إلى الحق والرشاد.",
        "mukhtasar": "أفمن هو قائم بحفظ أرزاق جميع الخلق رقيب على كل نفس بما كسبت من عمل، فيجازيها على أعمالها، أولى أن يُعْبد، أم هذه الأصنام التي لا حق لها أن تعبد؟ وقد جعلها الكفار شركاء لله ظلمًا وزورًا، قل لهم - أيها الرسول -: سموا لنا الشركاء الذين عبدتموهم مع الله إن كنتم صادقين في دعواكم، أم تخبرون الله بما لا يعلم في الأرض من الشركاء، أم تخبرونه بظاهر من القول لا حقيقة له؟ بل حسّن الشيطان للذين كفروا تدبيرهم السيء، فكفروا بالله، وصرفهم عن سبيل الرشاد والهداية، ومن يضلل الله عن سبيل الرشاد فليس له من هاد يهديه.",
        "saadi": "يقول تعالى: { أَفَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ } بالجزاء العاجل والآجل، بالعدل والقسط، وهو الله تبارك وتعالى كمن ليس كذلك؟ ولهذا قال: { وَجَعَلُوا لِلَّهِ شُرَكَاءَ } وهو الله الأحد الفرد الصمد، الذي لا شريك له ولا ند ولا نظير، { قُلْ } لهم إن كانوا صادقين: { سَمُّوهُمْ } لتعلم حالهم { أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ } فإنه إذا كان عالم الغيب والشهادة وهو لا يعلم له شريكا، علم بذلك بطلان دعوى الشريك له، وأنكم بمنزلة الذي يُعَلِّمُ الله أن له شريكا وهو لا يعلمه، وهذا أبطل ما يكون؛ ولهذا قال: { أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ } أي: غاية ما يمكن من دعوى الشريك له تعالى أنه بظاهر أقوالكم. وأما في الحقيقة، فلا إله إلا الله، وليس أحد من الخلق يستحق شيئا من العبادة، ولكن { زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ } الذي مكروه وهو كفرهم وشركهم، وتكذيبهم لآيات الله { وَصُدُّوا عَنِ السَّبِيلِ } أي: عن الطريق المستقيمة الموصلة إلى الله وإلى دار كرامته، { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ } لأنه ليس لأحد من الأمر شيء.",
        "kathir": "يقول تعالى : ( أفمن هو قائم على كل نفس بما كسبت ) أي : حفيظ عليم رقيب على كل نفس منفوسة ، يعلم ما يعمل العاملون من خير وشر ، ولا يخفى عليه خافية ، ( وما تكون في شأن وما تتلو منه من قرآن ولا تعملون من عمل إلا كنا عليكم شهودا إذ تفيضون فيه ) [ يونس : 61 ] وقال تعالى : ( وما تسقط من ورقة إلا يعلمها ) [ الأنعام : 59 ] وقال ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] وقال ( سواء منكم من أسر القول ومن جهر به ومن هو مستخف بالليل وسارب بالنهار ) [ الرعد : 10 ] وقال ( يعلم السر وأخفى ) [ طه : 7 ] وقال ( وهو معكم أين ما كنتم والله بما تعملون بصير ) [ الحديد : 4 ] أفمن هو هكذا كالأصنام التي يعبدونها لا تسمع ولا تبصر ولا تعقل ، ولا تملك نفعا لأنفسها ولا لعابديها ، ولا كشف ضر عنها ولا عن عابديها ؟ وحذف هذا الجواب اكتفاء بدلالة السياق عليه ، وهو قوله : ( وجعلوا لله شركاء ) أي : عبدوها معه ، من أصنام وأنداد وأوثان .( قل سموهم ) أي : أعلمونا بهم ، واكشفوا عنهم حتى يعرفوا ، فإنهم لا حقيقة لهم; ولهذا قال : ( أم تنبئونه بما لا يعلم في الأرض ) أي : لا وجود له; لأنه لو كان له وجود في الأرض لعلمها; لأنه لا تخفى عليه خافية .( أم بظاهر من القول ) قال مجاهد : بظن من القول .وقال الضحاك وقتادة : بباطل من القول .أي إنما عبدتم هذه الأصنام بظن منكم أنها تنفع وتضر ، وسميتموها آلهة ، ( إن هي إلا أسماء سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان إن يتبعون إلا الظن وما تهوى الأنفس ولقد جاءهم من ربهم الهدى ) [ النجم : 23 ] .( بل زين للذين كفروا مكرهم ) قال مجاهد : قولهم ، أي : ما هم عليه من الضلال والدعوة إليه آناء الليل وأطراف النهار ، كما قال تعالى : ( وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم وحق عليهم القول في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خاسرين ) [ فصلت : 25 ] .\" وصدوا عن السبيل \" : من قرأها بفتح الصاد ، معناه : أنهم لما زين لهم ما فيه وأنه حق ، دعوا إليه وصدوا الناس عن اتباع طريق الرسل . ومن قرأها ) وصدوا ) أي : بما زين لهم من صحة ما هم عليه ، صدوا به عن سبيل الله; ولهذا قال : ( ومن يضلل الله فما له من هاد ) كما قال ( ومن يرد الله فتنته فلن تملك له من الله شيئا ) [ المائدة : 41 ] وقال ( إن تحرص على هداهم فإن الله لا يهدي من يضل وما لهم من ناصرين ) [ النحل : 37 ] ."
      },
      "translations": {
        "en": "Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, \"Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?\" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide.",
        "fr": "Est-ce que Celui qui observe ce que chaque âme acquiert [est semblable aux associés?...] Et pourtant ils donnent des associés à Allah. Dis [leur:] «Nommez-les. Ou essayez-vous de Lui apprendre ce qu'Il ne connaît pas sur la terre? Ou avez-vous été simplement séduits par de faux noms?» En fait, on a embelli aux mécréants leur stratagème et on les a empêchés de prendre le droit chemin. Et quiconque Allah laisse égarer, n'a plus personne pour le guider.",
        "es": "¡,Acaso Quien vigila lo que cada uno hace...? Con todo, han dado a Alá asociados. Di: «¡Ponedles nombre! ¿O es que vais a informarle de algo en la tierra que Él ignore? ¿O es sólo una manera de hablar?» Al contrario, a los infieles les es engalanada su intriga y son apartados del Camino. Y aquél a quien Alá extravía no podrá encontrar quien le dirija."
      },
      "ibn_ashour": "الفاء الواقعة بعد همزة الاستفهام مؤخرة من تقديم لأن همزة الاستفهام لها الصدارة . فتقدير أصل النظم : فأمن هو قائم . فالفاء لتفريع الاستفهام وليس الاستفهام استفهاماً على التفريع ، وذلك هو الوجه في وقوع حروف العطف الثلاثة الواو والفاء وثم بعد الاستفهام وهو رأي المحقيقين ، خلافاً لمن يجعلون الاستفهام وارداً على حرف العطف وما عَطفه .فالفاء تفريع على جملة { قل هو ربي لا إله إلا هو عليه توكلت } [ الرعد : 30 ] المجاببِ به حكاية كفرهم المضمن في جملة { وهم يكفرون بالرحمن } [ الرعد : 30 ] ، فالتفريع في المعنى على مجموع الأمرين : كفرهم بالله ، وإيمان النبي بالله .ويجوز أن تكون تفريعاً على جملة { ولو أن قرآناً سيرت به الجبال } [ الرعد : 31 ] ، فيكون ترقياً في إنكار سؤالهم إتيان معجزة غير القرآن ، أي إن تعجب من إنكارهم آيات القرآن فإن أعجب منه جعلهم القائم على كل نفس بما كسبت مماثلاً لمن جعلوهم لله شركاء .واعتُرض أثرَ ذلك بردّ سُؤالهم أن تُسيّر الجبال أو تُقَطّع الأرض أو تُكلّم الموتى ، وتذكيرهم بما حل بالمكذبين من قبلهم مع إدماج تسلية الرسول عليه الصلاة والسلام ، ثم فرع على ذلك الاستفهام الإنكاري ."
    },
    {
      "number": 34,
      "text": "لَّهُمْ عَذَابٌۭ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍۢ",
      "tafsir": {
        "muyassar": "لهؤلاء الكفار الصادين عن سبيل الله عذاب شاق في الحياة الدنيا بالقتل والأسر والخزي، ولَعذابهم في الآخرة أثقل وأشد، وليس لهم مانع يمنعهم من عذاب الله.",
        "mukhtasar": "لهم عذاب في الحياة الدنيا بما ينالهم من القتل والأسر على أيدي المؤمنين، ولعذاب الآخرة الذي ينتظرهم أشدّ عليهم وأثقل من عذاب الدنيا؛ لما فيه من الشدة والدوام الذي لا ينقطع، وليس لهم مانع يحميهم من عذاب الله يوم القيامة.",
        "saadi": "{ لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآخِرَةِ أَشَقُّ } من عذاب الدنيا لشدته ودوامه، { وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ } يقيهم من عذاب الله، فعذابه إذا وجهه إليهم لا مانع منه.",
        "kathir": "ذكر تعالى عقاب الكفار وثواب الأبرار : فقال بعد إخباره عن حال المشركين وما هم عليه من الكفر والشرك : ( لهم عذاب في الحياة الدنيا ) أي : بأيدي المؤمنين قتلا وأسرا ، ( ولعذاب الآخرة ) أي : المدخر [ لهم ] مع هذا الخزي في الدنيا ، \" أشق \" أي : من هذا بكثير ، كما قال رسول الله - صلى الله عليه وسلم - للمتلاعنين : \" إن عذاب الدنيا أهون من عذاب الآخرة \" وهو كما قال ، صلوات الله وسلامه عليه ، فإن عذاب الدنيا له انقضاء ، وذاك دائم أبدا في نار هي بالنسبة إلى هذه سبعون ضعفا ، ووثاق لا يتصور كثافته وشدته ، كما قال تعالى : ( فيومئذ لا يعذب عذابه أحد ولا يوثق وثاقه أحد ) [ الفجر : 25 ، 26 ] وقال تعالى : ( بل كذبوا بالساعة وأعتدنا لمن كذب بالساعة سعيرا إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا وإذا ألقوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا قل أذلك خير أم جنة الخلد التي وعد المتقون كانت لهم جزاء ومصيرا ) [ الفرقان : 11 - 15 ] ."
      },
      "translations": {
        "en": "For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allah any protector.",
        "fr": "Un châtiment les atteindra dans la vie présente. Le châtiment de l'au-delà sera cependant plus écrasant et ils n'auront nul protecteur contre Allah.",
        "es": "Tendrán un castigo en la vida de acá, pero en la otra tendrán un castigo más penoso. No tendrán quien les proteja contra Alá."
      },
      "ibn_ashour": "استئناف بياني نشأ عن قوله : { ومن يضلل الله فما له من هاد } [ الرعد : 33 ] لأن هذا التبديد يومىء إلى وعيد يسال عنه السامع . وفيه تكملة للوعيد المتقدم في قوله : ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة } مع زيادة الوعيد بما بعد ذلك في الدار الآخرة .وتنكير { عذاب } للتعظيم ، وهو عذاب القتل والخزي والأسر . وإضافة { عذاب } إلى { الآخرة } على معنى { في }.و { من } الداخلة على اسم الجلالة لتعدية { واق }. و { من } الداخلة على { واق } لتأكيد النفي للتنصيص على العموم .والواقي : الحائل دون الضُرّ . والوقاية من الله على حذف مضاف ، أي من عذابه بقرينة ما ذكر قبله ."
    },
    {
      "number": 35,
      "text": "۞ مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ أُكُلُهَا دَآئِمٌۭ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَٰفِرِينَ ٱلنَّارُ",
      "tafsir": {
        "muyassar": "صفة الجنة التي وعد الله بها الذين يخشونه أنها تجري من تحت أشجارها وقصورها الأنهار، ثمرها لا ينقطع، وظلها لا يزول ولا ينقص، تلك المثوبة بالجنة عاقبة الذين خافوا الله، فاجتنبوا معاصيه وأدَّوا فرائضه، وعاقبة الكافرين بالله النار.",
        "mukhtasar": "صفة الجنة التي وعد الله بها المتقين له بامتثال أوامره واجتناب نواهيه أنها تجري من تحت قصورها وأشجارها الأنهار، ثمارها دائمة لا تنقطع، عكس ثمار الدنيا، وظلها دائم لا يزول، ولا يتقلص، تلك هي عاقبة الذين اتقوا الله بامتثال أوامره واجتناب نواهيه، وعاقبة الكافرين النار يدخلونها ماكثين فيها أبدًا.",
        "saadi": "يقول تعالى: { مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ } الذين تركوا ما نهاهم الله عنه، ولم يقصروا فيما أمرهم به، أي: صفتها وحقيقتها { تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } أنهار العسل، وأنهار الخمر، وأنهار اللبن، وأنهار الماء التي تجري في غير أخدود، فتسقى تلك البساتين والأشجار فتحمل من جميع أنواع الثمار. { أُكُلُهَا دَائِمٌ وَظِلُّهَا } دائم أيضا، { تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا } أي: عاقبتهم ومآلهم التي إليها يصيرون، { وَعُقْبَى الْكَافِرِينَ النَّارُ } فكم بين الفريقين من الفرق المبين؟\"",
        "kathir": "ولهذا قرن هذا بهذا; فقال : ( مثل الجنة التي وعد المتقون ) أي : صفتها ونعتها ، ( تجري من تحتها الأنهار ) أي : سارحة في أرجائها وجوانبها ، وحيث شاء أهلها ، يفجرونها تفجيرا ، أي : يصرفونها كيف شاءوا وأين شاءوا ، كما قال تعالى : ( مثل الجنة التي وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى ولهم فيها من كل الثمرات ومغفرة من ربهم كمن هو خالد في النار وسقوا ماء حميما فقطع أمعاءهم ) [ محمد : 15 ] . وقوله : ( أكلها دائم وظلها ) أي : فيها المطاعم والفواكه والمشارب ، لا انقطاع [ لها ] ولا فناء .وفي الصحيحين ، من حديث ابن عباس في صلاة الكسوف ، وفيه قالوا : يا رسول الله ، رأيناك تناولت شيئا في مقامك هذا ، ثم رأيناك تكعكعت فقال : \" إني رأيت الجنة - أو أريت الجنة - فتناولت منها عنقودا ، ولو أخذته لأكلتم منه ما بقيت الدنيا \" .وقال الحافظ أبو يعلى : حدثنا أبو خيثمة ، حدثنا عبد الله بن جعفر ، حدثنا عبيد الله ، حدثنا أبو عقيل ، عن جابر قال : بينما نحن في صلاة الظهر ، إذ تقدم رسول الله - صلى الله عليه وسلم - فتقدمنا ، ثم تناول شيئا ليأخذه ثم تأخر . فلما قضى الصلاة قال له أبي بن كعب : يا رسول الله ، صنعت اليوم في الصلاة شيئا ما رأيناك كنت تصنعه . فقال : \" إني عرضت علي الجنة وما فيها من الزهرة والنضرة ، فتناولت منها قطفا من عنب لآتيكم به ، فحيل بيني وبينه ، ولو أتيتكم به لأكل منه من بين السماء والأرض لا ينقصونه \" .وروى مسلم من حديث أبي الزبير ، عن جابر ، شاهدا لبعضه .وعن عتبة بن عبد السلمي : أن أعرابيا سأل النبي - صلى الله عليه وسلم - عن الجنة ، فقال : فيها عنب ؟ قال : \" نعم \" . قال : فما عظم العنقود ؟ قال : \" مسيرة شهر للغراب الأبقع ولا يفتر \" . رواه أحمد .وقال الطبراني : حدثنا معاذ بن المثنى ، حدثنا علي بن المديني ، حدثنا ريحان بن سعيد ، عن عبادة بن منصور ، عن أيوب ، عن أبي قلابة ، عن أبي أسماء ، عن ثوبان قال : قال رسول الله ، صلى الله عليه وسلم : \" إن الرجل إذا نزع ثمرة من الجنة عادت مكانها أخرى \" .وعن جابر بن عبد الله قال : قال رسول الله ، صلى الله عليه وسلم : \" يأكل أهل الجنة ويشربون ، ولا يمتخطون ولا يتغوطون ولا يبولون ، طعامهم جشاء كريح المسك ، ويلهمون التسبيح والتقديس كما يلهمون النفس \" . رواه مسلم .وروى الإمام أحمد والنسائي ، من حديث الأعمش ، عن ثمامة بن عقبة سمعت زيد بن أرقم قال : جاء رجل من أهل الكتاب فقال : يا أبا القاسم ، تزعم أن أهل الجنة يأكلون ويشربون ؟ قال : نعم ، والذي نفس محمد بيده ، [ إن الرجل من أهل الجنة ] ليعطى قوة مائة رجل في الأكل والشرب والجماع والشهوة \" . قال : فإن الذي يأكل ويشرب تكون له الحاجة ، وليس في الجنة أذى ؟ قال : \" حاجة أحدهم رشح يفيض من جلودهم ، كريح المسك ، فيضمر بطنه \" .وقال الحسن بن عرفة : حدثنا خلف بن خليفة ، عن حميد الأعرج ، عن عبد الله بن الحارث ، عن عبد الله بن مسعود ، رضي الله عنه ، قال : قال لي رسول الله ، صلى الله عليه وسلم : \" إنك لتنظر إلى الطير في الجنة ، فيخر بين يديك مشويا .وجاء في بعض الأحاديث : أنه إذا فرغ منه عاد طائرا كما كان بإذن الله تعالى .وقد قال تعالى : ( وفاكهة كثيرة لا مقطوعة ولا ممنوعة ) [ الواقعة : 32 ، 33 ] وقال ( ودانية عليهم ظلالها وذللت قطوفها تذليلا ) [ الإنسان : 14 ] .وكذلك ظلها لا يزول ولا يقلص ، كما قال تعالى : ( والذين آمنوا وعملوا الصالحات سندخلهم جنات تجري من تحتها الأنهار خالدين فيها أبدا لهم فيها أزواج مطهرة وندخلهم ظلا ظليلا ) [ النساء : 57 ] .وقد تقدم في الصحيحين من غير وجه أن رسول الله - صلى الله عليه وسلم - قال : \" إن في الجنة شجرة ، يسير الراكب المجد الجواد المضمر السريع في ظلها مائة عام لا يقطعها \" ، ثم قرأ : ( وظل ممدود ) [ الواقعة : 30 ] .وكثيرا ما يقرن الله تعالى بين صفة الجنة وصفة النار ، ليرغب في الجنة ويحذر من النار; ولهذا لما ذكر صفة الجنة بما ذكر ، قال بعده : ( تلك عقبى الذين اتقوا وعقبى الكافرين النار ) كما قال تعالى : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] .وقال بلال بن سعد خطيب دمشق في بعض خطبه : عباد الله هل جاءكم مخبر يخبركم أن شيئا من عبادتكم تقبلت منكم ، أو أن شيئا من خطاياكم غفرت لكم ؟ ( أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون ) [ المؤمنون : 115 ] والله لو عجل لكم الثواب في الدنيا لاستقللتم كلكم ما افترض عليكم ، أو ترغبون في طاعة الله لتعجيل دنياكم ، ولا تنافسون في جنة ( أكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكافرين النار ) رواه ابن أبي حاتم ."
      },
      "translations": {
        "en": "The example of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.",
        "fr": "Tel est le paradis qui a été promis aux pieux: sous lequel coulent les ruisseaux; ses fruits sont perpétuels, ainsi que son ombrage. Voilà la fin de ceux qui pratiquent la piété, tandis que la fin des mécréants sera le Feu.",
        "es": "Imagen del Jardín prometido a quienes temen a Alá: fluyen arroyos por sus bajos, tiene frutos y sombra perpetuos. Ése será el fin de los que temieron a Alá. El fin de los infieles, empero, será el Fuego."
      },
      "ibn_ashour": "استئناف ابتدائي يرتبط بقوله : { الذين آمنوا وعملوا الصالحات طوبى لهم } [ سورة الرعد : 29 ]. ذُكر هنا بمناسبة ذكر ضدّه في قوله : { ولعذاب الآخرة أشق } [ الرعد : 34 ].والمثَل : هنا الصفة العجيبة ، قيل : هو حقيقة من معاني المثل ، كقوله تعالى : { ولله المثَل الأعلى } [ النحل : 60 ] ، وقيل : هو مستعار من المثَل الذي هو الشبيه في حالة عجيبة أطلق على الحالة العجيبة غير الشبيهة لأنها جديرة بالتشبيه بها .وجملة تجري من تحتها الأنهار } خبر عن { مَثَل } باعتبار أنها من أحوال المضاف إليه ، فهي من أحوال المضاف لشدة الملابسة بين المتضايفين ، كما يقال : صفة زيد أسمر .وجملة { أكلها دائم } خبر ثان ، والأكل بالضم : المأكول ، وتقدم .ودوام الظل كناية عن التفاف الأشجار بحيث لا فراغ بينها تنفذ منه الشمس ، كما قال تعالى : { وجنات ألفافاً } [ سورة النبأ : 16 ] ، وذلك من محامد الجنات وملاذّها .وجملة تلك عقبى الذين اتقوا } مستأنفة .والإشارة إلى الجنة بصفاتها بحيث صارت كالمشاهدة ، والمعنى : تلك هي التي سمعتم أنها عقبى الدار للذين يوفون بعهد الله إلى قوله : { ويدرأون بالحسنة السيّئة إلى قوله فنعم عقبى الدار } [ سو"
    },
    {
      "number": 36,
      "text": "وَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
      "tafsir": {
        "muyassar": "والذين أعطيناهم الكتاب من اليهود والنصارى مَن آمن منهم بك كعبد الله بن سلام والنجاشي، يستبشرون بالقرآن المنزل عليك لموافقته ما عندهم، ومن المتحزبين على الكفر ضدك، كالسَّيد والعاقب، أُسْقفَي \"نجران\"، وكعب بن الأشرف، مَن ينكر بعض المنزل عليك، قل لهم: إنما أمرني الله أن أعبده وحده، ولا أشرك به شيئًا، إلى عبادته أدعو الناس، وإليه مرجعي ومآبي.",
        "mukhtasar": "والذين أعطيناهم التوراة من اليهود، والذين أعطيناهم الإنجيل من النصارى، يفرحون بما أنزل عليك -أيها الرسول- لموافقته لبعض ما أنزل عليهم، ومن طوائف اليهود والنصارى من ينكر بعض ما أنزل إليك مما لا يتفق مع أهوائهم، أو مما يصفهم بالتبديل والتحريف، قل لهم - أيها الرسول -: إنما أمرني الله أن أعبده وحده، ولا أشرك به غيره، إليه وحده أدعو ولا أدعو غيره، وإليه وحده مرجعي، وبهذا جاءت التوراة والإنجيل.",
        "saadi": "يقول تعالى: { وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ } أي: مننا عليهم به وبمعرفته، { يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ } فيؤمنون به ويصدقونه، ويفرحون بموافقة الكتب بعضها لبعض، وتصديق بعضها بعضا وهذه حال من آمن من أهل الكتابين، { وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ } أي: ومن طوائف الكفار المنحرفين عن الحق، من ينكر بعض هذا القرآن ولا يصدقه. { فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها } إنما أنت يا محمد منذر تدعوا إلى الله، { قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ } أي: بإخلاص الدين لله وحده، { إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ } أي: مرجعي الذي أرجع به إليه فيجازيني بما قمت به من الدعوة إلى دينه والقيام بما أمرت به.",
        "kathir": "يقول تعالى : ( والذين آتيناهم الكتاب ) وهم قائمون بمقتضاه ( يفرحون بما أنزل إليك ) أي : من القرآن لما في كتبهم من الشواهد على صدقه والبشارة به ، كما قال تعالى : ( الذين آتيناهم الكتاب يتلونه حق تلاوته أولئك يؤمنون به ومن يكفر به فأولئك هم الخاسرون ) [ البقرة : 121 ] وقال تعالى : ( قل آمنوا به أو لا تؤمنوا إن الذين أوتوا العلم من قبله إذا يتلى عليهم يخرون للأذقان سجدا ويقولون سبحان ربنا إن كان وعد ربنا لمفعولا ) [ الإسراء : 107 ، 108 ] أي : إن كان ما وعدنا الله به في كتبنا من إرسال محمد - صلى الله عليه وسلم - لحقا وصدقا مفعولا لا محالة ، وكائنا ، فسبحانه ما أصدق وعده ، فله الحمد وحده ، (ويخرون للأذقان يبكون ويزيدهم خشوعا ) [ الإسراء : 109 ] .وقوله : ( ومن الأحزاب من ينكر بعضه ) أي : ومن الطوائف من يكذب ببعض ما أنزل إليك .وقال مجاهد : ( ومن الأحزاب ) اليهود والنصارى ، من ينكر بعضه ما جاءك من الحق . وكذا قال قتادة ، وعبد الرحمن بن زيد بن أسلم .وهذا كما قال تعالى : ( وإن من أهل الكتاب لمن يؤمن بالله وما أنزل إليكم وما أنزل إليهم خاشعين لله لا يشترون بآيات الله ثمنا قليلا أولئك لهم أجرهم عند ربهم إن الله سريع الحساب ) [ آل عمران : 199 ] .( قل إنما أمرت أن أعبد الله ولا أشرك به ) أي : إنما بعثت بعبادة الله وحده لا شريك له ، كما أرسل الأنبياء من قبلي ، ( إليه أدعو ) أي : إلى سبيله أدعو الناس ، ( وإليه مآب ) أي : مرجعي ومصيري ."
      },
      "translations": {
        "en": "And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, \"I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return.\"",
        "fr": "Et ceux à qui Nous avons déjà donné le Livre se réjouissent de ce qu'on a fait descendre vers toi. Tandis que certaines factions en rejettent une partie. Dis: «Il m'a seulement été commandé d'adorer Allah et de ne rien Lui associer. C'est à Lui que j'appelle [les gens], Et c'est vers Lui que sera mon retour».",
        "es": "Aquéllos a quienes dimos la Escritura, se alegran de lo que se te ha revelado. En los grupos, en cambio, hay quienes rechazan una parte. Di: «He recibido sólo la orden de servir a Alá y de no asociarle. Llamo a Él y a Él vuelvo»."
      },
      "ibn_ashour": "الواو للاستئناف . وهذا استئناف ابتدائي انتقل به إلى فضل لبعض أهل الكتاب في حسن تلقيهم للقرآن بعد الفراغ من ذكر أحوال المشركين من قوله : { كذلك أرسلناك في أمة } [ سورة الرعد : 30 ] الخ ، ولذلك جاءت على أسلوبها في التعقيب بجملة { قل إنما أمرت أن أعبد الله ولا أشرك به } [ سورة الرعد : 36 ].والمناسبة هي أن الذين أرسل إليهم بالقرآن انقسموا في التصديق بالقرآن فِرقاً؛ ففريق آمنوا بالله وهم المؤمنون ، وفريق كفروا به وهم مصداق قوله : { وهم يكفرون بالرحمن } [ سورة الرعد : 30 ] ، كما تقدم أنه عائد إلى المشركين المفهومين من المقام كما هو مصطلح القرآن .وهذا فريق آخر أيضاً أهل الكتاب وهو منقسم أيضاً في تلقي القرآن فرقتين : فالفريق الأول صدّقوا بالقرآن وفرحوا به وهم الذين ذُكروا في قوله تعالى : { وإذا سمعوا ما أنزل إلى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق } في سورة العقود ( 83 ) ، وكلهم من النصارى مثل ورقة بن نوفل وكذلك غيره ممن بلغهم القرآن أيام مُقام النبي بمكة قبل أن تبلغهم دعوة النبي فإن اليهود كانوا قد سُرُّوا بنزول القرآن مصدّقاً للتوراة ، وكانوا يحسبون دعوة النبي مقصورة على العرب "
    },
    {
      "number": 37,
      "text": "وَكَذَٰلِكَ أَنزَلْنَٰهُ حُكْمًا عَرَبِيًّۭا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَمَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّۢ وَلَا وَاقٍۢ",
      "tafsir": {
        "muyassar": "وكما أنزلنا الكتب على الأنبياء بلسانهم أنزلنا إليك -أيها الرسول- القرآن بلغة العرب؛ لتحكم به، ولئن اتبعت أهواء المشركين في عبادة غير الله -بعد الحق الذي جاءك من الله- ليس لك ناصر ينصرك ويمنعك من عذابه.",
        "mukhtasar": "ومثل إنزالنا الكتب السابقة بألسنة أقوامها أنزلنا عليك - أيها الرسول - القرآن قولًا فصلًا مبينًا للحق عربيًّا، ولئن اتبعت - أيها الرسول- أهواء أهل الكتاب في مساومتهم لك بحذف ما لا يتفق مع أهوائهم بعدما جاءك من العلم الذي علمك الله إياه، فليس لك من الله ولي يتولى أمرك، وينصرك على أعدائك، وليس لك مانع يمنعك من عذابه.",
        "saadi": "أي: ولقد أنزلنا هذا القرآن والكتاب حكما، عربيا أي: محكما متقنا، بأوضح الألسنة وأفصح اللغات، لئلا يقع فيه شك واشتباه، وليوجب أن يتبع وحده، ولا يداهن فيه، ولا يتبع ما يضاده ويناقضه من أهواء الذين لا يعلمون. ولهذا توعد رسوله -مع أنه معصوم- ليمتن عليه بعصمته ولتكون أمته أسوته في الأحكام فقال: { وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ } البين الذي ينهاك عن اتباع أهوائهم، { مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ } يتولاك فيحصل لك الأمر المحبوب، { وَلَا وَاقٍ } يقيك من الأمر المكروه.",
        "kathir": "وقوله : ( وكذلك أنزلناه حكما عربيا ) أي : وكما أرسلنا قبلك المرسلين ، وأنزلنا عليهم الكتب من السماء ، كذلك أنزلنا عليك القرآن محكما معربا ، شرفناك به وفضلناك على من سواك بهذا الكتاب المبين الواضح الجلي الذي ) لا يأتيه الباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد ) [ فصلت : 11 ] .وقوله : ( ولئن اتبعت أهواءهم ) أي : آراءهم ، ( أهواءهم بعدما جاءك من العلم ) أي : من الله تعالى ( ما لك من الله من ولي ولا واق ) أي : من الله تعالى . وهذا وعيد لأهل العلم أن يتبعوا سبل أهل الضلالة بعدما صاروا إليه من سلوك السنة النبوية والمحجة المحمدية ، على من جاء بها أفضل الصلاة والسلام [ والتحية والإكرام ] ."
      },
      "translations": {
        "en": "And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector.",
        "fr": "Ainsi l'avons-Nous fait descendre (le Coran) [sous forme] de loi en arabe. Et si tu suis leurs passions après ce que tu as reçu comme savoir, il n'y aura pour toi, contre Allah, ni allié ni protecteur.",
        "es": "Así lo hemos revelado como juicio en lengua árabe. Si tú sigues sus pasiones, después de haber sabido tú lo que has sabido, no tendrás amigo ni protector frente a Alá."
      },
      "ibn_ashour": "اعتراض وعطف على جملة { والذين آتيناهم الكتاب يفرحون بما أنزل إليك } [ الرعد : 36 ] لما ذكر حال تلقي أهل الكتابين للقرآن عند نزوله عُرج على حال العرب في ذلك بطريقة التعريض بسوء تلقي مشركيه له مع أنهم أولَى الناس بحسن تلقيه إذ نزل بلسانهم مشتملاً على ما فيه صلاحهم وتنوير عقولهم . وقد جُعل أهم هذا الغرض التنويهَ بعلوّ شأن القرآن لفظاً معنى . وأدمج في ذلك تعريض بالمشركين من العرب .والقول في اسم الإشارة في قوله : وكذلك } مثل ما تقدم في قوله : { كذلك أرسلناك في أمة } [ سورة الرعد : 30 ].وضمير الغائب في أنزلناه } عائد إلى { ما أنزل إليك } في قوله : { يفرحون بما أنزل إليك }.والجار والمجرور من اسم الإشارة نائب عن المفعول المطلق . والتقدير؛ أنزلناه إنزالاً كذلك الإنزال .و { حكماً عربياً } حالان من ضمير { أنزلناه }. والحكم : هنا بمعنى الحكمة كما في قوله : { وآتيناه الحكم صبيا } [ سورة مريم : 12 ]. وجُعل نفس الحكم حالاً منه مبالغة . والمراد أنه ذو حكم ، أي حكمة . والحكمة تقدمت .وعربياً } حال ثانية وليس صفة ل { حكماً } إذ الحكمة لا توصف بالنسبة إلى الأمم وإنما المعنى أنه حكمة معبر عنها بالعربية . و"
    },
    {
      "number": 38,
      "text": "وَلَقَدْ أَرْسَلْنَا رُسُلًۭا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًۭا وَذُرِّيَّةًۭ ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍۢ كِتَابٌۭ",
      "tafsir": {
        "muyassar": "وإذا قالوا: ما لك -أيها الرسول- تتزوج النساء؟ فلقد بعثنا قبلك رسلا من البشر وجعلنا لهم أزواجًا وذرية، وإذا قالوا: لو كان رسولا لأتى بما طلبنا من المعجزات، فليس في وُسْع رسولٍ أن يأتي بمعجزةٍ أرادها قومه إلا بإذن الله. لكل أمر قضاه الله كتاب وأجل قد كتبه الله عنده، لا يتقدم ولا يتأخر.",
        "mukhtasar": "ولقد أرسلنا رسلًا من قبلك -أيها الرسول - من البشر، فلست بدعًا من الرسل، وجعلنا لهم أزواجًا، وجعلنا لهم أولادًا كسائر البشر، ولم نجعلهم ملائكة لا يتزوجون ولا ينجبون، وأنت من هؤلاء الرسل الذين هم بشر يتزوجون وينجبون، فلماذا يعجب المشركون من كونك كذلك؟ ولا يصح لرسول أن يأتي من عنده بآية إلا إن أذن الله بإتيانه بها، لكل أمر قضاه الله كتاب ذكر فيه ذلك، وأجل لا يتقدم ولا يتأخر.",
        "saadi": "أي: لست أول رسول أرسل إلى الناس حتى يستغربوا رسالتك، { وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً } فلا يعيبك أعداؤك بأن يكون لك أزواج وذرية، كما كان لإخوانك المرسلين، فلأي شيء يقدحون فيك بذلك وهم يعلمون أن الرسل قبلك كذلك؛ إلا لأجل أغراضهم الفاسدة وأهوائهم؟ وإن طلبوا منك آية اقترحوها فليس لك من الأمر شيء. { وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ } والله لا يأذن فيها إلا في وقتها الذي قدره وقضاه، { لِكُلِّ أَجَلٍ كِتَابٌ } لا يتقدم عليه ولا يتأخر عنه، فليس استعجالهم بالآيات أو بالعذاب موجبا لأن يقدم الله ما كتب أنه يؤخر مع أنه تعالى فعال لما يريد.",
        "kathir": "يقول تعالى : وكما أرسلناك ، يا محمد ، رسولا بشريا كذلك [ قد ] بعثنا المرسلين قبلك بشرا يأكلون الطعام ، ويمشون في الأسواق ويأتون الزوجات ، ويولد لهم ، وجعلنا لهم أزواجا وذرية ، وقد قال [ الله ] تعالى لأشرف الرسل وخاتمهم : ( قل إنما أنا بشر مثلكم يوحى إلي ) [ الكهف : 110 ] .وفي الصحيحين : أن رسول الله - صلى الله عليه وسلم - قال : \" أما أنا فأصوم وأفطر ، وأقوم وأنام ، وآكل الدسم وأتزوج النساء ، فمن رغب عن سنتي فليس مني \" .وقال الإمام أحمد : حدثنا يزيد ، أنبأنا الحجاج بن أرطاة عن مكحول قال : قال أبو أيوب : قال رسول الله ، صلى الله عليه وسلم : \" أربع من سنن المرسلين : التعطر ، والنكاح ، والسواك ، والحناء \" .وقد رواه أبو عيسى الترمذي ، عن سفيان بن وكيع عن حفص بن غياث ، عن الحجاج ، عن مكحول ، عن أبى الشمال عن أبي أيوب . . . فذكره ، ثم قال : وهذا أصح من الحديث الذي لم يذكر فيه أبو الشمال .وقوله : ( وما كان لرسول أن يأتي بآية إلا بإذن الله ) أي : لم يكن يأتي قومه بخارق إلا إذا أذن له فيه ، ليس ذلك إليه ، بل إلى الله ، عز وجل ، يفعل ما يشاء ، ويحكم ما يريد .( لكل أجل كتاب ) أي : لكل مدة مضروبة كتاب مكتوب بها ، وكل شيء عنده بمقدار ، ( ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير ) [ الحج : 70 ] .وكان الضحاك بن مزاحم يقول في قوله : ( لكل أجل كتاب ) أي : لكل كتاب أجل يعني لكل كتاب أنزله من السماء مدة مضروبة عند الله ومقدار معين ، فلهذا يمحو ما يشاء منها ويثبت ، يعني حتى نسخت كلها بالقرآن الذي أنزله الله على رسوله ، صلوات الله وسلامه عليه ."
      },
      "translations": {
        "en": "And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree.",
        "fr": "Et Nous avons certes envoyé avant toi des messagers, et leur avons donné des épouses et des descendants. Et il n'appartient pas à un Messager d'apporter un miracle, si ce n'est qu'avec la permission d'Allah. Chaque échéance a son terme prescrit.",
        "es": "Mandamos a otros enviados antes de ti, y les dimos esposas y descendientes. Ningún enviado, empero, puede traer un signo si no es con permiso de Alá. Cada época tiene su Escritura»"
      },
      "ibn_ashour": "هذا عود إلى الردّ على المشركين في إنكارهم آية القرآن وتصميمهم على المطالبة بآية من مقترحاتهم تُماثل ما يؤثر من آيات موسى وآيات عيسى عليهما السلام ببيان أن الرسول لا يأتي بآيات إلاّ بإذن الله ، وأن ذلك لا يكون عى مقترحات الأقوام ، وذلك قوله : { وما كان لرسول أن يأتي بآية إلا بإذن الله } ، فالجملة عطف على جملة { وكذلك أنزلناه حكماً عربياً } [ الرعد : 37 ].وأدمج في هذا الرد إزالة شبهة قد تعرض أو قد عرضت لبعض المشركين فيطعنون أو طعنوا في نبوءة محمد بأنه يتزوج النساء وأن شأن النبي أن لا يهتم بالنساء . قال البغوي : روي أن اليهود وقيل إن المشركين قالوا : إن هذا الرجل ليست له همة إلا في النساء اه . فتعين إن صحت الرواية في سبب النزول أن القائلين هم المشركون إذ هذه السورة مكية ولم يكن لليهود حديث مع أهل مكة ولا كان منهم في مكة أحد . وليس يلزم أن يكون هذا نازلاً على سبب . وقد تزوج رسول الله خديجة ثم سودة رضي الله عنهما في مكة فاحتمل أن المشركين قالوا قالةَ إنكار تعلقاً بأوهن أسباب الطعن في النبوءة . وهذه شبهة تعرض للسذج أو لأصحاب التمويه ، وقد يموّه بها المبشرون من النصارى على ضعفاء الإيمان فيفضل"
    },
    {
      "number": 39,
      "text": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَٰبِ",
      "tafsir": {
        "muyassar": "يمحو الله ما يشاء من الأحكام وغيرها، ويُبْقي ما يشاء منها لحكمة يعلمها، وعنده أمُّ الكتاب، وهو اللوح المحفوظ.",
        "mukhtasar": "يزيل الله ما يشاء إزالته من خير أو شر أو سعادة أو شقاء وغيرها، ويثبت ما يشاء منها، وعنده اللوح المحفوظ، فهو مرجع كل ذلك، وما يظهر من محو أو إثبات مطابق لما هو فيه.",
        "saadi": "{ يَمْحُوا اللَّهُ مَا يَشَاءُ } من الأقدار { وَيُثْبِتُ } ما يشاء منها، وهذا المحو والتغيير في غير ما سبق به علمه وكتبه قلمه فإن هذا لا يقع فيه تبديل ولا تغيير لأن ذلك محال على الله، أن يقع في علمه نقص أو خلل ولهذا قال: { وَعِنْدَهُ أُمُّ الْكِتَابِ } أي: اللوح المحفوظ الذي ترجع إليه سائر الأشياء، فهو أصلها، وهي فروع له وشعب. فالتغيير والتبديل يقع في الفروع والشعب، كأعمال اليوم والليلة التي تكتبها الملائكة، ويجعل الله لثبوتها أسبابا ولمحوها أسبابا، لا تتعدى تلك الأسباب، ما رسم في اللوح المحفوظ، كما جعل الله البر والصلة والإحسان من أسباب طول العمر وسعة الرزق، وكما جعل المعاصي سببا لمحق بركة الرزق والعمر، وكما جعل أسباب النجاة من المهالك والمعاطب سببا للسلامة، وجعل التعرض لذلك سببا للعطب، فهو الذي يدبر الأمور بحسب قدرته وإرادته، وما يدبره منها لا يخالف ما قد علمه وكتبه في اللوح المحفوظ.",
        "kathir": "وقوله : ( يمحو الله ما يشاء ويثبت ) اختلف المفسرون في ذلك ، فقال الثوري ، ووكيع ، وهشيم ، عن ابن أبي ليلى ، عن المنهال بن عمرو ، عن سعيد بن جبير ، عن ابن عباس : يدبر أمر السنة ، فيمحو ما يشاء ، إلا الشقاء والسعادة ، والحياة والموت . وفي رواية : ( يمحو الله ما يشاء ويثبت ) قال : كل شيء إلا الحياة والموت ، والشقاء والسعادة فإنهما قد فرغ منهما .وقال مجاهد : ( يمحوا الله ما يشاء ويثبت ) إلا الحياة والموت ، والشقاء والسعادة ، فإنهما لا يتغيران .وقال منصور : سألت مجاهدا فقلت : أرأيت دعاء أحدنا يقول : اللهم ، إن كان اسمي في السعداء فأثبته فيهم ، وإن كان في الأشقياء فامحه عنهم واجعله في السعداء . فقال : حسن . ثم لقيته بعد ذلك بحول أو أكثر ، فسألته عن ذلك ، فقال : ( إنا أنزلناه في ليلة مباركة إنا كنا منذرين فيها يفرق كل أمر حكيم ) [ الدخان : 3 ، 4 ] قال : يقضي في ليلة القدر ما يكون في السنة من رزق أو مصيبة ، ثم يقدم ما يشاء ويؤخر ما يشاء ، فأما كتاب الشقاوة والسعادة فهو ثابت لا يغير .وقال الأعمش ، عن أبي وائل شقيق بن سلمة : إنه كان يكثر أن يدعو بهذا الدعاء : اللهم ، إن كنت كتبتنا أشقياء فامحه ، واكتبنا سعداء ، وإن كنت كتبتنا سعداء فأثبتنا ، فإنك تمحو ما تشاء وتثبت وعندك أم الكتاب . رواه ابن جرير .وقال ابن جرير أيضا : حدثنا عمرو بن علي ، حدثنا معاذ بن هشام ، حدثني أبي ، عن أبي حكيمة عصمة ، عن أبي عثمان النهدي; أن عمر بن الخطاب - رضي الله عنه - قال وهو يطوف بالبيت وهو يبكي : اللهم ، إن كنت كتبت علي شقوة أو ذنبا فامحه ، فإنك تمحو ما تشاء وتثبت ، وعندك أم الكتاب ، فاجعله سعادة ومغفرة .وقال حماد عن خالد الحذاء ، عن أبي قلابة عن ابن مسعود أنه كان يدعو بهذا الدعاء أيضا .ورواه شريك ، عن هلال بن حميد ، عن عبد الله بن عكيم ، عن ابن مسعود ، بمثله .وقال ابن جرير : حدثني المثنى ، حدثنا حجاج ، حدثنا خصاف ، عن أبي حمزة ، عن إبراهيم; أن كعبا قال لعمر بن الخطاب : يا أمير المؤمنين ، لولا آية في كتاب الله لأنبأتك بما هو كائن إلى يوم القيامة . قال : وما هي ؟ قال : قول الله تعالى : ( يمحوا الله ما يشاء ويثبت وعنده أم الكتاب ) .ومعنى هذه الأقوال : أن الأقدار ينسخ الله ما يشاء منها ، ويثبت منها ما يشاء ، وقد يستأنس لهذا القول بما رواه الإمام أحمد :حدثنا وكيع ، حدثنا سفيان ، وهو الثوري ، عن عبد الله بن عيسى ، عن عبد الله بن أبي الجعد ، عن ثوبان قال : قال رسول الله ، صلى الله عليه وسلم : \" إن الرجل ليحرم الرزق بالذنب يصيبه ، ولا يرد القدر إلا الدعاء ، ولا يزيد في العمر إلا البر \" .ورواه النسائي وابن ماجه ، من حديث سفيان الثوري ، به .وثبت في الصحيح أن صلة الرحم تزيد في العمر وفي الحديث الآخر : \" إن الدعاء والقضاء ليعتلجان بين السماء والأرض \" .وقال ابن جرير : حدثني محمد بن سهل بن عسكر ، حدثنا عبد الرزاق ، أخبرنا ابن جريج ، عن عطاء ، عن ابن عباس قال : إن لله لوحا محفوظا مسيرة خمسمائة عام ، من درة بيضاء لها دفتان من ياقوت - والدفتان لوحان - لله ، عز وجل [ كل يوم ثلاثمائة ] وستون لحظة ، يمحو ما يشاء ويثبت وعنده أم الكتاب .وقال الليث بن سعد ، عن زياد بن محمد ، عن محمد بن كعب القرظي ، عن فضالة بن عبيد ، عن أبي الدرداء قال : قال رسول الله ، صلى الله عليه وسلم : \" [ إن الله ] يفتح الذكر في ثلاث ساعات يبقين من الليل ، في الساعة الأولى منها ينظر في الذكر الذي لا ينظر فيه أحد غيره ، فيمحو ما يشاء ويثبت \" . وذكر تمام الحديث . رواه ابن جرير .وقال الكلبي : ( يمحوا الله ما يشاء ويثبت ) قال : يمحو من الرزق ويزيد فيه ، ويمحو من الأجل ويزيد فيه . فقيل له : من حدثك بهذا ؟ فقال : أبو صالح ، عن جابر بن عبد الله بن رئاب ، عن النبي - صلى الله عليه وسلم - ثم سئل بعد ذلك عن هذه الآية فقال : يكتب القول كله ، حتى إذا كان يوم الخميس ، طرح منه كل شيء ليس فيه ثواب ولا عقاب ، مثل قولك : أكلت وشربت ، دخلت وخرجت ونحوه من الكلام ، وهو صادق ، ويثبت ما كان فيه الثواب ، وعليه العقاب .وقال عكرمة ، عن ابن عباس : الكتاب كتابان : فكتاب يمحو الله منه ما يشاء ويثبت وعنده أم الكتاب .وقال العوفي ، عن ابن عباس في قوله : ( يمحو الله ما يشاء ويثبت وعنده أم الكتاب ) يقول : هو الرجل يعمل الزمان بطاعة الله ، ثم يعود لمعصية الله فيموت على ضلالة ، فهو الذي يمحو ، والذي يثبت : الرجل يعمل بمعصية الله ، وقد كان سبق له خير حتى يموت وهو في طاعة الله ، وهو الذي يثبت .وروي عن سعيد بن جبير : أنها بمعنى : ( فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير ) [ البقرة : 284 ] .وقال علي بن أبي طلحة ، عن ابن عباس : ( يمحو الله ما يشاء ويثبت ) يقول : يبدل ما يشاء فينسخه ، ويثبت ما يشاء فلا يبدله ، ( وعنده أم الكتاب ) يقول : وجملة ذلك عنده في أم الكتاب ، الناسخ والمنسوخ ، وما يبدل ، وما يثبت كل ذلك في كتاب .وقال قتادة في قوله : ( يمحو الله ما يشاء ويثبت ) كقوله ( ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها ) [ البقرة : 106 ]وقال ابن أبي نجيح ، عن مجاهد في قوله : ( يمحو الله ما يشاء ويثبت ) قال : قالت كفار قريش حين أنزلت : ( وما كان لرسول أن يأتي بآية إلا بإذن الله ) ما نراك يا محمد تملك من شيء ، ولقد فرغ من الأمر . فأنزلت هذه الآية تخويفا ، ووعيدا لهم : إنا إن شئنا أحدثنا له من أمرنا ما شئنا ، ونحدث في كل رمضان ، فنمحو ونثبت ما نشاء من أرزاق الناس ومصائبهم ، وما نعطيهم ، وما نقسم لهم .وقال الحسن البصري : ( يمحو الله ما يشاء ) قال : من جاء أجله ، فذهب ، ويثبت الذي هو حي يجري إلى أجله .وقد اختار هذا القول أبو جعفر بن جرير ، رحمه الله .وقوله : ( وعنده أم الكتاب ) قال : الحلال والحرام .وقال قتادة : أي جملة الكتاب وأصله .وقال الضحاك : ( وعنده أم الكتاب ) قال : كتاب عند رب العالمين .وقال سنيد بن داود ، حدثني معتمر ، عن أبيه ، عن سيار ، عن ابن عباس; أنه سأل كعبا عن \" أم الكتاب \" ، فقال : علم الله ، ما هو خالق ، وما خلقه عاملون ، ثم قال لعلمه : \" كن كتابا \" . فكانا كتابا .وقال ابن جرير ، عن ابن عباس : ( وعنده أم الكتاب ) قال : الذكر ، [ والله أعلم ] ."
      },
      "translations": {
        "en": "Allah eliminates what He wills or confirms, and with Him is the Mother of the Book.",
        "fr": "Allah efface ou confirme ce qu'Il veut et l'Ecriture primordiale est auprès de Lui.",
        "es": "Alá abroga o confirma lo que quiere. Él tiene la Escritura Matriz."
      },
      "ibn_ashour": "وجملة { يمحوا الله ما يشاء } مستأنفة استئنافاً بيانياً لأن جملة { لكل أجل كتاب } تقتضي أن الوعيد كائن وليس تأخيره مزيلاً له . ولما كان في ذلك تأييس للناس عقب بالإعلام بأن التوبة مقبولة وبإحلال الرجاء محلّ اليأس ، فجاءت جملة { يمحوا الله ما يشاء ويثبت } احتراساً .وحقيقة المحو : إزالة شيء ، وكثر في إزالة الخط أو الصورة ، ومرجع ذلك إلى عدم المشاهدة ، قال تعالى : { فمحونا آية الليل وجعلنا آية النهار مبصرة } [ سورة الإسراء : 12 ]. ويطلق مجازاً على تغيير الأحوال وتبديل المعاني كالأخبار والتكاليف والوعد والوعيد فإن لها نسباً ومفاهيم إذا صادفت ما في الواقع كانت مطابقتُها إثباتاً لها وإذا لم تطابقه كان عدم مطابقتها محواً لأنه إزالة لمدلولاتها .والتثبيت : حقيقته جعل الشيء ثابتاً قاراً في مكان ، قال تعالى : { إذا لقيتم فئة فاثبتوا } [ سورة الأنفال : 45 ]. ويطلق مجازاً على أضداد معاني المحو المذكورة . فيندرج في ما تحتمله الآية عدةُ معانٍ : منها أنه يُعدم ما يشاء من الموجودات ويبقي ما يشاء منها ، ويعفو عما يشاء من الوعيد ويُقرر ، وينسخ ما يشاء من التكاليف ويبقي ما يشاء .وكل ذلك مظاهر لتصرف حكمته وع"
    },
    {
      "number": 40,
      "text": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
      "tafsir": {
        "muyassar": "وإن أريناك -أيها الرسول- بعض العقاب الذي توعَّدْنا به أعداءك من الخزي والنَّكال في الدنيا فذلك المعجَّل لهم، وإن توفيناك قبل أن ترى ذلك، فما عليك إلا تبليغ الدعوة، وعلينا الحساب والجزاء.",
        "mukhtasar": "وإن أريناك - أيها النبي - بعض ما نعدهم به من العذاب قبل موتك فذلك إلينا، أو أمتناك قبل أن نريك إياه فليس عليك إلا تبليغ ما أمرناك بتبليغه، وليس عليك مجازاتهم ولا محاسبتهم، فذلك علينا.",
        "saadi": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: لا تعجل عليهم بإصابة ما يوعدون به من العذاب، فهم إن استمروا على طغيانهم وكفرهم فلا بد أن يصيبهم ما وعدوا به، { إمَا نُرِيَنَّكَ } إياه في الدنيا فتقر بذلك عينك، { أو نتوفينك } قبل إصابتهم فليس ذلك شغلا لك { فَإِنَّمَا عَلَيْكَ الْبَلَاغُ } والتبيين للخلق. { وَعَلَيْنَا الْحِسَابُ } فنحاسب الخلق على ما قاموا به، مما عليهم، وضيعوه، ونثيبهم أو نعاقبهم.",
        "kathir": "يقول تعالى لرسوله : ( وإن ما نرينك ) يا محمد ( بعض الذي نعدهم ) أي : نعد أعداءك من الخزي والنكال في الدنيا ، ( أو نتوفينك ) [ أي ] قبل ذلك ، ( فإنما عليك البلاغ ) أي : إنما أرسلناك لتبلغهم رسالة الله وقد بلغت ما أمرت به ، ( وعلينا الحساب ) أي : حسابهم وجزاؤهم ، كما قال تعالى : ( فذكر إنما أنت مذكر لست عليهم بمصيطر إلا من تولى وكفر فيعذبه الله العذاب الأكبر إن إلينا إيابهم ثم إن علينا حسابهم ) [ الغاشية : 21 - 26 ] ."
      },
      "translations": {
        "en": "And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.",
        "fr": "Que Nous te fassions voir une partie de ce dont Nous les menaçons, ou que Nous te fassions mourir (avant cela), ton devoir est seulement la communication du message, et le règlement de compte sera à Nous.",
        "es": "Lo mismo si te mostramos algo de lo que les reservamos, que si te llamamos, a ti te incumbe sólo la transmisión y a Nosotros el ajuste de cuentas."
      },
      "ibn_ashour": "عطف على جملة { يمحوا الله ما يشاء ويثبت } [ الرعد : 39 ] باعتبار ما تفيده من إبهام مراد الله في آجال الوعيد ومواقيت إنزال الآيات ، فبينت هذه الجملة أن النبي ليس مأموراً بالاشتغال بذلك ولا بترقبه وإنما هو مبلّغ عن الله لعباده والله يعلم ما يحاسب به عباده سواء شهد النبي ذلك أم لم يشهده .وجعل التوفي كناية عن عدم رؤية حلول الوعيد بقرينة مقابلته بقوله : نرينك }. والمعنى : ما عليك إلا البلاغ سواء رأيت عذابهم أم لم تره .وفي الإتيان بكلمة { بعض } إيماء إلى أنه يرى البعض . وفي هذا إنذار لهم بأن الوعيد نازل بهم ولو تأخر؛ وأن هذا الدين يستمر بعد وفاة رسول الله صلى الله عليه وسلم لأنه إذا كان الوعيد الذي أمر بإبلاغه واقعاً ولو بعد وفاته فبالأولى أن يكون شرعه الذي لأجله جاء وعيد الكافرين به شرعاً مستمراً بعده ، ضرورة أن الوسيلة لا تكون من الأهمية بأشدّ من المقصد المقصودة لأجله .وتأكيد الشرط بنون التوكيد و { مَا } المزيدة بعد { إنْ } الشرطية مراد منه تأكيد الربط بين هذا الشرط وجوابه وهو { إنما عليك البلاغ وعلينا الحساب }. على أن نون التوكيد لا يقترن بها فعل الشرط إلاّ إذا زيدت { ما } ؛ بعد { إن } ال"
    },
    {
      "number": 41,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
      "tafsir": {
        "muyassar": "أولم يبصر هؤلاء الكفار أنا نأتي الأرض ننقصها من أطرافها، وذلك بفتح المسلمين بلاد المشركين وإلحاقها ببلاد المسلمين؟ والله سبحانه يحكم لا معقِّب لحكمه وقضائه، وهو سريع الحساب، فلا يستعجلوا بالعذاب؛ فإن كل آت قريب.",
        "mukhtasar": "أَوَلم يشاهد هؤلاء الكفار أنا نأتي أرض الكفر ننقصها من أطرافها بنشر الإسلام، وفتح المسلمين لها، والله يحكم ويقضي بما يشاء بين عباده، ولا أحد يتعقب حكمه بنقض أو تغيير أو تبديل، وهو سبحانه سريع الحساب، يحاسب الأولين والآخرين في يوم واحد.",
        "saadi": "ثم قال متوعدا للمكذبين { أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا } قيل بإهلاك المكذبين واستئصال الظالمين، وقيل: بفتح بلدان المشركين، ونقصهم في أموالهم وأبدانهم، وقيل غير ذلك من الأقوال. والظاهر -والله أعلم- أن المراد بذلك أن أراضي هؤلاء المكذبين جعل الله يفتحها ويجتاحها، ويحل القوارع بأطرافها، تنبيها لهم قبل أن يجتاحهم النقص، ويوقع الله بهم من القوارع ما لا يرده أحد، ولهذا قال: { وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ } ويدخل في هذا حكمه الشرعي والقدري والجزائي. فهذه الأحكام التي يحكم الله فيها، توجد في غاية الحكمة والإتقان، لا خلل فيها ولا نقص، بل هي مبنية على القسط والعدل والحمد، فلا يتعقبها أحد ولا سبيل إلى القدح فيها، بخلاف حكم غيره فإنه قد يوافق الصواب وقد لا يوافقه، { وَهُوَ سَرِيعُ الْحِسَابِ } أي: فلا يستعجلوا بالعذاب فإن كل ما هو آت، فهو قريب.",
        "kathir": "وقوله : ( أولم يروا أنا نأتي الأرض ننقصها من أطرافها ) قال ابن عباس : أو لم يروا أنا نفتح لمحمد الأرض بعد الأرض ؟وقال في رواية : أو لم يروا إلى القرية تخرب ، حتى يكون العمران في ناحية ؟وقال مجاهد وعكرمة : ( ننقصها من أطرافها ) قال : خرابها .وقال الحسن والضحاك : هو ظهور المسلمين على المشركين .وقال العوفي عن ابن عباس : نقصان أهلها وبركتها .وقال مجاهد : نقصان الأنفس والثمرات وخراب الأرض .وقال الشعبي : لو كانت الأرض تنقص لضاق عليك حشك ، ولكن تنقص الأنفس والثمرات . وكذا قال عكرمة : لو كانت الأرض تنقص لم تجد مكانا تقعد فيه ، ولكن هو الموت .وقال ابن عباس في رواية : خرابها بموت فقهائها وعلمائها وأهل الخير منها . وكذا قال مجاهد أيضا : هو موت العلماء .وفي هذا المعنى روى الحافظ ابن عساكر في ترجمة أحمد بن عبد العزيز أبي القاسم المصري الواعظ سكن أصبهان ، حدثنا أبو محمد طلحة بن أسد المرئي بدمشق ، أنشدنا أبو بكر الآجرى بمكة قال : أنشدنا أحمد بن غزال لنفسه :الأرض تحيا إذا ما عاش عالمها متى يمت عالم منها يمت طرف     كالأرض تحيا إذا ما الغيث حل بهاوإن أبى عاد في أكنافها التلفوالقول الأول أولى ، وهو ظهور الإسلام على الشرك قرية بعد قرية ، [ وكفرا بعد كفر ، كما قال تعالى : ( ولقد أهلكنا ما حولكم من القرى ) [ الأحقاف : 27 ] الآية ، وهذا اختيار ابن جرير ، رحمه الله ]"
      },
      "translations": {
        "en": "Have they not seen that We set upon the land, reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account.",
        "fr": "Ne voient-ils pas que Nous frappons la terre et que Nous la réduisons de tous côtés? C'est Allah qui juge et personne ne peut s'opposer à Son jugement, et Il est prompt à régler les comptes.",
        "es": "¿Es que no ven Nuestra intervención cuando reducimos la superficie de la tierra? ¡Alá decide! Nadie puede oponerse a Su decisión y es rápido en ajustar cuentas..."
      },
      "ibn_ashour": "عطف على جملة { وإما نرينك بعض الذي نعدهم } [ الرعد : 40 ] المتعلقة بجملة لكل أجل كتاب }. عقبت بهذه الجملة لإنذار المكذبين بأن ملامح نصر النبي صلى الله عليه وسلم قد لاحت وتباشير ظَفَره قد طلعت ليتدبروا في أمرهم ، فكان تعقيب المعطوف عليها بهذه الجملة للاحتراس من أن يتوهموا أن العقاب بطيء وغيرُ واقع بهم . وهي أيضاً بشارة للنبيء صلى الله عليه وسلم بأن الله مظهر نصره في حياته وقد جاءت أشراطه ، فهي أيضاً احتراس من أن ييأس النبي صلى الله عليه وسلم من رؤية نصره مع علمه بأن الله متم نوره بهذا الدّين .والاستفهام في { أولم يروا أنا } إنكاري ، والضمير عائد إلى المكذبين العائد إليهم ضمير { نعدهم }. والكلام تهديد لهم بإيقاظهم إلى ما دب إليهم من أشباح الاضمحلال بإنقاص الأرض ، أي سكانها .والرؤية يجوز أن تكون بصرية . والمراد : رؤية آثار ذلك النقص؛ ويجوز أن تكون علمية ، أي ألم يعملوا ما حل بأرضي الأمم السابقة من نقص .وتعريف { الأرض } تعريف الجنس ، أي نأتي أية أرض من أرضي الأمم . وأطلقت الأرض هنا على أهلها مجازاً ، كما في قوله تعالى : { واسأل القرية } [ سورة يوسف : 82 ] بقرينة تعلق النقص بها ، لأن النقص "
    },
    {
      "number": 42,
      "text": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًۭا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۢ ۗ وَسَيَعْلَمُ ٱلْكُفَّٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
      "tafsir": {
        "muyassar": "ولقد دبَّر الذين من قبلهم المكايد لرسلهم، كما فعل هؤلاء معك، فلله المكر جميعًا، فيبطل مكرهم، ويعيده عليهم بالخيبة والندم، يعلم سبحانه ما تكسب كل نفس من خير أو شر فتجازى عليه. وسيعلم الكفار -إذا قدموا على ربهم- لمن تكون العاقبة المحمودة بعد هذه الدنيا؟ إنها لأتباع الرسل. وفي هذا تهديد ووعيد للكافرين.",
        "mukhtasar": "وقد مكرت الأمم السابقة بأنبيائها، وكادت لهم، وكذبوا بما جاؤوا به، فماذا فعلوا بتدبيرهم لهم؟ لا شيء؛ لأن التدبير الفاعل هو تدبير الله لا غيره، كما أنه سبحانه هو الذي يعلم جميعَ أعمال الخلق كلهم، لا يخفى عليه شيء منها، وعندئذ سيعلم هؤلاء المكذبون كم كانوا مخطئين في عدم الإيمان بالله، وكم كان المؤمنون مصيبين، فحازوا بذلك الجنة والعاقبة الحسنة.",
        "saadi": "يقول تعالى: { وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ } برسلهم وبالحق الذي جاءت به الرسل، فلم يغن عنهم مكرهم ولم يصنعوا شيئا فإنهم يحاربون الله ويبارزونه، { فَلِلَّهِ الْمَكْرُ جَمِيعًا } أي: لا يقدر أحد أن يمكر مكرا إلا بإذنه، وتحت قضائه وقدره، فإذا كانوا يمكرون بدينه فإن مكرهم سيعود عليهم بالخيبة والندم، فإن الله { يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ } أي: هومها وإراداتها وأعمالها الظاهرة والباطنة. والمكر لا بد أن يكون من كسبها فلا يخفى على الله مكرهم، فيمتنع أن يمكروا مكرا يضر الحق وأهله ويفيدهم شيئا، { وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ } أي: ألهم أو لرسله؟ ومن المعلوم أن العاقبة للمتقين لا للكفر وأعماله.",
        "kathir": "يقول : ( وقد مكر الذين من قبلهم ) برسلهم ، وأرادوا إخراجهم من بلادهم ، فمكر الله بهم ، وجعل العاقبة للمتقين ، كما قال تعالى : ( وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير الماكرين ) [ الأنفال : 30 ] وقال تعالى : ( ومكروا مكرا ومكرنا مكرا وهم لا يشعرون فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين فتلك بيوتهم خاوية بما ظلموا ) الآية [ النمل : 50 - 52 ] .وقوله : ( يعلم ما تكسب كل نفس ) أي : إنه تعالى عالم بجميع السرائر والضمائر ، وسيجزي كل عامل بعمله .( وسيعلم الكافر ) وقرئ : ( الكفار ) ( لمن عقبى الدار ) أي : لمن تكون الدائرة والعاقبة ، لهم أو لأتباع الرسل ؟ كلا بل هي لأتباع الرسل في الدنيا والآخرة ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.",
        "fr": "Certes ceux d'avant eux ont manigancé (contre leur Messager); le stratagème tout entier appartient à Allah. Il sait ce que chaque âme acquiert. Et les mécréants sauront bientôt à qui appartient la bonne demeure finale.",
        "es": "Sus antecesores intrigaron, pero el éxito de toda intriga depende de Alá. Sabe lo que cada uno merece y los infieles verán para quién es la Morada Postrera."
      },
      "ibn_ashour": "لما كان قوله : { أولم يروا أنا نأتي الأرض ننقصها من أطرافها } [ سورة الرعد : 41 ] تهديداً وإنذاراً مثل قوله : { فقد جاء أشراطها } [ محمد : 18 ] وهو إنذار بوعيد على تظاهرهم بطلب الآيات وهم يضمرون التصميم على التكذيب والاستمرار عليه . شبه عملهم بالمكر وشبه بعمل المكذبين السابقين كقوله : { ما آمنت قبلهم من قرية أهلكناها } [ سورة الأنبياء : 6 ]. وفي هذا التشبيه رمز إلى أن عاقبتهم كعاقبة الأمم التي عَرفوها . فنقص أرض هؤلاء من أطرافها من مكر الله بهم جزاء مكرهم ، فلذلك أعقب بقوله : وقد مكر الذين من قبلهم } أي كما مكر هؤلاء . فجملة { وقد مكر الذين من قبلهم } حال أو معترضة .وجملة { فللَّه المكر جميعاً } تفريع على جملة { أولم يروا أنا نأتي الأرض ننقصها من أطرافها } [ الرعد : 41 ] وجملة { والله يحكم لا معقب لحكمه } [ الرعد : 41 ].والمعنى : مكَرَ هؤلاء ومكرَ الذين من قبلهم وحل العذاب بالذين من قبلهم فمكر الله بهم وهو يمكر بهؤلاء مكراً عظيماً كما مكر بمن قبلهم .وتقديم المجرور في قوله : فللَّه المكر جميعاً } للاختصاص ، أي له لا لغيره ، لأن مكره لا يدفعه دافع فمكر غيره كلاَ مكر بقرينة أنه أثبت لهم م"
    },
    {
      "number": 43,
      "text": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًۭا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَٰبِ",
      "tafsir": {
        "muyassar": "ويقول الذين كفروا لنبي الله: -يا محمد- ما أرسلك الله، قل لهم: كفى بالله شهيدًا بصدقي وكذبكم، وكَفَتْ شهادة مَن عنده علم الكتاب من اليهود والنصارى ممن آمن برسالتي، وما جئتُ به من عند الله، واتبع الحق فصرَّح بتلك الشهادة، ولم يكتمها.",
        "mukhtasar": "ويقول الذين كفروا: لست - يا محمد - مرسلًا من الله، قل لهم - أيها الرسول -: كفى بالله شاهدًا بيني وبينكم على أني مرسل من ربي إليكم، ومن عنده علم من الكتب السماوية التي جاء فيها نَعْتِي، ومن كان الله شاهدًا بصدقه، فلا يضره تكذيب من كذّب.",
        "saadi": "{ وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا } أي: يكذبونك ويكذبون ما أرسلت به، { قُلْ } لهم -إن طلبوا على ذلك شهيدا: { كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ } وشهادته بقوله وفعله وإقراره، أما قوله فبما أوحاه الله إلى أصدق خلقه مما يثبت به رسالته. وأما فعله فلأن الله تعالى أيد رسوله ونصره نصرا خارجا عن قدرته وقدرة أصحابه وأتباعه وهذا شهادة منه له بالفعل والتأييد. وأما إقراره، فإنه أخبر الرسول عنه أنه رسوله، وأنه أمر الناس باتباعه، فمن اتبعه فله رضوان الله وكرامته، ومن لم يتبعه فله النار والسخط وحل له ماله ودمه والله يقره على ذلك، فلو تقول عليه بعض الأقاويل لعاجله بالعقوبة. { وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ } وهذا شامل لكل علماء أهل الكتابين، فإنهم يشهدون للرسول من آمن واتبع الحق، صرح بتلك الشهادة التي عليه، ومن كتم ذلك فإخبار الله عنه أن عنده شهادة أبلغ من خبره، ولو لم يكن عنده شهادة لرد استشهاده بالبرهان، فسكوته يدل على أن عنده شهادة مكتومة. وإنما أمر الله باستشهاد أهل الكتاب لأنهم أهل هذا الشأن، وكل أمر إنما يستشهد فيه أهله ومن هم أعلم به من غيرهم، بخلاف من هو أجنبي عنه، كالأميين من مشركي العرب وغيرهم، فلا فائدة في استشهادهم لعدم خبرتهم ومعرفتهم والله أعلم. تم تفسير سورة الرعد ,والحمد لله رب العالمين.",
        "kathir": "يقول : ويكذبك هؤلاء الكفار ويقولون : ( لست مرسلا ) أي : ما أرسلك الله ، ( قل كفى بالله شهيدا بيني وبينكم ) أي : حسبي الله ، وهو الشاهد علي وعليكم ، شاهد علي فيما بلغت عنه من الرسالة ، وشاهد عليكم أيها المكذبون فيما تفترونه من البهتان .وقوله : ( ومن عنده علم الكتاب ) قيل : نزلت في عبد الله بن سلام . قاله مجاهد .وهذا القول غريب; لأن هذه الآية مكية ، وعبد الله بن سلام إنما أسلم في أول مقدم رسول الله - صلى الله عليه وسلم - المدينة . والأظهر في هذا ما قاله العوفي ، عن ابن عباس قال : هم من اليهود والنصارى .وقال قتادة : منهم ابن سلام ، وسلمان ، وتميم الداري .وقال مجاهد - في رواية - عنه : هو الله تعالى .وكان سعيد بن جبير ينكر أن يكون المراد بها عبد الله بن سلام ، ويقول : هي مكية ، وكان يقرؤها : \" ومن عنده علم الكتاب \" ، ويقول : من عند الله .وكذا قرأها مجاهد والحسن البصري .وقد روى ابن جرير من حديث ، هارون الأعور ، عن الزهري ، عن سالم ، عن ابن عمر; أن رسول الله - صلى الله عليه وسلم - قرأها : \" \" ومن عنده علم الكتاب \" ، ثم قال : لا أصل له من حديث الزهري عند الثقات .قلت : وقد رواه الحافظ أبو يعلى في مسنده ، من طريق هارون بن موسى هذا ، عن سليمان بن أرقم - وهو ضعيف - عن الزهري ، عن سالم ، عن أبيه مرفوعا كذلك . ولا يثبت . والله أعلموالصحيح في هذا : أن ) ومن عنده ) اسم جنس يشمل علماء أهل الكتاب الذين يجدون صفة محمد - صلى الله عليه وسلم - ونعته في كتبهم المتقدمة ، من بشارات الأنبياء به ، كما قال تعالى : ( ورحمتي وسعت كل شيء فسأكتبها للذين يتقون ويؤتون الزكاة والذين هم بآياتنا يؤمنون الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل ) الآية [ الأعراف : 156 ، 157 ] وقال تعالى : ( أولم يكن لهم آية أن يعلمه علماء بني إسرائيل ) الآية : [ الشعراء : 197 ] . وأمثال ذلك مما فيه الإخبار عن علماء بني إسرائيل : أنهم يعلمون ذلك من كتبهم المنزلة . وقد ورد في حديث الأحبار ، عن عبد الله بن سلام بأنه أسلم بمكة قبل الهجرة . قال الحافظ أبو نعيم الأصبهاني في كتاب \" دلائل النبوة \" ، وهو كتاب جليل :حدثنا سليمان بن أحمد الطبراني ، حدثنا عبدان بن أحمد ، حدثنا محمد بن مصفى ، حدثنا الوليد بن مسلم ، عن محمد بن حمزة بن يوسف ، بن عبد الله بن سلام ، عن أبيه ، أن عبد الله بن سلام قال لأحبار اليهود : إني أردت أن أجدد بمسجد أبينا إبراهيم وإسماعيل عهدا فانطلق إلى رسول الله - صلى الله عليه وسلم - وهو بمكة ، فوافاهم وقد انصرفوا من الحج ، فوجد رسول الله ، بمنى ، والناس حوله ، فقام مع الناس ، فلما نظر إليه رسول الله - صلى الله عليه وسلم - قال : \" أنت عبد الله بن سلام ؟ \" قال : قلت : نعم . قال : \" ادن \" . فدنوت منه ، قال : \" أنشدك بالله يا عبد الله بن سلام ، أما تجدني في التوراة رسول الله ؟ \" فقلت له : انعت ربنا . قال : فجاء جبريل حتى وقف بين يدي رسول الله - صلى الله عليه وسلم - فقال له : ( قل هو الله أحد الله الصمد لم يلد ولم يولد ولم يكن له كفوا أحد ) [ سورة الإخلاص ] فقرأها علينا رسول الله - صلى الله عليه وسلم - فقال ابن سلام : أشهد أن لا إله إلا الله ، وأنك رسول الله . ثم انصرف ابن سلام إلى المدينة فكتم إسلامه . فلما هاجر رسول الله - صلى الله عليه وسلم - إلى المدينة وأنا فوق نخلة لي أجدها ، فألقيت نفسي ، فقالت أمي : [ لله ] أنت ، لو كان موسى بن عمران ما كان لك أن تلقي نفسك من رأس النخلة . فقلت : والله لأني أسر بقدوم رسول الله - صلى الله عليه وسلم - من موسى بن عمران إذ بعث .وهذا حديث غريب جدا .آخر تفسير سورة الرعد ولله الحمد والمنة."
      },
      "translations": {
        "en": "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad], \"Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture.\"",
        "fr": "Et ceux qui ne croient pas disent: «Tu n'es pas un Messager». Dis: «Allah suffit, comme témoin entre vous et moi, et ceux qui ont la connaissance du Livre (sont aussi témoins)».",
        "es": "Los infieles dicen: «¡Tú no has sido enviado!» Di: «Alá basta como testigo entre yo y vosotros, y quienes tienen la ciencia de la Escritura»."
      },
      "ibn_ashour": "عطف على ما تضمنته جملة { وقد مكر الذين من قبلهم } [ الرعد : 42 ] من التعريض بأن قولهم : لولا أنزل عليه آية من ربه [ سورة الأنعام : 37 ] ضَرْب من المكر بإظهارهم أنهم يتطلبون الآيات الدالة على صدق الرسول ، مظهرين أنهم في شك من صدقه وهم يبطنون التصميم على التكذيب . فذكرت هذه الآيةُ أنهم قد أفصحوا تارات بما أبطنوه فنطقوا بصريح التكذيب وخرجوا من طور المكر إلى طور المجاهرة بالكفر فقالوا : لست مرسلاً }.وقد حكي قولهم بصيغة المضارع للدلالة على تكرر ذلك منهم ولاستحضار حالهم العجيبة من الاستمرار على التكذيب بعد أن رأوا دلائل الصدق ، كما عبر بالمضارع في قوله تعالى : { ويصنع الفلك } [ سورة هود : 38 ] وقوله : { يجادلنا في قوم لوط } [ سورة هود : 11 ].ولما كانت مقالتهم المحكية هنا صريحة لا مواربة فيها أمر الرسول بجواب لا جدال فيه وهو تحكيم الله بينه وبينهم .وقد أمر الرسول عليه الصلاة والسلام بأن يجيبهم جواب الواثق بصدقه المستشهد على ذلك بشهادة الصدق من إشهاد الله تعالى وإشهاد العالمين بالكتب والشرائع .ولما كانت الشهادة للرسول عليه الصلاة والسلام بالصدق شهادة على الذين كفروا بأنهم كاذبون جعلت الشهادة ب"
    }
  ]
}