{
  "number": 15,
  "name": "سُورَةُ الحِجۡرِ",
  "englishName": "Al-Hijr",
  "revelationType": "Meccan",
  "ayahCount": 99,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ الٓر ۚ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَقُرْءَانٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "(الر) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(الر) تقدم الكلام على نظائرها في بداية سورة البقرة.\nهذه الآيات رفيعة الشأن الدالة على أنها منزلة من عند الله هي آيات قرآن مُوضِّح للتوحيد والشرائع.",
        "saadi": "يقول تعالى معظما لكتابه مادحا له { تِلْكَ آيَاتُ الْكِتَابِ } أي: الآيات الدالة على أحسن المعاني وأفضل المطالب، { وَقُرْآنٍ مُبِينٍ } للحقائق بأحسن لفظ وأوضحه وأدله على المقصود، وهذا مما يوجب على الخلق الانقياد إليه، والتسليم لحكمه وتلقيه بالقبول والفرح والسرور.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الر ۚ تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ"
      },
      "translations": {
        "en": "Alif, Lam, Ra. These are the verses of the Book and a clear Qur'an.",
        "fr": "Alif, Lâm, Râ. Voici les versets du Livre et d'une Lecture explicite.",
        "es": "'lr. Éstas son las aleyas de la Escritura y de un Corán claro."
      },
      "ibn_ashour": "تقدم الكلام على نظير فاتحة هذه السورة في أول سورة يونس .وتقدم في أول سورة البقرة ما في مثل هذه الفواتح من إعلان التحديد بإعجاز القرآن .الإشارة إلى ما هو معروف قبل هذه السورة من مقدار ما نزل بالقرآن ، أي الآيات المعروفة عندكم المتميزة لديكم تميزاً كتميز الشيء الذي تمكن الإشارة إليه هي آيات الكتاب . وهذه الإشارة لتنزيل آيات القرآن منزلة الحاضر المشاهد .و { الكتاب } علم بالغلبة على القرآن الذي أنزل على محمد صلى الله عليه وسلم للهدى والإرشاد إلى الشريعة . وسمي كتاباً لأنهم مأمورون بكتابة ما ينزل منه لحفظه ومُراجعته؛ فقد سمي القرآن كتاباً قبل أن يُكتب ويجمع لأنه بحيث يكون كتاباً .ووقعت هذه الآية في مفتتح تهديد المكذبين بالقرآن لقصد الإعذار إليهم باستدعائهم للنظر في دلائل صدق الرسول صلى الله عليه وسلم وحقية دينه .ولمّا كان أصل التعريف باللام في الاسم المجعول علماً بالغلبة جائياً من التوسل بحرف التعريف إلى الدلالة على معنى كماللِ الجنس في المعرف به لم ينقطع عن العلَم بالغلَبة أنه فائق في جنسه بمعونة المقام ، فاقتضى أن تلك الآيات هي آيات كتاب بالغ منتهى كمال جنسه ، أي من كتب الشرائع .وعطف { وق"
    },
    {
      "number": 2,
      "text": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ لَوْ كَانُوا۟ مُسْلِمِينَ",
      "tafsir": {
        "muyassar": "سيتمنى الكفار حين يرون خروج عصاة المؤمنين من النار أن لو كانوا موحدين؛ ليخرجوا كما خرجوا.",
        "mukhtasar": "سيتمنى الكفار يوم القيامة لو كانوا مسلمين عندما يتضح لهم الأمر، وينكشف لهم بطلان ما كانوا عليه من الكفر في الدنيا.",
        "saadi": "فأما من قابل هذه النعمة العظيمة بردها والكفر بها، فإنه من المكذبين الضالين، الذين سيأتي عليهم وقت يتمنون أنهم مسلمون، أي: منقادون لأحكامه وذلك حين ينكشف الغطاء وتظهر أوائل الآخرة ومقدمات الموت، فإنهم في أحوال الآخرة كلها يتمنون أنهم مسلمون، وقد فات وقت الإمكان، ولكنهم في هذه الدنيا مغترون.",
        "kathir": "رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ"
      },
      "translations": {
        "en": "Perhaps those who disbelieve will wish that they had been Muslims.",
        "fr": "[Le Jour du Jugement Dernier] les mécréants voudraient avoir été Musulmans [soumis].",
        "es": "Puede que los infieles deseen haber sido musulmanes..."
      },
      "ibn_ashour": "استئناف ابتدائي وهو مفتتح الغرض وما قبله كالتنبيه والإنذار .و { ربما } مركبة من ( رب ). وهو حرف يدل على تنكير مدخوله ويجر ويختص بالأسماء . وهو بتخفيف الباء وتشديدها في جميع الأحوال . وفيها عدة لغات .وقرأ نافع وعاصم وأبو جعفر بتخفيف الباء . وقرأ الباقون بتشديدها .واقترنت بها ( ما ) الكافة ل ( ربّ ) عن العمل . ودخول ( ما ) بعد ( رب ) يكُف عملها غالباً . وبذلك يصح دخولها على الأفعال . فإذا دخلت على الفعل فالغالب أن يراد بها التقليل .والأكثر أن يكون فعلاً ماضياً ، وقد يكون مضارعاً للدلالة على الاستقبال كما هنا . ولا حاجة إلى تأويله بالماضي في التحقق .ومن النحويين من أوجب دخولها على الماضي ، وتأول نحو الآية بأنه منزّل منزلة الماضي لتحققه . ومعنى الاستقبال هنا واضح لأن الكفار لم يَودّوا أن يكونوا مسلمين قبل ظهور قوة الإسلام من وقت الهجرة .والكلام خبر مستعمل في التهديد والتهويل في عدم اتباعهم دين الإسلام . والمعنى : قد يود الذين كفروا لو كانوا أسلموا .والتقليل هنا مستعمل في التهكم والتخويف ، أي احذروا وَدادتكم أن تكونوا مسلمين ، فلعلها أن تقع نادراً كما يقول العرب في التوبيخ : لعلك ستندم على "
    },
    {
      "number": 3,
      "text": "ذَرْهُمْ يَأْكُلُوا۟ وَيَتَمَتَّعُوا۟ وَيُلْهِهِمُ ٱلْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "اترك -أيها الرسول- الكفار يأكلوا، ويستمتعوا بدنياهم، ويشغلهم الطمع فيها عن طاعة الله، فسوف يعلمون عاقبة أمرهم الخاسرة في الدنيا والآخرة.",
        "mukhtasar": "اترك - أيها الرسول - هؤلاء المكذبين يأكلوا كما تأكل الأنعام، ويتمتعوا بملذات الدنيا المنقطعة، ويشغلهم طول الأمل عن الإيمان والعمل الصالح، فسوف يعلمون ما هم فيه من الخسران إذا وردوا على الله يوم القيامة.",
        "saadi": "فـ { ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا } بلذاتهم { وَيُلْهِهِمُ الْأَمَلُ } أي: يؤملون البقاء في الدنيا فيلهيهم عن الآخرة، { فَسَوْفَ يَعْلَمُونَ } أن ما هم عليه باطل وأن أعمالهم ذهبت خسرانا عليهم ولا يغتروا بإمهال الله تعالى فإن هذه سنته في الأمم.",
        "kathir": "ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ"
      },
      "translations": {
        "en": "Let them eat and enjoy themselves and be diverted by [false] hope, for they are going to know.",
        "fr": "Laisse-les manger, jouir (un temps), et être distraits par l'espoir; car bientôt ils sauront!",
        "es": "¡Déjales que coman y que gocen por breve tiempo! ¡Que se distraigan con la esperanza! ¡Van a ver...!"
      },
      "ibn_ashour": "لما دلّت ( رُبّ ) على التقليل اقتضت أن استمرارهم على غلوائهم هو أكثر حالهم ، وهو الإعراض عما يدعوهم إليه الإسلام من الكمال النفسي ، فبإعراضهم عنه رضوا لأنفسهم بحياة الأنعام ، وهي الاقتصار على اللذات الجسدية ، فخوطب الرسول صلى الله عليه وسلم بما يُعرّض لهم بذلك من أن حياتهم حياة أكل وشرب . وذلك مما يتعيّرون به في مجاري أقوالهم كما في قول الحطيئة :دَع المكارم لا تنهض لبُغيتها ... واقعُدْ فإنك أنتَ الطاعم الكاسيوهم منغمسون فيما يتعيّرون به في أعمالهم قال تعالى : { والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوى لهم } [ سورة محمد : 12 ].و { ذر } أمر لم يسمع له ماض في كلامهم . وهو بمعنى الترك . وتقدم في قوله : { وذر الذين اتّخذوا دينهم لعباً ولهواً } في سورة الأنعام ( 70 ).والأمر بتركهم مستعمل في لازمه وهو قلة جدوى الحرص على إصلاحهم . وليس مستعملاً في الإذن بمتاركتهم لأن النبي مأمور بالدوام على دعائهم . قال تعالى : وذر الذين اتخذوا دينهم لعباً إلى قوله : { وذكّر به أن تبسل نفس بما كسبت } [ سورة الأنعام : 70 ]. فما أمره بتركهم إلا وقد أعقبه بأمره بالتذكير بالقرآن؛ فعلم أن الترك مست"
    },
    {
      "number": 4,
      "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌۭ مَّعْلُومٌۭ",
      "tafsir": {
        "muyassar": "وإذا طلبوا نزول العذاب بهم تكذيبًا لك -أيها الرسول- فإنا لا نُهْلك قرية إلا ولإهلاكها أجل مقدَّر، لا نُهْلكهم حتى يبلغوه، مثل مَن سبقهم.",
        "mukhtasar": "وما أنزلنا الهلاك على قرية من القرى الظالمة إلا كان لها أجل محدد في علم الله، لا تتقدم عنه ولا تتأخر.",
        "saadi": "{ وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ } كانت مستحقة للعذاب { إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ } مقدر لإهلاكها.",
        "kathir": "وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ"
      },
      "translations": {
        "en": "And We did not destroy any city but that for it was a known decree.",
        "fr": "Or Nous ne détruisons aucune cité sans qu'elle n'ait eu [un terme fixé en] une Ecriture connue.",
        "es": "Nunca destruimos ciudad cuya suerte no estuviera decidida."
      },
      "ibn_ashour": "اعتراض تذييلي لأن في هذه الجملة حكماً يشملهم وهو حكم إمهال الأمم التي حق عليها الهلاك ، أي ما أهلكنا أمّة إلا وقد متّعناها زمناً وكان لهلاكها أجل ووقت محدود ، فهي ممتعة قبل حلوله ، وهي مأخوذة عند إبانه .وهذا تعريض لتهديد ووعيد مؤيدٌ بتنظيرهم بالمكذبين السالفين .وإنما ذكر حال القرى التي أهلكت من قبلُ لتذكير هؤلاء بسنّة الله في إمهال الظالمين لئلا يغرّهم ما هم فيه من التمتع فيحسبوا أنهم أفلتوا من الوعيد . وهذا تهديد لا يقتضي أن المشركين قدر الله أجلاً لهلاكهم ، فإن الله لم يستأصلهم ولكن هدى كثيراً منهم إلى الإسلام بالسيف وأهلك سادتهم يوم بدر .والقَرْية : المدينة . وتقدمت عند قوله تعالى : { أو كالذي مرّ على قرية } في سورة البقرة ( 259 ).والكتاب : القَدَر المحدود عند الله . شبّه بالكتاب في أنه لا يقبل الزيادة والنقص . وهو معلوم عند الله ، لا يضلّ ربي ولا ينسى .وجملة ولها كتاب معلوم } في موضع الحال ، وكفاك علماً على ذلك اقترانها بالواو فهي استثناء من عموم أحوال ، وصاحب الحال هو { قرية } وهو وإن كان نكرة فإن وقوعها في سياق النفي سوّغ مجيء الحال منه كما سوّغ العموم صحة الإخبار عن النكرة ."
    },
    {
      "number": 5,
      "text": "مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "tafsir": {
        "muyassar": "لا تتجاوز أمة أجلها فتزيد عليه، ولا تتقدم عليه، فتنقص منه.",
        "mukhtasar": "لا يأتي أمة من الأمم هلاكها قبل أن يحين أجلها، ولا يتأخر عنها الهلاك إذا حان أجلها، فعلى الظالمين ألا يغتروا بإمهال الله لهم.",
        "saadi": "{ مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ } وإلا فالذنوب لا بد من وقوع أثرها وإن تأخر",
        "kathir": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ"
      },
      "translations": {
        "en": "No nation will precede its term, nor will they remain thereafter.",
        "fr": "Nulle communauté ne devance son terme, ni ne le retarde.",
        "es": "Ninguna comunidad puede adelantar ni retrasar su plazo."
      },
      "ibn_ashour": "وجملة { ما تسبق من أمةٍ أجلها } بيان لجملة { ولها كتاب معلوم } لبيان فائدة التحديد : أنه عدم المجاوزة بدءاً ونهاية .ومعنى ( تسبق أجلها ) تفوته ، أي تُعْدم قبل حلوله ، شبّه ذلك بالسبق .و { يستأخرون } : يتأخرون . فالسين والتاء للتأكيد .وأنّث مفرداً ضمير الأمّة مرة مراعاة للفظ ، وجُمع مذكراً مراعاة للمعنى . وحذف متعلق { يستأخرون } للعلم به ، أي وما يستأخرون عنه ."
    },
    {
      "number": 6,
      "text": "وَقَالُوا۟ يَٰٓأَيُّهَا ٱلَّذِى نُزِّلَ عَلَيْهِ ٱلذِّكْرُ إِنَّكَ لَمَجْنُونٌۭ",
      "tafsir": {
        "muyassar": "وقال المكذبون لمحمد صلى الله عليه وسلم استهزاءً: يا أيها الذي نُزِّل عليه القرآن إنك لذاهب العقل، هلا تأتينا بالملائكة -إن كنت صادقًا-؛ لتشهد أن الله أرسلك.",
        "mukhtasar": "وقال الكفار من أهل مكة للرسول صلى الله عليه وسلم: يا أيها الذي نزل عليه - كما يدعي- الذكر إنك بدعواك هذه لمجنون تتصرف تصرف المجانين.",
        "saadi": "أي: وقال المكذبون لمحمد صلى الله عليه وسلم استهزاء وسخرية: { يا أيها الذي نزل عليه الذكر } على زعمك { إنك لمجنون } إذ تظن أنا سنتبعك ونترك ما وجدنا عليه آباءنا لمجرد قولك.",
        "kathir": "وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ"
      },
      "translations": {
        "en": "And they say, \"O you upon whom the message has been sent down, indeed you are mad.",
        "fr": "Et ils (les mecquois) disent: «O toi sur qui on a fait descendre le Coran, tu es certainement fou!",
        "es": "Dicen: «¡Eh, tú, a quien se ha hecho bajar la Amonestación! ¡Eres, ciertamente, un poseso!"
      },
      "ibn_ashour": "عطف على جملة { ذرهم يأكلوا ويتمتعوا } [ سورة الحجر : 3 ]. والمناسبة أن المعطوف عليها تضمنّت انهماكهم في الملذّات والآمال ، وهذه تضمّنت توغّلهم في الكفر وتكذيبهم الرسالة المحمّدية .والمعنى : ذرهم يكذبون ويقولون شتى القول من التكذيب والاستهزاء .والجملة كلها من مقولهم .والنداء في { يأيها الذي نزل عليه الذكر } للتشهير بالوصف المنادى به ، واختيار الموصولية لما في الصلة من المعنى الذي جعلوه سبب التهكّم . وقرينة التهكّم قولهم : { إنك لمجنون }. وقد أرادوا الاستهزاء بوصفه فأنطقهم الله بالحق فيه صَرفاً لألسنتهم عن الشتم . وهذا كما كانوا إذا شتموا النبي صلى الله عليه وسلم أو هجوه يدعونه مذمماً؛ فقال النبي صلى الله عليه وسلم لعائشة : « ألَمْ تَرَيْ كيف صرف الله عني أذى المُشركين وسبّهم ، يسبون مُذمماً وأنا محمد » . وفي هذا إسناد الصلة إلى الموصول بحسب ما يدعيه صاحب اسم الموصول ، لا بحسب اعتقاد المتكلم على طريقة التهكّم .و { الذكر } : مصدر ذكر ، إذا تلفظ . ومصدر ذكر إذا خطر بباله شيء . فالذكر الكلام الموحَى به ليتلَى ويكرر ، فهو للتلاوة لأنه يُذكر ويعاد؛ إما لأن فيه التذكير بالله واليوم الآخر ، وإم"
    },
    {
      "number": 7,
      "text": "لَّوْ مَا تَأْتِينَا بِٱلْمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "tafsir": {
        "muyassar": "وقال المكذبون لمحمد صلى الله عليه وسلم استهزاءً: يا أيها الذي نُزِّل عليه القرآن إنك لذاهب العقل، هلا تأتينا بالملائكة -إن كنت صادقًا-؛ لتشهد أن الله أرسلك.",
        "mukhtasar": "هلا جئتنا بالملائكة يشهدون لك، إن كنت من الصادقين بأنك نبي مرسل، وأن العذاب نازل بنا.",
        "saadi": "{ لو ما تأتينا بالملائكة } يشهدون لك بصحة ما جئت به { إن كنت من الصادقين } فلما لم تأت بالملائكة فلست بصادق، وهذا من أعظم الظلم والجهل. أما الظلم فظاهر فإن هذا تجرؤ على الله وتعنت بتعيين الآيات التي لم يخترها وحصل المقصود والبرهان بدونها من الآيات الكثيرة الدالة على صحة ما جاء به، وأما الجهل، فإنهم جهلوا مصلحتهم من مضرتهم، فليس في إنزال الملائكة، خير لهم بل لا ينزل الله الملائكة إلا بالحق الذي لا إمهال على من لم يتبعه وينقد له.",
        "kathir": "لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ"
      },
      "translations": {
        "en": "Why do you not bring us the angels, if you should be among the truthful?\"",
        "fr": "Pourquoi ne nous es-tu pas venu avec les Anges, si tu es du nombre des véridiques?»",
        "es": "Si es verdad lo que dices, ¿por qué no nos traes a los ángeles?»"
      },
      "ibn_ashour": "وجملة { لو ما تأتينا بالملائكة } استدلال على ما اقتضته الجملة قبلها باعتبار أن المقصود منها تكذيب الرسول عليه الصلاة والسلام لأن ما يصدر من المجنون من الكلام لا يكون جارياً على مطابقة الواقع فأكثره كذب .و { لو ما } حرف تحضيض بمنزلة لولا التحضيضية . ويلزم دخولها الجملة الفعلية .والمراد بالإتيان بالملائكة حضورهم عندهم ليخبرهم بصدقه في الرسالة . وهذا كما حكى الله في الآية الأخرى بقوله تعالى : { أو تأتي بالله والملائكة قبيلا } [ سورة الإسراء : 92 ].و { من الصادقين } أي من الناس الذين صفتهم الصدق ، وهو أقوى من ( إن كنت صادقاً ) ، كما تقدم في قوله تعالى : { وكونوا مع الصادقين } في سورة براءة ( 219 ) ، وفي قوله : { قال أعوذ بالله أن أكون من الجاهلي } في سورة البقرة ( 67 )."
    },
    {
      "number": 8,
      "text": "مَا نُنَزِّلُ ٱلْمَلَٰٓئِكَةَ إِلَّا بِٱلْحَقِّ وَمَا كَانُوٓا۟ إِذًۭا مُّنظَرِينَ",
      "tafsir": {
        "muyassar": "وردَّ الله عليهم: إننا لا ننزل الملائكة إلا بالعذاب الذي لا إمهال فيه لمن لم يؤمن، وما كانوا حين تنزل الملائكة بالعذاب بِمُمْهلين.",
        "mukhtasar": "قال الله ردًّا على ما اقترحوه من مجيء الملائكة: لا ننزل الملائكة إلا وفق ما تقتضيه الحكمة حين يحين إهلاككم بالعذاب، وليسوا - إذا جئنا بالملائكة ولم يؤمنوا - بمُمْهَلين، بل سيعاجلون بالعقاب.",
        "saadi": "لا ينزل الله الملائكة إلا بالحق الذي لا إمهال على من لم يتبعه وينقد له.( وَمَا كَانُوا إِذًا ) أي: حين تنزل الملائكة، إن لم يؤمنوا، ولن يؤمنوا بـ ( مُنْظَرِينَ ) أي: بمهملين، فصار طلبهم لإنزال الملائكة تعجيلا لأنفسهم بالهلاك والدمار، فإن الإيمان ليس في أيديهم وإنما هو بيد الله، وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلا مَا كَانُوا لِيُؤْمِنُوا إِلا أَنْ يَشَاءَ اللَّهُ وَلَكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ ويكفيهم من الآيات إن كانوا صادقين، هذا القرآن العظيم ولهذا قال هنا:",
        "kathir": "مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ"
      },
      "translations": {
        "en": "We do not send down the angels except with truth; and the disbelievers would not then be reprieved.",
        "fr": "Nous ne faisons descendre les Anges qu'avec la vérité; et alors, il ne leur sera pas accordé de répit [à ces impies].",
        "es": "Haremos descender a los ángeles de veras y, entonces, ya no les será dado esperar."
      },
      "ibn_ashour": "مستأنفة ابتدائية جواباً لكلامهم وشبهاتهم ومقترحاتهم .وابتدىء في الجواب بإزالة شبهتهم إذ قالوا : { لو ما تأتينا بالملائكة } [ سورة الحجر : 7 ]. أريد منه إزالة جهالتهم إذ سألوا نزول الملائكة علامة على التصديق لأنهم وإن طلبوا ذلك بقصد التهكم فهم مع ذلك معتقدون أن نزول الملائكة هو آية صدق الرسول ، فكان جوابهم مشوباً بطرف من الأسلوب الحكيم ، وهو صرفهم إلى تعليمهم الميز بين آيات الرسل وبين آيات العذاب ، فأراد الله أن لا يدخرهم هدياً وإلا فهم أحرياء بأن لا يجابوا .والنزول : التدلي من علو إلى سفل . والمراد به هنا انتقال الملائكة من العالم العلوي إلى العالم الأرضي نزولاً مخصوصاً . وهو نزولهم لتنفيذ أمر الله بعذاب يرسله على الكافرين ، كما أنزلوا إلى مدائن لوط عليه السلام . وليس مثل نزول جبريل عليه السلام أو غيره من الملائكة إلى الرسل عليهم السلام بالشرائع أو بالوحي . قال تعالى في ذكر زكرياء عليه السلام { فنادته الملائكة وهو قائم يصلي في المحراب أن الله يبشّرك بيحيى } [ سورة آل عمران : 39 ].والمراد ب الحق هنا الشيء الحاقّ ، أي المقضي ، مثل إطلاق القضاء بمعنى المقضيّ . وهو هنا صفة لمحذوف يعلم من ا"
    },
    {
      "number": 9,
      "text": "إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
      "tafsir": {
        "muyassar": "إنَّا نحن نزَّلنا القرآن على النبي محمد صلى الله عليه وسلم، وإنَّا نتعهد بحفظه مِن أن يُزاد فيه أو يُنْقَص منه، أو يضيع منه شيء.",
        "mukhtasar": "إنا نحن الذين نزلنا هذا القرآن على قلب محمد صلى الله عليه وسلم تذكيرًا للناس، وإنا للقرآن لحافظون من الزيادة والنقصان والتبديل والتحريف.",
        "saadi": "( إِنَّا نَحْنُ نزلْنَا الذِّكْرَ ) أي: القرآن الذي فيه ذكرى لكل شيء من المسائل والدلائل الواضحة، وفيه يتذكر من أراد التذكر، ( وَإِنَّا لَهُ لَحَافِظُونَ ) أي: في حال إنزاله وبعد إنزاله، ففي حال إنزاله حافظون له من استراق كل شيطان رجيم، وبعد إنزاله أودعه الله في قلب رسوله، واستودعه فيها ثم في قلوب أمته، وحفظ الله ألفاظه من التغيير فيها والزيادة والنقص، ومعانيه من التبديل، فلا يحرف محرف معنى من معانيه إلا وقيض الله له من يبين الحق المبين، وهذا من أعظم آيات الله ونعمه على عباده المؤمنين، ومن حفظه أن الله يحفظ أهله من أعدائهم، ولا يسلط عليهم عدوا يجتاحهم.",
        "kathir": "إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ"
      },
      "translations": {
        "en": "Indeed, it is We who sent down the Qur'an and indeed, We will be its guardian.",
        "fr": "En vérité c'est Nous qui avons fait descendre le Coran, et c'est Nous qui en sommes gardien.",
        "es": "Somos Nosotros Quienes hemos revelado la Amonestación y somos Nosotros sus custodios."
      },
      "ibn_ashour": "استئناف ابتدائي لإبطال جزء من كلامهم المستهزئين به ، إذ قالوا : { يأيها الذي نزل عليه الذكر } [ سورة الحجر : 6 ] ، بعد أن عجل كشف شبهتهم في قولهم : { لو ما تأتينا بالملائكة إن كنت من الصادقين } [ سورة الحجر : 7 ].جاء نشر الجوابين على عكس لفّ المقالين اهتماماً بالابتداء بردّ المقال الثاني بما فيه من الشبهة بالتعجيز والإفحام ، ثم ثُني العنان إلى ردّ تعريضهم بالاستهزاء وسؤال رؤية الملائكة .وكان هذا الجواب من نوع القول بالموجب بتقرير إنزال الذكر على الرسول مجاراة لظاهر كلامهم . والمقصود الردّ عليهم في استهزائهم ، فأكد الخبر { بإنا } وضمير الفصل مع موافقته لما في الواقع كقوله : { قالوا نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد إن المنافقين لكاذبون } [ سورة المنافقون : 1 ].ثم زاد ذلك ارتقاء ونكاية لهم بأن منزل الذكر هو حافظه من كيد الأعداء؛ فجملة { وإنا له لحافظون } معترضة ، والواو اعتراضية .والضمير المجرور باللام عائد إلى { الذكر } ، واللام لتقوية عمل العامل لضعفه بالتأخير عن معموله .وشمل حفظه الحفظ من التلاشي ، والحفظ من الزيادة والنقصان فيه ، بأن يسّر تواتره وأسباب ذلك ، وسلّمه"
    },
    {
      "number": 10,
      "text": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِى شِيَعِ ٱلْأَوَّلِينَ",
      "tafsir": {
        "muyassar": "ولقد أرسلنا من قبلك -أيها الرسول- رسلا في فِرَق الأولين، فما من رسولٍ جاءهم إلا كانوا منه يسخرون. وفي هذا تسلية للرسول صلى الله عليه وسلم. فكما فَعَل بك هؤلاء المشركون فكذلك فُعِلَ بمن قبلك من الرسل.",
        "mukhtasar": "ولقد بعثنا من قبلك - أيها الرسول - رسلًا في جماعات الكفر السابقة فكذبوهم، فلست بِدْعًا من الرسل في تكذيب أمتك لك.",
        "saadi": "يقول تعالى لنبيه إذ كذبه المشركون: لم يزل هذا دأب الأمم الخالية والقرون الماضية: { ولقد أرسلنا من قبلك في شيع الأولين } أي: فرقهم وجماعتهم رسلا.",
        "kathir": "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ"
      },
      "translations": {
        "en": "And We had certainly sent [messengers] before you, [O Muhammad], among the sects of the former peoples.",
        "fr": "Et nous avons certes envoyé, avant toi, [des Messagers] parmi les peuples des Anciens.",
        "es": "Antes de ti, mandamos a otros enviados a los pueblos antiguos."
      },
      "ibn_ashour": "عطف على جملة { إنا نحن نزلنا الذكر وإنا له لحافظون } [ الحجر : 9 ] باعتبار أن تلك جواب عن استهزائهم في قولهم : { يا أيها الذي نزل عليه الذكر إنك لمجنون } [ الحجر : 6 ] فإن جملة { إنا نحن نزلنا الذكر } قَول بموجَب قولهم : { يا أيها الذي نزل عليه الذكر }. وجملة { ولقد أرسلنا من قبلك في شيع الأولين } إبطال لاستهزائهم على طريقة التمثيل بنظرائهم من الأمم السالفة .وفي هذا التنظير تحقيق لكفرهم لأن كفر أولئك السالفين مقرّر عند الأمم ومتحدِّث به بينهم .وفيه أيضاً تعريض بوعيد أمثالهم وإدماج بالكناية عن تسلية الرسول عليه الصلاة والسلام .والتأكيد بلام القسم و ( قَد ) لتحقيق سبق الإرسال من الله ، مثل الإرسال الذي جحدوه واستعجبوه كقوله : { أكان للناس عجباً أن أوحينا إلى رجل منهم } [ سورة يونس : 2 ]. وذلك مقتضى موقع قوله : { من قبلك }.والشِيَع جمع شيعة وهي الفرقة التي أمرها واحد ، وتقدم ذلك عند قوله تعالى : { أو يلبسكم شيعا } في سورة الأنعام ( 65 ). ويأتي في قوله تعالى : { ثم لننزعن من كل شيعة } في سورة مريم ( 69 ) ، أي في أمم الأولين ، أي القرون الأولى فإن من الأمم من أرسل إليهم ومن الأمم من لم يرسل"
    },
    {
      "number": 11,
      "text": "وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "tafsir": {
        "muyassar": "ولقد أرسلنا من قبلك -أيها الرسول- رسلا في فِرَق الأولين، فما من رسولٍ جاءهم إلا كانوا منه يسخرون. وفي هذا تسلية للرسول صلى الله عليه وسلم. فكما فَعَل بك هؤلاء المشركون فكذلك فُعِلَ بمن قبلك من الرسل.",
        "mukhtasar": "وما يأتي جماعات الكفر السابقة رسول إلا كذبوه وسخروا منه.",
        "saadi": "{ وما يأتيهم من رسول } يدعوهم إلى الحق والهدى { إلا كانوا به يستهزئون } ",
        "kathir": "وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ"
      },
      "translations": {
        "en": "And no messenger would come to them except that they ridiculed him.",
        "fr": "Et pas un Messager ne leur est venu sans qu'ils s'en soient moqués.",
        "es": "No vino a ellos enviado que no se burlaran de él."
      },
      "ibn_ashour": "و { كانوا به يستهزءون } يدلّ على تكرر ذلك منهم وأنه سنتهم ، ف ( كان ) دلّت على أنه سجية لهم ، والمضارع دل على تكرره منهم .ومفعول { أرسلنا } محذوف دلت عليه صيغة الفعل ، أي رُسلاً ، ودلّ عليه قوله : { من رسول }.وتقديم المجرور على { يستهزءون } يفيد القصر للمبالغة ، لأنهم لما كانوا يكثرون الاستهزاء برسولهم وصار ذلك سجية لهم نزلوا منزلة من ليس له عمل إلا الاستهزاء بالرسول ."
    },
    {
      "number": 12,
      "text": "كَذَٰلِكَ نَسْلُكُهُۥ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
      "tafsir": {
        "muyassar": "كما أدخلنا الكفر في قلوب الأمم السابقة بالاستهزاء بالرسل وتكذيبهم، كذلك نفعل ذلك في قلوب مشركي قومك الذين أجرموا بالكفر بالله وتكذيب رسوله، لا يُصَدِّقون بالذكر الذي أُنزل إليك، وقد مضت سنَّة الأولين بإهلاك الكفار، وهؤلاء مِثْلهم، سَيُهْلك المستمرون منهم على الكفر والتكذيب.",
        "mukhtasar": "كما أدخلنا التكذيب في قلوب تلك الأمم ندخله كذلك في قلوب مشركي مكة بإعراضهم وعنادهم.",
        "saadi": "{ كذلك نسلكه } أي: ندخل التكذيب { في قلوب المجرمين } أي: الذين وصفهم لظلم والبهت، عاقبناهم لما اشتبهت قلوبهم بالكفر والتكذيب، تشابهت معاملتهم لأنبيائهم ورسلهم بالاستهزاء والسخرية وعدم الإيمان",
        "kathir": "كَذَٰلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ"
      },
      "translations": {
        "en": "Thus do We insert denial into the hearts of the criminals.",
        "fr": "C'est ainsi que Nous faisons pénétrer (la mécréance) dans les cœurs des coupables.",
        "es": "Así se lo insinuamos ahora a los pecadores,"
      },
      "ibn_ashour": "استئناف بياني ناشىء عن سؤال يخطر ببال السامع لقوله { وما يأتيهم من رسول إلا كانوا به يستهزءون } [ سورة الحجر : 11 ] فيتساءل كيف تواردت هذه الأمم على طريق واحد من الضلال فلم تفدهم دعوة الرسل عليهم السلام كما قال تعالى : { أتواصوا به بل هم قوم طاغون } [ سورة الذاريات : 53 ].والجملة مستأنفة استئنافاً بيانياً ناشئاً عن جملة { وإنا له لحافظون } [ سورة الحجر : 9 ] ؛ إذ قد يخطر بالبال أن حفظ الذكر يقتضي أن لا يكفر به من كفر . فأجيب بأن ذلك عقاب من الله لهم لإجرامهم وتلقّيهم الحق بالسخرية وعدم التدبر ، ولأجل هذا اختير لهم وصف المجرمين دون الكافرين لأن وصف الكفر صار لهم كاللقب لا يشعر بمعنى التعليل . ونظيره قوله في الآية الأخرى { وأما الذين في قلوبهم مرض فزادتهم رجسا إلى رجسهم } [ سورة التوبة : 125 ].والتعبير بصيغة المضارع في { نسلكه } للدلالة على أن المقصود إسلاك في زمن الحال ، أي زمن نزول القرآن ، ليعلم أن المقصود بيان تلقي المشركين للقرآن ، فلا يتوهم أن المراد بالمجرمين شيع الأولين مع ما يفيده المضارع من الدلالة على التجديد المناسب لقوله : { وقد خلت سنة الأولين } ، أي تجدد لهؤلاء إبلاغ القرآ"
    },
    {
      "number": 13,
      "text": "لَا يُؤْمِنُونَ بِهِۦ ۖ وَقَدْ خَلَتْ سُنَّةُ ٱلْأَوَّلِينَ",
      "tafsir": {
        "muyassar": "كما أدخلنا الكفر في قلوب الأمم السابقة بالاستهزاء بالرسل وتكذيبهم، كذلك نفعل ذلك في قلوب مشركي قومك الذين أجرموا بالكفر بالله وتكذيب رسوله، لا يُصَدِّقون بالذكر الذي أُنزل إليك، وقد مضت سنَّة الأولين بإهلاك الكفار، وهؤلاء مِثْلهم، سَيُهْلك المستمرون منهم على الكفر والتكذيب.",
        "mukhtasar": "لا يؤمنون بهذا القرآن المنزل على محمد صلى الله عليه وسلم، وقد مضت سُنَّة الله في إهلاك المكذبين بما جاءت به رسلهم، فليعتبر المكذبون بك.",
        "saadi": "{ لا يؤمنون به وقد خلت سنة الأولين } أي: عادة الله فيهم بإهلاك من لم يؤمن بآيات الله.",
        "kathir": "لَا يُؤْمِنُونَ بِهِ ۖ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ"
      },
      "translations": {
        "en": "They will not believe in it, while there has already occurred the precedent of the former peoples.",
        "fr": "Ils ne croiront pas en lui [le Messager ou le Coran] bien que se soit accompli le sort traditionnel des anciens.",
        "es": "pero no creen en él, a pesar del ejemplo que han dejado los antiguos."
      },
      "ibn_ashour": "وجملة { لا يؤمنون به } بيان للسلك المشبه به أو حال من المجرمين ، أي تعيه عقولهم ولا يؤمنون به . وهذا عام مراد به من ماتوا على الكفر منهم . والمراد أنهم لا يؤمنون وقتاً ما .وجملة { وقد خلت سنة الأولين } معترضة بين جملة { لا يؤمنون به } وجملة { ولو فتحنا عليهم باباً من السماء } [ الحجر : 14 ] الخ .والكلام تعريض بالتهديد بأن يحل بهم ما حل بالأمم الماضية معاملة للنظير بنظيره ، لأن كون سنة الأولين مضت أمر معلوم غير مفيد ذكره ، فكان الخبر مستعملاً في لازمه بقرينة تعذر الحمل على أصل الخبرية .والسنّة : العادة المألوفة . وتقدم في قوله تعالى : { قد خلت من قبلكم سنن } في سورة آل عمران ( 137 ). وإضافتها إلى { الأولين } باعتبار تعلقها بهم ، وإنما هي سنة الله فيهم لأنها المقصود هنا ، والإضافة لأدنى ملابسة ."
    },
    {
      "number": 14,
      "text": "وَلَوْ فَتَحْنَا عَلَيْهِم بَابًۭا مِّنَ ٱلسَّمَآءِ فَظَلُّوا۟ فِيهِ يَعْرُجُونَ",
      "tafsir": {
        "muyassar": "ولو فتحنا على كفار \"مكة\" بابًا من السماء فاستمروا صاعدين فيه حتى يشاهدوا ما في السماء من عجائب ملكوت الله، لما صدَّقوا، ولقالوا: سُحِرَتْ أبصارنا، حتى رأينا ما لم نرَ، وما نحن إلا مسحورون في عقولنا من محمد.",
        "mukhtasar": "وهؤلاء المكذبون معاندون حتى لو اتضح لهم الحق بالأدلة الجلية، فلو فتحنا لهم بابًا من السماء فظلوا يصعدون.",
        "saadi": "تفسير الآيتين 14 و15 :ـ أي: ولو جاءتهم كل آية عظيمة لم يؤمنوا وكابروا { ولو فتحنا عليهم بابا من السماء } فصاروا يعرجون فيه، ويشاهدونه عيانا بأنفسهم لقالوا من ظلمهم وعنادهم منكرين لهذه الآية: { إنما سكرت أبصارنا } أي: أصابها سكر وغشاوة حتى رأينا ما لم نر، { بل نحن قوم مسحورون } أي: ليس هذا بحقيقة، بل هذا سحر، وقوم وصلت بهم الحال إلى هذا الإنكار، فإنهم لا مطمع فيهم ولا رجاء",
        "kathir": "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ"
      },
      "translations": {
        "en": "And [even] if We opened to them a gate from the heaven and they continued therein to ascend,",
        "fr": "Et même si Nous ouvrions pour eux une porte du ciel, et qu'ils pussent y monter,",
        "es": "Aun si les abriéramos una puerta del cielo y pudieran ascender a él,"
      },
      "ibn_ashour": "عطف على جملة { لا يؤمنون به } [ سورة الحجر : 13 ] وهو كلام جامع لإبطال جميع معاذيرهم من قولهم : { لو ما تأتينا بالملائكة } سورة الحجر ( 7 ) وقولهم { إنك لمجنون } [ سورة الحجر : 6 ] بأنهم لا يطلبون الدلالة على صدقه ، لأن دلائل الصدق بيّنة ، ولكنهم ينتحلون المعاذير المختلفة .والكلامُ الجامعُ لإبطال معاذيرهم : أنهم لو فتح الله باباً من السماء حين سألوا آيةً على صدق الرسول ، أي بطلب من الرسول فاتصلوا بعالم القدس والنفوس الملكية ورأوا ذلك رأي العين لاعتذروا بأنها تخيّلات وأنهم سُحِروا فرأوا ما ليس بشيء شيئاً .ونظيره قوله : { ولو نزلنا عليك كتاباً في قرطاس فلمسوه بأيديهم لقال الذين كفروا إن هذا إلا سحر مبين } [ سورة الأنعام : 7 ].و ( ظلّ ) تدل على الكون في النهار ، أي وكان ذلك في وضح النهار وتبين الأشباح وعدم التردد في المرئي .والعُروج : الصعود . ويجوز في مضارعه ضمّ الراء وبه القراءة وكسرها ، أي فكانوا يصعدون في ذلك الباب نهاراً ."
    },
    {
      "number": 15,
      "text": "لَقَالُوٓا۟ إِنَّمَا سُكِّرَتْ أَبْصَٰرُنَا بَلْ نَحْنُ قَوْمٌۭ مَّسْحُورُونَ",
      "tafsir": {
        "muyassar": "ولو فتحنا على كفار \"مكة\" بابًا من السماء فاستمروا صاعدين فيه حتى يشاهدوا ما في السماء من عجائب ملكوت الله، لما صدَّقوا، ولقالوا: سُحِرَتْ أبصارنا، حتى رأينا ما لم نرَ، وما نحن إلا مسحورون في عقولنا من محمد.",
        "mukhtasar": "لما صدقوا، ولقالوا: إنما سُدَّت أبصارنا عن الإبصار، بل ما نراه هو بتأثير السحر، فنحن مسحورون.",
        "saadi": "تفسير الآيتين 14 و15 :ـ أي: ولو جاءتهم كل آية عظيمة لم يؤمنوا وكابروا { ولو فتحنا عليهم بابا من السماء } فصاروا يعرجون فيه، ويشاهدونه عيانا بأنفسهم لقالوا من ظلمهم وعنادهم منكرين لهذه الآية: { إنما سكرت أبصارنا } أي: أصابها سكر وغشاوة حتى رأينا ما لم نر، { بل نحن قوم مسحورون } أي: ليس هذا بحقيقة، بل هذا سحر، وقوم وصلت بهم الحال إلى هذا الإنكار، فإنهم لا مطمع فيهم ولا رجاء",
        "kathir": "لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ"
      },
      "translations": {
        "en": "They would say, \"Our eyes have only been dazzled. Rather, we are a people affected by magic.\"",
        "fr": "ils diraient: «Vraiment nos yeux sont voilés. Mais plutôt, nous sommes des gens ensorcelés».",
        "es": "dirían: «Nuestra vista ha sido enturbiada nada más, o, más bien, somos gente a quienes se ha hechizado»."
      },
      "ibn_ashour": "و { سكرت } بضم السين وتشديد الكاف في قراءة الجمهور ، وبتخفيف الكاف في قراءة ابن كثير . وهو مبني للمجهول على القراءتين ، أي سدّت . يقال : سكر البابَ بالتشديد وسكره بالتخفيف إذا سدّه .والمعنى : لجحدوا أن يكونوا رأوا شيئاً .وأتوا بصيغة الحصر للدلالة على أنهم قد بتّوا القول في ذلك . وردّ بعضهم على بعض ظن أن يكونوا رأوا أبواب السماء وعرجوا فيها ، وزعموا أنهم ما كانوا يبصرون ، ثم أضربوا عن ذلك إضراب المتردّد المتحيّر ينتقل من فرض إلى فرض فقالوا : { بل نحن قوم مسحورون } ، أي ما رأيناه هو تخيلات المسحور ، أي فعادوا إلى إلقاء تبعة ذلك على الرسول صلى الله عليه وسلم بأنه سحرهم حين سأل لهم الله أن يفتح باباً من السماء ففتحه لهم .وقد تقدم الكلام على السحر وأحواله عند قوله تعالى : { يعلمون الناس السحر } في سورة البقرة ( 102 ).وإقحام كلمة { قوم } هنا دون أن يقولوا : بل نحن مسحورون ، لأن ذكرها يقتضي أن السحر قد تمكن منهم واستوى فيه جميعهم حتى صار من خصائص قوميتهم كما تقدم تبيينه عند قوله تعالى : { لآيات لقوم يعقلون } في سورة البقرة ( 164 ). وتكرر ذلك ."
    },
    {
      "number": 16,
      "text": "وَلَقَدْ جَعَلْنَا فِى ٱلسَّمَآءِ بُرُوجًۭا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
      "tafsir": {
        "muyassar": "ومن أدلة قدرتنا: أنا جعلنا في السماء الدنيا منازل للكواكب تنزل فيها، ويستدل بذلك على الطرقات والأوقات والخِصْب والجَدْب، وزَيَّنَّا هذه السماء بالنجوم لمن ينظرون إليها، ويتأملون فيعتبرون.",
        "mukhtasar": "ولقد جعلنا في السماء نجومًا عظيمة يهتدي بها الناس في أسفارهم في ظلمات البر والبحر، وجَمَّلناها لمن نظر إليها وأبصرها؛ ليستدلوا بها على قدرة الله سبحانه.",
        "saadi": "يقول تعالى -مبينا كمال اقتداره ورحمته بخلقه-: { ولقد جعلنا في السماء بروجا } أي: نجوما كالأبراج والأعلام العظام يهتدى بها في ظلمات البر والبحر، { وزيناها للناظرين } فإنه لولا النجوم لما كان للسماء هذا المنظر البهي والهيئة العجيبة، وهذا مما يدعو الناظرين إلى التأمل فيها والنظر في معانيها والاستدلال بها على باريها.",
        "kathir": "وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ"
      },
      "translations": {
        "en": "And We have placed within the heaven great stars and have beautified it for the observers.",
        "fr": "Certes Nous avons placé dans le ciel des constellations et Nous l'avons embelli pour ceux qui regardent.",
        "es": "Sí, hemos puesto constelaciones en el cielo, las hemos engalanado a las miradas,"
      },
      "ibn_ashour": "لما جرى الكلام السابق في شأن تكذيب المشركين برسالة محمد صلى الله عليه وسلم وما توركوا به في ذلك ، وكان الأصلُ الأصيل الذي بَنوا عليه صَرْح التكذيب أصلين هما إبطاله إلهية أصنامهم ، وإثباته البعث ، انبرى القرآن يبيّن لهم دلائل تفرد الله تعالى بالإلهية ، فذكر الدلائل الواضحة من خلق السماوات والأرض ، ثم أعقبها بدلائل إمكان البعث من خلق الحياة والموت وانقراض أمم وخلفها بأخرى في قوله تعالى : { وإنا لنحن نحيي ونميت ونحن الوارثون } [ سورة الحجر : 23 ] الآية . وصادف ذلك مناسبة ذكر فتح أبواب السماء في تصوير غلوائهم بعنادهم ، فكان الانتقال إليه تخلصاً بديعاً .وفيه ضرب من الاستدلال على مكابرتهم فإنهم لو أرادوا الحق لكان لهم في دلالة ما هو منهم غنية عن تطلب خوارق العادات .والخبر مستعمل في التذكير والاستدلال لأن مدلول هذه الأخبار معلوم لديهم .وافتتح الكلام بلام القسم وحرف التحقيق تنزيلاً للمخاطبين الذاهلين عن الاستدلال بذلك منزلة المتردّد فأكّد لهم الكلام بمؤكدين . ومرجع التأكيد إلى تحقيق الاستدلال وإلى الإلجاء إلى الإقرار بذلك .والبروج : جمع بُرج بضم الباء . وحقيقته البناء الكبير المتّخذ للسكنى أو "
    },
    {
      "number": 17,
      "text": "وَحَفِظْنَٰهَا مِن كُلِّ شَيْطَٰنٍۢ رَّجِيمٍ",
      "tafsir": {
        "muyassar": "وحفظنا السماء من كل شيطان مرجوم مطرود من رحمة الله؛ كي لا يصل إليها.",
        "mukhtasar": "وحفظنا السماء من كل شيطان مطرود عن رحمة الله.",
        "saadi": "{ وحفظناها من كل شيطان رجيم } إذا استرق السمع أتبعته الشهب الثواقب فبقيت السماء ظاهرها مجملا بالنجوم النيرات وباطنها محروسا ممنوعا من الآفات.",
        "kathir": "وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ"
      },
      "translations": {
        "en": "And We have protected it from every devil expelled [from the mercy of Allah]",
        "fr": "Et Nous l'avons protégé contre tout diable banni.",
        "es": "y las hemos protegido contra todo demonio maldito."
      },
      "ibn_ashour": "وأما قوله : { وحفظناها من كل شيطان رجيم } فهو إدماج للتعليم في أثناء الاستدلال . وفيه التنويه بعصمة الوحي من أن يتطرقه الزيادة والنقص ، بأن العوالم التي يصدر منها الوحي وينتقل فيها محفوظة من العناصر الخبيثة . فهو يرتبط بقوله : { وإنا له لحافظون } [ سورة الحجر : 9 ].وكانوا يقولون : محمد كاهن ولذلك قال الوليد بن المغيرة لما حاورهم فيما أعدوا من الاعتذار لوفود العرب في موسم الحجّ إذا سألوهم عن هذا الرجل الذي ادّعى النبوءة . وقد عرضوا عليه أن يقولوا هو كاهن ، فكان من كلام الوليد أن قال . . ولا والله ما هو بكاهن لقد رأينا الكهان فما هو بزمزة الكاهن ولا سجعه ، قال تعالى : { ولا بقول كاهن قليلاً ما تذكرون } [ سورة الحاقة : 42 ]. وكان الكهان يزعمون أن لهم شياطين تأتيهم بخبر السماء ، وهم كاذبون ويتفاوتون في الكذب .والمراد بالحفظ من الشياطين الحفظ من استقرارها وتمكنها من السماوات . والشيطان تقدم في سورة البقرة .والرجيم : المحقر؛ لأن العرب كانوا إذا احتقروا أحداً حصبوه بالحصباء ، كقوله تعالى : { قال فاخرج منها فإنك رجيم } [ سورة الحجر : 34 ] ، أي ذميم محقر .والرّجام بضم الراء الحجارة . قيل وهي أص"
    },
    {
      "number": 18,
      "text": "إِلَّا مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُۥ شِهَابٌۭ مُّبِينٌۭ",
      "tafsir": {
        "muyassar": "إلا من اختلس السمع مِن كلام أهل الملأ الأعلى في بعض الأوقات، فأدركه ولحقه كوكب مضيء يحرقه. وقد يُلْقي الشيطان إلى وليه بعض ما استرقَه قبل أن يحرقه الشهاب.",
        "mukhtasar": "إلا من استمع للملإِ الأعلى خِلْسة فيلحقه جرم مضيء، فيحرقه.",
        "saadi": "{ إلا من استرق السمع } أي: في بعض الأوقات قد يسترق بعض الشياطين السمع بخفية واختلاس، { فأتبعه شهاب مبين } أي: بين منير يقتله أو يخبله. فربما أدركه الشهاب قبل أن يوصلها الشيطان إلى وليه فينقطع خبر السماء عن الأرض، وربما ألقاها إلى وليه قبل أن يدركه الشهاب فيضمُّها ويكذب معها مائة كذبة، ويستدل بتلك الكلمة التي سمعت من السماء.",
        "kathir": "إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ"
      },
      "translations": {
        "en": "Except one who steals a hearing and is pursued by a clear burning flame.",
        "fr": "A moins que l'un d'eux parvienne subrepticement à écouter, une flamme brillante alors le poursuit.",
        "es": "Pero, si uno de ellos escucha a hurtadillas, entonces, le persigue una llama brillante."
      },
      "ibn_ashour": "واستراق السمع : سرقتهُ . صيغ وزن الافتعال للتكلف . ومعنى استراقه الاستماع بخفية من المتحدث كأن المستمع يسرق من المتكلم كلامه الذي يخفيه عنه .و«أتبعه» بمعنى تَبعه . والهمزة زائدة مثل همزة أبان بمعنى بان . وتقدم في قوله تعالى : { فأتبعه الشيطان فكان من الغاوين } في سورة الأعراف ( 175 ).والمبين : الظاهر البين .وفيه تعليم لهم بأن الشهب التي يشاهدونها متساقطةً في السماء هي رجوم للشياطين المسترِقة طرداً لها عن استراق السمع كاملاً ، فقد عرفوا ذلك من عهد الجاهلية ولم يعرفوا سببه .والمقصود من منع الشياطين من ذلك منعهم الاطلاع على ما أراد الله عدمَ اطلاعهم عليه من أمر التكوين ونحوه مما لو ألقته الشياطين في علم أوليائهم لكان ذلك فساداً في الأرض . وربما استدرج الله الشياطين وأولياءهم فلم يمنع الشياطين من استراق شيء قليل يلقونه إلى الكهان ، فلما أراد الله عصمة الوحي منعهم من ذلك بتاتاً فجعل للشهب قوة خرق التموجات التي تتلقى منها الشياطين المسترقون السمعَ وتمزيققِ تلك التدرجات الموصوفة في الحديث الصحيح .ثم إن ظاهر الآية لا يقتضي أكثر من تحكك مسترق السمع على السماوات لتحصيل انكشافات جبل المسترق على ا"
    },
    {
      "number": 19,
      "text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ شَىْءٍۢ مَّوْزُونٍۢ",
      "tafsir": {
        "muyassar": "والأرض مددناها متسعة، وألقينا فيها جبالا تثبتها، وأنبتنا فيها من كل أنواع النبات ما هو مقدَّر معلوم مما يحتاج إليه العباد.",
        "mukhtasar": "والأرض بسطناها ليستقر الناس عليها، وجعلنا فيها جبالًا ثوابت حتى لا تميد بالناس، وأنبتنا فيها من أنواع النبات ما هو مقدّر محدد بما تقتضيه الحكمة.",
        "saadi": "{ والأرض مددناها } أي: وسعناها سعة يتمكن الآدميون والحيوانات كلها على الامتداد بأرجائها والتناول من أرزاقها والسكون في نواحيها. { وألقينا فيها رواسي } أي: جبالا عظاما تحفظ الأرض بإذن الله أن تميد وتثبتها أن تزول { وأنبتنا فيها من كل شيء موزون } أي: نافع متقوم يضطر إليه العباد والبلاد ما بين نخيل وأعناب وأصناف الأشجار وأنواع النبات. ",
        "kathir": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ"
      },
      "translations": {
        "en": "And the earth - We have spread it and cast therein firmly set mountains and caused to grow therein [something] of every well-balanced thing.",
        "fr": "Et quant à la terre, Nous l'avons étalée et y avons placé des montagnes (immobiles) et y avons fait pousser toute chose harmonieusement proportionnée.",
        "es": "Hemos extendido la tierra, colocado en ella firmes montañas y hecho crecer en ella de todo en la debida proporción."
      },
      "ibn_ashour": "انتقال من الاستدلال بالآيات السماوية إلى الاستدلال بالآيات الأرضية لمناسبة المضادة .وتقدم الكلام على معنى { مددناها } وعلى ( الرواسي ) في سورة الرعد .والموزون : مستعار للمقدّر المضبوط ."
    },
    {
      "number": 20,
      "text": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَٰيِشَ وَمَن لَّسْتُمْ لَهُۥ بِرَٰزِقِينَ",
      "tafsir": {
        "muyassar": "وجعلنا لكم فيها ما به تعيشون من الحَرْث، ومن الماشية، ومن أنواع المكاسب وغيرها، وخلقنا لكم من الذرية والخدم والدوابِّ ما تنتفعون به، وليس رزقهم عليكم، وإنما هو على الله رب العالمين تفضلا منه وتكرمًا.",
        "mukhtasar": "وجعلنا لكم - أيها الناس - في الأرض ما يعيشكم من المآكل والمشارب ما دمتم في الحياة الدنيا، وجعلنا لغيركم ممن لا تَرزقونه من الناس والحيوان ما يعيشهم.",
        "saadi": "{ وجعلنا لكم فيها معايش } من الحرث ومن الماشية ومن أنواع المكاسب والحرف. { ومن لستم له برازقين } أي: أنعمنا عليكم بعبيد وإماء وأنعام لنفعكم ومصالحكم وليس عليكم رزقها، بل خولكم الله إياها وتكفل بأرزاقها.",
        "kathir": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ"
      },
      "translations": {
        "en": "And We have made for you therein means of living and [for] those for whom you are not providers.",
        "fr": "Et Nous y avons placé des vivres pour vous, et (placé aussi pour vous) des êtres que vous ne nourrissez pas.",
        "es": "Y hemos puesto en ella subsistencias para vosotros y para quien no depende de vuestro sustento."
      },
      "ibn_ashour": "و { معايش } : جمع معيشة . وبعد الألف ياء تحتية لا همزة كما تقدم في صدر سورة الأعراف .{ ومن لستم له برازقين } عطف على الضمير المجرور في { لكم } ، إذ لا يلزم للعطف على الضمير المجرور المنفصل الفصْلُ بضمير منفصل على التحقيق ، أي جعلنا لكم أيها المخاطبين في الأرض معايش ، وجعلنا في الأرض معايش لمن لستم له برازقين ، أي لمن لستم له بمطعمين .وما صدق { مَنْ } الذي يأكل طعامه مما في الأرض ، وهي الموجودات التي تقتات من نبات الأرض ولا يعقلها النّاس .والإتيان ب { مَن } التي الغالب استعمالها للعاقل للتغليب .ومعنى { لستم له برازقين } نفي أن يكونوا رازقيه لأن الرزق الإطعام . ومصدر رَزَقه الرّزق بفتح الراء . وأما الرِّزق بكسر الراء فهو الاسم وهو القوت ."
    },
    {
      "number": 21,
      "text": "وَإِن مِّن شَىْءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٍۢ مَّعْلُومٍۢ",
      "tafsir": {
        "muyassar": "وما من شيء من منافع العباد إلا عندنا خزائنه من جميع الصنوف، وما ننزله إلا بمقدار محدد كما نشاء وكما نريد، فالخزائن بيد الله يعطي من يشاء ويمنع من يشاء، بحسب رحمته الواسعة، وحكمته البالغة.",
        "mukhtasar": "وما من شيء ينتفع به الناس والدواب إلا نحن قادرون على إيجاده ونفع الناس به، وما نوجد ما نوجده من ذلك إلا بمقدار محدد تقتضيه حكمتنا ومشيئتنا.",
        "saadi": "أي: جميع الأرزاق وأصناف الأقدار لا يملكها أحد إلا الله، فخزائنها بيده يعطي من يشاء، ويمنع من يشاء، بحسب حكمته ورحمته الواسعة، { وَمَا نُنَزِّلُهُ } أي: المقدر من كل شيء من مطر وغيره، { إِلَّا بِقَدَرٍ مَعْلُومٍ } فلا يزيد على ما قدره الله ولا ينقص منه.",
        "kathir": "وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ"
      },
      "translations": {
        "en": "And there is not a thing but that with Us are its depositories, and We do not send it down except according to a known measure.",
        "fr": "Et il n'est rien dont Nous n'ayons les réserves et Nous ne le faisons descendre que dans une mesure déterminée.",
        "es": "No hay nada de que no dispongamos Nosotros tesoros. Pero no lo hacemos bajar sino con arreglo a una medida determinada."
      },
      "ibn_ashour": "هذا اعتراض ناشىء عن قوله { وأنبتنا فيها من كل شيء موزون } [ سورة الحجر : 19 ] الآية . وفي الكلام حذف الصفة كقوله تعالى { يأخذ كل سفينة غصباً } [ سورة الكهف : 79 ] أي سفينةٍ صالحةٍ .والخزائن تمثيل لصلوحية القدرة الإلهية لتكوين الأشياء النافعة . شبهت هيئة إيجاد الأشياء النافعة بهيئة إخراج المخزونات من الخزائن على طريقة التمثيلية المَكنية ، ورُمز إلى الهيئة المشبّه بها بما هو من لوازمها وهو الخزائن . وتقدم عند قوله تعالى : { قل لا أقول لكم عندي خزائن الله } في سورة الأنعام ( 50 ).وشمل ذلك الأشياء المتفرقة في العالم التي تصل إلى الناس بدوافع وأسباب تستتب في أحوال مخصوصة ، أو بتركيب شيء مع شيء مثل نزول البَرد من السحاب وانفجار العيون من الأرض بقصد أو على وجه المصادفة .وقوله { وما ننزله إلا بقدر معلوم } أطلق الإنزال على تمكين الناس من الأمور التي خلقها الله لنفعهم ، قال تعالى { هو الذي خلق لكم ما في الأرض جميعاً } في سورة البقرة ( 29 ) ، إطلاقاً مجازياً لأن ما خلقه الله لمّا كان من أثر أمر التكوين الإلهي شبّه تمكين الناس منه بإنزال شيء من علو باعتبار أنه من العالم اللدني ، وهو علو معنوي ، أو"
    },
    {
      "number": 22,
      "text": "وَأَرْسَلْنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَسْقَيْنَٰكُمُوهُ وَمَآ أَنتُمْ لَهُۥ بِخَٰزِنِينَ",
      "tafsir": {
        "muyassar": "وأرسلنا الرياح وسخرناها تُلَقِّح السحاب، وتحمل المطر والخير والنفع، فأنزلنا من السحاب ماء أعددناه لشرابكم وأرضكم ومواشيكم، وما أنتم بقادرين على خزنه وادِّخاره، ولكن نخزنه لكم رحمة بكم، وإحسانًا إليكم.",
        "mukhtasar": "وأرسلنا الرياح تُلَقِّح السحاب، فأنزلنا من السحاب المُلَقَّح بها مطرًا، فسقيناكم من ماء المطر، ولستم - أيها الناس - بخازنين لهذا الماء في الأرض ليكون عيونًا وآبارًا، وإنما الله هو الذي يخزنه فيها.",
        "saadi": "أي: وسخرنا الرياح، رياح الرحمة تلقح السحاب، كما يلقح الذكر الأنثى، فينشأ عن ذلك الماء بإذن الله، فيسقيه الله العباد ومواشيهم وأرضهم، ويبقى في الأرض مدخرا لحاجاتهم وضروراتهم ما هو مقتضى قدرته ورحمته، { وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ } أي: لا قدرة لكم على خزنه وادخاره، ولكن الله يخزنه لكم ويسلكه ينابيع في الأرض رحمة بكم وإحسانا إليكم.",
        "kathir": "وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ"
      },
      "translations": {
        "en": "And We have sent the fertilizing winds and sent down water from the sky and given you drink from it. And you are not its retainers.",
        "fr": "Et Nous envoyons les vents fécondants; et Nous faisons alors descendre du ciel une eau dont Nous vous abreuvons et que vous n'êtes pas en mesure de conserver.",
        "es": "Hemos enviado los vientos, que fecundan, y hacemos bajar del cielo agua, de la que os damos a beber y que no sabéis conservar."
      },
      "ibn_ashour": "انتقال من الاستدلال بظواهر السماء وظواهر الأرض إلى الاستدلال بظواهر كرة الهواء الواقعة بين السماء والأرض ، وذلك للاستدلال بفعل الرياح والمنة بما فيها من الفوائد .والإرسال : مجاز في نقل الشيء من مكان إلى مكان . وهذا يدل على أن الرياح مستمرة الهبوب في الكرة الهوائية . وهي تظهر في مكان آتية إليه من مكان آخر وهكذا . . . .و { لواقح } حال من { الرياح }. وقع هذا الحال إدماجاً لإفادة معنيين كما سيأتي عن مالك رحمه الله .و { لواقح } صالحٌ لأن يكون جمع لاَقح وهي الناقة الحبلى . واستعمل هنا استعارة للريح المشتملة على الرطوبة التي تكون سبباً في نزول المطر ، كما استعمل في ضدها العقيم ضد اللاقح في قوله تعالى { إذ أرسلنا عليهم الريح العقيم } [ سورة الذاريات : 41 ].وصالح لأن يكون جمع مُلقح وهو الذي يجعل غيره لاقحاً ، أي الفحل إذا ألقح الناقة ، فإن فواعل يجيء جمعَ مُفعل مذكرٍ نادراً كقول الحارث أو ضرار النهشلي :لبيك يزيد ضارع لخصومة ... ومختبط مما تطيحُ الطوايحروعي فيه جواز تأنيث المشبه به . وهي جمع الفحول لأن جمع ما لا يعقل يجوز تأنيثه .ومعنى الإلقاح أن الرياح تلقح السحاب بالماء بتوجيه عمل الحرارة والب"
    },
    {
      "number": 23,
      "text": "وَإِنَّا لَنَحْنُ نُحْىِۦ وَنُمِيتُ وَنَحْنُ ٱلْوَٰرِثُونَ",
      "tafsir": {
        "muyassar": "وإنَّا لنحن نحيي مَن كان ميتًا بخلقه من العدم، ونميت من كان حيًا بعد انقضاء أجله، ونحن الوارثون الأرض ومَن عليها.",
        "mukhtasar": "وإنا لنحن نحيي الموتى بخلقهم من العدم وببعثهم بعد الموت، ونميت الأحياء إذا استوفوا آجالهم، ونحن الباقون الذين نرث الأرض ومن عليها.",
        "saadi": "أي: هو وحده لا شريك له الذي يحيي الخلق من العدم بعد أن لم يكونوا شيئا مذكورا ويميتهم لآجالهم التي قدرها { وَنَحْنُ الْوَارِثُونَ } كقوله: { إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ } وليس ذلك بعزيز ولا ممتنع على الله",
        "kathir": "وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ"
      },
      "translations": {
        "en": "And indeed, it is We who give life and cause death, and We are the Inheritor.",
        "fr": "Et c'est bien Nous qui donnons la vie et donnons la mort, et c'est Nous qui sommes l'héritier [de tout].",
        "es": "Somos Nosotros, sí, Quienes damos la vida y la muerte, Nosotros los Herederos."
      },
      "ibn_ashour": "لما جرى ذكر إنزال المطر وكان مما يسبق إلى الأذهان عند ذكر المطر إحياءُ الأرض به ناسب أن يذكر بعده جنس الإحياء كله لما فيه من غرض الاستدلال على الغافلين عن الوحدانية ، ولأن فيه دليلاً على إمكان البعث . والمقصود ذكر الإحياء ولذلك قُدم . وذكر الإماتة للتكميل .والجملة عطف على جملة { ولقد جعلنا في السماء بروجا } [ سورة الحجر : 16 ] للدلالة على القدرة وعموم التصرف .وضمير نَحْن ضمير فصل دخلت عليه لام الابتداء . وأكد الخبر ب ( إنّ ) واللاّم وضمير الفصل لتحقيقه وتنزيلاً للمخاطبين في إشراكهم منزلة المنكرين للإحياء والإماتة .والمراد بالإحياء تكوين الموجودات التي فيها الحياة وإحياؤهها أيضاً بعد فناء الأجسام . وقد أدمج في الاستدلال على تفرد الله تعالى بالتصرف إثبات البعث ودفع استبعاد وقوعه واستحالتهِ .ولما كان المشركون منكرين نوعاً من الإحياء كان توكيد الخبر مستعملاً في معنييه الحقيقي والتنزيلي .وجملة ونحن الوارثون } عطف على جملة { وإنا لنحن نحي ونميت }.ومعنى الإرث هنا البقاء بعد الموجودات تشبيهاً للبقاء بالإرث وهو أخذ ما يتركه الميت من أرض وغيرها ."
    },
    {
      "number": 24,
      "text": "وَلَقَدْ عَلِمْنَا ٱلْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا ٱلْمُسْتَـْٔخِرِينَ",
      "tafsir": {
        "muyassar": "ولقد علمنا مَن هلك منكم مِن لدن آدم، ومَن هو حيٌّ، ومَن سيأتي إلى يوم القيامة.",
        "mukhtasar": "ولقد علمنا من تقدم منكم ولادة وموتًا، وعلمنا من تأخر فيهما، لا يخفى علينا من ذلك شيء.",
        "saadi": "تقسير الآيتين 24 و 25 :ـ يعلم المستقدمين من الخلق والمستأخرين منهم ويعلم ما تنقص الأرض منهم وما تفرق من أجزائهم، وهو الذي قدرته لا يعجزها معجز فيعيد عباده خلقا جديدا ويحشرهم إليه. { إِنَّهُ حَكِيمٌ } يضع الأشياء مواضعها، وينزلها منازلها، ويجازي كل عامل بعمله، إن خيرا فخير، وإن شرا فشر.",
        "kathir": "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ"
      },
      "translations": {
        "en": "And We have already known the preceding [generations] among you, and We have already known the later [ones to come].",
        "fr": "Et Nous connaissons certes ceux qui parmi vous ont avancé et Nous connaissons ceux qui tardent encore.",
        "es": "Ciertamente, conocemos a los que de vosotros se adelantan y, ciertamente, conocemos a los que se retrasan."
      },
      "ibn_ashour": "لما ذكر الإحياء والإماتة وكان الإحياء بكسر الهمزة يذكر بالأحياء بفتحها ، وكانت الإماتة تذكّر بالأموات الماضين تخلص من الاستدلال بالأحياء والإماتة على عظم القدرة إلى الاستدلال بلازم ذلك على عظم علم الله وهو علمه بالأمم البائدة وعلم الأمم الحاضرة؛ فأريد بالمستقدمين الذين تقدموا الأحياء إلى الموت أو إلى الآخرة ، فالتقدم فيه بمعنى المضي؛ وبالمستأخرين الذين تأخروا وهم الباقون بعد انقراض غيرهم إلى أجل يأتي .والسين والتاء في الوصفين للتأكيد مثل استجاب؛ ولكن قولهم استقدم بمعنى تقدم على خلاف القياس لأن فعله رباعي . وقد تقدم عند قوله تعالى { لا يستأخرون ساعة ولا يستقدمون } في سورة الأعراف ( 34 ).وقد تقدم في طالع تفسير هذه السورة الخبر الذي أخرجه الترمذي في جامعه من طريق نوح بن قيس ومن طريق جعفر بن سليمان في سبب نزول هذه الآية . وهو خبر واهٍ لا يلاقي انتظام هذه الآيات ولا يكون إلا من التفاسير الضعيفة ."
    },
    {
      "number": 25,
      "text": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌۭ",
      "tafsir": {
        "muyassar": "وإن ربك هو يحشرهم للحساب والجزاء، إنه حكيم في تدبيره، عليم لا يخفى عليه شيء.",
        "mukhtasar": "وإن ربك - أيها الرسول - هو يحشرهم جميعًا يوم القيامة؛ ليجازي المحسن بإحسانه، والمسيء بإساءته، إنه حكيم في تدبيره، عليم لا يخفى عليه شيء.",
        "saadi": "تقسير الآيتين 24 و 25 :ـ يعلم المستقدمين من الخلق والمستأخرين منهم ويعلم ما تنقص الأرض منهم وما تفرق من أجزائهم، وهو الذي قدرته لا يعجزها معجز فيعيد عباده خلقا جديدا ويحشرهم إليه. { إِنَّهُ حَكِيمٌ } يضع الأشياء مواضعها، وينزلها منازلها، ويجازي كل عامل بعمله، إن خيرا فخير، وإن شرا فشر.",
        "kathir": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ"
      },
      "translations": {
        "en": "And indeed, your Lord will gather them; indeed, He is Wise and Knowing.",
        "fr": "Certes, c'est ton Seigneur qui les rassemblera. Car c'est Lui le Sage, l'Omniscient.",
        "es": "Tu Señor es Quien les congregará. Él es sabio, omnisciente."
      },
      "ibn_ashour": "وجملة { وإن ربك هو يحشرهم } نتيجة هذه الأدلة من قوله : { وإنا لنحن نحي ونميت } [ سورة الحجر : 23 ] فإن الذي يُحيي الحياة الأولى قادر على الحياة الثانية بالأوْلى ، والّذي قدّر الموت ما قدره عبثاً بعد أن أوجد الموجودات إلاّ لتستقبلوا حياة أبدية؛ ولولا ذلك لقدر الدّوام على الحياة الأولى ، قال تعالى : { الذي خلق الموت والحياة ليبلوكم أيكم أحسن عملاً } [ سورة الملك : 2 ].وللإشارة إلى هذا المعنى من حكمة الإحياء والإماتة أتبعه بقوله : إنه حكيم عليم } تعليلاً لجملة { وإن ربك هو يحشرهم } لأن شأن { إنّ } إذا جاءت في غير معنى الرد على المنكر أن تفيد معنى التعليل والربط بما قبلها .والحكيم الموصوف بالحكمة . وتقدم عند قوله تعالى : { يؤتي الحكمة من يشاء } [ سورة البقرة : 269 ] وعند قوله تعالى : { فاعلموا أن الله عزيز حكيم } في سورة البقرة ( 209 ).و العَليم الموصوف بالعلم العام ، أي المحيط . وتقدم عند قوله تعالى : { وليعلم الله الذين آمنوا } في سورة آل عمران ( 140 ).وقد أكدت جملة { وإن ربك هو يحشرهم } بحرف التوكيد وبضمير الفصل لرد إنكارهم الشديد للحشر . وقد أسند الحشر إلى الله بعنوان كونه رب محمد صلى "
    },
    {
      "number": 26,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن صَلْصَٰلٍۢ مِّنْ حَمَإٍۢ مَّسْنُونٍۢ",
      "tafsir": {
        "muyassar": "ولقد خلقنا آدم مِن طين يابس إذا نُقِر عليه سُمع له صوت، وهذا الطين اليابس من طين أسود متغيِّر لونه وريحه؛ مِن طول مكثه.",
        "mukhtasar": "ولقد خلقنا آدم من طين يابس إن نُقِرَ صَوَّت، وهذا الطين الذي خُلِق منه أسود متغير الريح لطول مكثه.",
        "saadi": "يذكر تعالى نعمته وإحسانه على أبينا آدم عليه السلام، وما جرى من عدوه إبليس، وفي ضمن ذلك التحذير لنا من شره وفتنته فقال تعالى: { وَلَقَدْ خَلَقْنَا الْإِنْسَانَ } أي آدم عليه السلام { مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ } أي: من طين قد يبس بعد ما خمر حتى صار له صلصلة وصوت، كصوت الفخار، والحمأ المسنون: الطين المتغير لونه وريحه من طول مكثه.",
        "kathir": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ"
      },
      "translations": {
        "en": "And We did certainly create man out of clay from an altered black mud.",
        "fr": "Nous créâmes l'homme d'une argile crissante, extraite d'une boue malléable.",
        "es": "Hemos creado al hombre de barro arcilloso, maleable,"
      },
      "ibn_ashour": "تكملة لإقامة الدليل على انفراده تعالى بخلق أجناس العوالم وما فيها . ومنه يتخلص إلى التذكير بعداوة الشيطان للبشر ليأخذوا حذرهم منه ويحاسبوا أنفسهم على ما يخامرها من وَسْواسه بما يرديهم . جاء بمناسبة ذكر الإحياء والإماتة فإن أهم الإحياء هو إيجاد النوع الإنساني . ففي هذا الخبر استدلال على عظيم القدرة والحكمة وعلى إمكان البعث ، وموعظةٌ وذكرى . والمراد بالإنسان آدم عليه السلام .والصلصال : الطين الذي يترك حتى ييبس فإذا يبس فهو صلصال وهو شبه الفَخّار؛ إلا أن الفَخّار هو ما يبس بالطبخ بالنّار . قال تعالى : { خلق الإنسان من صلصال كالفخار } [ سورة الرحمن : 14 ].والحَمأ : الطين إذا اسودّ وكرهت رائحته . وقوله : { من حمإ } صفة ل { صلصال } و { مسنون } صفة ل { حمإ } أو ل { صلصال }. وإذ كان الصلصال من الحمأ فصفة أحدهما صفة للآخر .والمسنون : الذي طالت مدة مكثه ، وهواسم مفعول من فعل سنّهُ إذا تركه مدة طويلة تشبه السّنة . وأحسب أن فعل ( سَن ) بمعنى ترك شيئاً مدة طويلة غيرُ مسموع .ولعل ( تَسَنّه ) بمعنى تغيّر من طول المدّة أصله مطاوع سَنه ثم تنوسي منه معنى المطاوعة . وقد تقدم قوله تعالى { لم يتسنّه } في س"
    },
    {
      "number": 27,
      "text": "وَٱلْجَآنَّ خَلَقْنَٰهُ مِن قَبْلُ مِن نَّارِ ٱلسَّمُومِ",
      "tafsir": {
        "muyassar": "وخلقنا أبا الجن، وهو إبليس مِن قَبْل خلق آدم من نار شديدة الحرارة لا دخان لها.",
        "mukhtasar": "وخلقنا أبا الجن من قبل خلق آدم عليه السلام من نار شديدة الحرارة.",
        "saadi": "{ وَالْجَانَّ } وهو: أبو الجن أي: إبليس { خَلَقْنَاهُ مِنْ قَبْلُ } خلق آدم { مِنْ نَارِ السَّمُومِ } أي: من النار الشديدة الحرارة",
        "kathir": "وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ"
      },
      "translations": {
        "en": "And the jinn We created before from scorching fire.",
        "fr": "Et quant au djinn, Nous l'avions auparavant créé d'un feu d'une chaleur ardente.",
        "es": "mientras que a los genios los habíamos creado antes de fuego de viento abrasador."
      },
      "ibn_ashour": "وعطف جملة { والجانّ خلقناه } إدماج وتمهيد إلى بيان نشأة العداوة بين بني آدم وجُند إبليس .وأكدت جملة { والجان خلقناه } بصيغة الاشتغال التي هي تقوية للفعل بتقدير نظيره المحذوف ، ولما فيها من الاهتمام بالإجمال ثم التفصيل لمثل الغرض الّذي أكدت به جملة { ولقد خلقنا الإنسان } الخ .وفائدة قوله : { من قبل } أي من قبل خلق الإنسان تعليم أن خلق الجانّ أسبق لأنّه مخلوق من عنصر الحرارة والحرارة أسبق من الرطوبة .و { السموم } بفتح السين : الريح الحارة . فالجنّ مخلوق من النارية والهوائية ليحصل الاعتدال في الحرارة فيقبل الحياة الخاصة اللائقة بخلقة الجنّ ، فكما كَوّن الله الحمأةَ الصلصالَ المسنونَ لخلق الإنسان ، كَون ريحاً حارة وجعل منها الجنّ . « فهو مكون من حرارة زائدة على مقدار حرارة الإنسان ومن تهوية قويّة . والحكمة كلّها في إتقان المزج والتركيب ."
    },
    {
      "number": 28,
      "text": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًۭا مِّن صَلْصَٰلٍۢ مِّنْ حَمَإٍۢ مَّسْنُونٍۢ",
      "tafsir": {
        "muyassar": "واذكر -أيها النبي- حين قال ربك للملائكة: إني خالق إنسانًا من طين يابس، وهذا الطين اليابس من طين أسود متغيِّر اللون.",
        "mukhtasar": "واذكر - أيها الرسول - إذ قال ربك للملائكة ولإبليس - وكان معهم -: إني سأخلق بشرًا من طين يابس له صوت إذا نُقِرَ، أسود متغير الريح.",
        "saadi": "تفسير الآيتين 28 و 29 :ـ فلما أراد الله خلق آدم قال للملائكة: { إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ فَإِذَا سَوَّيْتُهُ } جسدا تاما { وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ } فامتثلوا أمر ربهم.",
        "kathir": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ"
      },
      "translations": {
        "en": "And [mention, O Muhammad], when your Lord said to the angels, \"I will create a human being out of clay from an altered black mud.",
        "fr": "Et lorsque ton Seigneur dit aux Anges: «Je vais créer un homme d'argile crissante, extraite d'une boue malléable,",
        "es": "Y cuando tu Señor dijo a los ángeles: «Voy a crear a un mortal de barro arcilloso, maleable,"
      },
      "ibn_ashour": "عطف قصة على قصة .و { إذ } مفعول لفعل ( اذكر ) محذوف . وقد تقدم الكلام في نظائره في سورة البقرة وفي سورة الأعراف .والبشر مرادف الإنسان ، أي أنّي خالق إنساناً . وقد فهم الملائكة الحقيقة بما ألقَى الله فيهم من العلم ، أو أن الله وصف لهم حقيقة الإنسان بالمعنى الذي عبّر عنه في القرآن بالعبارة الجامعة لذلك المعنى .وإنما ذُكر للملائكة المادة التي منها خلق البشر ليعلموا أن شرف الموجودات بمزاياها لا بمادة تركيبها كما أومأ إلى ذلك قوله : { فإذا سوّيته ونفخت فيه من روحي فقعوا له ساجدين }."
    },
    {
      "number": 29,
      "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
      "tafsir": {
        "muyassar": "فإذا سوَّيته وأكملت صورته ونفخت فيه الروح، فخُرُّوا له ساجدين سجود تحية وتكريم، لا سجود عبادة.",
        "mukhtasar": "فإذا عدَّلتُ صورته، وكمَّلتُ خلقه فاسجدوا له امتثالًا لأمري وتحية له.",
        "saadi": "تفسير الآيتين 28 و 29 :ـ فلما أراد الله خلق آدم قال للملائكة: { إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ فَإِذَا سَوَّيْتُهُ } جسدا تاما { وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ } فامتثلوا أمر ربهم.",
        "kathir": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ"
      },
      "translations": {
        "en": "And when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\"",
        "fr": "et dès que Je l'aurai harmonieusement formé et lui aurai insufflé Mon souffle de vie, jetez-vous alors, prosternés devant lui».",
        "es": "y, cuando lo haya formado armoniosamente e infundido en él de Mi Espíritu, caed prosternados ante él»."
      },
      "ibn_ashour": "والتسوية : تعديل ذات الشيء . وقد أطلقت هنا على اعتدال العناصر فيه واكتمالها بحيث صارت قابلة لنفخ الروح .والنفخ : حقيقته إخراج الهواء مضغوطاً بين الشفتين مضمومتين كالصفير ، واستعير هنا لوضع قوة لطيفة السريان قوية التأثير دَفعة واحدة ، وليس ثَمة نفخ ولا منفوخ .وتقريب نفخ الروح في الحي أنه تكون القوّة البخارية أو الكهربائية المنبعثة من القلب عند انتهاء استواء المزاج وتركيب أجزاء المزاج تكوناً سريعاً دفعياً وجريان آثار تلك القوة في تجاويف الشرايين إلى أعماق البدن في تجاويف جميع أعضائه الرئيسة وغيرها .وإسناد النفخ وإضافة الروح إلى ضمير اسم الجلالة تنويه بهذا المخلوق . وفيه إيماء إلى أن حقائق العناصر عند الله تعالى لا تتفاضل إلا بتفاضل آثارها وأعمالها ، وأن كراهة الذات أو الرائحة إلى حالة يكرهها بعض الناس أو كلهم إنما هو تابع لما يلائم الإدراك الحسي أو ينافره تبعاً لطباع الأمزجة أو لإِلففِ العادة ولا يُؤْبَه في علم الله تعالى . وهذا هو ضابط وصف القذارة والنّزاهة عند البشر .ألا ترى أن المني يستقذر في الحس البشري على أن منه تكوين نوعه ، ومنه تخلقت أفاضل البشر . وكذلك المسك طَيّب في الحس البشري"
    },
    {
      "number": 30,
      "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "tafsir": {
        "muyassar": "فسجد الملائكة كلهم أجمعون كما أمرهم ربهم لم يمتنع منهم أحد، لكن إبليس امتنع أن يسجد لآدم مع الملائكة الساجدين.",
        "mukhtasar": "فامتثل الملائكة، فسجدوا كلهم له كما أمرهم ربهم.",
        "saadi": "{ فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ } تأكيد بعد تأكيد ليدل على أنه لم يتخلف منهم أحد، وذلك تعظيما لأمر الله وإكراما لآدم حيث علم ما لم يعلموا.",
        "kathir": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ"
      },
      "translations": {
        "en": "So the angels prostrated - all of them entirely,",
        "fr": "Alors, les Anges se prosternèrent tous ensemble,",
        "es": "Todo los ángeles, juntos, se prosternaron,"
      },
      "ibn_ashour": "وقوله : { فسجد الملائكة كلهم أجمعون } عنوان على طاعة الملائكة .و { كلهم أجمعون } تأكيد على تأكيد ، أي لم يتخلّف عن السجود أحد منهم ."
    },
    {
      "number": 31,
      "text": "إِلَّآ إِبْلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "tafsir": {
        "muyassar": "فسجد الملائكة كلهم أجمعون كما أمرهم ربهم لم يمتنع منهم أحد، لكن إبليس امتنع أن يسجد لآدم مع الملائكة الساجدين.",
        "mukhtasar": "لكن إبليس - الذي كان مع الملائكة، ولم يكن منهم - امتنع أن يسجد لآدم مع الملائكة.",
        "saadi": "{ إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ } وهذه أول عداوته لآدم وذريته",
        "kathir": "إِلَّا إِبْلِيسَ أَبَىٰ أَنْ يَكُونَ مَعَ السَّاجِدِينَ"
      },
      "translations": {
        "en": "Except Iblees, he refused to be with those who prostrated.",
        "fr": "excepté Iblis qui refusa d'être avec les prosternés.",
        "es": "excepto Iblis, que rehusó unirse a los que se prosternaban."
      },
      "ibn_ashour": "وقوله : { إلا إبليس أبى أن يكون مع الساجدين } تقدم القول على نظيره في سورة البقرة وسورة الأعراف .وقوله هنا { أن يكون مع الساجدين } بيان لقوله في سورة البقرة ( 34 ) { واستكبر } لأنه أبى أن يسجد وأن يساوي الملائكة في الرضى بالسجود . فدلّ هذا على أنه عصى وأنه ترفّع عن متابعة غيره ."
    },
    {
      "number": 32,
      "text": "قَالَ يَٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
      "tafsir": {
        "muyassar": "قال الله لإبليس: ما لك ألا تسجد مع الملائكة؟",
        "mukhtasar": "قال الله لإبليس بعد امتناعه من السجود لآدم: ما حملك ومنعك من أن تسجد مع الملائكة الذين سجدوا امتثالًا لأمري؟",
        "saadi": "تفسير ألايتين 32 و 33 :ـ قال الله: { يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ } فاستكبر على أمر الله وأبدى العداوة لآدم وذريته وأعجب بعنصره، وقال: أنا خير من آدم.",
        "kathir": "قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ"
      },
      "translations": {
        "en": "[Allah] said, O Iblees, what is [the matter] with you that you are not with those who prostrate?\"",
        "fr": "Alors [Allah] dit: «O Iblis, pourquoi n'es-tu pas au nombre des prosternés?»",
        "es": "Dijo: «¡Iblis! ¿Qué tienes, que no te unes a los que se prosternan?»"
      },
      "ibn_ashour": "وجملة { ما لك ألا تكون مع الساجدين } استفهام توبيخ . ومعناه أي شيء ثبت لك ، أي متمكناً منك ، لأن اللام تفيد الملك . و { ألا تكون } معمول لحرف جر محذوف تقديره ( في ). وحَذف حرف الجر مطرد مع ( أنْ ). وحرف ( أن ) يفيد المصدرية . فالتقدير في انتفاء كونك من الساجدين ."
    },
    {
      "number": 33,
      "text": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَٰلٍۢ مِّنْ حَمَإٍۢ مَّسْنُونٍۢ",
      "tafsir": {
        "muyassar": "قال إبليس مظهرًا كبره وحسده: لا يليق بي أن أسجد لإنسان أَوجدْتَهُ من طين يابس كان طينًا أسود متغيرًا.",
        "mukhtasar": "قال إبليس متكبرًا: ما يصح لي أن أسجد لبشر خلقته من طين يابس كان طينًا أسود متغيرًا.",
        "saadi": "تفسير ألايتين 32 و 33 :ـ قال الله: { يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ } فاستكبر على أمر الله وأبدى العداوة لآدم وذريته وأعجب بعنصره، وقال: أنا خير من آدم.",
        "kathir": "قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ"
      },
      "translations": {
        "en": "He said, \"Never would I prostrate to a human whom You created out of clay from an altered black mud.\"",
        "fr": "Il dit: «Je ne puis me prosterner devant un homme que Tu as créé d'argile crissante, extraite d'une boue malléable».",
        "es": "Dijo: «Yo no voy a prosternarme ante un mortal que Tú has creado de barro arcilloso, maleable»."
      },
      "ibn_ashour": "وقوله : { لم أكن لأسجد } جُحود . وقد تقدم أنه أشد في النفي من ( لا أسجد ) في قوله تعالى : { ما يكون لي أن أقول } في آخر العقود [ المائدة : 116 ].وقوله : { لبشر خلقته من صلصال من حمإ مسنون } تأييد لإبايَته من السجود بأن المخلوق من ذلك الطين حقِير ذميم لا يستأهل السجود . وهذا ضلال نشأ عن تحكيم الأوهام بإعطاء الشيء حكم وقعه في الحاسة الوهمية دون وقعه في الحاسة العقلية ، وإعطاء حكم ما منه التكوين للشيء الكائن . فشتّان بين ذكر ذلك في قوله تعالى للملائكة : { إني خالق بشراً من صلصال من حمإ مسنون } وبين مقصد الشيطان من حكاية ذلك في تعليل امتناعه من السجود للمخلوق منه بإعادة الله الألفاظ التي وصف بها الملائكة . وزاد فقال ما حكي عنه في سورة ص ( 76 ) إذ قال : { أنا خير منه خلقتني من نار وخلقته من طين } ولم يحك عنه هنا ."
    },
    {
      "number": 34,
      "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌۭ",
      "tafsir": {
        "muyassar": "قال الله تعالى له: فاخرج من الجنة، فإنك مطرود من كل خير، وإن عليك اللعنة والبعد من رحمتي إلى يوم يُبْعَث الناس للحساب والجزاء.",
        "mukhtasar": "قال الله لإبليس: اخرج من الجنة فإنك مطرود.",
        "saadi": "{ قَالَ } الله معاقبا له على كفره واستكباره { فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ } أي: مطرود مبعد من كل خير",
        "kathir": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ"
      },
      "translations": {
        "en": "[Allah] said, \"Then get out of it, for indeed, you are expelled.",
        "fr": "- Et [Allah] dit: «Sors de là [du Paradis], car te voilà banni!",
        "es": "Dijo: «¡Sal de aquí! ¡Eres un maldito!"
      },
      "ibn_ashour": "وبمجموع ما حكي عنه هنا وهناك كان إبليس مصرحاً بتخطئة الخالق ، كافراً بصفاته ، فاستحق الطرد من عالم القدس . وقد بيناه في سورة ص .وعطفت جملة أمره بالخروج بالفاء لأن ذلك الأمر تفرع على جوابه المُنبىء عن كفره وعدم تأهله للبقاء في السماوات .والفاء في { فإنك رجيم } دالّة على سبب إخراجه من السماوات . و ( إنّ ) مؤذنة بالتعليل . وذلك إيماء إلى سبب إخراجه من عوالم القدس ، وهو ما يقتضيه وصفه بالرجيم متلوث الطوية وخبث النفس ، أي حيث ظهر هذا فيك فقد خبثت نفسك خبثاً لا يرجى بعده صلاح فلا تَبقى في عالم القدس والنزاهة .والرجيم : المطرود . وهو كناية عن الحقارة . وتقدم في أول هذه السورة { وحفظناها من كل شيطان رجيم } [ سورة الحجر : 17 ].وضمير { منها } عائد إلى السماوات وإن لم تذكر لدلالة ذكر الملائكة عليها . وقيل : إلى الجنة . وقد اختلف علماؤنا في أنها موجودة ."
    },
    {
      "number": 35,
      "text": "وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "tafsir": {
        "muyassar": "قال الله تعالى له: فاخرج من الجنة، فإنك مطرود من كل خير، وإن عليك اللعنة والبعد من رحمتي إلى يوم يُبْعَث الناس للحساب والجزاء.",
        "mukhtasar": "وإن عليك اللعنة والطرد من رحمتي إلى يوم القيامة.",
        "saadi": "{ وَإِنَّ عَلَيْكَ اللَّعْنَةَ } أي: الذم والعيب، والبعد عن رحمة الله، { إِلَى يَوْمِ الدِّينِ } ففيها وما أشبهها دليل على أنه سيستمر على كفره وبعده من الخير.",
        "kathir": "وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَىٰ يَوْمِ الدِّينِ"
      },
      "translations": {
        "en": "And indeed, upon you is the curse until the Day of Recompense.\"",
        "fr": "Et malédiction sur toi, jusqu'au Jour de la rétribution!»",
        "es": "¡La maldición te perseguirá hasta el día del Juicio!»"
      },
      "ibn_ashour": "و { اللعنة } : السّبّ بالطرد . و ( على ) مستعملة في الاستعلاء المجازي؛ وهو تمكن اللعنة والشتم منه حتى كأنه يقع فوقه .وجُعل { يوم الدين } وهو يوم الجزاء غاية للّعن استعمالاً في معنى الدوام ، كأنه قيل أبدا . وليس ذلك بمقتضي أن اللعنة تنتهي يوم القيامة ويخلفها ضدها ، ولكن المراد أن اللعنة عليه في الدنيا إلى أن يلاقي جزاء عمله فذلك يومئذٍ أشد من اللعنة ."
    },
    {
      "number": 36,
      "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "tafsir": {
        "muyassar": "قال إبليس: رب أخِّرني في الدنيا إلى اليوم الذي تَبْعَث فيه عبادك، وهو يوم القيامة.",
        "mukhtasar": "قال إبليس: يا رب، أمهلني ولا تمتني إلى يوم يبعث الخلق.",
        "saadi": "تفسير الآيات من 36 الى 38 :ـ { قَالَ رَبِّ فَأَنْظِرْنِي } أي: أمهلني { إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ } وليس إجابة الله لدعائه كرامة في حقه وإنما ذلك امتحان وابتلاء من الله له وللعباد ليتبين الصادق الذي يطيع مولاه دون عدوه ممن ليس كذلك، ولذلك حذرنا منه غاية التحذير، وشرح لنا ما يريده منا.",
        "kathir": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ"
      },
      "translations": {
        "en": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\"",
        "fr": "- Il dit: «O mon Seigneur, donne-moi donc un délai jusqu'au jour où ils (les gens) seront ressuscités».",
        "es": "Dijo, «¡Señor, déjame esperar hasta el día de la Resurreción!»"
      },
      "ibn_ashour": "سؤاله النظِرة بعد إعلامه بأنه ملعون إلى يوم الدين فاض به خبث جبلته البالغ نهاية الخباثة التي لا يشفيها إلا دوام الإفساد في هذا العالم ، فكانت هذه الرغبة مجلبة لدوام شقوته .ولما كانت اللعنة تستمر بعد انعدام الملعون إذا اشتهر بين الناس بسوء لم يكن توقيتها بالأبد مقيداً حياة الملعون ، فلذلك لم يكن لإبليس غنى بقوله تعالى { إلى يوم الدين } عن أن يسأل الإبقاء إلى يوم الدين ليكون مصدر الشرور للنفوس قضاء لما جبل عليه من بثّ الخُبث؛ فكان بذلك حريصاً على دوامها بما يوجه إليه من اللّعنة ، فسأل النظرة حباً للبقاء لما في البقاء من استمرار عمله .وخاطب الله بصفة الربوبية تخضّعاً وحثّاً على الإجابة ، والفاء في { فأنظرني } فاء التفريع . فرع السؤال عن الإخراج .ووسّط النداء بين ذلك .وذُكرت هذه الحالة من أوصاف نفسيته بعثاً لكراهيته في نفوس البشر الذين يرون أن حق النفس الأبية أن تأنف من الحياة الذميمة المحقرة ، وذلك شأن العرب ، فإذا علموا هذا الحوص من حال إبليس أبغضوه واحتقروه فلم يرضوا بكل عمل ينسب إليه .والإنظار : الإمهال والتأخير . وتقدم في قوله : { فنظرة إلى ميسرة } في سورة البقرة ( 280 ). والمراد تأخي"
    },
    {
      "number": 37,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "tafsir": {
        "muyassar": "قال الله له: فإنك ممن أخَّرْتُ هلاكهم إلى اليوم الذي يموت فيه كل الخلق بعد النفخة الأولى، لا إلى يوم البعث، وإنما أُجيبَ إلى ذلك استدراجًا له وإمهالا وفتنة للثقلين.",
        "mukhtasar": "قال الله له: فإنك من المُمْهَلين الذين أخَّرت آجالهم.",
        "saadi": "تفسير الآيات من 36 الى 38 :ـ { قَالَ رَبِّ فَأَنْظِرْنِي } أي: أمهلني { إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ } وليس إجابة الله لدعائه كرامة في حقه وإنما ذلك امتحان وابتلاء من الله له وللعباد ليتبين الصادق الذي يطيع مولاه دون عدوه ممن ليس كذلك، ولذلك حذرنا منه غاية التحذير، وشرح لنا ما يريده منا.",
        "kathir": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ"
      },
      "translations": {
        "en": "[Allah] said, \"So indeed, you are of those reprieved",
        "fr": "[Allah] dit: «tu es de ceux à qui ce délai est accordé,",
        "es": "Dijo: «¡Entonces, serás de aquéllos a quienes se ha concedido de prórroga"
      },
      "ibn_ashour": "وهذا الإنظار رمز إلهي على أن ناموس الشر لا ينقضي من عالم الحياة الدنيا وأن نظامها قائم على التصارع بين الخير والشر والأخيار والأشرار ، قال تعالى : { بل نقذف بالحق على الباطل } [ سورة الأنبياء : 18 ] وقال : { كذلك يضرب الله الحقّ والباطل } [ سورة الرعد : 17 ]. فلذلك لم يستغن نظام العالم عن إقامة قوانين العدل والصلاح وإيداعها إلى الكفاة لتنفيذها والذّود عنها .وعطفت مقولات هذه الأقوال بالفاء لأن كل قول منها أثاره الكلام الذي قبله فتفرّع عنه ."
    },
    {
      "number": 38,
      "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "tafsir": {
        "muyassar": "قال الله له: فإنك ممن أخَّرْتُ هلاكهم إلى اليوم الذي يموت فيه كل الخلق بعد النفخة الأولى، لا إلى يوم البعث، وإنما أُجيبَ إلى ذلك استدراجًا له وإمهالا وفتنة للثقلين.",
        "mukhtasar": "إلى الوقت الذي يموت فيه جميع الخلائق عند النفخة الأولى.",
        "saadi": "تفسير الآيات من 36 الى 38 :ـ { قَالَ رَبِّ فَأَنْظِرْنِي } أي: أمهلني { إِلَى يَوْمِ يُبْعَثُونَ قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ } وليس إجابة الله لدعائه كرامة في حقه وإنما ذلك امتحان وابتلاء من الله له وللعباد ليتبين الصادق الذي يطيع مولاه دون عدوه ممن ليس كذلك، ولذلك حذرنا منه غاية التحذير، وشرح لنا ما يريده منا.",
        "kathir": "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ"
      },
      "translations": {
        "en": "Until the Day of the time well-known.\"",
        "fr": "jusqu'au jour de l'instant connu» [d'Allah].",
        "es": "hasta el día señalado!»"
      },
      "ibn_ashour": "وعبر عن يوم البعث ب { يوم الوقت المعلوم } تفنّناً تفادياً من إعادة اللفظ قضاء لحق حسن النظم ، ولما فيه من التعليم بأن الله يعلم ذلك الأجل . فالمراد : المعلوم لدينا . ويجوز أن يراد المعلوم للناس أيضاً علماً إجمالياً .وفيه تعريض بأن من لم يؤمنوا بذلك اليوم من الناس لا يعبأ بهم فهم كالعدم ."
    },
    {
      "number": 39,
      "text": "قَالَ رَبِّ بِمَآ أَغْوَيْتَنِى لَأُزَيِّنَنَّ لَهُمْ فِى ٱلْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "قال إبليس: ربِّ بسبب ما أغويتني وأضللتني لأحسِّنَنَّ لذرية آدم معاصيك في الأرض، ولأضلنهم أجمعين عن طريق الهدى، إلا عبادك الذين هديتهم فأخلصوا لك العبادة وحدك دون سائر خلقك.",
        "mukhtasar": "قال إبليس: يا رب، بسبب إضلالك لي لأُحَسِّنَنَّ لهم المعاصي في الأرض، ولأضلَّنهم كلهم عن الصراط المستقيم.",
        "saadi": "تفسير الآيتين 39 و40 :ـ { قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ } أي: أزين لهم الدنيا وأدعوهم إلى إيثارها على الأخرى، حتى يكونوا منقادين لكل معصية. { وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ } أي: أصدهم كلهم عن الصراط المستقيم، { إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ } أي: الذين أخلصتهم واجتبيتهم لإخلاصهم، وإيمانهم وتوكلهم.",
        "kathir": "قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ"
      },
      "translations": {
        "en": "[Iblees] said, \"My Lord, because You have put me in error, I will surely make [disobedience] attractive to them on earth, and I will mislead them all",
        "fr": "- Il dit: «O mon Seigneur, parce que Tu m'as induit en erreur, eh bien je leur enjoliverai la vie sur terre et les égarerai tous,",
        "es": "Dijo: «¡Señor! Por haberme Tú descarriado, he de engalanarles en la tierra y he de descarriarles a todos,"
      },
      "ibn_ashour": "الباء في { بما أغويتني } للسببية ، و ( ما ) موصولة ، أي بسبب إغوائك إياي ، أي بسبب أن خلقتني غاوياً فسأغوي الناس .واللام في { لأزينن } لام قسم محذوف مراد بها التأكيد ، وهو القسم المصرح به في قوله : { قال فبعزتك لأغوينهم أجمعين } [ سورة ص : 82 ].والتزيين : التحسين ، أي جعل الشيء زينا ، أي حسناً . وحذف مفعول لأُزَينَنّ } لظهوره من المقام ، أي لأزينن لهم الشر والسيئات فيرونها حسنة ، وأزيّن لهم الإقبال على الملاذ التي تشغلهم عن الواجبات . وتقدم عند قوله تعالى : { زين للذين كفروا الحياة الدنيا } في سورة البقرة ( 212 ).والإغواء : جعلهم غاوين . والغّواية بفتح الغين : الضلال . والمعنى : ولأضلنّهم . وإغواء الناس كلهم هو أشد أحوال غاية المغوي إذ كانت غوايته متعدية إلى إيجاد غواية غيره .وبهذا يعلم أن قوله : { بما أغويتني } إشارة إلى غَواية يعلمها الله وهي التي جبله عليها ، فلذلك اختير لحكايتها طريقة الموصولية ، ويعلم أن كلام الشيطان هذا طفح بما في جبلّته ، وليس هو تشفّياً أو إغاظة لأن العظمة الإلهية تصده عن ذلك .وزيادة { في الأرض } لأنها أول ما يخطر بباله عند خطور الغواية لاقتران الغواية بالنزول "
    },
    {
      "number": 40,
      "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "tafsir": {
        "muyassar": "قال إبليس: ربِّ بسبب ما أغويتني وأضللتني لأحسِّنَنَّ لذرية آدم معاصيك في الأرض، ولأضلنهم أجمعين عن طريق الهدى، إلا عبادك الذين هديتهم فأخلصوا لك العبادة وحدك دون سائر خلقك.",
        "mukhtasar": "إلا من اصطفيتهم من عبادك لعبادتك.",
        "saadi": "تفسير الآيتين 39 و40 :ـ{ قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ } أي: أزين لهم الدنيا وأدعوهم إلى إيثارها على الأخرى، حتى يكونوا منقادين لكل معصية. { وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ } أي: أصدهم كلهم عن الصراط المستقيم، { إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ } أي: الذين أخلصتهم واجتبيتهم لإخلاصهم، وإيمانهم وتوكلهم.",
        "kathir": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ"
      },
      "translations": {
        "en": "Except, among them, Your chosen servants.\"",
        "fr": "à l'exception, parmi eux, de Tes serviteurs élus.»",
        "es": "salvo a aquéllos que sean siervos Tuyos escogidos»."
      },
      "ibn_ashour": "وجعل المُغْوَيْن هم الأصل ، واستثنى منهم عباد الله المخلصين لأن عزيمته منصرفة إلى الإغواء ، فهو الملحوظ ابتداء عنده ، على أن المُغوَيْن هم الأكثر . وعكسه قوله تعالى : { إن عبادي ليس لك عليهم سلطان إلا من اتبعك } [ سورة الحجر : 42 ]. والاستثناء لا يُشعر بقلّة المستثنى بالنسبة للمستثنى منه ولا العكس .وقرىء { المخلصين } بفتح اللام لنافع وحمزة وعاصم والكسائي على معنى الذين أخلصتَهم وطهّرتهم . و بكسر اللام لابن كثير وابن عامر وأبي عَمرو ، أي الذين أخلَصوا لك في العمل ."
    },
    {
      "number": 41,
      "text": "قَالَ هَٰذَا صِرَٰطٌ عَلَىَّ مُسْتَقِيمٌ",
      "tafsir": {
        "muyassar": "قال الله: هذا طريق مستقيم معتدل موصل إليَّ وإلى دار كرامتي. إن عبادي الذين أخلصوا لي لا أجعل لك سلطانًا على قلوبهم تضلُّهم به عن الصراط المستقيم، لكن سلطانك على مَنِ اتبعك مِنَ الضالين المشركين الذين رضوا بولايتك وطاعتك بدلا من طاعتي.",
        "mukhtasar": "قال الله: هذا طريق معتدل موصل إليّ.",
        "saadi": "قال الله تعالى: { هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ } أي: معتدل موصل إليَّ وإلى دار كرامتي.",
        "kathir": "قَالَ هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ"
      },
      "translations": {
        "en": "[Allah] said, \"This is a path [of return] to Me [that is] straight.",
        "fr": "- «[Allah] dit: voici une voie droite [qui mène] vers Moi.",
        "es": "Dijo: «Esto es, para Mí, una vía recta."
      },
      "ibn_ashour": "الصراط المستقيم : هو الخبر والرشاد .فالإشارة إلى ما يؤخذ من الجملة الواقعة بعد اسم الإشارة المبيّنة للإخبار عن اسم الإشارة وهي جملة { إن عبادي ليس لك عليهم سلطان } ، فتكون الإشارة إلى غير مشاهَد تنزيلاً له منزلة المشاهد ، وتنزيلاً للمسموع منزلة المرئي .ثم إن هذا المنزل منزلة المشاهد هو مع ذلك غير مذكور لقصد التشويق إلى سماعه عند ذكره . فاسم الإشارة هنا بمنزلة ضمير الشأن ، كما يكتب في العهود والعقود : هذا ما قاضى عليه فلان فلاناً أنه كيَت وكيت ، أو هذا ما اشترى فلان من فلان أنه باعه كذا وكذا .ويجوز أن تكون الإشارة إلى الاستثناء الذي سبق في حكاية كلام إبليس من قوله : { إلا عبادك منهم المخلصين } [ سورة الحجر : 40 ] لتضمنه أنه لا يستطيع غواية العباد الذين أخلصهم الله للخير ، فتكون جملة { إن عبادي ليس لك عليهم سلطان } مستأنفة أفادت نفي سلطانه .والصراط : مستعار للعمل الذي يقصِد منه عاملُه فائدةً . شُبه بالطريق الموصل إلى المكان المطلوب وصوله إليه ، أي هذا هو السُنّة التي وضعتُها في الناس وفي غوايتك إياهم وهي أنّك لا تغوي إلا من اتّبعك من الغاوين ، أو أنك تغوي من عدا عبادي المخلصين .و { مستقي"
    },
    {
      "number": 42,
      "text": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ",
      "tafsir": {
        "muyassar": "قال الله: هذا طريق مستقيم معتدل موصل إليَّ وإلى دار كرامتي. إن عبادي الذين أخلصوا لي لا أجعل لك سلطانًا على قلوبهم تضلُّهم به عن الصراط المستقيم، لكن سلطانك على مَنِ اتبعك مِنَ الضالين المشركين الذين رضوا بولايتك وطاعتك بدلا من طاعتي.",
        "mukhtasar": "إن عبادي المخلصين ليس لك قدرة ولا تَسَلُّطٌ على إغوائهم إلا من اتبعك من الضالين.",
        "saadi": "{ إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ } تميلهم به إلى ما تشاء من أنواع الضلالات، بسبب عبوديتهم لربهم وانقيادهم لأوامره أعانهم الله وعصمهم من الشيطان. { إِلَّا مَنِ اتَّبَعَكَ } فرضي بولايتك وطاعتك بدلا من طاعة الرحمن، { مِنَ الْغَاوِينَ } والغاوي: ضد الراشد فهو الذي عرف الحق وتركه، والضال: الذي تركه من غير علم منه به.",
        "kathir": "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ"
      },
      "translations": {
        "en": "Indeed, My servants - no authority will you have over them, except those who follow you of the deviators.",
        "fr": "Sur Mes serviteurs tu n'auras aucune autorité, excepté sur celui qui te suivra parmi les dévoyés.",
        "es": "Tú no tienes poder alguno sobre Mis siervos, salvo sobre los descarriados que te sigan»."
      },
      "ibn_ashour": "والمعنى أن الله وضع سنّة في نفوس البشر أن الشيطان لا يتسلّط إلا على من كان غاوياً ، أي مائلاً للغواية مكتسباً لها دون مَن كبحَ نفسه عن الشر . فإن العاقل إذا تعلق به وسواس الشيطان عَلم ما فيه من إضلال وعلم أن الهدى في خلافه فإذا توفّق وحمل نفسه على اختيار الهُدى وصرف إليه عزمه قوي على الشيطان فلم يكن له عليه سلطان ، وإذا مَال إلى الضلال واستحسنه واختار إرضاء شهوته صار متهيئاً إلى الغواية فأغواه الشيطان فغوَى . فالاتباع مجاز بمعنى الطاعة واستحسان الرأي كقوله : { فاتبعوني يحببكم الله } [ سورة آل عمران : 31 ].وإطلاق { الغاوين } من باب إطلاق اسم الفاعل على الحصول في المستقبل بالقرينة لأنه لو كان غاوياً بالفعل لم يكن لسلطان الشيطان عليه فائدة . وقد دلّ على هذا المعنى تعلّق نفي السلطان بجميع العباد ، ثم استثناء من كان غاوياً .فلما كان سلطان الشيطان لا يتسلط إلا على من كان غاوياً علمنا أن ثمّة وصفاً بالغواية هو مهيَىءُ تسلطِ سلطان الشيطان على موصوفه . وذلك هو الموصوف بالغواية بالقوة لا بالفعل ، أي بالاستعداد للغواية لا بوقوعها .فالإضافة في قوله تعالى : { عبادي } للعموم كما هو شأن الجمع المعرّف"
    },
    {
      "number": 43,
      "text": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "وإن النار الشديدة لَموعدُ إبليس وأتباعه أجمعين، لها سبعة أبواب كل باب أسفل من الآخر، لكل بابٍ مِن أتباع إبليس قسم ونصيب بحسب أعمالهم.",
        "mukhtasar": "وإن جهنم لموعد إبليس ومن اتبعه من الضالين كلهم.",
        "saadi": "{ وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ } أي: إبليس وجنوده",
        "kathir": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ"
      },
      "translations": {
        "en": "And indeed, Hell is the promised place for them all.",
        "fr": "Et l'Enfer sera sûrement leur lieu de rendez-vous à tous.",
        "es": "La gehena es el lugar de cita de todos ellos."
      },
      "ibn_ashour": "وضمير «مَوعدهم» عائد إلى { من اتبعك } ، والموعد مكان الوعد . وأطلق هنا على المصير إلى الله استعير الموعد لمكان اللقاء تشبيهاً له بالمكان المعين بين الناس للقاء معين وهو الوعد .ووجه الشبه تحقّق المجيء بجامع الحرص عليه شأن المواعيد ، لأن إخلاف الوعد محاور ، وفي ذلك تَمليح بهم لأنهم ينكرون البعث والجزاء ، فجُعلوا بمنزلة من عيّن ذلك المكان للإتيان ."
    },
    {
      "number": 44,
      "text": "لَهَا سَبْعَةُ أَبْوَٰبٍۢ لِّكُلِّ بَابٍۢ مِّنْهُمْ جُزْءٌۭ مَّقْسُومٌ",
      "tafsir": {
        "muyassar": "وإن النار الشديدة لَموعدُ إبليس وأتباعه أجمعين، لها سبعة أبواب كل باب أسفل من الآخر، لكل بابٍ مِن أتباع إبليس قسم ونصيب بحسب أعمالهم.",
        "mukhtasar": "لجهنم سبعة أبواب يدخلون منها، لكل باب من أبوابها من أتباع إبليس قدر معلوم منهم يدخل منه.",
        "saadi": "{ لَهَا سَبْعَةُ أَبْوَابٍ } كل باب أسفل من الآخر، { لِكُلِّ بَابٍ مِنْهُمْ } أي: من أتباع إبليس { جُزْءٌ مَقْسُومٌ } بحسب أعمالهم. قال الله تعالى: { فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ } ",
        "kathir": "لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ"
      },
      "translations": {
        "en": "It has seven gates; for every gate is of them a portion designated.\"",
        "fr": "Il a sept portes; et chaque porte en a sa part déterminée».",
        "es": "Tiene siete puertas y cada una tendrá un grupo definido de ellos."
      },
      "ibn_ashour": "وجملة { لها سبعة أبواب } مستأنفة لوصف حال جهنم وأبوابها لإعداد الناس بحيث لا تضيق عن دخولهم .والظاهر أن السبعة مستعملة في الكثرة فيكون كقوله : { والملائكة يدخلون عليهم من كل باب } [ سورة الرعد : 23 ] ؛ أو أريد بالأبواب الكناية عن طبقات جهنم لأن الأبواب تقتضي منازل فهي مراتب مناسبة لمراتب الإجرام بأن تكون أصول الجرائم سبعة تتفرع عنها جميع المعاصي الكبائر . وعسى أن نتمكن من تشجيرها في وقت آخر .وقد يكون من جملة طبقاتها طبقة النفاق قال تعالى : { إن المنافقين في الدرككِ الأسفل من النار } [ سورة النساء : 145 ]. وانظر ما قدمناه من تفريع ما ينشأ عن النفاق من المذام في قوله تعالى { ومن الناس من يقول آمنا بالله وباليوم الآخر } في سورة البقرة ( 8 ).وجملة { لكل باب منهم جزء مقسوم } صفة ل { أبواب } وتقسيمها بالتعيين يعلمه الله تعالى . وضمير { منهم } عائد ل { من اتبعك من الغاوين } ، أي لكل باب فريق يدخل منه ، أو لكل طبقة من النار قسم من أهل النار مقسوم على طبقات أقسام النار .واعلم أن هذه الأقوال التي صدرت من الشيطان لدى الحضرة القدسية هي انكشاف لجبلّة التطور الذي تكيّفت به نفس إبليس من حينَ أبى من ا"
    },
    {
      "number": 45,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَعُيُونٍ",
      "tafsir": {
        "muyassar": "إن الذين اتقوا الله بامتثال ما أمر واجتناب ما نهى في بساتين وأنهار جارية يقال لهم: ادخلوا هذه الجنات سالمين من كل سوء آمنين من كل عذاب. ونزعنا ما في قلوبهم من حقد وعداوة، يعيشون في الجنة إخوانًا متحابين، يجلسون على أسرَّة عظيمة، تتقابل وجوههم تواصلا وتحاببًا، لا يصيبهم فيها تعب ولا إعياء، وهم باقون فيها أبدًا.",
        "mukhtasar": "إن الذين اتقوا ربهم بامتثال أمره واجتناب نهيه في جنات وعيون.",
        "saadi": "ولما ذكر تعالى ما أعد لأعدائه أتباع إبليس من النكال والعذاب الشديد ذكر ما أعد لأوليائه من الفضل العظيم والنعيم المقيم فقال تعالى:  { إِنَّ الْمُتَّقِينَ } الذين اتقوا طاعة الشيطان وما يدعوهم إليه من جميع الذنوب والعصيان { فِي جَنَّاتٍ وَعُيُونٍ } قد احتوت على جميع الأشجار وأينعت فيها جميع الثمار اللذيذة في جميع الأوقات.",
        "kathir": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ"
      },
      "translations": {
        "en": "Indeed, the righteous will be within gardens and springs.",
        "fr": "Certes, les pieux seront dans des jardins avec des sources.",
        "es": "Los temerosos de Alá estarán entre jardines y fuentes."
      },
      "ibn_ashour": "استئناف ابتدائي ، انتقال من وعيد المجرمين إلى بشارة المتّقين على عادة القرآن في التفنن .والمتّقون : الموصوفون بالتقوى . وتقدمت عند صدر سورة البقرة .والجنّات : جمع جنة . وقد تقدمت عند قوله تعالى { أن لهم جنات تجري من تحتها الأنهار } في أول سورة البقرة ( 25 )والعيون : جمع عين اسم لثقب أرضي يخرج منه الماء من الأرض . فقد يكون انفجارها بدون عمل الإنسان . وأسبابه كثيرة تقدمت عند قوله تعالى : { وإن من الحجارة لما يتفجر منه الأنهار } في سورة البقرة ( 74 ). وقد يكون بفعل فاعل وهو التفجير ."
    },
    {
      "number": 46,
      "text": "ٱدْخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
      "tafsir": {
        "muyassar": "إن الذين اتقوا الله بامتثال ما أمر واجتناب ما نهى في بساتين وأنهار جارية يقال لهم: ادخلوا هذه الجنات سالمين من كل سوء آمنين من كل عذاب. ونزعنا ما في قلوبهم من حقد وعداوة، يعيشون في الجنة إخوانًا متحابين، يجلسون على أسرَّة عظيمة، تتقابل وجوههم تواصلا وتحاببًا، لا يصيبهم فيها تعب ولا إعياء، وهم باقون فيها أبدًا.",
        "mukhtasar": "يقال لهم عند دخولها: ادخلوها بسلامة من الآفات، وأمن من المخاوف.",
        "saadi": "ويقال لهم حال دخولها: { ادْخُلُوهَا بِسَلَامٍ آمِنِينَ } من الموت والنوم والنصب، واللغوب وانقطاع شيء من النعيم الذي هم فيه أو نقصانه ومن المرض، والحزن والهم وسائر المكدرات",
        "kathir": "ادْخُلُوهَا بِسَلَامٍ آمِنِينَ"
      },
      "translations": {
        "en": "[Having been told], \"Enter it in peace, safe [and secure].\"",
        "fr": "«Entrez-y en paix et en sécurité».",
        "es": "«¡Entrad en ellos, en paz, seguros!»"
      },
      "ibn_ashour": "وجملة { ادخلوها } معمولة لقول محذوف يقدر حالاً من { المتقين } والقرينة ظاهرة . والتقدير : يقال لهم ادخلوها . والقائل هو الملائكة عند إدخال المتقين الجنة .والباء من { بسلام } للمصاحبة .والسلام : التحية . وتقدم في قوله : { وإذا جاءك الذين يؤمنون بآياتنا فقل سلام عليكم } في سورة الأنعام ( 54 )والأمن النجاة من الخوف ."
    },
    {
      "number": 47,
      "text": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ إِخْوَٰنًا عَلَىٰ سُرُرٍۢ مُّتَقَٰبِلِينَ",
      "tafsir": {
        "muyassar": "إن الذين اتقوا الله بامتثال ما أمر واجتناب ما نهى في بساتين وأنهار جارية يقال لهم: ادخلوا هذه الجنات سالمين من كل سوء آمنين من كل عذاب. ونزعنا ما في قلوبهم من حقد وعداوة، يعيشون في الجنة إخوانًا متحابين، يجلسون على أسرَّة عظيمة، تتقابل وجوههم تواصلا وتحاببًا، لا يصيبهم فيها تعب ولا إعياء، وهم باقون فيها أبدًا.",
        "mukhtasar": "وأزلنا ما في صدورهم من حقد وعداوة، إخوة متحابِّين يجلسون على أسرَّة ينظر بعضهم إلى بعض.",
        "saadi": "{ وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ } فتبقى قلوبهم سالمة من كل دغل  وحسد متصافية متحابة { إخوانا على سرر متقابلين }  دل ذلك على تزاورهم واجتماعهم وحسن أدبهم فيما بينهم في كون كل منهم مقابلا للآخر لا مستدبرا له متكئين على تلك السرر المزينة بالفرش واللؤلؤ وأنواع الجواهر.",
        "kathir": "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُتَقَابِلِينَ"
      },
      "translations": {
        "en": "And We will remove whatever is in their breasts of resentment, [so they will be] brothers, on thrones facing each other.",
        "fr": "Et Nous aurons arraché toute rancune de leurs poitrines: et ils se sentiront frères, faisant face les uns aux autres sur des lits.",
        "es": "Extirparemos el rencor que quede en sus pechos. Serán como hermanos, en lechos, unos enfrente de otros."
      },
      "ibn_ashour": "وجملة { ونزعنا ما في صدورهم من غل } عطف على الخبر ، وهو { في جنات وعيون }. والتقدير : إن المتقين نزعنا ما في صدورهم من غِلّ .والغِلّ بكسر الغين البغض . وتقدم في قوله تعالى : { ونزعنا ما في صدورهم من غلّ تجري من تحتهم الأنهار } في سورة الأعراف ( 43 ) ، أي ما كان بين بعضهم من غلّ في الدنيا .و { إخواناً } حال ، وهو على معنى التشبيه ، أي كالإخوان ، أي كحال الإخوان في الدنيا .وأول من يدخل في هذا العموم أصحاب النبي صلى الله عليه وسلم فيما شجر بينهم من الحوادث الدافع إليها اختلاف الاجتهاد في إقامة مصالح المسلمين ، والشدة في إقامة الحق على حسب اجتهادهم . كما روي عن علي كرّم الله وجهه أنه قال : إني لأرجو من أن أكون أنا وطلحة ممن قال الله تعالى : { ونزعنا ما في صدورهم من غل إخواناً }. فقال جاهل من شيعة عليّ اسمه الحارث بن الأعور الهمذاني : كلا ، اللّهُ أعدل من أن يجمعك وطلحة في مكان واحد . فقال عليّ : «فلمن هذه الآية لا أمّ لك بِفيك التراب» .والسرر : جمع سرير . وهو محمل كالكرسي متّسع يمكن الاضطجاع عليه . والاتّكاء : مجلس أصحاب الدعة والرفاهية لتمكن الجالس عليه من التقلّب كيف شاء حتى إذا ملّ جِلس"
    },
    {
      "number": 48,
      "text": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌۭ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ",
      "tafsir": {
        "muyassar": "إن الذين اتقوا الله بامتثال ما أمر واجتناب ما نهى في بساتين وأنهار جارية يقال لهم: ادخلوا هذه الجنات سالمين من كل سوء آمنين من كل عذاب. ونزعنا ما في قلوبهم من حقد وعداوة، يعيشون في الجنة إخوانًا متحابين، يجلسون على أسرَّة عظيمة، تتقابل وجوههم تواصلا وتحاببًا، لا يصيبهم فيها تعب ولا إعياء، وهم باقون فيها أبدًا.",
        "mukhtasar": "لا يصيبهم فيها تعب، وليسوا بمُخْرَجين منها، بل هم خالدون فيها.",
        "saadi": "{ لَا يَمَسُّهُمْ فِيهَا نَصَبٌ } لا ظاهر ولا باطن، وذلك لأن الله ينشئهم نشأة وحياة كاملة لا تقبل شيئا من الآفات، { وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ } على سائر الأوقات.",
        "kathir": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ"
      },
      "translations": {
        "en": "No fatigue will touch them therein, nor from it will they [ever] be removed.",
        "fr": "Nulle fatigue ne les y touchera. Et on ne les en fera pas sortir.",
        "es": "Allí no sufrirán pena, ni serán expulsados."
      },
      "ibn_ashour": "والمسّ : كناية عن الإصَابة .والنصَب : التعب النّاشىء عن استعمال الجهد ."
    },
    {
      "number": 49,
      "text": "۞ نَبِّئْ عِبَادِىٓ أَنِّىٓ أَنَا ٱلْغَفُورُ ٱلرَّحِيمُ",
      "tafsir": {
        "muyassar": "أخبر -أيها الرسول- عبادي أني أنا الغفور للمؤمنين التائبين، الرحيم بهم، وأن عذابي هو العذاب المؤلم الموجع لغير التائبين. وأخبرهم -أيها الرسول- عن ضيوف إبراهيم من الملائكة الذين بشَّروه بالولد، وبهلاك قوم لوط.",
        "mukhtasar": "أَعْلِم - أيها الرسول - عبادي أني أنا الغفور لمن تاب منهم، الرحيم به.",
        "saadi": "ولما ذكر ما يوجب الرغبة والرهبة من مفعولات الله من الجنة والنار، ذكر ما يوجب ذلك من أوصافه تعالى فقال: { نَبِّئْ عِبَادِي } أي: أخبرهم خبرا جازما مؤيدا بالأدلة، { أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ } فإنهم إذا عرفوا كمال رحمته، ومغفرته سَعَوا في الأسباب  الموصلة لهم إلى رحمته وأقلعوا عن الذنوب وتابوا منها، لينالوا مغفرته.",
        "kathir": "۞ نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ"
      },
      "translations": {
        "en": "[O Muhammad], inform My servants that it is I who am the Forgiving, the Merciful.",
        "fr": "Informe Mes serviteurs que c'est Moi le Pardonneur, le Très Miséricordieux.",
        "es": "Informa a Mis siervos de que Yo soy el Indulgente, el Misericordioso,"
      },
      "ibn_ashour": "هذا تصدير لذكر القصص التي أريد من التذكير بها الموعظة بما حلّ بأهلها ، وهي قصة قوم لوط وقصة أصحاب الأيكة وقصة ثمود .وابتدىء ذلك بقصة إبراهيم عليه الصلاة والسلام لما فيها من كرامة الله له تعريضاً بالمشركين إذ لم يقتفوا آثاره في التوحيد .فالجملة مستأنفة استئنافاً ابتدائياً وهو مرتبط بقوله في أوائل السورة : { وما أهلكنا من قرية إلا ولها كتاب معلوم } [ سورة الحجر : 4 ].وابتداء الكلام بفعل الإنباء لتشويق السامعين إلى ما بعده كقوله تعالى : { هل أتاك حديث الجنود } [ سورة البروج : 17 ] ونحوه . والمقصود هو قوله تعالى الآتي : { ونبئهم عن ضيف إبراهيم } [ سورة الحجر : 51 ]. وإنما قدم الأمر بإعلام الناس بمغفرة الله وعذابه ابتداء بالموعظة الأصلية قبل الموعظة بجزئيات حوادث الانتقام من المعاندين وإنجاء من بينهم من المؤمنين لأن ذلك دائر بين أثر الغفران وبين أثر العذاب .وقدمت المغفرة على العذاب لسبق رحمته غضبه .وضمير { أنا } وضمير { هو } ضميرا فصل يفيدان تأكيد الخبر .واعلم أن في قوله تعالى : { نبىء عبادي } إلى { الرحيم } من المحسّنات البديعية محسّن الاتّزان إذا سكنت ياء { أني } على قراءة الجمهور بتسكينه"
    },
    {
      "number": 50,
      "text": "وَأَنَّ عَذَابِى هُوَ ٱلْعَذَابُ ٱلْأَلِيمُ",
      "tafsir": {
        "muyassar": "أخبر -أيها الرسول- عبادي أني أنا الغفور للمؤمنين التائبين، الرحيم بهم، وأن عذابي هو العذاب المؤلم الموجع لغير التائبين. وأخبرهم -أيها الرسول- عن ضيوف إبراهيم من الملائكة الذين بشَّروه بالولد، وبهلاك قوم لوط.",
        "mukhtasar": "وأَعْلِمهم أن عذابي هو العذاب الموجع، فليتوبوا إلي لينالوا مغفرتي، ويأمنوا من عذابي.",
        "saadi": "ومع هذا فلا ينبغي أن يتمادى بهم الرجاء إلى حال الأمن والإدلال، فنبئهم { وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ } أي: لا عذاب في الحقيقة إلا عذاب الله الذي لا يقادر قدره ولا يبلغ كنهه نعوذ به من عذابه، فإنهم إذا عرفوا أنه { لا يعذب عذابه أحد ولا يوثق وثاقه أحد } حذروا وأبعدوا عن كل سبب يوجب لهم العقاب، فالعبد ينبغي أن يكون قلبه دائما بين الخوف والرجاء، والرغبة والرهبة، فإذا نظر إلى رحمة ربه ومغفرته وجوده وإحسانه، أحدث له ذلك الرجاء والرغبة، وإذا نظر إلى ذنوبه وتقصيره في حقوق ربه، أحدث له الخوف والرهبة والإقلاع عنها.",
        "kathir": "وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ"
      },
      "translations": {
        "en": "And that it is My punishment which is the painful punishment.",
        "fr": "et que Mon châtiment est certes le châtiment douloureux.",
        "es": "pero que Mi castigo es el castigo doloroso."
      },
      "ibn_ashour": "وإنما قدم الأمر بإعلام الناس بمغفرة الله وعذابه ابتداء بالموعظة الأصلية قبل الموعظة بجزئيات حوادث الانتقام من المعاندين وإنجاء من بينهم من المؤمنين لأن ذلك دائر بين أثر الغفران وبين أثر العذاب .وقدمت المغفرة على العذاب لسبق رحمته غضبه .وضمير { أنا } وضمير { هو } ضميرا فصل يفيدان تأكيد الخبر ."
    },
    {
      "number": 51,
      "text": "وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَٰهِيمَ",
      "tafsir": {
        "muyassar": "أخبر -أيها الرسول- عبادي أني أنا الغفور للمؤمنين التائبين، الرحيم بهم، وأن عذابي هو العذاب المؤلم الموجع لغير التائبين. وأخبرهم -أيها الرسول- عن ضيوف إبراهيم من الملائكة الذين بشَّروه بالولد، وبهلاك قوم لوط.",
        "mukhtasar": "وأعلمهم بخبر ضيوف إبراهيم عليه السلام من الملائكة الذين جاؤوه بالبشرى بالولد، وبإهلاك قوم لوط.",
        "saadi": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: { وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ } أي: عن تلك القصة العجيبة فإن في قصك عليهم أنباء الرسل وما جرى لهم ما يوجب لهم العبرة والاقتداء بهم، خصوصا إبراهيم الخليل، الذي أمرنا الله أن نتبع ملته، وضيفه هم الملائكة الكرام أكرمه الله بأن جعلهم أضيافه.",
        "kathir": "وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ"
      },
      "translations": {
        "en": "And inform them about the guests of Abraham,",
        "fr": "Et informe-les au sujet des hôtes d'Abraham",
        "es": "Infórmales de lo que pasó con los huéspedes de Abraham,"
      },
      "ibn_ashour": "هذا العطف مع اتحاد الفعل المعطوف بالفعل المعطوف عليه في الصيغة دليل على أن المقصود الإنباء بكلا الأمرين لمناسبة ذكر القصة أنها من مظاهر رحمته تعالى وعذابه .و { ضيف إبراهيم } : الملائكة الذين تشكلوا بشكل أناس غرباء مارّين ببيته . وتقدمت القصة في سورة هود ."
    },
    {
      "number": 52,
      "text": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَٰمًۭا قَالَ إِنَّا مِنكُمْ وَجِلُونَ",
      "tafsir": {
        "muyassar": "حين دخلوا عليه فقالوا: سلامًا؛ فرد عليهم السلام، ثم قدَّم لهم الطعام فلم يأكلوا، قال: إنا منكم فزعون.",
        "mukhtasar": "حين دخلوا عليه، فقالوا له: سلامًا، فأجابهم بأحسن من تحيتهم، وقدم لهم عجلًا مشويًّا ليأكلوه، فقد ظن أنهم بشر، فلما لم يأكلوا منه، قال: إنا منكم خائفون.",
        "saadi": "{ إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا } أي: سلموا عليه فرد عليهم { قَالَ إِنَّا مِنْكُمْ وَجِلُونَ } أي: خائفون، لأنه لما دخلوا عليه وحسبهم ضيوفا ذهب مسرعا إلى بيته فأحضر لهم ضيافتهم، عجلا حنيذا فقدمه إليهم، فلما رأى أيديهم لا تصل، إليه خاف منهم أن يكونوا لصوصا أو نحوهم.",
        "kathir": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ"
      },
      "translations": {
        "en": "When they entered upon him and said, \"Peace.\" [Abraham] said, \"Indeed, we are fearful of you.\"",
        "fr": "Quand ils entrèrent chez lui et dirent: «Salâm» - Il dit: «Nous avons peur de vous».",
        "es": "cuando, entrados en donde él estaba, dijeron: «¡Paz!» Dijo: «¡Nos dais miedo!»"
      },
      "ibn_ashour": "وجملة { قال إنا منكم وجلون } جاءت مفصولة بدون عطف لأنها جواب عن جملة { فقالوا سلاماً }. وقد طوي ذكر رده السلام عليهم إيجازاً لظهوره . صُرح به في قوله : { قال سلام قوم منكرون } [ سورة الذاريات : 25 ] ، أي قال إنا منكم وجلون بعد أن رد السلام . وفي سورة هود أنه أوجس منهم خِيفة حين رآهم لم يمدّوا أيديهم للأكل .وضمير { إنا } من كلام إبراهيم عليه السلام فهو يعني به نفسه وأهله ، لأن الضيف طرقوا بيتهم في غير وقت طروق الضيف فظنّهم يريدون به شراً ، فلما سلموا عليه فاتحهم بطلب الأمْن ، فقال : { إنا منكم وجلون } ، أي أخفتمونا . وفي سورة الذاريات أنه قال لهم : { قوم منكرون } [ سورة الحجر : 25 ].والوجِل : الخائف . والوجَل بفتح الجيم الخوف . ووقع في سورة هود ( 70 ) { نكِرهم وأوجس مِنهم خِيفة }"
    },
    {
      "number": 53,
      "text": "قَالُوا۟ لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٍۢ",
      "tafsir": {
        "muyassar": "قالت الملائكة له: لا تفزع إنَّا جئنا نبشرك بولد كثير العلم بالدين، هو إسحاق.",
        "mukhtasar": "قال الرسل من الملائكة: لا تخف، إنا نخبرك بما يسرك، أنه سيكون لك ولد ذكر عليم.",
        "saadi": "فـ { قَالُوا } له: { لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ } وهو إسحاق عليه الصلاة والسلام، تضمنت هذه البشارة بأنه ذكر لا أنثى عليم أي: كثير العلم، وفي الآية الأخرى { وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ } ",
        "kathir": "قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ"
      },
      "translations": {
        "en": "[The angels] said, \"Fear not. Indeed, we give you good tidings of a learned boy.\"",
        "fr": "Ils dirent: «N'aie pas peur! Nous t'annonçons une bonne nouvelle, [la naissance] d'un garçon plein de savoir».",
        "es": "«¡No tengas miedo!», dijeron. «Te anunciamos la buena noticia de un muchacho lleno de ciencia»."
      },
      "ibn_ashour": "وقد جُمع في هذه الآية متفرق كلام الملائكة ، فاقتصر على مجاوبتهم إياه عن قوله : إنا منكم وجلون } ، فنِهاية الجواب هو { لا توجل }.وأما جملة { إنا نبشرك بغلام عليم } فهي استئناف كلام آخر بعد أن قدّم إليهم القِرى وحضرت امرأته فبشّروه بحضرتها كما فُصّل في سورة هود .والغلام العليم : إسحاق عليه السلام أي عليم بالشريعة بأن يكون نبيئاً .وقد حكي هنا قولهم لإبراهيم عليه السلام ، وحكي في سورة هود قولهم لامرأته لأن البشارة كانت لهما معاً فقد تكون حاصلة في وقت واحد فهي بشارتان باعتبار المبشّر ، وقد تكون حصلت في وقتين متقاربين بشّروه بانفراد ثم جاءت امرأته فبشروها .وقرأ الجمهور { نبشرك } بضم النون وفتح الموحدة وتشديد الشين المكسورة مضارع بشر بالتشديد . وقرأ حمزة وحده { نَبْشُرُكَ } بفتح النون وسكون الموحدة وضم الشين وهي لغة . يقال بشَرَه يبشره من باب نصر ."
    },
    {
      "number": 54,
      "text": "قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "tafsir": {
        "muyassar": "قال إبراهيم متعجبًا: أبشَّرتموني بالولد، وأنا كبير وزوجتي كذلك، فبأي أعجوبة تبشِّرونني؟",
        "mukhtasar": "قال لهم إبراهيم - وقد تَعَجَّب من تبشيرهم إياه بولد -: أبشَّرتموني بولد مع ما أصابني من الكبر والشيخوخة، فعلى أي وجه تبشِّرونني؟",
        "saadi": "فقال لهم متعجبا من هذه البشارة: { أَبَشَّرْتُمُونِي } بالولد { عَلَى أَنْ مَسَّنِيَ الْكِبَرُ } وصار نوع إياس منه { فَبِمَ تُبَشِّرُونَ } أي: على أي وجه تبشرون وقد عدمت الأسباب؟",
        "kathir": "قَالَ أَبَشَّرْتُمُونِي عَلَىٰ أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ"
      },
      "translations": {
        "en": "He said, \"Have you given me good tidings although old age has come upon me? Then of what [wonder] do you inform?\"",
        "fr": "Il dit: «M'annoncez-vous [cette nouvelle] alors que la vieillesse m'a touché? Que m'annoncez-vous donc?»",
        "es": "Dijo: «¿Me anunciáis buenas noticias, a pesar de mi avanzada edad? Y ¿qué es lo que me anunciáis?»"
      },
      "ibn_ashour": "والاستفهام في { أبشرتموني } للتعجب .و { على } بمعنى ( مع ) : دالة على شدة اقتران البشارة بمسّ الكبر إياه .والمسّ : الإصابة . والمعنى تعجب من بشارته بولد مع أن الكبر مسّه .وأكد هذا التعجب بالاستفهام الثاني بقوله : { فَبِمَ تُبَشِّرُونِ } استفهام تعجب . نُزل الأمر العجيب المعلوم منزلة الأمر غير المعلوم لأنه يكاد يكون غير معلوم .وقد علم إبراهيم عليه السلام من البشارة أنهم ملائكة صادقون فتعين أن الاستفهام للتعجب .وحذف مفعول «بشرتموني» لدلالة الكلام عليه .قرأ نافع { تبشرونِ } بكسر النون مخففة دون إشباع على حذف نون الرفع وحذف ياء المتكلم وكل ذلك تخفيف فصيح .وقرأ ابن كثير بكسر النون مشددة على حذف ياء المتكلم خاصة . وقرأ الباقون بفتح النون على حذف المفعول لظهوره من المقام ، أي تبشرونني ."
    },
    {
      "number": 55,
      "text": "قَالُوا۟ بَشَّرْنَٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَٰنِطِينَ",
      "tafsir": {
        "muyassar": "قالوا: بشَّرناك بالحق الذي أعلمَنا به الله، فلا تكن من اليائسين أن يولد لك.",
        "mukhtasar": "قال الرسل من الملائكة لإبراهيم: بشَّرناك بالحق الذي لا مرية فيه، فلا تكن من اليائسين مما بشَّرناك به.",
        "saadi": "تفسير الآيتين 55 و 56 :ـ { قَالُوا بَشَّرْنَاكَ بِالْحَقِّ } الذي لا شك فيه لأن الله على كل شيء قدير، وأنتم بالخصوص -يا أهل هذا البيت- رحمة الله وبركاته عليكم فلا يستغرب فضل الله وإحسانه إليكم. { فَلَا تَكُنْ مِنَ الْقَانِطِينَ } الذين يستبعدون وجود الخير، بل لا تزال راجيا لفضل الله وإحسانه، وبره وامتنانه، فأجابهم إبراهيم بقوله: { وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ } الذين لا علم لهم بربهم، وكمال اقتداره وأما من أنعم الله عليه بالهداية والعلم العظيم، فلا سبيل إلى القنوط إليه لأنه يعرف من كثرة الأسباب والوسائل والطرق لرحمة الله شيئا كثيرا، ثم لما بشروه بهذه البشارة، عرف أنهم مرسلون لأمر مهم.",
        "kathir": "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ"
      },
      "translations": {
        "en": "They said, \"We have given you good tidings in truth, so do not be of the despairing.\"",
        "fr": "- Ils dirent: «Nous t'annonçons la vérité. Ne sois donc pas de ceux qui désespèrent».",
        "es": "Dijeron: «Te anunciamos la buena noticia de la Verdad. ¡No te desesperes!»"
      },
      "ibn_ashour": "وجواب الملائكة إياه بأنهم بشّروه بالخَبَر الحق ، أي الثابت لا شك فيه إبطالاً لما اقتضاه استفهامه بقوله : { فبم تبشرون } من أن ما بشروه به أمر يكاد أن يكون منتفياً وباطلاً . فكلامهم رد لكلامه وليس جواباً على استفهامه لأنه استفهام غير حقيقي .ثم نهوه عن استبعاد ذلك بأنه استبعاد رحمة القدير بعد أن علم أن المبشّرين بها مرسلون إليه من الله فاستبعاد ذلك يفضي إلى القنوط من رحمة الله فقالوا : { فلا تكن من القانطين }. ذلك أنه لما استبعد ذلك استبعاد المتعجب من حصوله كان ذلك أثَراً من آثار رسوخ الأمور المعتادة في نفسه بحيث لم يقلعه منها الخبر الذي يعلم صدقه فبقي في نفسه بقية من التردّد في حصول ذلك فقاربتْ حاله تلك حال الذين يَيأسون من أمر الله . ولما كان إبراهيم عليه السلام منزّهاً عن القنوط من رحمة الله جاءوا في موعظته بطريقة الأدب المناسب فنهوه عن أن يكون من زمرة القانطين تحذيراً له مما يدخله في تلك الزمرة ، ولم يفرضوا أن يكون هو قانطاً لرفعة مقام نبوءته عن ذلك . وهو في هذا المقام كحاله في مقام ما حكاه الله عنه من قوله : { أرني كيف تحيي الموتى قال أو لم تؤمن قال بلى ولكن ليطمئن قلبي } [ سورة الب"
    },
    {
      "number": 56,
      "text": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
      "tafsir": {
        "muyassar": "قال: لا ييئس من رحمة ربه إلا الخاطئون المنصرفون عن طريق الحق. قال: فما الأمر الخطير الذي جئتم من أجله -أيها المرسلون- من عند الله؟",
        "mukhtasar": "قال إبراهيم: وهل ييئَس من رحمة ربه إلا المنحرفون عن صراط الله المستقيم؟!",
        "saadi": "تفسير الآيتين 55 و 56 :ـ { قَالُوا بَشَّرْنَاكَ بِالْحَقِّ } الذي لا شك فيه لأن الله على كل شيء قدير، وأنتم بالخصوص -يا أهل هذا البيت- رحمة الله وبركاته عليكم فلا يستغرب فضل الله وإحسانه إليكم. { فَلَا تَكُنْ مِنَ الْقَانِطِينَ } الذين يستبعدون وجود الخير، بل لا تزال راجيا لفضل الله وإحسانه، وبره وامتنانه، فأجابهم إبراهيم بقوله: { وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ } الذين لا علم لهم بربهم، وكمال اقتداره وأما من أنعم الله عليه بالهداية والعلم العظيم، فلا سبيل إلى القنوط إليه لأنه يعرف من كثرة الأسباب والوسائل والطرق لرحمة الله شيئا كثيرا، ثم لما بشروه بهذه البشارة، عرف أنهم مرسلون لأمر مهم.",
        "kathir": "قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ"
      },
      "translations": {
        "en": "He said, \"And who despairs of the mercy of his Lord except for those astray?\"",
        "fr": "- Il dit: «Et qui désespère de la miséricorde de son Seigneur, sinon les égarés?»",
        "es": "Dijo: «Y quién podría desesperar de la misericordia de su Señor, sino los extraviados!?»"
      },
      "ibn_ashour": "وقد ذكرته الموعظة مقاماً نسيه فقال : { ومن يقنط من رحمة ربه إلا الضالون }. وهو استفهام إنكار في معنى النفي ، ولذلك استثنى منه { إلا الضالون }. يعني أنه لم يذهب عنه اجتناب القنوط من رحمة الله ، ولكنه امتلكه المعتاد فتعجب فصار ذلك كالذهول عن المعلوم فلما نبّهه الملائكة أدنى تنبيه تذكّر .القنوط : اليأس .وقرأ الجمهور { ومن يقنط } بفتح النون . وقرأه أبو عمرو والكسائي ويعقوب وخلف بكسر النون وهما لغتان في فعل قَنط .قال أبو علي الفارسي : قَنَط يقنِط بفتح النون في الماضي وكسرها في المستقبل من أعلى اللغات . قال تعالى : { وهو الذي ينزل الغيث من بعد ما قنَطوا } [ سورة الشورى : 28 ].قلت : ومن فصاحة القرآن اختياره كل لغة في موضع كونها فيه أفصح ، فما جاء فيه إلا الفتح في الماضي ، وجاء المضارع بالفتح والكسر على القراءتين ."
    },
    {
      "number": 57,
      "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
      "tafsir": {
        "muyassar": "قال: لا ييئس من رحمة ربه إلا الخاطئون المنصرفون عن طريق الحق. قال: فما الأمر الخطير الذي جئتم من أجله -أيها المرسلون- من عند الله؟",
        "mukhtasar": "قال إبراهيم: فما شأنكم الذي جاء بكم أيها المرسلون من الله تعالى؟",
        "saadi": "أي: { قَالَ } الخليل عليه السلام للملائكة: { فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ } أي: ما شأنكم ولأي شيء أرسلتم؟",
        "kathir": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ"
      },
      "translations": {
        "en": "[Abraham] said, \"Then what is your business [here], O messengers?\"",
        "fr": "Et il [leur] dit: «Que voulez-vous, ô envoyés d'Allah?»",
        "es": "Dijo: «¿Qué es lo que os trae, ¡enviados!?»"
      },
      "ibn_ashour": "حكاية هذا الحوار بين إبراهيم والملائكة عليهم السلام لأنه يجمع بين بيان فضل إبراهيم عليه السلام وبين موعظة قريش بما حل ببعض الأمم المكذبين ، انتقل إبراهيم عليه السلام إلى سؤالهم عن سبب نزولهم إلى الأرض ، لأنه يعلم أن الملائكة لا ينزلون إلا لأمر عظيم كما قال تعالى : { ما تنزل الملائكة إلا بالحقّ } [ سورة الحجر : 8 ]. وقد نزل الملائكة يوم بدر لاستئصال سادة المشركين ورؤسائهم .والخطب تقدم في قوله تعالى { قال ما خطبكنّ } في [ سورة يوسف : 51 ]."
    },
    {
      "number": 58,
      "text": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍۢ مُّجْرِمِينَ",
      "tafsir": {
        "muyassar": "قالوا: إن الله أرسلنا لإهلاك قوم لوط المشركين الضالين إلا لوطًا وأهله المؤمنين به، فلن نهلكهم وسننجيهم أجمعين، لكن زوجته الكافرة قضينا بأمر الله بإهلاكها مع الباقين في العذاب.",
        "mukhtasar": "قال الرسل من الملائكة: إنا أرسلنا الله لإهلاك قوم عظيمي الفساد، عظيمي الشر، وهم قوم لوط.",
        "saadi": "{ قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ } أي: كثر فسادهم وعظم شرهم، لنعذبهم ونعاقبهم",
        "kathir": "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ"
      },
      "translations": {
        "en": "They said, \"Indeed, we have been sent to a people of criminals,",
        "fr": "- Ils dirent: «En vérité, nous sommes envoyés à des gens criminels,",
        "es": "Dijeron: «Se nos ha enviado a un pueblo pecador."
      },
      "ibn_ashour": "والقوم المجرمون هم قوم لوط أهل سدوم وقُراها . وتقدم ذكرهم في سورة هود ."
    },
    {
      "number": 59,
      "text": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "قالوا: إن الله أرسلنا لإهلاك قوم لوط المشركين الضالين إلا لوطًا وأهله المؤمنين به، فلن نهلكهم وسننجيهم أجمعين، لكن زوجته الكافرة قضينا بأمر الله بإهلاكها مع الباقين في العذاب.",
        "mukhtasar": "إلا أهل لوط وأتباعه من المؤمنين، فلا يشملهم الإهلاك، إنا مُسَلِّموهم جميعًا منه.",
        "saadi": "تفسير الآيتين 59 و 60 :ـ { إِلَّا آلَ لُوطٍ } أي: إلا لوطا وأهله { إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ } أي: الباقين بالعذاب، وأما لوط فسنخرجنه وأهله وننجيهم منها، فجعل إبراهيم يجادل الرسل في إهلاكهم ويراجعهم، فقيل له: { يا إبراهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم آتيهم عذاب غير مردود } فذهبوا منه.",
        "kathir": "إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ"
      },
      "translations": {
        "en": "Except the family of Lot; indeed, we will save them all",
        "fr": "à l'exception de la famille de Lot que nous sauverons tous",
        "es": "No incluimos a la familia de Lot, a los que salvaremos, a todos."
      },
      "ibn_ashour": "والاستثناء في { إلا آل لوط } منقطع لأنهم غير مجرمين . واستثناء { إلا امرأته } متصل لأنها من آل لوط .وجملة { إنا لمنجوهم أجمعين } استئناف بياني لبيان الإجمال الذي في استثناء آل لوط من متعلق فعل { أرسلنا } لدفع احتمال أنهم لم يرسلوا إليهم ولا أمروا بإنجائهم .وفي قوله : { أرسلنا إلى قوم مجرمين } إيجاز حذف . وتقدير الكلام : إنا أرسلنا إلى لوط لأجل قوم مجرمين ، أي لعذابهم . ودل على ذلك الاستثناء في { إلا آل لوط }.وقرأ الجمهور { لمنجوهم } بفتح النون وتشديد الجيم مضارع نجّى المضاعف . وقرأه حمزة والكسائي وخلف بسكون النون وتخفيف الجيم مضارع أنجى المهموز ."
    },
    {
      "number": 60,
      "text": "إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ ۙ إِنَّهَا لَمِنَ ٱلْغَٰبِرِينَ",
      "tafsir": {
        "muyassar": "قالوا: إن الله أرسلنا لإهلاك قوم لوط المشركين الضالين إلا لوطًا وأهله المؤمنين به، فلن نهلكهم وسننجيهم أجمعين، لكن زوجته الكافرة قضينا بأمر الله بإهلاكها مع الباقين في العذاب.",
        "mukhtasar": "إلا زوجته، فقد حكمنا أنها من الباقين الذين يشملهم الهلاك.",
        "saadi": "تفسير الآيتين 59 و 60 :ـ { إِلَّا آلَ لُوطٍ } أي: إلا لوطا وأهله { إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ } أي: الباقين بالعذاب، وأما لوط فسنخرجنه وأهله وننجيهم منها، فجعل إبراهيم يجادل الرسل في إهلاكهم ويراجعهم، فقيل له: { يا إبراهيم أعرض عن هذا إنه قد جاء أمر ربك وإنهم آتيهم عذاب غير مردود } فذهبوا منه.",
        "kathir": "إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ"
      },
      "translations": {
        "en": "Except his wife.\" Allah decreed that she is of those who remain behind.",
        "fr": "sauf sa femme.«Nous (Allah) avions déterminé qu'elle sera du nombre des exterminés.",
        "es": "salvo a su mujer». Determinamos: sería de los que se rezagaran."
      },
      "ibn_ashour": "وإسناد التقدير إلى ضمير الملائكة لأنهم مُزمعون على سببه . وهو ما وكلوا به من تحذير لوط عليه السلام وآله من الالتفات إلى العذاب ، وتَرْكِهم تحذير امرأته حتى التفتت فَحل بها ما حل بقوم لوط .وقرأ الجمهور { قدرنا } بتشديد الدال من التقدير . وقرأه أبو بكر عن عاصم بتخفيف الدال من قدَر المجرد وهما لغتان .وجملة { إنها لمن الغابرين } مستأنفة . و ( إن ) معلقة لفعل { قدرنا } عن العمل في مفعوله . وأصل الكلام قدرنا غُبُورها ، أي ذهابها وهلاكها .والتعليق يطرأ على الأفعال كلها وإنما يكثر في أفعال القلوب ويقلّ في غيرها . وليس من خصائصها على التحقيق .وتقدم ذكر الغابرين في سورة الأعراف ."
    },
    {
      "number": 61,
      "text": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ",
      "tafsir": {
        "muyassar": "فلما وصل الملائكة المرسلون إلى لوط، قال لهم: إنكم قوم غير معروفين لي.",
        "mukhtasar": "فلما قدم الملائكة المرسلون إلى آل لوط في صور رجال.",
        "saadi": "تفسير الآيتين 61 و 62 :ـ { فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ قَالَ } لهم لوط { إِنَّكُمْ قَوْمٌ مُنْكَرُونَ } أي: لا أعرفكم ولا أدري من أنتم.",
        "kathir": "فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ"
      },
      "translations": {
        "en": "And when the messengers came to the family of Lot,",
        "fr": "Puis lorsque les envoyés vinrent auprès de la famille de Lot",
        "es": "Cuando los enviados llegaron a la familia de Lot,"
      },
      "ibn_ashour": "تفريع على حكاية قصتهم مع إبراهيم وقد طوي ما هو معلوم من خروج الملائكة من عند إبراهيم . والتقدير : ففارقوه وذهبوا إلى لوط فلما جاءوا لوطاً .وعُبر بآل لوط عليه السلام لأنهم نزلوا في منزلة بين أهله فجاءوا آله وإن كان المقصود بالخطاب والمجيء هو لوط ."
    },
    {
      "number": 62,
      "text": "قَالَ إِنَّكُمْ قَوْمٌۭ مُّنكَرُونَ",
      "tafsir": {
        "muyassar": "فلما وصل الملائكة المرسلون إلى لوط، قال لهم: إنكم قوم غير معروفين لي.",
        "mukhtasar": "قال لهم لوط عليه السلام: قوم غير معروفين.",
        "saadi": "تفسير الآيتين 61 و 62 :ـ { فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ قَالَ } لهم لوط { إِنَّكُمْ قَوْمٌ مُنْكَرُونَ } أي: لا أعرفكم ولا أدري من أنتم.",
        "kathir": "قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ"
      },
      "translations": {
        "en": "He said, \"Indeed, you are people unknown.\"",
        "fr": "celui-ci dit: «Vous êtes [pour moi] des gens inconnus».",
        "es": "dijo: «Sois gente desconocida»."
      },
      "ibn_ashour": "وتولى لوط عليه السلام تلقيهم كما هو شأن كبير المنزل ولكنه وجدهم في شكل غير معروف في القبائل التي كانت تمر بهم فألهم إلى أن لهم قصة غريبة ولذلك قال لهم : { إنكم قوم منكرون } ، أي لا تعرف قبيلتكم . وتقدم عند قوله تعالى : { نكرهم } في سورة هود ( 70 ) وقد أجابوه بما يزيل ذلك إذ قالوا بل جئناك بما كانوا فيه يمترون } إضراباً عن قوله : { إنكم قوم منكرون } وإبطالاً لما ظنه من كونهم من البشر الذين لم يعرف قبيلتهم فلا يأمنهم أن يعاملوه بما يضرّه ."
    },
    {
      "number": 63,
      "text": "قَالُوا۟ بَلْ جِئْنَٰكَ بِمَا كَانُوا۟ فِيهِ يَمْتَرُونَ",
      "tafsir": {
        "muyassar": "قالوا: لا تَخَفْ، فإنَّا جئنا بالعذاب الذي كان يشك فيه قومك ولا يُصَدِّقون، وجئناك بالحق من عند الله، وإنا لصادقون، فاخرج مِن بينهم ومعك أهلك المؤمنون، بعد مرور جزء من الليل، وسر أنت وراءهم؛ لئلا يتخلف منهم أحد فيناله العذاب، واحذروا أن يلتفت منكم أحد، وأسرعوا إلى حيث أمركم الله؛ لتكونوا في مكان أمين.",
        "mukhtasar": "قال الرسل من الملائكة للوط: لا تخف، بل جئناك - يا لوط - بما كان يشك فيه قومك من العذاب المهلك لهم.",
        "saadi": "{ قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ } أي: جئناك بعذابهم الذي كانوا يشكون فيه ويكذبونك حين تعدهم به",
        "kathir": "قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ"
      },
      "translations": {
        "en": "They said, \"But we have come to you with that about which they were disputing,",
        "fr": "- Ils dirent: «Nous sommes plutôt venus à toi en apportant (le châtiment) à propos duquel ils doutaient.",
        "es": "Dijeron: «¡No, sino que te traemos aquello de que han dudado!"
      },
      "ibn_ashour": "وعبر عن العذاب ب «ما كانوا فيه يمترون» إيماء إلى وجه بناء الخبر وهو التعذيب ، أي بالأمر الذي كان قومك يشكون في حلوله بهم وهو العذاب ، فعلم أنهم ملائكة .والمراد بالحق الخبر الحق ، أي الصدق ، ولذلك ذيل بجملة { وإنا لصادقون }.وقوله : { قالوا بل جئناك بما كانوا فيه يمترون وأتيناك بالحق وإنا لصادقون } حكاية لخطاب الملائكة لوطا عليه السلام لمعنى عباراتهم محولة إلى نظم عربي يفيد معنى كلامهم في نظم عربي بليغ ، فبِنَا أن نبيّن خصائص هذا النظم العربي :"
    },
    {
      "number": 64,
      "text": "وَأَتَيْنَٰكَ بِٱلْحَقِّ وَإِنَّا لَصَٰدِقُونَ",
      "tafsir": {
        "muyassar": "قالوا: لا تَخَفْ، فإنَّا جئنا بالعذاب الذي كان يشك فيه قومك ولا يُصَدِّقون، وجئناك بالحق من عند الله، وإنا لصادقون، فاخرج مِن بينهم ومعك أهلك المؤمنون، بعد مرور جزء من الليل، وسر أنت وراءهم؛ لئلا يتخلف منهم أحد فيناله العذاب، واحذروا أن يلتفت منكم أحد، وأسرعوا إلى حيث أمركم الله؛ لتكونوا في مكان أمين.",
        "mukhtasar": "وجئناك بالحق الذي لا هزل فيه، وإنا لصادقون فيما أخبرناك به.",
        "saadi": "{ وَأَتَيْنَاكَ بِالْحَقِّ } الذي ليس بالهزل { وَإِنَّا لَصَادِقُونَ } فيما قلنا لك.",
        "kathir": "وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ"
      },
      "translations": {
        "en": "And we have come to you with truth, and indeed, we are truthful.",
        "fr": "Et nous venons à toi avec la vérité. Et nous sommes véridiques.",
        "es": "Te traemos la Verdad. ¡Sí, es como decimos!"
      },
      "ibn_ashour": "فإعادة فعل { أتيناك } بعد واو العطف مع أن فعل { أتيناك } مرادف لفعل { جئناك } دون أن يقول : و { بالحق } ، يحتمل أن يكون للتأكيد اللفظي بالمرادف . والتعبيرُ في أحد الفعلين بمادة المجيء وفي الفعل الآخر بمادة الإتيان لمجرد التفنن لدفع تكرار الفعل الواحد ، كقوله تعالى في سورة الفرقان ( 33 ) : { ولا يأتونك بمَثَل إلا جئناك بالحق وأحسنَ تفسيراً } وعليه تكون الباء في قوله : بما كانوا فيه يمترون } وقوله : { بالحق } للملابسة .ويحتمل أن تكون لِذكر الفعل الثاني وهو { وأتيناك } خصوصية لا تفي بها واو العطف وهي مراعاة اختلاف المجرورين بالباء في مناسبة كل منهما للفعل الذي تعلق هو به . فلما كان المتعلق بفعل { جئناك } أمراً حسياً وهو العذاب الذي كانوا فيه يمترون ، وكان مما يصح أن يسند إليه المجيء بمعنًى كالحقيقي ، إذ هو مجيء مجازي مشهور مساوٍ للحقيقي ، أوثر فعل { جئناك } ليسند إلى ضمير المخاطبين ويعلق به «ما كانوا فيه يمترون» . وتكون الباء المتعلقة به للتعدية لأنهم أجاءوا العذاب ، فموقع قوله تعالى : { بما كانوا فيه يمترون } مَوقع مفعول به ، كما تقول ( ذهبتُ به ) بمعنى أذهبتُه وإن كنتَ لم تذهب معه ، ألا"
    },
    {
      "number": 65,
      "text": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍۢ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌۭ وَٱمْضُوا۟ حَيْثُ تُؤْمَرُونَ",
      "tafsir": {
        "muyassar": "قالوا: لا تَخَفْ، فإنَّا جئنا بالعذاب الذي كان يشك فيه قومك ولا يُصَدِّقون، وجئناك بالحق من عند الله، وإنا لصادقون، فاخرج مِن بينهم ومعك أهلك المؤمنون، بعد مرور جزء من الليل، وسر أنت وراءهم؛ لئلا يتخلف منهم أحد فيناله العذاب، واحذروا أن يلتفت منكم أحد، وأسرعوا إلى حيث أمركم الله؛ لتكونوا في مكان أمين.",
        "mukhtasar": "فَسِرْ بأهلك بعد مُضِي جانب من الليل، وسِرْ خلفهم، ولا يلتفت أحد منكم إلى الوراء لينظر ما حل بهم، وامضوا إلى حيث أمركم الله أن تمضوا.",
        "saadi": "{ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ } أي: في أثنائه حين تنام العيون ولا يدري أحد عن مسراك، { وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ } أي: بادروا وأسرعوا، { وَامْضُوا حَيْثُ تُؤْمَرُونَ } كأن معهم دليلا يدلهم إلى أين يتوجهون",
        "kathir": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ"
      },
      "translations": {
        "en": "So set out with your family during a portion of the night and follow behind them and let not anyone among you look back and continue on to where you are commanded.\"",
        "fr": "Pars donc avec ta famille en parie de nuit et suis leurs arrières; et que nul d'entre vous ne se retourne. Et allez là où on vous le commande».",
        "es": "¡Ponte en camino con tu familia, durante la noche! ¡Ve el último y que ninguno de vosotros se vuelva! ¡Id a donde se os ordena!»"
      },
      "ibn_ashour": "والقِطْع بكسر القاف وسكون الطاء الجزء الأخير من الليل . وتقدم عند قوله تعالى : { قطعاً من الليل مظلماً } في سورة يونس ( 27 ).وأمروه أن يجعل أهله قُدامه ويكون من خلفهم ، فهو يتبع أدبارهم ، أي ظهورهم ليكون كالحائل بينهم وبين العذاب الذي يحل بقومه بعقب خروجه تنويهاً ببركة الرسول عليه السلام ، ولأنهم أمروه أن لا يلتفت أحد من أهله إلى ديار قومهم لأن العذاب يكون قد نزل بديارهم . فبكونه وراء أهله يخافون الالتفات لأنه يراقبهم . وقد مضى تفصيل ذلك في سورة هود ، وأن امرأته التفتت فأصابها العذاب .وحيث تؤمرون } أي حيث تؤمرون بالمضي . ولم يبينوا له المكان الذي يقصده إلا وقت الخروج ، وهو مدينة عمورية ، كما تقدم في سورة هود ."
    },
    {
      "number": 66,
      "text": "وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقْطُوعٌۭ مُّصْبِحِينَ",
      "tafsir": {
        "muyassar": "وأوحينا إلى لوط أن قومك مستأصَلون بالهلاك عن آخرهم عند طلوع الصبح.",
        "mukhtasar": "وأَعْلَمْنا لوطًا عن طريق الوحي ذلك الأمر الذي قدرناه، وهو أن هؤلاء القوم سيُسْتأصلون بإهلاك آخرهم إذا دخلوا في الصبح.",
        "saadi": "{ وَقَضَيْنَا إِلَيْهِ ذَلِكَ } أي: أخبرناه خبرا لا مثنوية فيه، { أَنَّ دَابِرَ هَؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ } أي: سيصبحهم العذاب الذي يجتاحهم ويستأصلهم",
        "kathir": "وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ"
      },
      "translations": {
        "en": "And We conveyed to him [the decree] of that matter: that those [sinners] would be eliminated by early morning.",
        "fr": "Et Nous lui annonçâmes cet ordre: que ces gens-là, au matin, seront anéantis jusqu'au dernier.",
        "es": "Y decidimos respecto a él este asunto: iban a amanecer todos ellos, hasta el último, despedazados."
      },
      "ibn_ashour": "{ قضينا } قدرنا ، وضمن معنى أوحينا فعدي ب ( إلى ). والتقدير : وقضينا ذلك الأمر فأوحينا إليه ، أي إلى لوط عليه السلام ، أي أوحينا إليه بما قضينا .و { ذلك الأمر } إبهام للتهويل . والإشارة للتعظيم ، أي الأمر العظيم .و { أن دابر هؤلاء مقطوع } جملة مفسرة ل { ذلك الأمر } وهي المناسبة للفعل المضمن وهو ( أوحينا ). فصار التقدير : وقضينا الأمرَ وأوحينا إليه أن دابر هؤلاء مقطوع . فنُظم الكلام هذا النظم البديع الوافر المعنى بما في قوله : { ذلك الأمر } من الإبهام والتعظيم .ومجيء جملة { دابر } مفسرة مع صلوحية { أنّ } لبيان كل من إبهام الإشارة ومن فعل ( أوحينا ) المقدر المضمن ، فتم بذلك إيجاز بديع معجز .والدابرُ : الآخر ، أي آخر شخص .وقطعه : إزالته . وهو كناية عن استئصالهم كلهم ، كما تقدم عند قوله تعالى : { فقطع دابر القوم الذين ظلموا } في سورة الأنعام ( 45 ).وإشارة { هؤلاء } إلى قومه .و { مصبحين } داخلين في الصباح ، أي في أول وقته ، وهو حال من اسم الإشارة . ومبدأ الصباح وقت شروق الشمس ولذلك قال بعده { فأخذتهم الصيحة مشرقين } [ سورة الحجر : 73 ]."
    },
    {
      "number": 67,
      "text": "وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ",
      "tafsir": {
        "muyassar": "وجاء أهل مدينة لوط إلى لوط حين علموا بمن عنده من الضيوف، وهم فرحون يستبشرون بضيوفه؛ ليأخذوهم ويفعلوا بهم الفاحشة.",
        "mukhtasar": "وجاء أهل سَدُوم مستبشرين بضيوف لوط؛ طمعًا في فعل الفاحشة.",
        "saadi": "{ وَجَاءَ أَهْلُ الْمَدِينَةِ } أي: المدينة التي فيها قوم لوط { يَسْتَبْشِرُونَ } أي: يبشر بعضهم بعضا بأضياف لوط وصباحة وجوههم واقتدارهم عليهم، وذلك لقصدهم فعل الفاحشة فيهم، فجاءوا حتى وصلوا إلى بيت لوط فجعلوا يعالجون لوطا على أضيافه، ولوط يستعيذ منهم ويقول: { إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُون وَاتَّقُوا اللَّهَ وَلَا تُخْزُون }",
        "kathir": "وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ"
      },
      "translations": {
        "en": "And the people of the city came rejoicing.",
        "fr": "Et les habitants de la ville (Sodome) vinrent [à lui] dans la joie.",
        "es": "La población de la ciudad vino, llena de alegría."
      },
      "ibn_ashour": "عطف جزء من قصة قوم لوط وهو الجزء الأهم فيها .ومجيء أهل المدينة إليه ومحاورته معهم كان قبل أن يعلم أنهم ملائكة ولو علم ذلك لما أشفق مما عزم عليه أهل المدينة لمّا علم بما عزموا عليه بعد مجادلتهم معه ، كما جاء في قوله تعالى : { قالوا يا لوط إنا رسل ربك لن يصلوا إليك } في سورة هود ( 81 ). والواو لا تفيد ترتيب معطوفها .ويجوز جعل الجملة في موضع الحال من ضمير لوط المستتر في فعل { قال إنكم قوم منكرون } [ سورة الحجر : 62 ] ، أو من الهاء في { إليه } ، ولا إشكال حينئذٍ . والمدينة هي سدوم .و { يستبشرون } يفرحون ويسرون . وهو مطاوع بشره فاستبشر ، قال تعالى : { فاستبشروا ببيعكم } في سورة براءة ( 111 ). وصيغ بصيغة المضارع لإفادة التجدد مبالغة في الفرح . ذلك أنهم علموا أن رجالاً غرباء حلوا ببيت لوط عليه السلام ففرحوا بذلك ليغتصبوهم كعادتهم السيئة . وقد تقدمت القصة في سورة هود ."
    },
    {
      "number": 68,
      "text": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ",
      "tafsir": {
        "muyassar": "قال لهم لوط: إن هؤلاء ضيفي وهم في حمايتي فلا تفضحوني، وخافوا عقاب الله، ولا تتعرضوا لهم، فتوقعوني في الذل والهوان بإيذائكم لضيوفي.",
        "mukhtasar": "قال لهم لوط: إن هؤلاء القوم ضيوفي، فلا تفضحوني بما تريدون بهم.",
        "saadi": "تفسير الآيتين 68 و69 :ـ { إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُون وَاتَّقُوا اللَّهَ وَلَا تُخْزُون } أي: راقبوا الله أول ذلك وإن كان ليس فيكم خوف من الله فلا تفضحون في أضيافي، وتنتهكوا منهم الأمر الشنيع.",
        "kathir": "قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ"
      },
      "translations": {
        "en": "[Lot] said, \"Indeed, these are my guests, so do not shame me.",
        "fr": "- Il dit: «Ceux-ci sont mes hôtes, ne me déshonorez donc pas.",
        "es": "Dijo: «¡Éstos son huéspedes míos! ¡No me deshonréis!"
      },
      "ibn_ashour": "والفضح والفضيحة : شهرة حال شنيعة . وكانوا يتعيرون بإهانة الضيّف ويعد ذلك مذلة لمُضيفه . وقد ذكرهم بالوازع الديني وإن كانوا كفاراً استقصاء للدعوة التي جاء بها ، وبالوازع العرفي فقال : { واتقوا الله ولا تخزون } كما في قول عبد بني الحسحاس :كفى الشيب والإسلام للمرء ناهيا ..."
    },
    {
      "number": 69,
      "text": "وَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ",
      "tafsir": {
        "muyassar": "قال لهم لوط: إن هؤلاء ضيفي وهم في حمايتي فلا تفضحوني، وخافوا عقاب الله، ولا تتعرضوا لهم، فتوقعوني في الذل والهوان بإيذائكم لضيوفي.",
        "mukhtasar": "وخافوا الله بترك هذه الفاحشة، ولا تذلوني بصنيعكم الشنيع.",
        "saadi": "تفسير الآيتين 68 و69 :ـ { إِنَّ هَؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُون وَاتَّقُوا اللَّهَ وَلَا تُخْزُون } أي: راقبوا الله أول ذلك وإن كان ليس فيكم خوف من الله فلا تفضحون في أضيافي، وتنتهكوا منهم الأمر الشنيع.",
        "kathir": "وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ"
      },
      "translations": {
        "en": "And fear Allah and do not disgrace me.\"",
        "fr": "Et craignez Allah. Et ne me couvrez pas d'ignominie.»",
        "es": "¡Temed a Alá y no me llenéis de vergüenza!»"
      },
      "ibn_ashour": "والخزي : الذلّ والإهانة . وتقدم في قوله تعالى : { إلا خزي في الحياة الدنيا } في أوائل سورة البقرة ( 85 ). وتقدم في مثل هذه القصة في سورة هود ."
    },
    {
      "number": 70,
      "text": "قَالُوٓا۟ أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "قال قومه: أولم نَنْهَكَ أن تضيِّف أحدا من العالمين؛ لأنَّا نريد منهم الفاحشة؟",
        "mukhtasar": "قال له قومه: ألم ننهك عن إضافة أحد من الناس؟",
        "saadi": "فـ { قَالُوا } له جوابا عن قوله ولا تخزون فقط: { أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ } أن تضيفهم فنحن قد أنذرناك، ومن أنذر فقد أعذر",
        "kathir": "قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ"
      },
      "translations": {
        "en": "They said, \"Have we not forbidden you from [protecting] people?\"",
        "fr": "Ils dirent: «Ne t'avions-nous pas interdit de [recevoir] du monde?»",
        "es": "Dijeron: «¿No te habíamos prohibido que trajeras a nadie?»"
      },
      "ibn_ashour": "الواو في { أولم ننهك } عطف على كلام لوط عليه السلام جار على طريقة العطف على كلام الغير كقوله تعالى : { قال ومن ذريتي } بعد قوله تعالى : { قال إني جاعلك للناس إماماً } في سورة البقرة ( 124 ).والاستفهام إنكاري ، والمعطوف هو الإنكار .و { العالمين } الناس . وتعدية النّهي إلى ذات العالمين على تقدير مضاف دلّ عليه المقام ، أي ألم ننهك عن حماية الناس أو عن إجارتهم ، أي أن عليك أن تخلي بيننا وبين عادتنا حتى لا يطمع المارون في حمايتك ، وقد كانوا يقطعون السبيل يتعرضون للمارين على قُراهم . و { العالمين } تقدم في الفاتحة . وأرادوا به هنا أصناف القبائل لقصد التعميم ."
    },
    {
      "number": 71,
      "text": "قَالَ هَٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَٰعِلِينَ",
      "tafsir": {
        "muyassar": "قال لوط لهم: هؤلاء نساؤكم بناتي فتزوَّجوهن إن كنتم تريدون قضاء وطركم، وسماهن بناته؛ لأن نبي الأمة بمنزلة الأب لهم، ولا تفعلوا ما حرَّم الله عليكم من إتيان الرجال.",
        "mukhtasar": "قال لهم لوط عليه السلام معذرًا لنفسه أمام ضيوفه: هؤلاء بناتي من جملة نسائكم، فتزوجوهن إن كنتم قاصدين قضاء شهوتكم.",
        "saadi": "تفسير الآيتين 71و 72 :ـ فـ { قَالَ } لهم لوط من شدة الأمر الذي أصابه: { هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ } فلم يبالوا بقوله ولهذا قال الله لرسوله محمد صلى الله عليه وسلم { لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ } وهذه السكرة هي سكرة محبة الفاحشة التي لا يبالون معها بعذل ولا لوم.",
        "kathir": "قَالَ هَٰؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ"
      },
      "translations": {
        "en": "[Lot] said, \"These are my daughters - if you would be doers [of lawful marriage].\"",
        "fr": "Il dit: «Voici mes filles, si vous voulez faire [quelque chose]!»",
        "es": "Dijo: «¡Aquí tenéis a mis hijas, si es que os lo habéis propuesto...!»"
      },
      "ibn_ashour": "وعرض عليهم بناته ظناً أن ذلك يردعهم ويطفىء شبقهم . ولذلك قال : { إن كنتم فاعلين }.وقد تقدم في سورة هود معنى عرضه بناته ، وأن قوله : { بناتي } يجوز أن يراد به بنات صلبه وكنّ اثنتين أو ثلاثاً ، ويجوز أن يراد به بنات القوم كلهم تنزيلاً لهم منزلة بناته لأن النبي كأب لأمّته ."
    },
    {
      "number": 72,
      "text": "لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ",
      "tafsir": {
        "muyassar": "يقسم الخالق بمن يشاء وبما يشاء، أما المخلوق فلا يجوز له القسم إلا بالله، وقد أقسم الله تعالى بحياة محمد صلى الله عليه وسلم تشريفًا له. إن قوم لوط في غفلة شديدة يترددون ويتمادون، حتى حلَّتْ بهم صاعقة العذاب وقت شروق الشمس.",
        "mukhtasar": "وحياتِك - أيها الرسول - إن قوم لوط لفي طغيان شهوتهم يترددون.",
        "saadi": "تفسير الآيتين 71و 72 :ـ فـ { قَالَ } لهم لوط من شدة الأمر الذي أصابه: { هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ } فلم يبالوا بقوله ولهذا قال الله لرسوله محمد صلى الله عليه وسلم { لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ } وهذه السكرة هي سكرة محبة الفاحشة التي لا يبالون معها بعذل ولا لوم.",
        "kathir": "لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ"
      },
      "translations": {
        "en": "By your life, [O Muhammad], indeed they were, in their intoxication, wandering blindly.",
        "fr": "Par ta vie! ils se confondaient dans leur délire.",
        "es": "¡Por tu vida!, que erraban en su ofuscación."
      },
      "ibn_ashour": "وجملة { لعمرك إنهم لفي سكراتهم يعمهون } معترضة بين أجزاء القصة للعبرة في عدم جدوى الموعظة فيمن يكون في سكرة هواه .والمخاطب بها محمد صلى الله عليه وسلم من قبل الله تعالى . وقيل هو من كلام الملائكة بتقدير قول .وكلمة { لعمرك } صيغة قسم . واللام الداخلة على لفظ ( عمر ) لام القسم .والعَمْر بفتح العين وسكون اللام أصله لغة في العُمر بضم العين ، فخص المفتوح بصيغة القسم لخفّته بالفتح لأن القسم كثير الدوران في الكلام . فهو قسم بحياة المخاطب به . وهو في الاستعمال إذا دخلت عليه لام القسم رفعوه على الابتداء محذوف الخبر وجوباً . والتقدير : لعمرك قَسمي .وهو من المواضع التي يحذف فيها الخبر حذفاً لازماً في استعمال العرب اكتفاء بدلالة اللّام على معنى القسم . وقد يستعملونه بغير اللّام فحينئذٍ يقرنونه باسم الجلالة وينصبونهما ، كقول عُمر بن أبي ربيعة :عَمرَك اللّهَ كيفَ يلتقيان ... فنصَب عمرَ بنزع الخافض وهو ياء القسم ونَصب اسم الجلالة على أنه مفعولُ المصدر ، أي بتعميرك الله بمعنى بتعظيمك الله ، أي قولك للّهِ لعمرك تعظيماً لله لأن القسم باسم أحد تعظيم له ، فاستعمل لفظ القسم كناية عن التعظيم ، كما استعمل لف"
    },
    {
      "number": 73,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ",
      "tafsir": {
        "muyassar": "يقسم الخالق بمن يشاء وبما يشاء، أما المخلوق فلا يجوز له القسم إلا بالله، وقد أقسم الله تعالى بحياة محمد صلى الله عليه وسلم تشريفًا له. إن قوم لوط في غفلة شديدة يترددون ويتمادون، حتى حلَّتْ بهم صاعقة العذاب وقت شروق الشمس.",
        "mukhtasar": "فأخذهم صوت شديد مهلك عند دخولهم في وقت شروق الشمس.",
        "saadi": "فلما بينت له الرسل حالهم، زال عن لوط ما كان يجده من الضيق والكرب، فامتثل أمر ربه وسرى بأهله ليلا فنجوا، وأما أهل القرية { فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ } أي: وقت شروق الشمس حين كانت العقوبة عليهم أشد",
        "kathir": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ"
      },
      "translations": {
        "en": "So the shriek seized them at sunrise.",
        "fr": "Alors, au lever du soleil le Cri (la catastrophe) les saisit.",
        "es": "Y les sorprendió el Grito a la salida del sol."
      },
      "ibn_ashour": "وجملة { فأخذتهم الصيحة مشرقين } تفريع على جملة { وقضينا إليه ذلك الأمر } [ سورة الحجر : 66 ].{ والصيحة } : صعْقة في الهواء ، وهي صواعق وزلازل وفيها حجارة من سجّيل . وقد مضى بيانها في سورة هود .وانتصب { مشرقين } على الحال من ضمير الغيبة . وهو اسم فاعل من أشرقوا إذا دخلوا في وقت شروق الشمس ."
    },
    {
      "number": 74,
      "text": "فَجَعَلْنَا عَٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةًۭ مِّن سِجِّيلٍ",
      "tafsir": {
        "muyassar": "فقلبنا قُراهم فجعلنا عاليها سافلها، وأمطرنا عليهم حجارة من طين متصلب متين.",
        "mukhtasar": "فقلبنا قراهم بجعل عاليها سافلًا، وأمطرنا عليهم حجارة من طين مُتَحَجِّر.",
        "saadi": "{ فَجَعَلْنَا عَالِيَهَا سَافِلَهَا } أي: قلبنا عليهم مدينتهم، { وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ } تتبع فيها من شذ من البلد منهم.",
        "kathir": "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ"
      },
      "translations": {
        "en": "And We made the highest part [of the city] its lowest and rained upon them stones of hard clay.",
        "fr": "Et Nous renversâmes [la ville] de fond en comble et fîmes pleuvoir sur eux des pierres d'argile dure.",
        "es": "La volvimos de arriba abajo e hicimos llover sobre ellos piedras de arcilla."
      },
      "ibn_ashour": "وضميرَا { عاليَها سافلها } للمدينة . وضمير { عليهم } عائد إلى ما عادت عليه ضمائر الجمع قبله ."
    },
    {
      "number": 75,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّلْمُتَوَسِّمِينَ",
      "tafsir": {
        "muyassar": "إن فيما أصابهم لَعظاتٍ للناظرين المعتبرين، وإن قراهم لفي طريق ثابت يراها المسافرون المارُّون بها. إن في إهلاكنا لهم لَدلالةً بيِّنةً للمصدقين العاملين بشرع الله.",
        "mukhtasar": "إن في ذلك المذكور مما حل بقوم لوط من هلاك لعلامات للمتأملين.",
        "saadi": "{ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ } أي: المتأملين المتفكرين، الذين لهم فكر وروية وفراسة، يفهمون بها ما أريد بذلك، من أن من تجرأ على معاصي الله، خصوصا هذه الفاحشة العظيمة، وأن الله سيعاقبهم بأشنع العقوبات، كما تجرأوا على أشنع السيئات.",
        "kathir": "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ"
      },
      "translations": {
        "en": "Indeed in that are signs for those who discern.",
        "fr": "Voilà vraiment des preuves, pour ceux qui savent observer!",
        "es": "Ciertamente, hay en ello signos para los que prestan atención."
      },
      "ibn_ashour": "وجملة { إن في ذلك لأيات للمتوسمين } : تذييل . والآيات : الأدلّة ، أي دلائل على حقائق من الهداية وضدّها ، وعلى تعرُّض المكذبين رُسلهم لعقاب شديد .والإشارة { في ذلك } إلى جميع ما تضمّنته القصة المبدوءة بقوله تعالى : { ونبئهم عن ضيف إبراهيم } [ سورة الحجر : 51 ]. ففيها من الآيات آية نزول الملائكة في بيت إبراهيم عليه السلام كرامة له ، وبشارته بغلام عليم ، وإعلام الله إيّاه بما سيحلّ بقوم لوط كرامة لإبراهيم عليهما السلام ، ونصر الله لوطاً بالملائكة ، وإنجاء لوط عليه السلام وآله ، وإهلاك قومه وامرأته لمناصرتها إيّاهم ، وآية عماية أهل الضلالة عن دلائل الإنابة ، وآية غضب الله على المسترسلين في عصيان الرّسل .وتقدم الكلام على لفظ آية عند قوله تعالى : { والذين كفروا وكذبوا بآياتنا } في سورة البقرة ( 39 ). وقوله : { وقالوا لولا نزل عليه آية من ربه } في سورة الأنعام ( 37 ).والمتوسّمون أصحاب التوسم وهو التأمّل في السّمة ، أي العلامة الدّالة على المعلّم ، والمراد للمتأملين في الأسباب وعواقبها وأولئك هم المؤمنون . وهو تعريض بالّذين لم تردَعْهم العبر بأنهم دون مرتبة النظر تعريضاً بالمشركين الذين لم يتّ"
    },
    {
      "number": 76,
      "text": "وَإِنَّهَا لَبِسَبِيلٍۢ مُّقِيمٍ",
      "tafsir": {
        "muyassar": "إن فيما أصابهم لَعظاتٍ للناظرين المعتبرين، وإن قراهم لفي طريق ثابت يراها المسافرون المارُّون بها. إن في إهلاكنا لهم لَدلالةً بيِّنةً للمصدقين العاملين بشرع الله.",
        "mukhtasar": "وإن قرى قوم لوط لعلى طريق ثابت، يراها من يمرّ بها من المسافرين.",
        "saadi": "{ وَإِنَّهَا } أي: مدينة قوم لوط { لَبِسَبِيلٍ مُقِيمٍ } للسالكين، يعرفه كل من تردد في تلك الديار",
        "kathir": "وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ"
      },
      "translations": {
        "en": "And indeed, those cities are [situated] on an established road.",
        "fr": "Elle [cette ville] se trouvait sur un chemin connu de tous.",
        "es": "Está situada, ciertamente, en un camino que aún existe."
      },
      "ibn_ashour": "ولذلك أعقب الجملة بجملة { وإنها لبسبيل مقيم } ، أي المدينة المذكورة آنفاً هي بطريق باققٍ يشاهِد كثير منكم آثارها في بلاد فلسطين في طريق تجارتكم إلى الشّام وما حولها ، وهذا كقوله : { وإنكم لتمرون عليهم مصبحين وبالليل أفلا تعقلون } [ سورة الصافات : 137 138 ].والمقيم : أصله الشخص المستقرّ في مكانه غير مرتحل . وهو هنا مستعار لآثار المدينة الباقية في المكان بتشبيهه بالشخص المقيم ."
    },
    {
      "number": 77,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "إن فيما أصابهم لَعظاتٍ للناظرين المعتبرين، وإن قراهم لفي طريق ثابت يراها المسافرون المارُّون بها. إن في إهلاكنا لهم لَدلالةً بيِّنةً للمصدقين العاملين بشرع الله.",
        "mukhtasar": "إن في ذلك الذي حدث لدلالة للمؤمنين يعتبرون بها.",
        "saadi": "{ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ } وفي هذه القصة من العبر: عنايته تعالى بخليله إبراهيم، فإن لوطا عليه السلام من أتباعه، وممن آمن به فكأنه تلميذ له، فحين أراد الله إهلاك قوم لوط حين استحقوا ذلك، أمر رسله أن يمروا على إبراهيم عليه السلام كي يبشروه بالولد ويخبروه بما بعثوا له، حتى إنه جادلهم عليه السلام في إهلاكهم حتى أقنعوه، فطابت نفسه. وكذلك لوط عليه السلام، لما كانوا أهل وطنه، فربما أخذته الرقة عليهم والرأفة بهم قدَّر الله من الأسباب ما به يشتد غيظه وحنقه عليهم، حتى استبطأ إهلاكهم لما قيل له: { إن موعدهم الصبح أليس الصبح بقريب } ومنها: أن الله تعالى إذا أراد أن يهلك قرية [ازداد] شرهم وطغيانهم، فإذا انتهى أوقع بهم من العقوبات ما يستحقونه.",
        "kathir": "إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ"
      },
      "translations": {
        "en": "Indeed in that is a sign for the believers.",
        "fr": "Voilà vraiment une exhortation pour les croyants!",
        "es": "Ciertamente, hay en ello un signo para los creyentes."
      },
      "ibn_ashour": "وجملة { إن في ذلك لآية للمؤمنين } تذييل . والإشارة إلى ما تقدم من قوله من القصّة مع ما انضمّ إليها من التذكير بأن قراهم واضحة فيها آثار الخسف والأمطار بالحجارة المُحماة .وعبّر في التذييل بالمؤمنين للتنبيه على أن المتوسّمين هم المؤمنون .وجعل ذلك ( آية ) بالإفراد تفنّناً لأن ( آية ) اسم جنس يصدق بالمتعدّد ، على أن مجموع ما حصل لهم آية على المقصود من القصة وهو عاقبة المكذبين . وفي مطاوي تلك الآيات آيات . والذي في درة التنزيل ، أي الفرق بين جمع الآيات في الأول ، وإفراده ثانياً في هذه الآية بأن ما قصّ من حديث لوط وضيف إبراهيم وما كان من عاقبة أمرهم كل جزء من ذلك في نفسه آية . فالمشار إليه بذلك هو عدة آيات . وأمّا كون قرية لوط بسبيل مقيم فهو في جملته آية واحدة . فتأمّل ."
    },
    {
      "number": 78,
      "text": "وَإِن كَانَ أَصْحَٰبُ ٱلْأَيْكَةِ لَظَٰلِمِينَ",
      "tafsir": {
        "muyassar": "وقد كان أصحاب المدينة الملتفة الشجر -وهم قوم شعيب- ظالمين لأنفسهم لكفرهم بالله ورسولهم الكريم، فانتقمنا منهم بالرجفة وعذاب يوم الظلة، وإن مساكن قوم لوط وشعيب لفي طريق واضح يمرُّ بهما الناس في سفرهم فيعتبرون.",
        "mukhtasar": "وقد كان قوم شعيب أصحاب القرية ذات الشجر الملتف ظالمين؛ لكفرهم بالله وتكذيبهم لرسوله شعيب عليه السلام.",
        "saadi": "تفسير الآيتين 78 و79 :ـ وهؤلاء هم قوم شعيب، نعتهم الله وأضافهم إلى الأيكة، وهو البستان كثير الأشجار، ليذكر نعمته عليهم، وأنهم ما قاموا بها بل جاءهم نبيهم شعيب، فدعاهم إلى التوحيد، وترك ظلم الناس في المكاييل والموازين، وعاجلهم على ذلك على أشد المعالجة فاستمروا على ظلمهم في حق الخالق، وفي حق الخلق، ولهذا وصفهم هنا بالظلم، { فَانْتَقَمْنَا مِنْهُمْ } فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم. { وَإِنَّهُمَا } أي: ديار قوم لوط وأصحاب الأيكة { لَبِإِمَامٍ مُبِينٍ } أي: لبطريق واضح يمر بهم المسافرون كل وقت، فيبين من آثارهم ما هو مشاهد بالأبصار فيعتبر بذلك أولوا الألباب.",
        "kathir": "وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ"
      },
      "translations": {
        "en": "And the companions of the thicket were [also] wrongdoers.",
        "fr": "Et les habitants d'al-Aïka étaient [aussi] des injustes.",
        "es": "Los habitantes de la Espesura fueron, sí impíos."
      },
      "ibn_ashour": "عطف قصة على قصة لما في كلتيهما من الموعظة . وذكر هاتين القصّتين المعطوفتين تكميل وإدماج ، إذ لا علاقة بينهما وبين ما قبلهما من قصة إبراهيم والملائكة . وخصّ بالذكر أصحاب الأيكة وأصحاب الحِجر لأنهم مثل قوم لوط في موعظة المشركين من الملائكة لأن أهل مكة يشاهدون ديار هذه الأمم الثّلاث .و { إنْ } مخفّفة ( إنّ ) وقد أهمل عملها بالتخفيف فدخلت على جملة فعلية . واللام الداخلة على ( الظالمين ) اللام الفارقة بين ( إن ) التي أصلها مشددة وبين ( إن ) النافية .و { الأيكة } : الغيضة من الأشجار الملتفّ بعضها ببعض . واسم الجمع ( أيك ) ، وأطلقت هنا مراداً بها الجنس إذ قد كانت منازلهم في غيضة من الأشجار الكثيرة الورق . وقد تخفّف الأيكة فيقال : ليكة .و { أصحاب الأيكة } : هم قوم شعيب عليه السلام وهم مَدْيَن . وقيل أصحاب الأيكة فريق من قوم شُعيب غير أهل مدين . فأهل مدين هم سكان الحاضرة وأصحاب الأيكة هم باديتهم ، وكان شُعيب رسولاً إليهم جميعاً . قال تعالى : { كذب أصحاب ليكة المرسلين إذ قال لهم شعيب ألا تتقون } [ سورة الشعراء : 176 177 ]. وسيأتي الكلام على ذلك مستوفى في سورة الشّعراء .والظالمون : المشركون ."
    },
    {
      "number": 79,
      "text": "فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "وقد كان أصحاب المدينة الملتفة الشجر -وهم قوم شعيب- ظالمين لأنفسهم لكفرهم بالله ورسولهم الكريم، فانتقمنا منهم بالرجفة وعذاب يوم الظلة، وإن مساكن قوم لوط وشعيب لفي طريق واضح يمرُّ بهما الناس في سفرهم فيعتبرون.",
        "mukhtasar": "فانتقمنا منهم حيث أخذهم العذاب، وإن قرى قوم لوط ومواطن أصحاب شعيب لبطَرِيقٍ واضح لمن مر به.",
        "saadi": "تفسير الآيتين 78 و79 :ـ وهؤلاء هم قوم شعيب، نعتهم الله وأضافهم إلى الأيكة، وهو البستان كثير الأشجار، ليذكر نعمته عليهم، وأنهم ما قاموا بها بل جاءهم نبيهم شعيب، فدعاهم إلى التوحيد، وترك ظلم الناس في المكاييل والموازين، وعاجلهم على ذلك على أشد المعالجة فاستمروا على ظلمهم في حق الخالق، وفي حق الخلق، ولهذا وصفهم هنا بالظلم، { فَانْتَقَمْنَا مِنْهُمْ } فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم. { وَإِنَّهُمَا } أي: ديار قوم لوط وأصحاب الأيكة { لَبِإِمَامٍ مُبِينٍ } أي: لبطريق واضح يمر بهم المسافرون كل وقت، فيبين من آثارهم ما هو مشاهد بالأبصار فيعتبر بذلك أولوا الألباب.",
        "kathir": "فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ"
      },
      "translations": {
        "en": "So We took retribution from them, and indeed, both [cities] are on a clear highway.",
        "fr": "Nous Nous sommes donc vengés d'eux. Et ces deux [cités], vraiment, sont sur une route bien évidente [que vous connaissez].",
        "es": "y nos vengamos de ellos. Los dos casos son típicos y claros."
      },
      "ibn_ashour": "والانتقام : العقوبة لأجل ذنب ، مشتّقة من النّقم ، وهو الإنكار على الفعل . يقال : نقم عليه كما في هذه الآية ، ونقم منه أيضاً . وتقدم في قوله : { وما تنقم منا } في سورة الأعراف ( 126 ). وأجمل الانتقام في هذه الآية وبيّن في آيات أخرى مثل آية هود .{ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ }ضمير { إنهما } لقرية قوم لوط وأيكة قوم شعيب عليهما السلام . .والإمام : الطريق الواضح لأنه يأتمّ به السائر ، أي يعرف أنه يوصل إذ لا يخفى عنه شيء منه . والمبين : البيّن ، أي أن كلتا القريتين بطريق القوافل بأهل مكّة .وقد تقدم آنفاً قوله : { وإنها لبسبيل مقيم } [ سورة الحجر : 76 ] فإدخال مدينة لوط عليه السلام في الضمير هنا تأكيد للأول .ويظهر أن ضمير التثنية عائد على أصحاب الأيكة باعتبار أنهم قبيلتان ، وهما مدين وسكان الغيضة الأصليون الذين نزل مدين بجوارهم ، فإن إبراهيم عليه السلام أسكن ابنه مَدين في شرق بلاد الخليل ، ولا يكون إلا في أرض مأهولة . وهذا عندي هو مقتضى ذكر قوم شعيْب عليه السلام باسم مَدين مرّات وباسم أصحاب الأيكة مرّات . وسيأتي لذلك زيادة إيضاح في سورة الشّعراء ."
    },
    {
      "number": 80,
      "text": "وَلَقَدْ كَذَّبَ أَصْحَٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ",
      "tafsir": {
        "muyassar": "ولقد كذَّب سكان \"وادي الحِجْر\" صالحًا عليه السلام، وهم ثمود فكانوا بذلك مكذبين لكل المرسلين؛ لأن من كذَّب نبيًا فقد كذَّب الأنبياء كلهم؛ لأنهم على دين واحد.",
        "mukhtasar": "ولقد كذبت ثمود، وهم أصحاب الحِجْر (مكان بين الحجاز والشام) جميع الرسل حين كذبوا نبيهم صالحًا عليه السلام.",
        "saadi": "يخبر تعالى عن أهل الحجر، وهم قوم صالح الذين كانوا يسكنون الحجر المعروف في أرض الحجاز، أنهم كذبوا المرسلين أي: كذبوا صالحا، ومن كذب رسولا فقد كذب سائر الرسل، لاتفاق دعوتهم، وليس تكذيب بعضهم لشخصه بل لما جاء به من الحق الذي اشترك جميع الرسل بالإتيان به",
        "kathir": "وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ"
      },
      "translations": {
        "en": "And certainly did the companions of Thamud deny the messengers.",
        "fr": "Certes, les gens d'al-Hijr ont traité de menteurs les messagers.",
        "es": "Los habitantes de al-Hichr desmintieron a los enviados."
      },
      "ibn_ashour": "جُمِعتْ قصص هؤلاء الأمم الثّلاث : قوممِ لوط ، وأصحاببِ الأيكة ، وأصحاب الحجر في نسق ، لتماثل حال العذاب الّذي سلط عليها وهو عذاب الصّيحة والرّجفة والصّاعقة .وأصحاب الحِجر هم ثمود كانوا ينزلون الحِجر بكسر الحاء وسكون الجيم . والحجر : المكان المحجور ، أي الممنوع من النّاس بسبب اختصاص به ، أو اشتقّ من الحجارة لأنهم كانوا ينحتون بيوتهم في صخر الجبل نحتاً محكماً . وقد جعلت طبقات وفي وسطها بئر عظيمة وبئار كثيرة .والحجر هو المعروف بوادي القرى وهو بين المدينة والشّام ، وهو المعروف اليوم باسم مدائن صالح على الطريق من خيبر إلى تبوك .وأما حَجر اليمامة مدينةُ بني حنيفة فهي بفتح الحاء وهي في بلاد نَجد وتسمى العَروض وهي اليوم من بلاد البحرين .وقد توهّم بعض المستشرقين من الإفرنج أن البيوت المنحوتة في ذلك الجبل كانت قبوراً ، وتعلقوا بحجج وهمية . ومما يفنّد أقوالهم خلوّ تلك الكهوف عن أجساد آدمية . وإذا كانت تلك قبوراً فأين كانت منازل الأحياء؟ .والظاهر أن ثمود لما أخذتهم الصّيحة كانوا منتشرين في خارج البيوت لقوله تعالى : { فأخذتهم الصيحة مصبحين }. وقد وُجدت في مداخل تلك البيوت نقر صغيرة تدلّ على أنّها م"
    },
    {
      "number": 81,
      "text": "وَءَاتَيْنَٰهُمْ ءَايَٰتِنَا فَكَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "tafsir": {
        "muyassar": "وآتينا قوم صالح آياتنا الدالة على صحة ما جاءهم به صالح من الحق، ومن جملتها الناقة، فلم يعتبروا بها، وكانوا عنها مبتعدين معرضين.",
        "mukhtasar": "وأعطيناهم الحجج والدلائل على صدقه فيما جاء به من ربه، ومن ذلك الناقة، فلم يعتبروا بتلك الدلائل، ولم يبالوا بها.",
        "saadi": "{ وَآتَيْنَاهُمْ آيَاتِنَا } الدالة على صحة ما جاءهم به صالح من الحق التي من جملتها: تلك الناقة التي هي من آيات الله العظيمة. { فَكَانُوا عَنْهَا مُعْرِضِينَ } كبرا وتجبرا على الله",
        "kathir": "وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ"
      },
      "translations": {
        "en": "And We gave them Our signs, but from them they were turning away.",
        "fr": "Nous leur avons montré Nos miracles, mais ils s'en étaient détournés.",
        "es": "Les trajimos Nuestros signos y se apartaron de ellos."
      },
      "ibn_ashour": "وكذلك جمع الآيات في قوله : { آياتنا } مراد به الجنس ، وهي آية النّاقة ، أو أريد أنها آية تشتمل على آيات في كيفيّة خروجها من صخرة ، وحياتها ، ورعيها ، وشربها . وقد روي أنّها خرج معها فصيلها ، فهما آيتان ."
    },
    {
      "number": 82,
      "text": "وَكَانُوا۟ يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ",
      "tafsir": {
        "muyassar": "وكانوا ينحتون الجبال، فيتخذون منها بيوتًا، وهم آمنون من أن تسقط عليهم أو تخرب.",
        "mukhtasar": "وكانوا يقطعون الجبال ليصنعوا بيوتًا لهم يسكنونها آمنين مما يخافون.",
        "saadi": "{ وَكَانُوا } من كثرة إنعام الله عليهم { يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ } من المخاوف مطمئنين في ديارهم، فلو شكروا النعمة وصدقوا نبيهم صالحا عليه السلام لأدرَّ الله عليهم الأرزاق، ولأكرمهم بأنواع من الثواب العاجل والآجل، ولكنهم -لما كذبوا وعقروا الناقة، وعتوا عن أمر ربهم وقالوا: { يا صالح ائتنا بما تعدنا إن كنت من الصادقين } ",
        "kathir": "وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ"
      },
      "translations": {
        "en": "And they used to carve from the mountains, houses, feeling secure.",
        "fr": "Et ils taillaient des maisons dans les montagnes, vivant en sécurité.",
        "es": "Excavaban, tranquilos, casas en las montañas."
      },
      "ibn_ashour": "وجملة { وكانوا ينحتون } معترضة . والنّحتُ : بَرْي الحجر أوالعود من وسطه أو من جوانبه .و { من الجبال } تبعيض متعلق ب { ينحتون }. والمعنى من صخر الجبال ، لما دلّ عليه فعل { ينحتون }.و { آمنين } حال من ضمير { ينحتون } وهي حال مقدرة ، أي مقدرين أن يكونوا آمنين عقب نحتها وسكناها . وكانت لهم بمنزلة الحصون لا ينالهم فيها العدو .ولكنهم نسوا أنها لا تأمنهم من عذاب الله فلذلك قال : { فما أغنى عنهم ما كانوا يكسبون }."
    },
    {
      "number": 83,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ",
      "tafsir": {
        "muyassar": "فأخذتهم صاعقة العذاب وقت الصباح مبكرين، فما دفع عنهم عذابَ الله الأموالُ والحصونُ في الجبال، ولا ما أُعطوه من قوة وجاه.",
        "mukhtasar": "فأخذتهم صاعقة العذاب عند دخولهم وقت الصبح.",
        "saadi": "{ فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ } فتقطعت قلوبهم في أجوافهم وأصبحوا في دارهم جاثمين هلكى، مع ما يتبع ذلك من الخزي واللعنة المستمرة",
        "kathir": "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ"
      },
      "translations": {
        "en": "But the shriek seized them at early morning.",
        "fr": "Puis, au matin, le Cri les saisit.",
        "es": "Les sorprendió el Grito por la mañana"
      },
      "ibn_ashour": "والفاء في { فأخذتهم الصيحة } للتعقيب والسببية . و { مصبحين } حال ، أي داخلين في وقت الصّباح ."
    },
    {
      "number": 84,
      "text": "فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "tafsir": {
        "muyassar": "فأخذتهم صاعقة العذاب وقت الصباح مبكرين، فما دفع عنهم عذابَ الله الأموالُ والحصونُ في الجبال، ولا ما أُعطوه من قوة وجاه.",
        "mukhtasar": "فما دفع عنهم عذاب الله ما كانوا يكسبون من الأموال والمساكن.",
        "saadi": "{ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ } لأن أمر الله إذا جاء لا يرده كثرة جنود، ولا قوة أنصار ولا غزارة أموال.",
        "kathir": "فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ"
      },
      "translations": {
        "en": "So nothing availed them [from] what they used to earn.",
        "fr": "Ce qu'ils avaient acquis ne leur a donc point profité.",
        "es": "y sus posesiones no les sirvieron de nada."
      },
      "ibn_ashour": "و { ما كانوا يكسبون } أي يصنعون ، أي البيوت التي عُنوا بتحصينها وتحسينها كما دلّ عليه فعل { كانوا }. وصيغة المضارع في { يكسبون } لدلالتها على التكرّر والتجدّد المكنّى به عن إتقان الصنعة . وبذلك كان موقع الموصول والصلة أبلغ من موقع لفظ ( بيوتهم ) مثلاً ، ليدل على أن الذي لم يغن عنهم شيءٌ متّخذ للإغناء ومن شأنه ذلك ."
    },
    {
      "number": 85,
      "text": "وَمَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ ۗ وَإِنَّ ٱلسَّاعَةَ لَءَاتِيَةٌۭ ۖ فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ",
      "tafsir": {
        "muyassar": "وما خلَقْنا السموات والأرض وما بينهما إلا بالحق دالتين على كمال خالقهما واقتداره، وأنه الذي لا تنبغي العبادة إلا له وحده لا شريك له. وإن الساعة التي تقوم فيها القيامة لآتية لا محالة؛ لتوفَّى كل نفس بما عملت، فاعف -أيها الرسول- عن المشركين، واصفح عنهم وتجاوز عما يفعلونه.",
        "mukhtasar": "وما خلقنا السماوات والأرض وما خلقنا ما بينهما باطلًا دون حكمة، ما خلقنا كل ذلك إلا بالحق، وإن الساعة لآتية لا مَحَالة، فأعرض - أيها الرسول - عن المكذبين بك، واعف عنهم عفوًا حسنًا.",
        "saadi": "أي: ما خلقناهما عبثا وباطلا كما يظن ذلك أعداء الله، بل ما خلقناهما { إِلَّا بِالْحَقِّ } الذي منه أن يكونا بما فيهما دالتين على كمال خالقهما، واقتداره، وسعة رحمته وحكمته، وعلمه المحيط، وأنه الذي لا تنبغي العبادة إلا له وحده لا شريك له، { وَإِنَّ السَّاعَةَ لَآتِيَةٌ } لا ريب فيها لخلق السماوات والأرض أكبر من خلق الناس { فَاصْفَحِ الصَّفْحَ الْجَمِيلَ } وهو الصفح الذي لا أذية فيه بل يقابل إساءة المسيء بالإحسان، وذنبه بالغفران، لتنال من ربك جزيل الأجر والثواب، فإن كل ما هو آت فهو قريب، وقد ظهر لي معنى أحسن مما ذكرت هنا. وهو: أن المأمور به هو الصفح الجميل أي: الحسن الذي قد سلم من الحقد والأذية القولية والفعلية، دون الصفح الذي ليس بجميل، وهو الصفح في غير محله، فلا يصفح حيث اقتضى المقام العقوبة، كعقوبة المعتدين الظالمين الذين لا ينفع فيهم إلا العقوبة، وهذا هو المعنى.",
        "kathir": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ ۗ وَإِنَّ السَّاعَةَ لَآتِيَةٌ ۖ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ"
      },
      "translations": {
        "en": "And We have not created the heavens and earth and that between them except in truth. And indeed, the Hour is coming; so forgive with gracious forgiveness.",
        "fr": "Et Nous n'avons créé les cieux et la terre, et ce qui est entre eux, que pour une juste raison. Et l'Heure [sans aucun doute] arrivera! Pardonne-[leur] donc d'un beau pardon.",
        "es": "No hemos creado sino con un fin los cielos, la tierra y lo que entre ellos hay. ¡Sí, la Hora llega! ¡Perdona, pues, generosamente!"
      },
      "ibn_ashour": "موقع الواو في صدر هذه الجملة بديع . فهذه الجملة صالحة لأن تكون تذييلاً لقصص الأمم المعذبة ببيان أن ما أصابهم قد استحقّوه فهو من عدل الله بالجزاء على الأعمال بما يناسبها ، ولأن تكون تصديراً للجملة التي بعدها وهي جملة { وإن الساعة لآتية }. والمراد ساعة جزاء المكذّبين بمحمد صلى الله عليه وسلم أي ساعة البعث . فعلى الأول تكون الواو اعتراضية أو حالية ، وعلى الثّاني عاطفةً جملة على جملة وخبراً على خبر .على أنه قد يكون العطف في الحالين لجعلها مستقلة بإفادة مضمونها لأهميته مع كونها مكمّلة لغيرها ، وإنما أكسبها هذا الموقع البديع نظمُ الجمل المعجز والتنقل من غرض إلى غرض بما بينها من المناسبة .وتشمل { السموات والأرض وما بينهما } أصناف المخلوقات من حيوان وجماد ، فشمل الأمم التي على الأرض وما حلّ بها ، وشمل الملائكة الموكّلين بإنزال العذاب ، وشمل الحوادث الكونية التي حلّت بالأمم من الزلازل والصواعق والكِسف .والباء في { إلا بالحق } للملابسة متعلقة ب { خلقنا } ، أي خلقا ملابساً للحقّ ومقارناً له بحيث يكون الحقّ بادياً في جميع أحوال المخلوقات .والملابسة هنا عرفية؛ فقد يتأخّر ظهور الحقّ عن خلق بعض الأحو"
    },
    {
      "number": 86,
      "text": "إِنَّ رَبَّكَ هُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
      "tafsir": {
        "muyassar": "إنَّ ربك هو الخلاَّق لكل شيء، العليم به، فلا يعجزه شيء في الأرض ولا في السماء، ولا يخفى عليه.",
        "mukhtasar": "إن ربك - أيها الرسول - هو الخَلاَّق لكل شيء، العليم به.",
        "saadi": "{ إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ } لكل مخلوق { الْعَلِيمُ } بكل شيء، فلا يعجزه أحد من جميع ما أحاط به علمه وجرى عليه خلقه، وذلك سائر الموجودات.",
        "kathir": "إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ"
      },
      "translations": {
        "en": "Indeed, your Lord - He is the Knowing Creator.",
        "fr": "Ton Seigneur, c'est Lui vraiment le grand Créateur, l'Omniscient.",
        "es": "Tu Señor es el Creador de todo, el Omnisciente."
      },
      "ibn_ashour": "وجملة { إن ربك هو الخالق العليم } في موقع التعليل للأمر بالصّفح عنهم ، أي لأن في الصّفح عنهم مصلحة لك ولهم يعلمها ربك ، فمصلحة النبي صلى الله عليه وسلم في الصّفح هي كمال أخلاقه ، ومصلحتهم في الصّفح رجاء إيمانهم ، فالله الخلّاق لكم ولهم ولنفسك وأنفسهم ، العليم بما يأتيه كل منكم ، وهذا كقوله تعالى : { فلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون } [ سورة فاطر : 8 ].ومناسبته لقوله تعالى : { وإن الساعة لأتية } ظاهرة .وفي وصفه ب { الخالق العليم } إيماء إلى بشارة النبي صلى الله عليه وسلم بأن الله يخلق من أولئك من يعلم أنّهم يكونون أولياء للنبيء صلى الله عليه وسلم وهم الذين آمنوا بعد نزول هذه الآية والّذين ولدوا ، كقول النبي صلى الله عليه وسلم « لعل الله أن يخرج من أصلابهم من يعبده » . وقال أبو سفيان بن الحارث بن عبد المطّلب وكان في أيام الجاهلية من المؤذين للنبي صلى الله عليه وسلم:دَعَاني داععٍ غيرُ نفسي وردّني ... إلى الله من أطردتُه كل مُطْرَديعني بالداعي النبي صلى الله عليه وسلموتلك هي نكتة ذكر وصف { الخالق } دون غيره من الأسماء الحسنى .والعدول إلى { إن ربك } دون ( إنّ الله ) للإشارة"
    },
    {
      "number": 87,
      "text": "وَلَقَدْ ءَاتَيْنَٰكَ سَبْعًۭا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ",
      "tafsir": {
        "muyassar": "ولقد آتيناك -أيها النبي- فاتحة القرآن، وهي سبع آيات تكرر في كل صلاة، وآتيناك القرآن العظيم.",
        "mukhtasar": "ولقد أعطيناك الفاتحة التي هي سبع آيات، وهي القرآن العظيم.",
        "saadi": "يقول تعالى ممتنًّا على رسوله { ولقد آتيناك سبعا من المثاني } وهن -على الصحيح- السور السبع الطوال: \" البقرة \" و \" آل عمران \" و \" النساء \" و \" المائدة \" و \" الأنعام \" و \" الأعراف \" و \" الأنفال \" مع \" التوبة \" أو أنها فاتحة الكتاب لأنها سبع آيات، فيكون عطف { القرآن العظيم } على ذلك من باب عطف العام على الخاص، لكثرة ما في المثاني من التوحيد، وعلوم الغيب، والأحكام الجليلة، وتثنيتها فيها.وعلى القول بأن \" الفاتحة \" هي السبع المثاني معناها: أنها سبع آيات، تثنى في كل ركعة، واذا كان الله قد أعطاه القرآن العظيم مع السبع المثاني كان قد أعطاه أفضل ما يتنافس فيه المتنافسون، وأعظم ما فرح به المؤمنون، { قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون }",
        "kathir": "وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ"
      },
      "translations": {
        "en": "And We have certainly given you, [O Muhammad], seven of the often repeated [verses] and the great Qur'an.",
        "fr": "Nous t'avons certes donné «les sept versets que l'on répète», ainsi que le Coran sublime.",
        "es": "Te hemos dado siete de las mazani y el sublime Corán."
      },
      "ibn_ashour": "اعتراض بين جملة { فاصفح الصفح الجميل } [ سورة الحجر : 85 ] وجملة { ولقد آتيناك سبعاً } الآية .أتبع التسلية والوعد بالمنّة ليذكر الله نبيه صلى الله عليه وسلم بالنّعمة العظيمة فيطمئن بأنه كما أحسن إليه بالنّعم الحاصلة فهو منجزه الوعود الصادقة .وفي هذا الامتنان تعريض بالردّ على المكذبين . وهو ناظر إلى قوله : { وقالوا يأيها الذي نزل عليه الذكر إنك لمجنون } إلى قوله تعالى : { وإنا له لحافظون } [ سورة الحجر : 9 ].فالجملة عطف على الجمل السابقة عطف الغرض على الغرض والقصّة على القصّة . وهذا افتتاح غرض من التنويه بالقرآن والتحقير لعيش المشركين .وإيتاء القرآن : أي إعطاؤه ، وهو تنزيله عليه والوحي به إليه .وأوثر فعل { آتيناك } دون ( أوحينا ) أو ( أنزلنا ) لأن الإعطاء أظهر في الإكرام والمنّة .وجَعْل { القرآن } معطوفاً على { سبعاً من المثاني } يشعر بأن السبع المثاني من القرآن . وذلك ما درج عليْه جمهور المفسّرين ودلّ عليْه الحديث الآتي .وقد وصف القرآن في سورة الزمر ( 23 ) بالمثاني في قوله تعالى : { الله نزل أحسن الحديث كتاباً متشابهاً مثاني } فتعين أن السبع هي أشياء تجري تسميتها على التأنيث لأنّها أجر"
    },
    {
      "number": 88,
      "text": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًۭا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "لا تنظر بعينيك وتتمنَّ ما مَتَّعْنا به أصنافًا من الكفار مِن مُتَع الدنيا، ولا تحزن على كفرهم، وتواضَعْ للمؤمنين بالله ورسوله.",
        "mukhtasar": "لا تَمْدُد بصرك إلى ما متعنا به أصنافًا من الكفار من متع زائلة، ولا تحزن على تكذيبهم، وتواضع للمؤمنين.",
        "saadi": "{ لا تمدن عينيك إلى ما متعنا به أزواجا منهم } أي: لا تعجب إعجابا يحملك على إشغال فكرك بشهوات الدنيا التي تمتع بها المترفون، واغترَّ بها الجاهلون، واستغن بما آتاك الله من المثاني والقرآن العظيم، { ولا تحزن عليهم } فإنهم لا خير فيهم يرجى، ولا نفع يرتقب، فلك في المؤمنين عنهم أحسن البدل وأفضل العوض، { واخفض جناحك للمؤمنين } أي: ألن لهم جانبك، وحسِّن لهم خلقك، محبة وإكراما وتودُّدا",
        "kathir": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ"
      },
      "translations": {
        "en": "Do not extend your eyes toward that by which We have given enjoyment to [certain] categories of the disbelievers, and do not grieve over them. And lower your wing to the believers",
        "fr": "Ne regarde surtout pas avec envie les choses dont Nous avons donné jouissance temporaire à certains couples d'entre eux, ne t'afflige pas à leur sujet et abaisse ton aile pour les croyants.",
        "es": "¡No codicies los goces efímeros que hemos concedido a algunos de ellos y no estés triste por ellos! Y ¡sé benévolo con los creyentes!"
      },
      "ibn_ashour": "استئناف بياني لما يثيره المقصود من قوله تعالى : { وما خلقنا السموات والأرض وما بينهما إلا بالحق } [ سورة الحجر : 85 ] ، ومن تساؤل يجيش في النّفس عن الإملاء للمكذّبين في النّعمة والتّرف مع ما رمقوا به من الغضب والوعيد فكانت جملة { لا تمدن عينيك } بياناً لما يختلج في نفس السامع من ذلك ، ولكونها بهذه المثابة فصلت عن الّتي قبلها فصل البيان عن المبيّن .ولولا أن الجملة الّتي وقعت قبلها كانت بمنزلة التمهيد لها والإجمال لمضمونها لعطفت هذه الجملة لأنها تكون حينئذٍ مجرد نهي لا اتّصال له بما قبله ، كما عطفت نظيرتها في قوله تعالى في سورة طه ( 129 131 ) : { فاصبر على ما يقولون وسبّح بِحمد ربّك قبل طلوع الشّمس وقبل غروبها ومن ءَاناء اللّيل فسبّح وأطراف النّهار لعلّك ترضى ولا تمدنّ عينيك إلى ما متّعنا به أزواجاً منهم زهرة الحياة الحياة } فلما فصلت الجملة هنا فهم أن الجملة الّتي قبلها مقصودة التمهيد بهذه الجملة ولو عطفت هذه لما فهم هذا المعنى البديع من النظم .والمَدّ : أصله الزيادة . وأطلق على بسط الجسم وتَطويله . يقال : مَدّ يده إلى كذا ، ومدّ رجله في الأرض . ثم استعير للزيادة من شيء . ومنه مدد الجيش"
    },
    {
      "number": 89,
      "text": "وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ",
      "tafsir": {
        "muyassar": "وقل: إني أنا المنذر الموضِّح لما يهتدي به الناس إلى الإيمان بالله رب العالمين، ومنذركم أن يصيبكم العذاب، كما أنزله الله على الذين قسَّموا القرآن، فآمنوا ببعضه، وكفروا ببعضه الآخر من اليهود والنصارى وغيرهم.",
        "mukhtasar": "وقل - أيها الرسول -: إني أنا النذير من العذاب، البين النذارة.",
        "saadi": "{ وقل إني أنا النذير المبين } أي: قم بما عليك من النذارة وأداء الرسالة والتبليغ للقريب والبعيد والعدو والصديق، فإنك إذا فعلت ذلك فليس عليك من حسابهم من شيء، وما من حسابك عليهم من شيء.",
        "kathir": "وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ"
      },
      "translations": {
        "en": "And say, \"Indeed, I am the clear warner\" -",
        "fr": "Et dis: «Je suis l'avertisseur évident» (d'un châtiment),",
        "es": "Di: «¡Soy el monitor que habla claro!»"
      },
      "ibn_ashour": "وجملة { وقل إنى أنا النذير المبين } عطف على جملة { ولا تحزن عليهم }. فالمقولُ لهم هذا القولُ هم المتحدّث عنهم بالضّمائر السابقة في قوله تعالى : { منهم } وقوله : { عليهم }. فالتقدير : وقل لهم لأن هذا القول مراد منه المتاركة ، أي ما عليّ إلاّ إنذاركم ، والقرينة هي ذكر النذارة دون البشارة لأن النذارة تناسب المكذبين إذ النذارة هي الإعلام بحدث فيه ضرّ .والنّذير : فعيل بمعنى مُفعِل مثل الحكيم بمعنى المُحكم ، وضرب وجيع ، أي موجع .والقصر المستفاد من ضمير الفصل ومن تعريف الجزءين قصر قلب ، أي لست كما تحسبون أنكم تغيظونني بعدم إيمانكم فإنّي نذير مبين غير متقايض معكم لتحصيل إيمانكم .و { المبين } : الموضح المصرح ."
    },
    {
      "number": 90,
      "text": "كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ",
      "tafsir": {
        "muyassar": "وقل: إني أنا المنذر الموضِّح لما يهتدي به الناس إلى الإيمان بالله رب العالمين، ومنذركم أن يصيبكم العذاب، كما أنزله الله على الذين قسَّموا القرآن، فآمنوا ببعضه، وكفروا ببعضه الآخر من اليهود والنصارى وغيرهم.",
        "mukhtasar": "أنذركم أن يصيبكم مثل ما أنزل الله على المفرِّقين كُتُبَ الله أجزاء فيؤمنون ببعض ويكفرون ببعض.",
        "saadi": "وقوله: { كما أنزلنا على المقتسمين } أي: كما أنزلنا العقوبة على المقتسمين على بطلان ما جئت به، الساعين لصد الناس عن سبيل الله.",
        "kathir": "كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ"
      },
      "translations": {
        "en": "Just as We had revealed [scriptures] to the separators",
        "fr": "De même que Nous avons fait descendre [le châtiment] sur ceux qui ont juré (entre eux),",
        "es": "como hemos infligido un castigo a los conjurados,"
      },
      "ibn_ashour": "التشبيه الذي أفاده الكاف تشبيه بالذي أنزل على المقتسمين .و ( ما ) موصولة أو مصدرية ، وهي المشبه به .وأما المشبه فيجوز أن يكون الإيتاءَ المأخوذ من فعل { آتيناك سبعاً من المثاني } [ سورة الحجر : 87 ] ، أي إيتاء كالذي أنزلنا أو كإنزالنا على المقتسمين . شُبّه إيتاء بعض القرآن للنبيء بما أنزل عليه في شأن المقتسمين ، أي أنزلناه على رسل المقتسمين بحسب التفسيرين الآتيين في معنى المقتسمين }.ويجوز أن يكون المشبّهُ الإنذارَ المأخوذَ من قوله تعالى : { إني أنا النذير المبين } [ سورة الحجر : 89 ] ، أي الإنذار بالعقاب من قوله تعالى : { فوربك لنسألنهم أجمعين عما كانوا يعملون } [ سورة الحجر : 92 93 ].وأسلوب الكلام على هذين الوجهين أسلوب تخلّص من تسلية النبي إلى وعيد المشركين الطاعنين في القرآن بأنهم سيحاسبون على مطاعنهم .وهو إما وعيد صريح إن أريد بالمقتسمين نفسُ المراد من الضميرين في قوله تعالى : { أزواجاً منهم ولا تحزن عليهم } [ سورة الحجر : 88 ].وحرف على } هنا بمعنى لام التّعليل كما في قوله تعالى : { ولتكبروا الله على ما هداكم } [ سورة البقرة : 185 ] وقوله : { فكلوا مما أمسكن عليكم } [ سورة المائدة :"
    },
    {
      "number": 91,
      "text": "ٱلَّذِينَ جَعَلُوا۟ ٱلْقُرْءَانَ عِضِينَ",
      "tafsir": {
        "muyassar": "وهم الذين جعلوا القرآن أقسامًا وأجزاء، فمنهم من يقول: سحر، ومنهم من يقول كَهَانة، ومنهم من يقول غير ذلك، يصرِّفونه بحسب أهوائهم؛ ليصدوا الناس عن الهدى.",
        "mukhtasar": "الذين صَيَّروا القرآن أجزاء، فقالوا: هو سحر، أو كهانة، أو شعر.",
        "saadi": "{ الذين جعلوا القرآن عضين } أي: أصنافا وأعضاء وأجزاء، يصرفونه بحسب ما يهوونه، فمنهم من يقول: سحر ومنهم من يقول: كهانة ومنهم من يقول: مفترى إلى غير ذلك من أقوال الكفرة المكذبين به، الذين جعلوا قدحهم فيه ليصدوا الناس عن الهدى.",
        "kathir": "الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ"
      },
      "translations": {
        "en": "Who have made the Qur'an into portions.",
        "fr": "ceux qui ont fait du Coran des fractions diverses, (pour créer des doutes).",
        "es": "que han hecho pedazos el Corán."
      },
      "ibn_ashour": "وقد أجمل المراد بالمقتسمين إجمالاً بيّنه وصفهم بالصلة في قوله تعالى : { الذين جعلوا القرآن عضين } ؛ فلا يَحتمل أن يكون المقتسمون غير الفريقيْن المذكوريْن آنفاً .ومعنى التقسيم والتجزئة هنا تفرقة الصّفات والأحوال لا تجزئة الذّات .و { القرآن } هنا يجوز أن يكون المراد به الاسم المجعول علماً لكتاب الإسلام . ويجوز أن يكون المراد به الكتاب المقروء فيصدق بالتوراة والإنجيل .و { عضين } جمع عضة ، والعضة : الجزء والقطعة من الشيء . وأصلها عضو فحذفت الواو التي هي لام الكلمة وعوض عنها الهاء مثل الهاء في سنة وشفّة . وحذف اللاّم قصد منه تخفيف الكلمة لأن الواو في آخر الكلمة تثقل عند الوقف عليها ، فعوضوا عنها حرفاً لئلا تبقى الكلمة على حرفين ، وجعلوا العوض هاء لأنّها أسعد الحروف بحالة الوقف . وجمع ( عضة ) على صيغة جمع المذكر السّالم على وجه شاذ .وعلى الوجهين المتقدّمين في المراد من القرآن في هذه الآية فالمقتسمون الذين جعلوا القرآن عضين هم أهل الكتاب اليهود والنصارى فهم جحدوا بعض ما أنزل إليهم من القرآن ، أطلق على كتابهم القرآن لأنه كتاب مقروء ، فأظهروا بعضاً وكتموا بعضاً ، قال الله تعالى :{ تجعلونه قراطي"
    },
    {
      "number": 92,
      "text": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "فوربك لنحاسبنَّهم يوم القيامة ولنجزينهم أجمعين، عن تقسيمهم للقرآن بافتراءاتهم، وتحريفه وتبديله، وغير ذلك مما كانوا يعملونه من عبادة الأوثان، ومن المعاصي والآثام. وفي هذا ترهيب وزجر لهم من الإقامة على هذه الأفعال القبيحة.",
        "mukhtasar": "فوربك - أيها الرسول - لنسألنّ يوم القيامة جميع الذين صَيَّروه أجزاء.",
        "saadi": "تفسير الآيتين 92 و93 :ـ { فوربك لنسألنهم أجمعين } أي: جميع من قدح فيه وعابه وحرفه وبدله { عما كانوا يعملون } وفي هذا أعظم ترهيب وزجر لهم عن الإقامة على ما كانوا عليه  ",
        "kathir": "فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ"
      },
      "translations": {
        "en": "So by your Lord, We will surely question them all",
        "fr": "Par ton Seigneur! Nous les interrogerons tous",
        "es": "¡Por tu Señor, que hemos de pedir cuentas a todos ellos"
      },
      "ibn_ashour": "الفاء للتفريع ، وهذا تفريع على ما سبق من قوله تعالى : { وإن الساعة لآتية فاصفح الصفح الجميل } [ سورة الحجر : 85 ].والواو للقسم ، فالمفرع هو القسم وجوابُه . والمقصود بالقسم تأكيد الخبر . وليس الرسول عليه الصلاة والسلام ممن يشكّ في صدق هذا الوعيد؛ ولكن التأكيد متسلطّ على ما في الخبر من تهديد معاد ضمير النصب في { لنسألنهم }."
    },
    {
      "number": 93,
      "text": "عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "فوربك لنحاسبنَّهم يوم القيامة ولنجزينهم أجمعين، عن تقسيمهم للقرآن بافتراءاتهم، وتحريفه وتبديله، وغير ذلك مما كانوا يعملونه من عبادة الأوثان، ومن المعاصي والآثام. وفي هذا ترهيب وزجر لهم من الإقامة على هذه الأفعال القبيحة.",
        "mukhtasar": "لنسألنهم عما كانوا يعملون من الكفر والمعاصي في الدنيا.",
        "saadi": "  تفسير الآيتين 92 و93 :ـ { فوربك لنسألنهم أجمعين } أي: جميع من قدح فيه وعابه وحرفه وبدله { عما كانوا يعملون } وفي هذا أعظم ترهيب وزجر لهم عن الإقامة على ما كانوا عليه  ",
        "kathir": "عَمَّا كَانُوا يَعْمَلُونَ"
      },
      "translations": {
        "en": "About what they used to do.",
        "fr": "sur ce qu'ils œuvraient.",
        "es": "de sus actos!"
      },
      "ibn_ashour": "ووصف الربّ مضافاً إلى ضمير النبي صلى الله عليه وسلم إيماء إلى أن في السؤال المقسم عليه حَظّاً من التنويه به ، وهو سؤال الله المكذّبين عن تكذيبهم إياه سؤال ربّ يغضب لرسوله عليه الصلاة والسلام .والسؤال مستعمل في لازم معناه وهو عقاب المسؤول كقوله تعالى : { ثم لتسألن يومئذٍ عن النعيم } [ سورة التكاثر : 8 ] فهو وعيد للفريقين ."
    },
    {
      "number": 94,
      "text": "فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
      "tafsir": {
        "muyassar": "فاجهر بدعوة الحق التي أمرك الله بها، ولا تبال بالمشركين، فقد برَّأك الله ممَّا يقولون.",
        "mukhtasar": "فأعلن - أيها الرسول - ما أمرك الله به من الدعوة إليه، ولا تلتفت إلى ما يقوله ويفعله المشركون.",
        "saadi": "ثم أمر الله رسوله ان لا يبالي بهم ولا بغيرهم وأن يصدع بما أمر الله ويعلن بذلك لكل أحد ولا يعوقنه عن أمره عائق ولا تصده أقوال المتهوكين، { وأعرض عن المشركين } أي: لا تبال بهم واترك مشاتمتهم ومسابتهم مقبلا على شأنك",
        "kathir": "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ"
      },
      "translations": {
        "en": "Then declare what you are commanded and turn away from the polytheists.",
        "fr": "Expose donc clairement ce qu'on t'a commandé et détourne-toi des associateurs.",
        "es": "¡Anuncia lo que se te ordena y apártate de los asociadores!"
      },
      "ibn_ashour": "تفريع على جملة { ولقد آتيناك سبعاً من المثاني } [ سورة الحجر : 87 ] بصريحه وكنايته عن التسلية على ما يلاقيه من تكذيب قومه .نزلت هذه الآية في السنة الرابعة أو الخامسة من البعثة ورسول الله عليه الصلاة والسلام مختف في دار الأرقم بن أبي الأرقم . رُوي عن عبد الله بن مسعود قال : ما زال النبي مستخفياً حتى نزلتْ : { فاصدع بما تؤمر } فخرج هو وأصحابه . يعني أن رسول الله صلى الله عليه وسلم لما نزلت سورة المدثّر كان يدعو النّاس خفية وكان من أسلم من النّاس إذا أراد الصّلاة يذهب إلى بعْض الشّعاب يستخفي بصلاته من المشركين ، فلحقهم المشركون يستهزئون بهم ويعِيبون صلاتهم ، فحدث تضارب بينهم وبين سعد بن أبي وقاص أدمَى فيه سعد رجلاً من المشركين . فبعد تلك الوقعة دخل رسول الله صلى الله عليه وسلم وأصحابه دار الأرقم عند الصّفا فكانوا يقيمون الصّلاة بها واستمروا كذلك ثلاث سنين أو تزيد ، فنزل قوله تعالى : { فاصدع بما تؤمر } الآية . وبنزولها ترك الرسول صلى الله عليه وسلم الاختفاء بدار الأرقم وأعلن بالدّعوة للإسلام جهراً .والصدع : الجهر والإعلان . وأصله الانشقاق . ومنه انصداع الإناء ، أي انشقاقه . فاستعمل الصدع ف"
    },
    {
      "number": 95,
      "text": "إِنَّا كَفَيْنَٰكَ ٱلْمُسْتَهْزِءِينَ",
      "tafsir": {
        "muyassar": "إنَّا كَفَيْناك المستهزئين الساخرين من زعماء قريش، الذين اتخذوا شريكًا مع الله من الأوثان وغيرها، فسوف يعلمون عاقبة عملهم في الدنيا والآخرة.",
        "mukhtasar": "ولا تخف منهم، فقد كفيناك كيد الساخرين من أئمة الكفر من قريش.",
        "saadi": "{ إنا كفيناك المستهزئين } بك وبما جئت به وهذا وعد من الله لرسوله، أن لا يضره المستهزئون، وأن يكفيه الله إياهم بما شاء من أنواع العقوبة. وقد فعل تعالى فإنه ما تظاهر أحد بالاستهزاء برسول الله صلى الله عليه وسلم وبما جاء به إلا أهلكه الله وقتله شر قتلة.",
        "kathir": "إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ"
      },
      "translations": {
        "en": "Indeed, We are sufficient for you against the mockers",
        "fr": "Nous t'avons effectivement défendu vis-à-vis des railleurs.",
        "es": "Nosotros te bastamos contra los que se burlan,"
      },
      "ibn_ashour": "وجملة { إنا كفيناك المستهزئين } تعليل للأمر بالإعلان بما أمر به ، فإن اختفاء النبي صلى الله عليه وسلم بدار الأرقم كان بأمر من الله تعالى لحكمة علمها الله أهمّها تعدّد الداخلين في الإسلام في تلك المدّة بحيث يغتاظ المشركون من وفرة الداخلين في الدّين مع أن دعوته مخفية ، ثم إن الله أمر رسوله عليه الصلاة والسلام بإعلان دعوته لحكمة أعلى تهيّأ اعتبارها في علمه تعالى .والتّعبير عنهم بوصف { المستهزئين } إيماء إلى أنّه كفاه استهزاءهم وهو أقلّ أنواع الأذى ، فكفايته ما هو أشدّ من الاستهزاء من الأذى مفهوم بطريق الأحْرى .وتأكيد الخبر ب ( إنّ ) لتحقيقه اهتماماً بشأنه لا للشكّ في تحقّقه .والتّعريف في { المستهزءين } للجنس فيفيد العموم ، أي كفيناك كل مستهزء . وفي التّعبير عنهم بهذا الوصف إيماء إلى أن قصارى ما يؤذونه به الاستهزاء ، كقوله تعالى :{ لن يضروكم إلا أذى } [ سورة آل عمران : 111 ] ، فقد صرفهم الله عن أن يؤذوا النبي بغير الاستهزاء . وذلك لطف من الله برسوله .ومعنى الكفاية تولّي الكافي مهم المكفي ، فالكافي هو متولي عمل عن غيره لأنه أقدر عليه أو لأنه يبتغي راحة المكفي . يقال : كفيتُ مهمك ، فيتعدّى ا"
    },
    {
      "number": 96,
      "text": "ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "إنَّا كَفَيْناك المستهزئين الساخرين من زعماء قريش، الذين اتخذوا شريكًا مع الله من الأوثان وغيرها، فسوف يعلمون عاقبة عملهم في الدنيا والآخرة.",
        "mukhtasar": "الذين يتخذون مع الله معبودًا غيره، فسوف يعلمون عاقبة شركهم السيئة.",
        "saadi": "ثم ذكر وصفهم وأنهم كما يؤذونك يا رسول الله، فإنهم أيضا يؤذون الله ويجعلون معه { إلها آخر } وهو ربهم وخالقهم ومدبرهم { فسوف يعلمون } غب أفعالهم إذا وردوا القيامة",
        "kathir": "الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۚ فَسَوْفَ يَعْلَمُونَ"
      },
      "translations": {
        "en": "Who make [equal] with Allah another deity. But they are going to know.",
        "fr": "Ceux qui associent à Allah une autre divinité. Mais ils sauront bientôt.",
        "es": "que ponen, junto con Alá, a otro dios. ¡Van a ver...!"
      },
      "ibn_ashour": "ووصفهم ب { الذين يجعلون مع الله إلها آخر } للتشويه بحالهم ، ولتسلية الرسول صلى الله عليه وسلم بأنهم ما اقتصروا على الافتراء عليه فقد افتروا على الله .وصيغة المضارع في قوله تعالى : { يجعلون } للإشارة إلى أنهم مستمرون على ذلك مجدّدون له .وفرع على الأمرين الوعيد بقوله تعالى : { فسوف يعلمون }. وحذف مفعول { يعلمون } لدلالة المقام عليه ، أي فسوف يعلمون جزاء بهتانهم ."
    },
    {
      "number": 97,
      "text": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
      "tafsir": {
        "muyassar": "ولقد نعلم بانقباض صدرك -أيها الرسول-؛ بسبب ما يقوله المشركون فيك وفي دعوتك.",
        "mukhtasar": "ولقد نعلم أنك - أيها الرسول - يضيق صدرك بما يصدر منهم من تكذيبهم لك وسخريتهم منك.",
        "saadi": "{ ولقد نعلم أنك يضيق صدرك بما يقولون } لك من التكذيب والاستهزاء، فنحن قادرون على استئصالهم بالعذاب، والتعجيل لهم بما يستحقون، ولكن الله يمهلهم ولا يهملهم.",
        "kathir": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ"
      },
      "translations": {
        "en": "And We already know that your breast is constrained by what they say.",
        "fr": "Et Nous savons certes que ta poitrine se serre, à cause de ce qu'ils disent.",
        "es": "Bien sabemos que te angustias por lo que dicen."
      },
      "ibn_ashour": "لما كان الوعيد مؤذناً بإمهالهم قليلاً كما قال تعالى : { ومهّلهم قليلا } [ سورة المزمل : 11 ] كما دلّ عليه حرف التنفيس في قوله تعالى : { فسوف يعلمون } [ سورة الحجر : 96 ] طمأن الله نبيه بأنه مطّلع على تحرّجه من أذاهم وبهتانهم من أقوال الشرك وأقوال الاستهزاء فأمره بالثبات والتفويض إلى ربّه لأن الحكمة في إمهالهم ، ولذلك افتتحت الجملة بلام القسم وحرف التحقيق .وليس المخاطب ممن يداخله الشكّ في خبر الله تعالى ولكن التحقيق كناية عن الاهتمام بالمخبر وأنه بمحل العناية من الله؛ فالجملة معطوفة على جملة { إنا كفيناك المستهزئين } [ سورة الحجر : 95 ] أو حال .وضيق الصدر : مجاز عن كدر النفس . وقد تقدّم في قوله تعالى : { وضائق به صدرك } في سورة هود ( 12 )."
    },
    {
      "number": 98,
      "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
      "tafsir": {
        "muyassar": "فافزع إلى ربك عند ضيق صدرك، وسَبِّح بحمده شاكرًا له مثنيا عليه، وكن من المصلِّين لله العابدين له، فإن ذلك يكفيك ما أهمَّك.",
        "mukhtasar": "فالجأ إلى الله بتنزيهه عما لا يليق به، والثناء عليه بصفات كماله، وكن من العابدين لله، المصلين له، ففي ذلك علاج لضيق صدرك.",
        "saadi": "فأنت يا محمد { فسبح بحمد ربك وكن من الساجدين } أي: أكثر من ذكر الله وتسبيحه وتحميده والصلاة فإن ذلك يوسع الصدر ويشرحه ويعينك على أمورك.",
        "kathir": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ"
      },
      "translations": {
        "en": "So exalt [Allah] with praise of your Lord and be of those who prostrate [to Him].",
        "fr": "Glorifie donc Ton Seigneur par Sa louange et sois de ceux qui se prosternent;",
        "es": "Pero tú ¡celebra las alabanzas de tu Señor y sé de los que se prosternan!"
      },
      "ibn_ashour": "وفرع على جملة { ولقد نعلم } أمره بتسبيح الله تعالى وتنزيهه عمّا يقولونه من نسبة الشريك ، أي عليك بتنزيه ربّك فلا يضرّك شركهم . على أن التسبيح قد يستعمل في معناه الكنائي مع معناه الأصلي فيفيد الإنكار على المشركين فيما يقولون ، أي فاقتصر في دفعهم على إنكار كلامهم . وهذا مثل قوله تعالى : { قل سبحان ربي هل كنت إلا بشراً رسولاً } [ سورة الإسراء : 93 ].والباء في بحمد ربك } للمصاحبة . والتقدير : فسبح ربّك بحمده؛ فحُذف من الأول لدلالة الثاني . وتسبيح الله تنزيهه بقول : سُبحان الله .والأمر في { وكن من الساجدين واعبد ربك } مستعملان في طلب الدّوام .و { من الساجدين } أبلغ في الاتّصاف بالسجود من ( ساجداً ) كما تقدم في قوله تعالى : { وكونوا مع الصادقين } في سورة براءة ( 119 ) ، وقوله { قال أعوذ بالله أن أكون من الجاهلين } في سورة البقرة ( 67 ) ونظائرهما .والساجدون : هم المصلّون . فالمعنى : ودم على الصلاة أنتَ ومن معكَ .وليس هذا موضع سجدة من سجود التلاوة عند أحد من فقهاء المسلمين . وفي { تفسير القرطبي } عن أبي بكر النقاش أن أبا حُذيفة ( لعلّه يعني به أبا حذيفة اليمان بن المغيرة البصري من أصحاب عكرمة "
    },
    {
      "number": 99,
      "text": "وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ",
      "tafsir": {
        "muyassar": "واستمِرَّ في عبادة ربك مدة حياتك حتى يأتيك اليقين، وهو الموت. وامتثل رسول الله صلى الله عليه وسلم أمر ربه، فلم يزل دائبًا في عبادة الله، حتى أتاه اليقين من ربه.",
        "mukhtasar": "وداوم على عبادة ربك، واستمرّ عليها ما دمت حيًّا حتى يأتيك الموت وأنت على ذلك.",
        "saadi": "{ واعبد ربك حتى يأتيك اليقين } أي: الموت أي: استمر في جميع الأوقات على التقرب إلى الله بأنواع العبادات، فامتثل صلى الله عليه وسلم أمر ربه، فلم يزل دائبا في العبادة، حتى أتاه اليقين من ربه صلى الله عليه وسلم تسليما كثيرا.   تم تفسير سورة الحجر",
        "kathir": "وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ"
      },
      "translations": {
        "en": "And worship your Lord until there comes to you the certainty (death).",
        "fr": "et adore ton Seigneur jusqu'à ce que te vienne la certitude (la mort).",
        "es": "¡Y sirve a tu Señor hasta que venga a ti la cierta!"
      },
      "ibn_ashour": "و { اليقين } : المقطوع به الذي لا شكّ فيه وهو النصر الذي وعده الله به ."
    }
  ]
}