{
  "number": 18,
  "name": "سُورَةُ الكَهۡفِ",
  "englishName": "Al-Kahf",
  "revelationType": "Meccan",
  "ayahCount": 110,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
      "tafsir": {
        "muyassar": "الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، الذي تفضَّل فأنزل على عبده ورسوله محمد صلى الله عليه وسلم القرآن، ولم يجعل فيه شيئًا من الميل عن الحق.",
        "mukhtasar": "الثناء بصفات الكمال والجلال، وبالنعم الظاهرة والباطنة لله وحده الذي أنزل على عبده ورسوله محمد صلى الله عليه وسلم القرآن، ولم يجعل لهذا القرآن اعوجاجًا وميلًا عن الحق.",
        "saadi": "الحمد لله هو الثناء عليه بصفاته، التي هي كلها صفات كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، وأجل نعمه على الإطلاق، إنزاله الكتاب العظيم على عبده ورسوله، محمد صلى الله عليه وسلم فحمد نفسه، وفي ضمنه إرشاد العباد ليحمدوه على إرسال الرسول إليهم، وإنزال الكتاب عليهم، ثم وصف هذا الكتاب بوصفين مشتملين، على أنه الكامل من جميع الوجوه، وهما نفي العوج عنه، وإثبات أنه قيم مستقيم، فنفي العوج يقتضي أنه ليس في أخباره كذب، ولا في أوامره ونواهيه ظلم ولا عبث، وإثبات الاستقامة، يقتضي أنه لا يخبر ولا يأمر إلا بأجل الإخبارات وهي الأخبار، التي تملأ القلوب معرفة وإيمانا وعقلا، كالإخبار بأسماء الله وصفاته وأفعاله، ومنها الغيوب المتقدمة والمتأخرة، وأن أوامره ونواهيه، تزكي النفوس، وتطهرها وتنميها وتكملها، لاشتمالها على كمال العدل والقسط، والإخلاص، والعبودية لله رب العالمين وحده لا شريك له. وحقيق بكتاب موصوف. بما ذكر، أن يحمد الله نفسه على إنزاله، وأن يتمدح إلى عباده به.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا ۜ"
      },
      "translations": {
        "en": "[All] praise is [due] to Allah, who has sent down upon His Servant the Book and has not made therein any deviance.",
        "fr": "Louange à Allah qui a fait descendre sur Son serviteur (Muhammad), le Livre, et n'y a point introduit de tortuosité (ambiguité)!",
        "es": "¡Alabado sea Alá, que ha revelado la Escritura a Su siervo y no ha puesto en ella tortuosidad,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 2,
      "text": "قَيِّمًۭا لِّيُنذِرَ بَأْسًۭا شَدِيدًۭا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًۭا",
      "tafsir": {
        "muyassar": "جعله الله كتابًا مستقيمًا، لا اختلاف فيه ولا تناقض؛ لينذر الكافرين من عذاب شديد من عنده، ويبشر المصدقين بالله ورسوله الذين يعملون الأعمال الصالحات، بأن لهم ثوابًا جزيلا هو الجنة، يقيمون في هذا النعيم لا يفارقونه أبدًا.",
        "mukhtasar": "بل جعله مستقيمًا لا تناقض فيه ولا اختلاف؛ ليخوّف الكافرين من عذاب قوي من عند الله ينتظرهم، ويخبر المؤمنين الذين يعملون الأعمال الصالحات بما يسرّهم أن لهم ثوابًا حسنًا لا يدانيه ثواب.",
        "saadi": "وقوله { لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ } أي: لينذر بهذا القرآن الكريم، عقابه الذي عنده، أي: قدره وقضاه، على من خالف أمره، وهذا يشمل عقاب الدنيا وعقاب الآخرة، وهذا أيضا، من نعمه أن خوف عباده، وأنذرهم ما يضرهم ويهلكهم. كما قال تعالى -لما ذكر في هذا القرآن وصف النار- قال: { ذلك يخوف الله به عباده يا عباد فاتقون } فمن رحمته بعباده، أن قيض العقوبات الغليظة على من خالف أمره، وبينها لهم، وبين لهم الأسباب الموصلة إليها. { وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا } أي: وأنزل الله على عبده الكتاب، ليبشر المؤمنين به، وبرسله وكتبه، الذين كمل إيمانهم، فأوجب لهم عمل الصالحات، وهي: الأعمال الصالحة، من واجب ومستحب، التي جمعت الإخلاص والمتابعة، { أَنَّ لَهُمْ أَجْرًا حَسَنًا } وهو الثواب الذي رتبه الله على الإيمان والعمل الصالح، وأعظمه وأجله، الفوز برضا الله ودخول الجنة، التي فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. وفي وصفه بالحسن، دلالة على أنه لا مكدر فيه ولا منغص بوجه من الوجوه، إذ لو وجد فيه شيء من ذلك لم يكن حسنه تاما.",
        "kathir": "قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا"
      },
      "translations": {
        "en": "[He has made it] straight, to warn of severe punishment from Him and to give good tidings to the believers who do righteous deeds that they will have a good reward",
        "fr": "[Un Livre] d'une parfaite droiture pour avertir d'une sévère punition venant de Sa part et pour annoncer aux croyants qui font de bonnes œuvres qu'il y aura pour eux une belle récompense.",
        "es": "sino que la ha hecho recta, para prevenir contra una grave calamidad que procede de Él, anunciar a los creyentes que obran bien que tendrán una bella recompensa,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 3,
      "text": "مَّٰكِثِينَ فِيهِ أَبَدًۭا",
      "tafsir": {
        "muyassar": "جعله الله كتابًا مستقيمًا، لا اختلاف فيه ولا تناقض؛ لينذر الكافرين من عذاب شديد من عنده، ويبشر المصدقين بالله ورسوله الذين يعملون الأعمال الصالحات، بأن لهم ثوابًا جزيلا هو الجنة، يقيمون في هذا النعيم لا يفارقونه أبدًا.",
        "mukhtasar": "خالدين في هذا الثواب أبدًا، فلا ينقطع عنهم.",
        "saadi": "ومع ذلك فهذا الأجر الحسن { مَاكِثِينَ فِيهِ أَبَدًا } لا يزول عنهم، ولا يزولون عنه، بل نعيمهم في كل وقت متزايد، وفي ذكر التبشير ما يقتضي ذكر الأعمال الموجبة للمبشر به، وهو أن هذا القرآن قد اشتمل على كل عمل صالح، موصل لما تستبشر به النفوس، وتفرح به الأرواح.",
        "kathir": "مَاكِثِينَ فِيهِ أَبَدًا"
      },
      "translations": {
        "en": "In which they will remain forever",
        "fr": "où ils demeureront éternellement,",
        "es": "en la que permanecerán para siempre,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 4,
      "text": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًۭا",
      "tafsir": {
        "muyassar": "وينذر به المشركين الذين قالوا: اتخذ الله ولدا.",
        "mukhtasar": "ويخوف اليهود والنصارى وبعض المشركين الذين قالوا: اتخذ الله ولدًا.",
        "saadi": "{ وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا } من اليهود والنصارى، والمشركين، الذين قالوا هذه المقالة الشنيعة، فإنهم لم يقولوها عن علم و[لا] يقين",
        "kathir": "وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا"
      },
      "translations": {
        "en": "And to warn those who say, \"Allah has taken a son.\"",
        "fr": "et pour avertir ceux qui disent: «Allah S'est attribué un enfant.»",
        "es": "y para advertir a los que dicen que Alá ha adoptado un hijo!"
      },
      "ibn_ashour": ""
    },
    {
      "number": 5,
      "text": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍۢ وَلَا لِءَابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةًۭ تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًۭا",
      "tafsir": {
        "muyassar": "ليس عند هؤلاء المشركين شيء من العلم على ما يَدَّعونه لله من اتخاذ الولد، كما لم يكن عند أسلافهم الذين قلَّدوهم، عَظُمت هذه المقالة الشنيعة التي تخرج من أفواههم، ما يقولون إلا قولا كاذبًا.",
        "mukhtasar": "ليس لهؤلاء المفترين من علم أو دليل على ما يدعونه من نسبة الولد إلى الله، وليس لآبائهم الذين قلدوهم في ذلك علم، عظمت في القبح تلك الكلمة التي تخرج من أفواههم دون تعقل، ما يقولون إلا قولًا كذبًا، لا أساس له ولا مستند.",
        "saadi": "لا علم منهم، ولا علم من آبائهم الذين قلدوهم واتبعوهم، بل إن يتبعون إلا الظن وما تهوى الأنفس { كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ } أي: عظمت شناعتها واشتدت عقوبتها، وأي شناعة أعظم من وصفه بالاتخاذ للولد الذي يقتضي نقصه، ومشاركة غيره له في خصائص الربوبية والإلهية، والكذب عليه؟\" { فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا } ولهذا قال هنا: { إِنْ يَقُولُونَ إِلَّا كَذِبًا } أي: كذبا محضا ما فيه من الصدق شيء، وتأمل كيف أبطل هذا القول بالتدريج، والانتقال من شيء إلى أبطل منه، فأخبر أولا: أنه { مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ } والقول على الله بلا علم، لا شك في منعه وبطلانه، ثم أخبر ثانيا، أنه قول قبيح شنيع فقال: { كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ } ثم ذكر ثالثا مرتبته من القبح، وهو: الكذب المنافي للصدق.",
        "kathir": "مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ ۚ إِنْ يَقُولُونَ إِلَّا كَذِبًا"
      },
      "translations": {
        "en": "They have no knowledge of it, nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie.",
        "fr": "Ni eux ni leurs ancêtres n'en savent rien. Quelle monstrueuse parole que celle qui sort de leurs bouches! Ce qu'ils disent n'est que mensonge.",
        "es": "Ni ellos ni sus predecesores tienen ningún conocimiento de eso. ¡Qué monstruosa palabra la que sale de sus bocas! No dicen sino mentira."
      },
      "ibn_ashour": ""
    },
    {
      "number": 6,
      "text": "فَلَعَلَّكَ بَٰخِعٌۭ نَّفْسَكَ عَلَىٰٓ ءَاثَٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَٰذَا ٱلْحَدِيثِ أَسَفًا",
      "tafsir": {
        "muyassar": "فلعلك -أيها الرسول- مُهْلِك نفسك غمًّا وحزنًا على أثر تولِّي قومك وإعراضهم عنك، إن لم يصدِّقوا بهذا القرآن ويعملوا به.",
        "mukhtasar": "فلعلك -أيها الرسول- مُهْلك نفسك حزنًا وأسفًا إن لم يؤمنوا بهذا القرآن، فلا تفعل، فليس عليك هدايتهم، وإنما عليك البلاغ.",
        "saadi": "ولما كان النبي صلى الله عليه وسلم حريصا على هداية الخلق، ساعيا في ذلك أعظم السعي، فكان صلى الله عليه وسلم يفرح ويسر بهداية المهتدين، ويحزن ويأسف على المكذبين الضالين، شفقة منه صلى الله عليه وسلم عليهم، ورحمة بهم، أرشده الله أن لا يشغل نفسه بالأسف على هؤلاء، الذين لا يؤمنون بهذا القرآن، كما قال في الآية الأخرى: { لعلك باخع نفسك أن لا يكونوا مؤمنين } وقال { فلا تذهب نفسك عليهم حسرات } وهنا قال { فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ } أي: مهلكها، غما وأسفا عليهم، وذلك أن أجرك قد وجب على الله، وهؤلاء لو علم الله فيهم خيرا لهداهم، ولكنه علم أنهم لا يصلحون إلا للنار، فلذلك خذلهم، فلم يهتدوا، فإشغالك نفسك غما وأسفا عليهم، ليس فيه فائدة لك. وفي هذه الآية ونحوها عبرة، فإن المأمور بدعاء الخلق إلى الله، عليه التبليغ والسعي بكل سبب يوصل إلى الهداية، وسد طرق الضلال والغواية بغاية ما يمكنه، مع التوكل على الله في ذلك، فإن اهتدوا فبها ونعمت، وإلا فلا يحزن ولا يأسف، فإن ذلك مضعف للنفس، هادم للقوى، ليس فيه فائدة، بل يمضي على فعله الذي كلف به وتوجه إليه، وما عدا ذلك، فهو خارج عن قدرته، وإذا كان النبي صلى الله عليه وسلم يقول الله له: { إنك لا تهدي من أحببت } وموسى عليه السلام يقول: { رب إني لا أملك إلا نفسي وأخي } الآية، فمن عداهم من باب أولى وأحرى، قال تعالى: { فذكر إنما أنت مذكر لست عليهم بمسيطر } ",
        "kathir": "فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَىٰ آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا"
      },
      "translations": {
        "en": "Then perhaps you would kill yourself through grief over them, [O Muhammad], if they do not believe in this message, [and] out of sorrow.",
        "fr": "Tu vas peut-être te consumer de chagrin parce qu'ils se détournent de toi et ne croient pas en ce discours!",
        "es": "Tú quizá te consumas de pena, si no creen en esta historia, por las huellas que dejan."
      },
      "ibn_ashour": ""
    },
    {
      "number": 7,
      "text": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةًۭ لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًۭا",
      "tafsir": {
        "muyassar": "إنَّا جعلنا ما على وجه الأرض من المخلوقات جَمالا لها، ومنفعة لأهلها؛ لنختبرهم: أيُّهم أحسن عملا بطاعتنا، وأيهم أسوأ عملا بالمعاصي، ونجزي كلا بما يستحق.",
        "mukhtasar": "إنا جعلنا ما فوق وجه الأرض من المخلوقات جمالًا لها لنختبرهم أيهم أحسن عملًا بما يرضي الله، وأيهم أسوأ عملًا، لنجزي كلًّا بما يستحقه.",
        "saadi": "يخبر تعالى: أنه جعل جميع ما على وجه الأرض، من مآكل لذيذة، ومشارب، ومساكن طيبة، وأشجار، وأنهار، وزروع، وثمار، ومناظر بهيجة، ورياض أنيقة، وأصوات شجية، وصور مليحة، وذهب وفضة، وخيل وإبل ونحوها، الجميع جعله الله زينة لهذه الدار، فتنة واختبارا. { لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا } أي: أخلصه وأصوبه، ومع ذلك سيجعل الله جميع هذه المذكورات، فانية مضمحلة، وزائلة منقضية.",
        "kathir": "إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا"
      },
      "translations": {
        "en": "Indeed, We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed.",
        "fr": "Nous avons placé ce qu'il y a sur la terre pour l'embellir, afin d'éprouver (les hommes et afin de savoir) qui d'entre eux sont les meilleurs dans leurs actions.",
        "es": "Hemos adornado la tierra con lo que en ella hay para probarles y ver quién de ellos es el que mejor se porta"
      },
      "ibn_ashour": ""
    },
    {
      "number": 8,
      "text": "وَإِنَّا لَجَٰعِلُونَ مَا عَلَيْهَا صَعِيدًۭا جُرُزًا",
      "tafsir": {
        "muyassar": "وإنَّا لجاعلون ما على الأرض من تلك الزينة عند انقضاء الدنيا ترابًا، لا نبات فيه.",
        "mukhtasar": "وإنا لمصيّرون ما على وجه الأرض من المخلوقات ترابًا خاليًا من النبات، وذلك بعد انقضاء حياة ما عليها من المخلوقات، فليعتبروا بذلك.",
        "saadi": "وستعود الأرض صعيدا جرزا قد ذهبت لذاتها، وانقطعت أنهارها، واندرست أثارها، وزال نعيمها، هذه حقيقة الدنيا، قد جلاها الله لنا كأنها رأي عين، وحذرنا من الاغترار بها، ورغبنا في دار يدوم نعيمها، ويسعد مقيمها، كل ذلك رحمة بنا، فاغتر بزخرف الدنيا وزينتها، من نظر إلى ظاهر الدنيا، دون باطنها، فصحبوا الدنيا صحبة البهائم، وتمتعوا بها تمتع السوائم، لا ينظرون في حق ربهم، ولا يهتمون لمعرفته، بل همهم تناول الشهوات، من أي وجه حصلت، وعلى أي حالة اتفقت، فهؤلاء إذا حضر أحدهم الموت، قلق لخراب ذاته، وفوات لذاته، لا لما قدمت يداه من التفريط والسيئات. وأما من نظر إلى باطن الدنيا، وعلم المقصود منها ومنه، فإنه يتناول منها، ما يستعين به على ما خلق له، وانتهز الفرصة في عمره الشريف، فجعل الدنيا منزل عبور، لا محل حبور، وشقة سفر، لا منزل إقامة، فبذل جهده في معرفة ربه، وتنفيذ أوامره، وإحسان العمل، فهذا بأحسن المنازل عند الله، وهو حقيق منه بكل كرامة ونعيم، وسرور وتكريم، فنظر إلى باطن الدنيا، حين نظر المغتر إلى ظاهرها، وعمل لآخرته، حين عمل البطال لدنياه، فشتان ما بين الفريقين، وما أبعد الفرق بين الطائفتين\"",
        "kathir": "وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا"
      },
      "translations": {
        "en": "And indeed, We will make that which is upon it [into] a barren ground.",
        "fr": "Puis, Nous allons sûrement transformer sa surface en un sol aride.",
        "es": "Y, ciertamente, haremos de su superficie un sequeral."
      },
      "ibn_ashour": ""
    },
    {
      "number": 9,
      "text": "أَمْ حَسِبْتَ أَنَّ أَصْحَٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَٰتِنَا عَجَبًا",
      "tafsir": {
        "muyassar": "لا تظن -أيها الرسول- أن قصة أصحاب الكهف واللوح الذي كُتِبت فيه أسماؤهم من آياتنا عجيبة وغريبة؛ فإن خلق السموات والأرض وما فيهما أعجب من ذلك.",
        "mukhtasar": "لا تظنن - أيها الرسول - أن قصة أصحاب الكهف، ولوحهم الذي كُتِبت فيه أسماؤهم من آياتنا العجيبة، بل غيرها أعجب مثل خلق السماوات والأرض.",
        "saadi": "وهذا الاستفهام بمعنى النفي، والنهي. أي: لا تظن أن قصة أصحاب الكهف، وما جرى لهم، غريبة على آيات الله، وبديعة في حكمته، وأنه لا نظير لها، ولا مجانس لها، بل لله تعالى من الآيات العجيبة الغريبة ما هو كثير، من جنس آياته في أصحاب الكهف وأعظم منها، فلم يزل الله يري عباده من الآيات في الآفاق وفي أنفسهم، ما يتبين به الحق من الباطل، والهدى من الضلال، وليس المراد بهذا النفي أن تكون قصة أصحاب الكهف من العجائب، بل هي من آيات الله العجيبة، وإنما المراد، أن جنسها كثير جدا، فالوقوف معها وحدها، في مقام العجب والاستغراب، نقص في العلم والعقل، بل وظيفة المؤمن التفكر بجميع آيات الله، التي دعا الله العباد إلى التفكير فيها، فإنها مفتاح الإيمان، وطريق العلم والإيقان. وأضافهم إلى الكهف، الذي هو الغار في الجبل، الرقيم، أي: الكتاب الذي قد رقمت فيه أسماؤهم وقصتهم، لملازمتهم له دهرا طويلا.",
        "kathir": "أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا"
      },
      "translations": {
        "en": "Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder?",
        "fr": "Penses-tu que les gens de la Caverne et d'ar-Raquîm ont constitué une chose extraordinaire d'entre Nos prodiges?",
        "es": "¿Crees que los de la caverna y de ar-Raqim constituyen una maravilla entre Nuestros signos?"
      },
      "ibn_ashour": ""
    },
    {
      "number": 10,
      "text": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةًۭ وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًۭا",
      "tafsir": {
        "muyassar": "اذكر -أيها الرسول- حين لجأ الشبَّان المؤمنون إلى الكهف؛ خشية من فتنة قومهم لهم، وإرغامهم على عبادة الأصنام، فقالوا: ربنا أعطنا مِن عندك رحمة، تثبتنا بها، وتحفظنا من الشر، ويسِّر لنا الطريق الصواب الذي يوصلنا إلى العمل الذي تحب، فنكون راشدين غير ضالين.",
        "mukhtasar": "اذكر -أيها الرسول- حين التجأ الشبان المؤمنون فرارًا بدينهم، فقالوا في دعائهم لربهم: ربنا، أعطنا من عندك رحمة بأن تغفر ذنوبنا، وتنجينا من أعدائنا، واجعل لنا من أمرِ الهجرة عن الكفار، والإيمانِ، اهتداءً إلى طريق الحق وسدادًا.",
        "saadi": "ثم ذكر قصتهم مجملة، وفصلها بعد ذلك فقال: { إِذْ أَوَى الْفِتْيَةُ } أي: الشباب، { إِلَى الْكَهْفِ } يريدون بذلك التحصن والتحرز من فتنة قومهم لهم، { فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً } أي تثبتنا بها وتحفظنا من الشر، وتوفقنا للخير { وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا } أي: يسر لنا كل سبب موصل إلى الرشد، وأصلح لنا أمر ديننا ودنيانا، فجمعوا بين السعي والفرار من الفتنة، إلى محل يمكن الاستخفاء فيه، وبين تضرعهم وسؤالهم لله تيسير أمورهم، وعدم اتكالهم على أنفسهم وعلى الخلق، فلذلك استجاب الله دعاءهم",
        "kathir": "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا"
      },
      "translations": {
        "en": "[Mention] when the youths retreated to the cave and said, \"Our Lord, grant us from Yourself mercy and prepare for us from our affair right guidance.\"",
        "fr": "Quand les jeunes gens se furent réfugiés dans la caverne, ils dirent: «O notre Seigneur, donne-nous de Ta part une miséricorde; et assure nous la droiture dans tout ce qui nous concerne».",
        "es": "Cuando los jóvenes, al refugiarse en la caverna, dijeron: «¡Señor! ¡Concédenos una misericordia de Ti y haz que nos conduzcamos correctamente!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 11,
      "text": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًۭا",
      "tafsir": {
        "muyassar": "فألقينا عليهم النوم العميق، فبقوا في الكهف سنين كثيرة.",
        "mukhtasar": "ثم بعد سيرهم ولجوئهم إلى الكهف ضربنا على آذانهم حجابًا عن سماع الأصوات، وألقينا عليهم النوم أعوامًا كثيرة.",
        "saadi": "{ فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ } أي أنمناهم { سِنِينَ عَدَدًا } وهي ثلاث مائة سنة وتسع سنين، وفي النوم المذكور حفظ لقلوبهم من الاضطراب والخوف، وحفظ لهم من قومهم وليكون آية بينة.",
        "kathir": "فَضَرَبْنَا عَلَىٰ آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا"
      },
      "translations": {
        "en": "So We cast [a cover of sleep] over their ears within the cave for a number of years.",
        "fr": "Alors, Nous avons assourdi leurs oreilles, dans la caverne pendant de nombreuses années.",
        "es": "Y les hicimos dormir en la caverna por muchos años."
      },
      "ibn_ashour": ""
    },
    {
      "number": 12,
      "text": "ثُمَّ بَعَثْنَٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًۭا",
      "tafsir": {
        "muyassar": "ثم أيقظناهم مِن نومهم؛ لنُظهر للناس ما علمناه في الأزل؛ فتتميَّز أي الطائفتين المتنازعتين في مدة لبثهم أضبط في الإحصاء، وهل لبثوا يومًا أو بعض يوم، أو مدة طويلة؟",
        "mukhtasar": "ثم بعد نومهم الطويل أيقظناهم لنعلم - علمَ ظهورٍ - أي الطائفتين المتنازعتين في أمد مكثهم في الكهف أعلم بمقدار ذلك الأمد.",
        "saadi": "{ ثُمَّ بَعَثْنَاهُمْ } أي: من نومهم { لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا } أي: لنعلم أيهم أحصى لمقدار مدتهم، كما قال تعالى: { وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ } الآية، وفي العلم بمقدار لبثهم، ضبط للحساب، ومعرفة لكمال قدرة الله تعالى وحكمته ورحمته، فلو استمروا على نومهم، لم يحصل الاطلاع على شيء من ذلك من قصتهم.",
        "kathir": "ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوا أَمَدًا"
      },
      "translations": {
        "en": "Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time.",
        "fr": "Ensuite, Nous les avons ressuscités, afin de savoir lequel des deux groupes saurait le mieux calculer la durée exacte de leur séjour.",
        "es": "Luego, les despertamos para saber cuál de los dos grupos calculaba mejor cuánto tiempo habían permanecido."
      },
      "ibn_ashour": ""
    },
    {
      "number": 13,
      "text": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَٰهُمْ هُدًۭى",
      "tafsir": {
        "muyassar": "نحن نقصُّ عليك -أيها الرسول- خبرهم بالصدق. إن أصحاب الكهف شُبَّان صدَّقوا ربهم وامتثلوا أمره، وزِدْناهم هدى وثباتًا على الحق.",
        "mukhtasar": "نحن نطلعك - أيها الرسول - على خبرهم بالصدق الذي لا مرية معه، إنهم شبان آمنوا بربهم، وعملوا بطاعته، وزدناهم هداية وتثبيتًا على الحق.",
        "saadi": "هذا شروع في تفصيل قصتهم، وأن الله يقصها على نبيه بالحق والصدق، الذي ما فيه شك ولا شبهة بوجه من الوجوه، { إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ } وهذا من جموع القلة، يدل ذلك على أنهم دون العشرة، { آمَنُوا } بالله وحده لا شريك له من دون قومهم، فشكر الله لهم إيمانهم، فزادهم هدى، أي: بسبب أصل اهتدائهم إلى الإيمان، زادهم الله من الهدى، الذي هو العلم النافع، والعمل الصالح، كما قال تعالى: { ويزيد الله الذين اهتدوا هدى } ",
        "kathir": "نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى"
      },
      "translations": {
        "en": "It is We who relate to you, [O Muhammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance.",
        "fr": "Nous allons te raconter leur récit en toute vérité. Ce sont des jeunes gens qui croyaient en leur Seigneur; et Nous leur avons accordé les plus grands moyens de se diriger [dans la bonne voie].",
        "es": "Nosotros vamos a contarte su relato verdadero. Eran jóvenes que creían en su Señor y a quienes habíamos confirmado en la buena dirección."
      },
      "ibn_ashour": ""
    },
    {
      "number": 14,
      "text": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَٰهًۭا ۖ لَّقَدْ قُلْنَآ إِذًۭا شَطَطًا",
      "tafsir": {
        "muyassar": "وقوَّينا قلوبهم بالإيمان، وشددنا عزيمتهم به، حين قاموا بين يدي الملك الكافر، وهو يلومهم على تَرْكِ عبادة الأصنام فقالوا له: ربنا الذي نعبده هو رب السموات والأرض، لن نعبد غيره من الآلهة، لو قلنا غير هذا لكُنَّا قد قلنا قولا جائرًا بعيدًا عن الحق.",
        "mukhtasar": "وقوّينا قلوبهم بالإيمان والثبات عليه، والصبر على هجر الأوطان فيه، حين قاموا معلنين بين يدي الملك الكافر إيمانهم بالله وحده، فقالوا له: ربنا الذي آمنا به وعبدناه هو رب السماوات ورب الأرض، لن نعبد ما سواه من الآلهة المزعومة كذبًا، لقد قلنا - إن عبدنا غيره - قولًا جائرًا بعيدًا عن الحق.",
        "saadi": "{ وَرَبَطْنَا عَلَى قُلُوبِهِمْ } أي صبرناهم وثبتناهم، وجعلنا قلوبهم مطمئنة في تلك الحالة المزعجة، وهذا من لطفه تعالى بهم وبره، أن وفقهم للإيمان والهدى، والصبر والثبات، والطمأنينة. { إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ } أي: الذي خلقنا ورزقنا، ودبرنا وربانا، هو خالق السماوات والأرض، المنفرد بخلق هذه المخلوقات العظيمة، لا تلك الأوثان والأصنام، التي لا تخلق ولا ترزق، ولا تملك نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، فاستدلوا بتوحيد الربوبية على توحيد الإلهية، ولهذا قالوا: { لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَهًا } أي: من سائر المخلوقات { لَقَدْ قُلْنَا إِذًا } أي: إن دعونا معه آلهة، بعد ما علمنا أنه الرب الإله الذي لا تجوز ولا تنبغي العبادة، إلا له { شَطَطًا } أي: ميلا عظيما عن الحق، وطريقا بعيدة عن الصواب، فجمعوا بين الإقرار بتوحيد الربوبية، وتوحيد الإلهية، والتزام ذلك، وبيان أنه الحق وما سواه باطل، وهذا دليل على كمال معرفتهم بربهم، وزيادة الهدى من الله لهم.",
        "kathir": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَٰهًا ۖ لَقَدْ قُلْنَا إِذًا شَطَطًا"
      },
      "translations": {
        "en": "And We made firm their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression.",
        "fr": "Nous avons fortifié leurs cœurs lorsqu'ils s'étaient levés pour dire: «Notre Seigneur est le Seigneur des cieux et de la terre: jamais nous n'invoquerons de divinité en dehors de Lui, sans quoi, nous transgresserions dans nos paroles.",
        "es": "Fortalecimos su ánimo cuando se levantaron y dijeron: «Nuestro Señor es el Señor de los cielos y de la tierra. No invocaremos a más dios que a Él. Si no, diríamos una solemne mentira."
      },
      "ibn_ashour": ""
    },
    {
      "number": 15,
      "text": "هَٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَٰنٍۭ بَيِّنٍۢ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا",
      "tafsir": {
        "muyassar": "ثم قال بعضهم لبعض: هؤلاء قومنا اتخذوا لهم آلهة غير الله، فهلا أتَوْا على عبادتهم لها بدليل واضح، فلا أحد أشد ظلمًا ممن اختلق على الله الكذب بنسبة الشريك إليه في عبادته.",
        "mukhtasar": "ثم التفت بعضهم إلى بعض قائلين: هؤلاء قومنا اتخذوا من دون الله معبودات يعبدونها، وهم لا يملكون على عبادتهم برهانًا واضحًا، فلا أحد أظلم ممن اختلق على الله كذبًا بنسبة الشريك إليه.",
        "saadi": "لما ذكروا ما من الله به عليهم من الإيمان والهدى، والتفتوا إلى ما كان عليه قومهم، من اتخاذ الآلهة من دون الله، فمقتوهم، وبينوا أنهم ليسوا على يقين من أمرهم، بل في غاية الجهل والضلال فقالوا: { لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ } أي: بحجة وبرهان، على ما هم عليه من الباطل، ولا يستطيعون سبيلا إلى ذلك، وإنما ذلك افتراء منهم على الله وكذب عليه، وهذا أعظم الظلم، ولهذا قال: { فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا }",
        "kathir": "هَٰؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ۖ لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا"
      },
      "translations": {
        "en": "These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear authority? And who is more unjust than one who invents about Allah a lie?\"",
        "fr": "Voilà que nos concitoyens ont adopté en dehors de Lui des divinités. Que n'apportent-ils sur elles une preuve évidente? Quel pire injuste, donc que celui qui invente un mensonge contre Allah?",
        "es": "Este pueblo nuestro ha tomado dioses en lugar de tomarle a Él. ¿Por qué no presentan alguna autoridad clara en su favor? ¿Hay alguien que sea más impío que quien inventa una mentira contra Alá?"
      },
      "ibn_ashour": ""
    },
    {
      "number": 16,
      "text": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًۭا",
      "tafsir": {
        "muyassar": "وحين فارقتم قومكم بدينكم، وتركتم ما يعبدون من الآلهة إلا عبادة الله، فالجؤوا إلى الكهف في الجبل لعبادة ربكم وحده، يَبْسطْ لكم ربكم من رحمته ما يستركم به في الدارين، ويسهل لكم من أمركم ما تنتفعون به في حياتكم من أسباب العيش.",
        "mukhtasar": "وحين تنحّيتم عن قومكم، وتركتم ما يعبدون من دون الله، فلم تعبدوا إلا الله وحده، فالجؤوا إلى الكهف فرارًا بدينكم يبسط لكم ربكم سبحانه من رحمته ما يحفظكم به من أعدائكم ويحمكم، وييسّر لكم من أمركم ما تنتفعون به مما يعوّضكم عن العيش بين ظهراني قومكم.",
        "saadi": "أي: قال بعضهم لبعض، إذ حصل لكم اعتزال قومكم في أجسامكم وأديانكم، فلم يبق إلا النجاء من شرهم، والتسبب بالأسباب المفضية لذلك، لأنهم لا سبيل لهم إلى قتالهم، ولا بقائهم بين أظهرهم، وهم على غير دينهم، { فَأْوُوا إِلَى الْكَهْفِ } أي: انضموا إليه واختفوا فيه { يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرفَقًا } وفيما تقدم، أخبر أنهم دعوه بقولهم { ربنا آتنا من لدنك رحمة وهيء لنا من أمرنا رشدا } فجمعوا بين التبري من حولهم وقوتهم، والالتجاء إلى الله في صلاح أمرهم، ودعائه بذلك، وبين الثقة بالله أنه سيفعل ذلك، لا جرم أن الله نشر لهم من رحمته، وهيأ لهم من أمرهم مرفقا، فحفظ أديانهم وأبدانهم، وجعلهم من آياته على خلقه، ونشر لهم من الثناء الحسن، ما هو من رحمته بهم، ويسر لهم كل سبب، حتى المحل الذي ناموا فيه، كان على غاية ما يمكن من الصيانة",
        "kathir": "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا"
      },
      "translations": {
        "en": "[The youths said to one another], \"And when you have withdrawn from them and that which they worship other than Allah, retreat to the cave. Your Lord will spread out for you of His mercy and will prepare for you from your affair facility.\"",
        "fr": "Et quand vous vous serez séparés d'eux et de ce qu'ils adorent en dehors d'Allah, réfugiez-vous donc dans la caverne: votre Seigneur répandra de Sa miséricorde sur vous et disposera pour vous un adoucissement à votre sort.",
        "es": "Cuando os hayáis alejado de ellos y de lo que, en lugar de Dios, sirven, ¡refugiaos en la caverna! Vuestro Señor extenderá, sobre vosotros algo de Su misericordia y dispondrá de la mejor manera de vuestra suerte»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 17,
      "text": "۞ وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍۢ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّۭا مُّرْشِدًۭا",
      "tafsir": {
        "muyassar": "فلما فعلوا ذلك ألقى الله عليهم النوم وحَفِظهم. وترى -أيها المشاهد لهم- الشمس إذا طلعت من المشرق تميل عن مكانهم إلى جهة اليمين، وإذا غربت تتركهم إلى جهة اليسار، وهم في متسع من الكهف، فلا تؤذيهم حرارة الشمس ولا ينقطع عنهم الهواء، ذلك الذي فعلناه بهؤلاء الفتية من دلائل قدرة الله. من يوفقه الله للاهتداء بآياته فهو الموفَّق إلى الحق، ومن لم يوفقه لذلك فلن تجد له معينًا يرشده لإصابة الحق؛ لأن التوفيق والخِذْلان بيد الله وحده.",
        "mukhtasar": "فامتَثَلوا ما أمروا به، وألقى الله النوم عليهم، وحفظهم من عدوِّهم، وترى -أيها المشاهد لهم - الشمس إذا طلعت من مشرقها تميل عن كهفهم جهة يمين الداخل فيه، وإذا غابت عند غروبها تعدل عنه جهة شماله فلا تصيبه، فهم في ظل دائم لا يؤذيهم حر الشمس، وهم في مُتَّسَع من الكهف ينالهم من الهواء ما يحتاجون إليه، ذلك الحاصل لهم من إيوائهم إلى الكهف، وإلقاء النوم عليهم، وانحراف الشمس عنهم، واتساع مكانهم وإنجائهم من قومهم: من عجائب صنع الله الدالة على قدرته، من يوفقه الله لطريق الهداية فهو المهتدي حقًّا، ومن يخذله عنها ويضله فلن تجد له ناصرًا يوفقه للهداية، ويرشده إليها؛ لأن الهداية بيد الله، وليست بيده هو.",
        "saadi": "أي: حفظهم الله من الشمس فيسر لهم غارا إذا طلعت الشمس تميل عنه يمينا، وعند غروبها تميل عنه شمالا، فلا ينالهم حرها فتفسد أبدانهم بها، { وَهُمْ فِي فَجْوَةٍ مِنْهُ } أي: من الكهف أي: مكان متسع، وذلك ليطرقهم الهواء والنسيم، ويزول عنهم الوخم والتأذي بالمكان الضيق، خصوصا مع طول المكث، وذلك من آيات الله الدالة على قدرته ورحمته بهم، وإجابة دعائهم وهدايتهم حتى في هذه الأمور، ولهذا قال: { مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ } أي: لا سبيل إلى نيل الهداية إلا من الله، فهو الهادي المرشد لمصالح الدارين، { وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا } أي: لا تجد من يتولاه ويدبره، على ما فيه صلاحه، ولا يرشده إلى الخير والفلاح، لأن الله قد حكم عليه بالضلال، ولا راد لحكمه.",
        "kathir": "۞ وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ۚ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ ۗ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا"
      },
      "translations": {
        "en": "And [had you been present], you would see the sun when it rose, inclining away from their cave on the right, and when it set, passing away from them on the left, while they were [laying] within an open space thereof. That was from the signs of Allah. He whom Allah guides is the [rightly] guided, but he whom He leaves astray - never will you find for him a protecting guide.",
        "fr": "Tu aurais vu le soleil, quand il se lève, s'écarter de leur caverne vers la droite, et quand il se couche, passer à leur gauche, tandis qu'eux-mêmes sont là dans une partie spacieuse (de la caverne)... Cela est une des merveilles d'Allah. Celui qu'Allah guide, c'est lui le bien-guidé. Et quiconque Il égare, tu ne trouveras alors pour lui aucun allié pour le mettre sur la bonne voie.",
        "es": "Habrías visto que el sol, al salir, se desviaba de su caverna hacia la derecha y, al ponerse, los rebasaba hacia la izquierda, mientras ellos estaban en una oquedad de ella. Ése es uno de los signos de Alá. Aquél a quien Alá dirige está bien dirigido, pero para aquél a quien Él extravía no encontrarás amigo que le guíe."
      },
      "ibn_ashour": ""
    },
    {
      "number": 18,
      "text": "وَتَحْسَبُهُمْ أَيْقَاظًۭا وَهُمْ رُقُودٌۭ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَٰسِطٌۭ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًۭا وَلَمُلِئْتَ مِنْهُمْ رُعْبًۭا",
      "tafsir": {
        "muyassar": "وتظن -أيها الناظر- أهل الكهف أيقاظًا، وهم في الواقع نيام، ونتعهدهم بالرعاية، فنُقَلِّبهم حال نومهم مرة للجنب الأيمن ومرة للجنب الأيسر؛ لئلا تأكلهم الأرض، وكلبهم الذي صاحَبهم مادٌّ ذراعيه بفناء الكهف، لو عاينتهم لأدبرت عنهم هاربًا، ولَمُلِئَتْ نفسك منهم فزعًا.",
        "mukhtasar": "وتظنّهم - أيها الناظر إليهم - مستيقظين لانفتاح أعينهم، والواقع أنهم نيام، ونقلّبهم في نومهم تارة يمينًا، وتارة شمالًا حتى لا تأكل الأرض أجسامهم، وكلبهم المرافق لهم مادّ ذراعيه بمدخل الكهف، لو اطلعت عليهم وشاهدتهم لأدبرت عنهم هاربًا خوفًا منهم، ولامتلأت نفسك رعبًا منهم.",
        "saadi": "{ وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ } أي: تحسبهم أيها الناظر إليهم [كأنهم] أيقاظ، والحال أنهم نيام، قال المفسرون: وذلك لأن أعينهم منفتحة، لئلا تفسد، فالناظر إليهم يحسبهم أيقاظا، وهم رقود، { وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ } وهذا أيضا من حفظه لأبدانهم، لأن الأرض من طبيعتها، أكل الأجسام المتصلة بها، فكان من قدر الله، أن قلبهم على جنوبهم يمينا وشمالا، بقدر ما لا تفسد الأرض أجسامهم، والله تعالى قادر على حفظهم من الأرض، من غير تقليب، ولكنه تعالى حكيم، أراد أن تجري سنته في الكون، ويربط الأسباب بمسبباتها. { وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ } أي: الكلب الذي كان مع أصحاب الكهف، أصابه ما أصابهم من النوم وقت حراسته، فكان باسطا ذراعيه بالوصيد، أي: الباب، أو فنائه، هذا حفظهم من الأرض. وأما حفظهم من الآدميين، فأخبر أنه حماهم بالرعب، الذي نشره الله عليهم، فلو اطلع عليهم أحد، لامتلأ قلبه رعبا، وولى منهم فرارا، وهذا الذي أوجب أن يبقوا كل هذه المدة الطويلة، وهم لم يعثر عليهم أحد، مع قربهم من المدينة جدا، والدليل على قربهم، أنهم لما استيقظوا، أرسلوا أحدهم، يشتري لهم طعاما من المدينة، وبقوا في انتظاره، فدل ذلك على شدة قربهم منها.",
        "kathir": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ۖ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ۚ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا"
      },
      "translations": {
        "en": "And you would think them awake, while they were asleep. And We turned them to the right and to the left, while their dog stretched his forelegs at the entrance. If you had looked at them, you would have turned from them in flight and been filled by them with terror.",
        "fr": "Et tu les aurais cru éveillés, alors qu'ils dorment. Et Nous les tournons sur le côté droit et sur le côté gauche, tandis que leur chien est à l'entrée, pattes étendues. Si tu les avais aperçus, certes tu leur aurais tourné le dos en fuyant; et tu aurais été assurément rempli d'effroi devant eux.",
        "es": "Les hubieras creído despiertos cuando, en realidad, dormían. Les dábamos vuelta a derecha e izquierda, mientras su perro estaba en el umbral con las patas delanteras extendidas. Si les hubieras visto, te habrías escapado de ellos, lleno de miedo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 19,
      "text": "وَكَذَٰلِكَ بَعَثْنَٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌۭ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍۢ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًۭا فَلْيَأْتِكُم بِرِزْقٍۢ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "tafsir": {
        "muyassar": "وكما أنمناهم وحفظناهم هذه المدة الطويلة أيقظناهم مِن نومهم على هيئتهم دون تغيُّر؛ لكي يسأل بعضهم بعضًا: كم من الوقت مكثنا نائمين هنا؟ فقال بعضهم: مكثنا يوما أو بعض يوم، وقال آخرون التبس عليهم الأمر: فَوِّضوا عِلْم ذلك لله، فربكم أعلم بالوقت الذي مكثتموه، فأرسِلوا أحدكم بنقودكم الفضية هذه إلى مدينتنا فلينظر: أيَّ أهل المدينة أحلُّ وأطيب طعامًا؟ فليأتكم بقوت منه، وليتلطف في شرائه مع البائع حتى لا ننكشف، ويظهر أمرنا، ولا يُعْلِمَنَّ بكم أحدًا من الناس.",
        "mukhtasar": "وكما فعلنا بهم مما ذكرنا من عجائب قدرتنا أيقظناهم بعد مدة طويلة ليسأل بعضهم بعضًا عن المدة التي مكثوها نائمين، فأجاب بعضهم: مكثنا نائمين يومًا أو بعض يوم، وأجاب بعض منهم ممن لم تظهر له مدة مكثهم نائمين: ربكم أعلم بمدة مكثكم نائمين، ففوِّضوا إليه علم ذلك وانشغلوا بما يعنيكم، فأرسلوا أحدكم بنقودكم الفضية هذه إلى مدينتنا المعهودة، فلينظر أي أهلها أطيب طعامًا وأطيب مكسبًا، فليأتكم بقوت منه، ولْيتَأنّ في دخوله وخروجه ومعاملته، وليكن لَبِقًا، ولا يدع أحدًا يعلم بمكانكم؛ لما يترتب على ذلك من ضرر عظيم.",
        "saadi": "يقول تعالى: { وكذلك بعثناهم } أي: من نومهم الطويل { ليتساءلوا بينهم } أي: ليتباحثوا للوقوف على الحقيقة من مدة لبثهم. { قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } وهذا مبني على ظن القائل، وكأنهم وقع عندهم اشتباه. في طول مدتهم، فلهذا { قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ } فردوا العلم إلى المحيط علمه بكل شيء، جملة وتفصيلا، ولعل الله تعالى -بعد ذلك- أطلعهم على مدة لبثهم، لأنه بعثهم ليتساءلوا بينهم، وأخبر أنهم تساءلوا، وتكلموا بمبلغ ما عندهم، وصار آخر أمرهم، الاشتباه، فلا بد أن يكون قد أخبرهم يقينا، علمنا ذلك من حكمته في بعثهم، وأنه لا يفعل ذلك عبثا. ومن رحمته بمن طلب علم الحقيقة في الأمور المطلوب علمها، وسعى لذلك ما أمكنه، فإن الله يوضح له ذلك، وبما ذكر فيما بعده من قوله. { وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا } فلولا أنه حصل العلم بحالهم، لم يكونوا دليلا على ما ذكر، ثم إنهم لما تساءلوا بينهم، وجرى منهم ما أخبر الله به، أرسلوا أحدهم بورقهم، أي: بالدراهم، التي كانت معهم، ليشتري لهم طعاما يأكلونه، من المدينة التي خرجوا منها، وأمروه أن يتخير من الطعام أزكاه، أي: أطيبه وألذه، وأن يتلطف في ذهابه وشرائه وإيابه، وأن يختفي في ذلك، ويخفي حال إخوانه، ولا يشعرن بهم أحدا. وذكروا المحذور من اطلاع غيرهم عليهم، وظهورهم عليهم، أنهم بين أمرين، إما الرجم بالحجارة، فيقتلونهم أشنع قتلة، لحنقهم عليهم وعلى دينهم، وإما أن يفتنوهم عن دينهم، ويردوهم في ملتم، وفي هذه الحال، لا يفلحون أبدا، بل يحشرون في دينهم ودنياهم وأخراهم، وقد دلت هاتان الآيتان، على عدة فوائد. منها: الحث على العلم، وعلى المباحثة فيه، لكون الله بعثهم لأجل ذلك. ومنها: الأدب فيمن اشتبه عليه العلم، أن يرده إلى عالمه، وأن يقف عند حده. ومنها: صحة الوكالة في البيع والشراء، وصحة الشركة في ذلك. ومنها: جواز أكل الطيبات، والمطاعم اللذيذة، إذا لم تخرج إلى حد الإسراف المنهي عنه لقوله { فَلْيَنْظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ } وخصوصا إذا كان الإنسان لا يلائمه إلا ذلك ولعل هذا عمدة كثير من المفسرين، القائلين بأن هؤلاء أولاد ملوك لكونهم أمروه بأزكى الأطعمة، التي جرت عادة الأغنياء الكبار بتناولها.",
        "kathir": "وَكَذَٰلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ ۚ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَٰذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَىٰ طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا"
      },
      "translations": {
        "en": "And similarly, We awakened them that they might question one another. Said a speaker from among them, \"How long have you remained [here]?\" They said, \"We have remained a day or part of a day.\" They said, \"Your Lord is most knowing of how long you remained. So send one of you with this silver coin of yours to the city and let him look to which is the best of food and bring you provision from it and let him be cautious. And let no one be aware of you.",
        "fr": "Et c'est ainsi que Nous les ressuscitâmes, afin qu'ils s'interrogent entre eux. L'un parmi eux dit: «Combien de temps avez-vous demeuré là?» Ils dirent: «Nous avons demeuré un jour ou une partie d'un jour». D'autres dirent: «Votre Seigneur sait mieux combien [de temps] vous y avez demeuré. Envoyez donc l'un de vous à la ville avec votre argent que voici, pour qu'il voie quel aliment est le plus pur et qu'il vous en apporte de quoi vous nourrir. Qu'il agisse avec tact; et qu'il ne donne l'éveil à personne sur vous.",
        "es": "Así estaban cuando les despertamos para que se preguntaran unos a otros. Uno de ellos dijo: «¿Cuánto tiempo habéis permanecido?» Dijeron: «Permanecimos un día o menos». Dijeron: «Vuestro Señor sabe bien cuánto tiempo habéis permanecido. Enviad a uno de vosotros con esta vuestra moneda a la ciudad. Que mire quién tiene el alimento más fresco y que os traiga provisión del mismo. Que se conduzca bien y que no atraiga la atención de nadie sobre vosotros,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 20,
      "text": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًۭا",
      "tafsir": {
        "muyassar": "إن قومكم إن يطَّلعوا عليكم يرجموكم بالحجارة، فيقتلوكم، أو يردوكم إلى دينهم، فتصيروا كفارًا، ولن تفوزوا بمطلبكم مِن دخول الجنة -إن فعلتم ذلك- أبدًا.",
        "mukhtasar": "إن قومكم إن يطلعوا عليكم ويعلموا بمكانكم يقتلوكم بالرجم بالحجارة، أو يرجعوكم إلى ملتهم المنحرفة التي كنتم عليها قبل أن يمنّ الله عليكم بالهداية إلى دين الحق، وإن رجعتم إليها فلن تفوزوا أبدًا، لا في الحياة الدنيا ولا في الآخرة، بل ستخسرون فيهما الخسران العظيم بسبب ترككم دين الحق الذي هداكم الله إليه، ورجوعكم إلى تلك الملة المنحرفة.",
        "saadi": "ومنها: الحث على التحرز، والاستخفاء، والبعد عن مواقع الفتن في الدين، واستعمال الكتمان في ذلك على الإنسان وعلى إخوانه في الدين. ومنها: شدة رغبة هؤلاء الفتية في الدين، وفرارهم من كل فتنة، في دينهم وتركهم أوطانهم في الله. ومنها: ذكر ما اشتمل عليه الشر من المضار والمفاسد، الداعية لبغضه، وتركه، وأن هذه الطريقة، هي طريقة المؤمنين المتقدمين، والمتأخرين لقولهم: { وَلَنْ تُفْلِحُوا إِذًا أَبَدًا } ",
        "kathir": "إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا"
      },
      "translations": {
        "en": "Indeed, if they come to know of you, they will stone you or return you to their religion. And never would you succeed, then - ever.\"",
        "fr": "Si jamais ils vous attrapent, ils vous lapideront ou vous feront retourner à leur religion, et vous ne réussirez alors plus jamais».",
        "es": "pues, si se enteraran de vuestra existencia, os lapidarían u os harían volver a su religión y nunca más seríais felices»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 21,
      "text": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَٰنًۭا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًۭا",
      "tafsir": {
        "muyassar": "وكما أنمناهم سنين كثيرة، وأيقظناهم بعدها، أطْلَعنا عليهم أهل ذلك الزمان، بعد أن كشف البائع نوع الدراهم التي جاء بها مبعوثهم؛ ليعلم الناس أنَّ وَعْدَ الله بالبعث حق، وأن القيامة آتية لا شك فيها، إذ يتنازع المطَّلِعون على أصحاب الكهف في أمر القيامة: فمِن مُثْبِتٍ لها ومِن مُنْكِر، فجعل الله إطْلاعهم على أصحاب الكهف حجة للمؤمنين على الكافرين. وبعد أن انكشف أمرهم، وماتوا قال فريق من المطَّلِعين عليهم: ابنوا على باب الكهف بناءً يحجبهم، واتركوهم وشأنهم، ربهم أعلم بحالهم، وقال أصحاب الكلمة والنفوذ فيهم: لنتخذنَّ على مكانهم مسجدًا للعبادة. وقد نهى رسول الله صلى الله عليه وسلم عن اتخاذ قبور الأنبياء والصالحين مساجد، ولعن مَن فَعَلَ ذلك في آخر وصاياه لأمته، كما أنه نهى عن البناء على القبور مطلقًا، وعن تجصيصها والكتابة عليها؛ لأن ذلك من الغلو الذي قد يؤدي إلى عبادة مَن فيها.",
        "mukhtasar": "وكما فعلنا بهم الأفعال العجيبة الدالة على قدرتنا من إنامتهم سنين كثيرة، وإيقاظهم بعدها، أطلعنا عليهم أهل مدينتهم ليعلم أهل مدينتهم أن وعد الله بنصر المؤمنين وبالبعث حق، وأن القيامة آتية لا شك فيها، فلما انكشف أمر أصحاب الكهف وماتوا اختلف المُطَّلِعون عليهم: ماذا يفعلون بشأنهم؟ قال فريق منهم: ابنوا على باب كهفهم بنيانًا يحجبهم ويحميهم، ربهم أعلم بحالهم، فحالهم يقتضي أن لهم خصوصية عنده.\nوقال أصحاب النفوذ ممن ليس لهم علم ولا دعوة صحيحة: لنتخذن على مكانهم هذا مسجدًا للعبادة تكريمًا لهم وتذكيرًا بمكانهم.",
        "saadi": "يخبر الله تعالى، أنه أطلع الناس على حال أهل الكهف، وذلك -والله أعلم- بعدما استيقظوا، وبعثوا أحدهم يشتري لهم طعاما، وأمروه بالاستخفاء والإخفاء، فأراد الله أمرا فيه صلاح للناس، وزيادة أجر لهم، وهو أن الناس رأوا منهم آية من آيات الله، المشاهدة بالعيان، على أن وعد الله حق لا شك فيه ولا مرية ولا بعد، بعدما كانوا يتنازعون بينهم أمرهم، فمن مثبت للوعد والجزاء، ومن ناف لذلك، فجعل قصتهم زيادة بصيرة ويقين للمؤمنين، وحجة على الجاحدين، وصار لهم أجر هذه القضية، وشهر الله أمرهم، ورفع قدرهم حتى عظمهم الذين اطلعوا عليهم. و { فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا } الله أعلم بحالهم ومآلهم، وقال من غلب على أمرهم، وهم الذين لهم الأمر: { لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا } أي: نعبد الله تعالى فيه، ونتذكر به أحوالهم، وما جرى لهم، وهذه الحالة محظورة، نهى عنها النبي صلى الله عليه وسلم، وذم فاعليها، ولا يدل ذكرها هنا على عدم ذمها، فإن السياق في شأن تعظيم أهل الكهف والثناء عليهم، وأن هؤلاء وصلت بهم الحال إلى أن قالوا: ابنوا عليهم مسجدا، بعد خوف أهل الكهف الشديد من قومهم، وحذرهم من الاطلاع عليهم، فوصلت الحال إلى ما ترى. وفي هذه القصة، دليل على أن من فر بدينه من الفتن، سلمه الله منها. وأن من حرص على العافية عافاه الله ومن أوى إلى الله، آواه الله، وجعله هداية لغيره، ومن تحمل الذل في سبيله وابتغاء مرضاته، كان آخر أمره وعاقبته العز العظيم من حيث لا يحتسب { وما عند الله خير للأبرار } ",
        "kathir": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا ۖ رَبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ الَّذِينَ غَلَبُوا عَلَىٰ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا"
      },
      "translations": {
        "en": "And similarly, We caused them to be found that they [who found them] would know that the promise of Allah is truth and that of the Hour there is no doubt. [That was] when they disputed among themselves about their affair and [then] said, \"Construct over them a structure. Their Lord is most knowing about them.\" Said those who prevailed in the matter, \"We will surely take [for ourselves] over them a masjid.\"",
        "fr": "Et c'est ainsi que Nous fîmes qu'ils furent découverts, afin qu'ils [les gens de la cité] sachent que la promesse d'Allah est vérité et qu'il n'y ait point de doute au sujet de l'Heure. Aussi se disputèrent-ils à leur sujet et déclarèrent-ils: «Construisez sur eux un édifice. Leur Seigneur les connaît mieux». Mais ceux qui l'emportèrent [dans la discussion] dirent: «Elevons sur eux un sanctuaire».",
        "es": "Y así los descubrimos para que supieran que lo que Alá promete es verdad y que no hay duda respecto a la Hora. Cuando discutían entre sí sobre su asunto. Dijeron: «¡Edificad sobre ellos! Su Señor les conoce bien». Los que prevalecieron en su asunto dijeron: «¡Levantemos sobre ellos un santuario!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 22,
      "text": "سَيَقُولُونَ ثَلَٰثَةٌۭ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌۭ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌۭ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌۭ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءًۭ ظَٰهِرًۭا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًۭا",
      "tafsir": {
        "muyassar": "سيقول بعض الخائضين في شأنهم من أهل الكتاب: هم ثلاثةٌ، رابعهم كلبهم، ويقول فريق آخر: هم خمسة، سادسهم كلبهم، وكلام الفريقين قول بالظن من غير دليل، وتقول جماعة ثالثة: هم سبعة، وثامنهم كلبهم، قل -أيها الرسول-: ربي هو الأعلم بعددهم، ما يعلم عددهم إلا قليل من خلقه. فلا تجادل أهل الكتاب في عددهم إلا جدالا ظاهرًا لا عمق فيه، بأن تَقُصَّ عليهم ما أخبرك به الوحي فحسب، ولا تسألهم عن عددهم وأحوالهم؛ فإنهم لا يعلمون ذلك.",
        "mukhtasar": "سيقول بعض الخائضين في قصتهم عن عددهم: هم ثلاثة رابعهم كلبهم، ويقول بعضهم: هم خمسة سادسهم كلبهم، وكلتا الطائفتين إنما قالت ما قالته تبعًا لظنها من غير دليل، ويقول بعضهم: هم سبعة وثامنهم كلبهم، قل - أيها الرسول -: ربي أعلم بعددهم، ما يعلم عددهم إلا قليل ممن علّمهم الله عددهم، فلا تجادل في عددهم ولا في غيره من أحوالهم أهلَ الكتاب ولا غيرهم إلا جدالًا ظاهرًا لا عمق فيه، بأن تقتصر على ما نزل عليك من الوحي بشأنهم، ولا تسأل أحدًا منهم عن تفاصيل شأنهم، فإنهم لا يعلمون ذلك.",
        "saadi": "يخبر تعالى عن اختلاف أهل الكتاب في عدة أصحاب الكهف، اختلافا صادرا عن رجمهم بالغيب، وتقولهم بما لا يعلمون، وأنهم فيهم على ثلاثة أقوال:\n\nمنهم: من يقول: ثلاثة، رابعهم كلبهم، ومنهم من يقول: خمسة، سادسهم كلبهم. وهذان القولان، ذكر الله بعدهما، أن هذا رجم منهم بالغيب، فدل على بطلانهما.\n\nومنهم من يقول: سبعة، وثامنهم كلبهم، وهذا -والله أعلم- الصواب، لأن الله أبطل الأولين ولم يبطله، فدل على صحته، وهذا من الاختلاف الذي لا فائدة تحته، ولا يحصل بمعرفة عددهم مصلحة للناس، دينية ولا دنيوية، ولهذا قال تعالى:\n\n( قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلا قَلِيلٌ ) وهم الذين أصابوا الصواب وعلموا إصابتهم. ( فَلا تُمَارِ ) أي: تجادل وتحاج ( فيهم إِلا مِرَاءً ظَاهِرًا ) أي: مبنيا على العلم واليقين، ويكون أيضا فيه فائدة، وأما المماراة المبنية على الجهل والرجم بالغيب، أو التي لا فائدة فيها، إما أن يكون الخصم معاندا، أو تكون المسألة لا أهمية فيها، ولا تحصل فائدة دينية بمعرفتها، كعدد أصحاب الكهف ونحو ذلك، فإن في كثرة المناقشات فيها، والبحوث المتسلسلة، تضييعا للزمان، وتأثيرا في مودة القلوب بغير فائدة.\n\n( وَلا تَسْتَفْتِ فِيهِمْ ) أي: في شأن أهل الكهف ( مِنْهُمْ ) أي: من أهل الكتاب ( أَحَدًا ) وذلك لأن مبنى كلامهم فيهم على الرجم بالغيب والظن، الذي لا يغني من الحق شيئا، ففيها دليل على المنع من استفتاء من لا يصلح للفتوى، إما لقصوره في الأمر المستفتى فيه، أو لكونه لا يبالي بما تكلم به، وليس عنده ورع يحجزه، وإذا نهي عن استفتاء هذا الجنس، فنهيه هو عن الفتوى، من باب أولى وأحرى.\n\nوفي الآية أيضا، دليل على أن الشخص، قد يكون منهيا عن استفتائه في شيء، دون آخر. فيستفتى فيما هو أهل له، بخلاف غيره، لأن الله لم ينه عن استفتائهم مطلقا، إنما نهى عن استفتائهم في قصة أصحاب الكهف، وما أشبهها.",
        "kathir": "سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا"
      },
      "translations": {
        "en": "They will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muhammad], \"My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument and do not inquire about them among [the speculators] from anyone.\"",
        "fr": "Ils diront: «ils étaient trois et le quatrième était leur chien». Et ils diront en conjecturant sur leur mystère qu'ils étaient cinq, le sixième étant leur chien et ils diront: «sept, le huitième étant leur chien». Dis: «Mon Seigneur connaît mieux leur nombre. Il n'en est que peu qui le savent». Ne discute à leur sujet que d'une façon apparente et ne consulte personne en ce qui les concerne.",
        "es": "Unos dirán: «Eran tres, cuatro con su perro». Otros dirán: «Eran cinco, seis con su perro», conjeturando sobre lo oculto. Otros dirán: «Eran siete, ocho con su perro». Di: «Mi Señor sabe bien su número, sólo pocos les conocen». No discutas, pues, sobre ellos, sino someramente y no consultes sobre ellos a nadie."
      },
      "ibn_ashour": ""
    },
    {
      "number": 23,
      "text": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌۭ ذَٰلِكَ غَدًا",
      "tafsir": {
        "muyassar": "ولا تقولنَّ لشيء تعزم على فعله: إني فاعل ذلك الشيء غدًا إلا أن تُعَلِّق قولك بالمشيئة، فتقول: إن شاء الله. واذكر ربك عند النسيان بقول: إن شاء الله، وكلما نسيت فاذكر الله؛ فإن ذِكْرَ الله يُذهِب النسيان، وقل: عسى أن يهديني ربي لأقرب الطرق الموصلة إلى الهدى والرشاد.",
        "mukhtasar": "ولا تقولنّ - أيها النبي - لشيء تريد فعله غدًا: إني فاعل هذا الشيء غدًا؛ لأنك لا تدري هل تفعله، أو يُحَال بينك وبينه؟ وهو توجيه لكل مسلم.",
        "saadi": "تفسير الآيتين 23 و 24 :ـ هذا النهي كغيره، وإن كان لسبب خاص وموجها للرسول صل الله عليه وسلم، فإن الخطاب عام للمكلفين، فنهى الله أن يقول العبد في الأمور المستقبلة، { إني فاعل ذلك } من دون أن يقرنه بمشيئة الله، وذلك لما فيه من المحذور، وهو: الكلام على الغيب المستقبل، الذي لا يدري، هل يفعله أم لا؟ وهل تكون أم لا؟ وفيه رد الفعل إلى مشيئة العبد استقلالا، وذلك محذور محظور، لأن المشيئة كلها لله { وما تشاءون إلا أن يشاء الله رب العالمين } ولما في ذكر مشيئة الله، من تيسير الأمر وتسهيله، وحصول البركة فيه، والاستعانة من العبد لربه، ولما كان العبد بشرا، لا بد أن يسهو  فيترك ذكر المشيئة، أمره الله أن يستثني بعد ذلك، إذا ذكر، ليحصل المطلوب، وينفع المحذور، ويؤخذ من عموم قوله: { وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ } الأمر بذكر الله عند النسيان، فإنه يزيله، ويذكر العبد ما سها عنه، وكذلك يؤمر الساهي الناسي لذكر الله، أن يذكر ربه، ولا يكونن من الغافلين، ولما كان العبد مفتقرا إلى الله في توفيقه للإصابة، وعدم الخطأ في أقواله وأفعاله، أمره الله أن يقول: { عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا } فأمره أن يدعو الله ويرجوه، ويثق به أن يهديه لأقرب الطرق الموصلة إلى الرشد. وحري بعبد، تكون هذه حاله، ثم يبذل جهده، ويستفرغ وسعه في طلب الهدى والرشد، أن يوفق لذلك، وأن تأتيه المعونة من ربه، وأن يسدده في جميع أموره.",
        "kathir": "وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا"
      },
      "translations": {
        "en": "And never say of anything, \"Indeed, I will do that tomorrow,\"",
        "fr": "Et ne dis jamais, à propos d'une chose: «Je la ferai sûrement demain»,",
        "es": "Y no digas a propósito de nada: «Lo haré mañana»,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 24,
      "text": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَٰذَا رَشَدًۭا",
      "tafsir": {
        "muyassar": "ولا تقولنَّ لشيء تعزم على فعله: إني فاعل ذلك الشيء غدًا إلا أن تُعَلِّق قولك بالمشيئة، فتقول: إن شاء الله. واذكر ربك عند النسيان بقول: إن شاء الله، وكلما نسيت فاذكر الله؛ فإن ذِكْرَ الله يُذهِب النسيان، وقل: عسى أن يهديني ربي لأقرب الطرق الموصلة إلى الهدى والرشاد.",
        "mukhtasar": "إلا أن تُعَلِّق فعله على مشيئة الله بأن تقول: سأفعله - إن شاء الله - غدًا، واذكر ربك بقولك: إن شاء الله - إن نسيت أن تقولها - وقل: أرجو أن يرشدني ربي لأقرب من هذا الأمر هداية وتوفيقًا.",
        "saadi": "تفسير الآيتين 23 و 24 :ـ هذا النهي كغيره، وإن كان لسبب خاص وموجها للرسول صل الله عليه وسلم، فإن الخطاب عام للمكلفين، فنهى الله أن يقول العبد في الأمور المستقبلة، { إني فاعل ذلك } من دون أن يقرنه بمشيئة الله، وذلك لما فيه من المحذور، وهو: الكلام على الغيب المستقبل، الذي لا يدري، هل يفعله أم لا؟ وهل تكون أم لا؟ وفيه رد الفعل إلى مشيئة العبد استقلالا، وذلك محذور محظور، لأن المشيئة كلها لله { وما تشاءون إلا أن يشاء الله رب العالمين } ولما في ذكر مشيئة الله، من تيسير الأمر وتسهيله، وحصول البركة فيه، والاستعانة من العبد لربه، ولما كان العبد بشرا، لا بد أن يسهو  فيترك ذكر المشيئة، أمره الله أن يستثني بعد ذلك، إذا ذكر، ليحصل المطلوب، وينفع المحذور، ويؤخذ من عموم قوله: { وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ } الأمر بذكر الله عند النسيان، فإنه يزيله، ويذكر العبد ما سها عنه، وكذلك يؤمر الساهي الناسي لذكر الله، أن يذكر ربه، ولا يكونن من الغافلين، ولما كان العبد مفتقرا إلى الله في توفيقه للإصابة، وعدم الخطأ في أقواله وأفعاله، أمره الله أن يقول: { عَسَى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا رَشَدًا } فأمره أن يدعو الله ويرجوه، ويثق به أن يهديه لأقرب الطرق الموصلة إلى الرشد. وحري بعبد، تكون هذه حاله، ثم يبذل جهده، ويستفرغ وسعه في طلب الهدى والرشد، أن يوفق لذلك، وأن تأتيه المعونة من ربه، وأن يسدده في جميع أموره.",
        "kathir": "إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰ أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا"
      },
      "translations": {
        "en": "Except [when adding], \"If Allah wills.\" And remember your Lord when you forget [it] and say, \"Perhaps my Lord will guide me to what is nearer than this to right conduct.\"",
        "fr": "sans ajouter: «Si Allah le veut», et invoque ton Seigneur quand tu oublies et dis: «Je souhaite que mon Seigneur me guide et me mène plus près de ce qui est correct».",
        "es": "sin: «si Alá quiere». Y, si te olvidas de hacerlo, recuerda a tu Señor, diciendo: «Quizá mi Señor me dirija a algo que esté más cerca que eso de lo recto»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 25,
      "text": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَٰثَ مِا۟ئَةٍۢ سِنِينَ وَٱزْدَادُوا۟ تِسْعًۭا",
      "tafsir": {
        "muyassar": "ومكث الشُّبَّان نيامًا في كهفهم ثلاثمائة سنة وتسع سنين.",
        "mukhtasar": "ومَكَثَ أصحاب الكهف في كهفهم ثلاث مئة وتسع سنين.",
        "saadi": "لما نهاه الله عن استفتاء أهل الكتاب، في شأن أهل الكهف، لعدم علمهم بذلك، وكان الله عالم الغيب والشهادة، العالم بكل شيء، أخبره بمدة لبثهم، وأن علم ذلك عنده وحده، فإنه من غيب السماوات والأرض، وغيبها مختص به، فما أخبر به عنها على ألسنة رسله، فهو الحق اليقين، الذي لا يشك فيه، وما لا يطلع رسله عليه، فإن أحدا من الخلق، لا يعلمه.",
        "kathir": "وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا"
      },
      "translations": {
        "en": "And they remained in their cave for three hundred years and exceeded by nine.",
        "fr": "Or, ils demeurèrent dans leur caverne trois cents ans et en ajoutèrent neuf (années).",
        "es": "Permanecieron en su caverna trescientos años, a los que se añaden nueve."
      },
      "ibn_ashour": ""
    },
    {
      "number": 26,
      "text": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًۭا",
      "tafsir": {
        "muyassar": "وإذا سُئلت -أيها الرسول- عن مدة لبثهم في الكهف، وليس عندك علم في ذلك وتوقيف من الله، فلا تتقدم فيه بشيء، بل قل: الله أعلم بمدة لبثهم، له غيب السموات والأرض، أَبْصِرْ به وأسمع، أي: تعجب من كمال بصره وسمعه وإحاطته بكل شيء. ليس للخلق أحد غيره يتولى أمورهم، وليس له شريك في حكمه وقضائه وتشريعه، سبحانه وتعالى.",
        "mukhtasar": "قل - أيها الرسول -: الله أعلم بما مكثوا في كهفهم، وقد أخبرنا بمدة مكثهم فيه، فلا قول لأحد بعد قوله سبحانه، له سبحانه وحده ما غاب في السماوات وما غاب في الأرض خلقًا وعلمًا، ما أَبْصَرَه سبحانه! فهو يبصر كل شيء، وما أَسْمَعَه! فهو يسمع كل شيء، ليس لهم من دونه ولي يتولى أمرهم، ولا يشرك في حكمه أحدًا، فهو المنفرد وحده بالحكم.",
        "saadi": "وقوله: { أَبْصِرْ بِهِ وَأَسْمِعْ } تعجب من كمال سمعه وبصره، وإحاطتهما بالمسموعات والمبصرات، بعد ما أخبر بإحاطة علمه بالمعلومات. ثم أخبر عن انفراده بالولاية العامة والخاصة، فهو الولي الذي يتولى تدبير جميع الكون، الولي لعباده المؤمنين، يخرجهم من الظلمات إلى النور وييسرهم لليسرى، ويجنبهم العسرى، ولهذا قال: { مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ } أي: هو الذي تولى أصحاب الكهف، بلطفه وكرمه، ولم يكلهم إلى أحد من الخلق. { وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا } وهذا يشمل الحكم الكوني القدري، والحكم الشرعي الديني، فإنه الحاكم في خلقه، قضاء وقدرا، وخلقا وتدبيرا، والحاكم فيهم، بأمره ونهيه، وثوابه وعقابه.  ولما أخبر أنه تعالى، له غيب السماوات والأرض، فليس لمخلوق إليها طريق، إلا عن الطريق التي يخبر بها عباده، وكان هذا القرآن، قد اشتمل على كثير من الغيوب",
        "kathir": "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا ۖ لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ۖ أَبْصِرْ بِهِ وَأَسْمِعْ ۚ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا"
      },
      "translations": {
        "en": "Say, \"Allah is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone.\"",
        "fr": "Dis: «Allah sait mieux combien de temps ils demeurèrent là. A Lui appartient l'Inconnaissable des cieux et de la terre. Comme Il est Voyant et Audient! Ils n'ont aucun allié en dehors de Lui et Il n'associe personne à Son commandement.",
        "es": "Di: «Alá sabe bien cuánto tiempo permanecieron. Suyo es lo oculto de los cielos y de la tierra. ¡Qué bien ve y qué bien oye! Fuera de Él, los hombres no tienen amigo. Y Él no asocia a nadie en Su decisión»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 27,
      "text": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًۭا",
      "tafsir": {
        "muyassar": "واتل -أيها الرسول- ما أوحاه الله إليك من القرآن، فإنه الكتاب الذي لا مبدِّل لكلماته لصدقها وعدلها، ولن تجد من دون ربك ملجأً تلجأ إليه، ولا معاذًا تعوذ به.",
        "mukhtasar": "واقرأ - أيها الرسول - واعمل بما أوحى الله به إليك من القرآن، فلا مبدل لكلماته؛ لأنها صدق كلها وعدل كلها، ولن تجد من دونه سبحانه ملجأً تلجأ إليه، ولا معاذًا تعوذ به سواه.",
        "saadi": "التلاوة: هي الاتباع، أي: اتبع ما أوحى الله إليك بمعرفة معانيه وفهمها، وتصديق أخباره، وامتثال أوامره ونواهيه، فإنه الكتاب الجليل، الذي لا مبدل لكلماته، أي: لا تغير ولا تبدل لصدقها وعدلها، وبلوغها من الحسن فوق كل غاية { وتمت كلمة ربك صدقا وعدلا } فلتمامها، استحال عليها التغيير والتبديل، فلو كانت ناقصة، لعرض لها ذلك أو شيء منه، وفي هذا تعظيم للقرآن، في ضمنه الترغيب على الإقبال عليه. { وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا } أي: لن تجد من دون ربك، ملجأ تلجأ إليه، ولا معاذا تعوذ به، فإذا تعين أنه وحده الملجأ في كل الأمور، تعين أن يكون هو المألوه المرغوب إليه، في السراء والضراء، المفتقر إليه في جميع الأحوال، المسئول في جميع المطالب.",
        "kathir": "وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا"
      },
      "translations": {
        "en": "And recite, [O Muhammad], what has been revealed to you of the Book of your Lord. There is no changer of His words, and never will you find in other than Him a refuge.",
        "fr": "Et récite ce qui t'a été révélé du Livre de ton Seigneur. Nul ne peut changer Ses paroles. Et tu ne trouveras, en dehors de Lui, aucun refuge.",
        "es": "Recita lo que se te ha revelado de la Escritura de tu Señor. No hay quien pueda cambiar Sus palabras y no encontrarás asilo fuera de Él."
      },
      "ibn_ashour": ""
    },
    {
      "number": 28,
      "text": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًۭا",
      "tafsir": {
        "muyassar": "واصبر نفسك -أيها النبي- مع أصحابك مِن فقراء المؤمنين الذين يعبدون ربهم وحده، ويدعونه في الصباح والمساء، يريدون بذلك وجهه، واجلس معهم وخالطهم، ولا تصرف نظرك عنهم إلى غيرهم من الكفار لإرادة التمتع بزينة الحياة الدنيا، ولا تُطِعْ من جعلنا قلبه غافلا عن ذكرنا، وآثَرَ هواه على طاعة مولاه، وصار أمره في جميع أعماله ضياعًا وهلاكًا.",
        "mukhtasar": "ألزم نفسك بصحبة الذين يدعون ربهم دعاء عبادة ودعاء مسألة أول النهار وآخره، مخلصين له، لا تتجاوز عيناك عنهم، تريد مجالسة أهل الغنى والشرف، ولا تطع من صَيَّرنا قلبه غافلًا عن ذكرنا بختمنا عليه، فَأَمَرك بتنحية الفقراء عن مجلسك، وقَدَّم اتباع ما تهواه نفسه على طاعة ربه، وكانت أعماله ضياعًا.",
        "saadi": "يأمر تعالى نبيه محمدا صلى الله عليه وسلم، وغيره أسوته، في الأوامر والنواهي -أن يصبر نفسه مع المؤمنين العباد المنيبين { الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ } أي: أول النهار وآخره يريدون بذلك وجه الله، فوصفهم بالعبادة والإخلاص فيها، ففيها الأمر بصحبة الأخيار، ومجاهدة النفس على صحبتهم، ومخالطتهم وإن كانوا فقراء فإن في صحبتهم من الفوائد، ما لا يحصى. { وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ } أي: لا تجاوزهم بصرك، وترفع عنهم نظرك. { تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا } فإن هذا ضار غير نافع، وقاطع عن المصالح الدينية، فإن ذلك يوجب تعلق القلب بالدنيا، فتصير الأفكار والهواجس فيها، وتزول من القلب الرغبة في الآخرة، فإن زينة الدنيا تروق للناظر، وتسحر العقل، فيغفل القلب عن ذكر الله، ويقبل على اللذات والشهوات، فيضيع وقته، وينفرط أمره، فيخسر الخسارة الأبدية، والندامة السرمدية، ولهذا قال: { وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا } غفل عن الله، فعاقبه بأن أغفله عن ذكره. { وَاتَّبَعَ هَوَاهُ } أي: صار تبعا لهواه، حيث ما اشتهت نفسه فعله، وسعى في إدراكه، ولو كان فيه هلاكه وخسرانه، فهو قد اتخذ إلهه هواه، كما قال تعالى: { أفرأيت من اتخذ إلهه هواه وأضله الله على علم } الآية. { وَكَانَ أَمْرُهُ } أي: مصالح دينه ودنياه { فُرُطًا } أي: ضائعة معطلة. فهذا قد نهى الله عن طاعته، لأن طاعته تدعو إلى الاقتداء به، ولأنه لا يدعو إلا لما هو متصف به، ودلت الآية، على أن الذي ينبغي أن يطاع، ويكون إماما للناس، من امتلأ قلبه بمحبة الله، وفاض ذلك على لسانه، فلهج بذكر الله، واتبع مراضي ربه، فقدمها على هواه، فحفظ بذلك ما حفظ من وقته، وصلحت أحواله، واستقامت أفعاله، ودعا الناس إلى ما من الله به عليه، فحقيق بذلك، أن يتبع ويجعل إماما، والصبر المذكور في هذه الآية، هو الصبر على طاعة الله، الذي هو أعلى أنواع الصبر، وبتمامه تتم باقي الأقسام. وفي الآية، استحباب الذكر والدعاء والعبادة طرفي النهار، لأن الله مدحهم بفعله، وكل فعل مدح الله فاعله، دل ذلك على أن الله يحبه، وإذا كان يحبه فإنه يأمر به، ويرغب فيه.",
        "kathir": "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا"
      },
      "translations": {
        "en": "And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His countenance. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect.",
        "fr": "Fais preuve de patience [en restant] avec ceux qui invoquent leur Seigneur matin et soir, désirant Sa Face. Et que tes yeux ne se détachent point d'eux, en cherchant (le faux) brillant de la vie sur terre. Et n'obéis pas à celui dont Nous avons rendu le cœur inattentif à Notre Rappel, qui poursuit sa passion et dont le comportement est outrancier.",
        "es": "¡No rehúyas estar con los que invocan a su Señor mañana y tarde por deseo de agradarle! ¡No quites los ojos de ellos por deseo del ornato de la vida de acá! ¡No obedezcas a aquél cuyo corazón hemos hecho que se despreocupe de Nuestro recuerdo, que sigue su pasión y se conduce insolentemente!"
      },
      "ibn_ashour": ""
    },
    {
      "number": 29,
      "text": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍۢ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
      "tafsir": {
        "muyassar": "وقل لهؤلاء الغافلين: ما جئتكم به هو الحق من ربكم، فمن أراد منكم أن يصدق ويعمل به، فليفعل فهو خير له، ومن أراد أن يجحد فليفعل، فما ظَلَم إلا نفسه. إنا أعتدنا للكافرين نارًا شديدة أحاط بهم سورها، وإن يستغث هؤلاء الكفار في النار بطلب الماء مِن شدة العطش، يُؤتَ لهم بماء كالزيت العَكِر شديد الحرارة يشوي وجوههم. قَبُح هذا الشراب الذي لا يروي ظمأهم بل يزيده، وقَبُحَتْ النار منزلا لهم ومقامًا. وفي هذا وعيد وتهديد شديد لمن أعرض عن الحق، فلم يؤمن برسالة محمد صلى الله عليه وسلم، ولم يعمل بمقتضاها.",
        "mukhtasar": "وقل - أيها الرسول - لهؤلاء اللاهين عن ذكر الله لغفلة قلوبهم: ما جئتكم به هو الحق، وهو من عند الله لا من عندي، ولست مجيب دعوتكم إياي أن أطرد المؤمنين، فمن شاء منكم الإيمان بهذا الحق فليؤمن به، وسيُسرّ بجزائه، ومن شاء منكم الكفر به فليكفر، وسيستاء بالعقاب الذي ينتظره، إنا أعددنا للظالمين أنفسهم باختيار الكفر نارًا عظيمة أحاط بهم سورها، فلا يستطيعون فرارًا منها، وإن يطلبوا غوثًا بماء من شدة ما يلاقون من العطش يغاثوا بماء كالزيت العَكِر شديد الحرارة، يشوي وجوههم من شدة حرّه، ساء شرابًا هذا الشراب الذي يُغَاثون به، فهو لا يغني من عطش بل يزيده، ولا يطفئ اللهب الذي يَلْفَح جلودهم، وساءت النار منزلًا ينزلونه، ومقامًا يقيمون فيه.",
        "saadi": "أي: قل للناس يا محمد: هو الحق من ربكم أي: قد تبين الهدى من الضلال، والرشد من الغي، وصفات أهل السعادة، وصفات أهل الشقاوة، وذلك بما بينه الله على لسان رسوله، فإذا بان واتضح، ولم يبق فيه شبهة. { فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ } أي: لم يبق إلا سلوك أحد الطريقين، بحسب توفيق العبد، وعدم توفيقه، وقد أعطاه الله مشيئة بها يقدر على الإيمان والكفر، والخير والشر، فمن آمن فقد وفق للصواب، ومن كفر فقد قامت عليه الحجة، وليس بمكره على الإيمان، كما قال تعالى { لا إكراه في الدين قد تبين الرشد من الغي } وليس في قوله: { فمن شاء فليؤمن ومن شاء فليكفر } الإذن في كلا الأمرين، وإنما ذلك تهديد ووعيد لمن اختار الكفر بعد البيان التام، كما ليس فيها ترك قتال الكافرين. ثم ذكر تعالى مآل الفريقين فقال: { إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ } بالكفر والفسوق والعصيان { نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا } أي: سورها المحيط بها، فليس لهم منفذ ولا طريق ولا مخلص منها، تصلاهم النار الحامية. { وَإِنْ يَسْتَغِيثُوا } أي: يطلبوا الشراب، ليطفئ ما نزل بهم من العطش الشديد. { يُغَاثُوا بِمَاءٍ كَالْمُهْلِ } أي: كالرصاص المذاب، أو كعكر الزيت، من شدة حرارته. { يَشْوِي الْوُجُوهَ } أي: فكيف بالأمعاء والبطون، كما قال تعالى { يصهر به ما في بطونهم والجلود ولهم مقامع من حديد }  { بِئْسَ الشَّرَابُ } الذي يراد ليطفئ العطش، ويدفع بعض العذاب، فيكون زيادة في عذابهم، وشدة عقابهم. { وَسَاءَتْ } النار { مُرْتَفَقًا } وهذا ذم لحالة النار، أنها ساءت المحل، الذي يرتفق به، فإنها ليست فيها ارتفاق، وإنما فيها العذاب العظيم الشاق، الذي لا يفتر عنهم ساعة، وهم فيه مبلسون قد أيسوا من كل خير، ونسيهم الرحيم في العذاب، كما نسوه.",
        "kathir": "وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ ۖ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ ۚ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ ۚ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا"
      },
      "translations": {
        "en": "And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place.",
        "fr": "Et dis: «La vérité émane de votre Seigneur». Quiconque le veut, qu'il croie, quiconque le veut qu'il mécroie». Nous avons préparé pour les injustes un Feu dont les flammes les cernent. Et s'ils implorent à boire on les abreuvera d'une eau comme du métal fondu brûlant les visages. Quelle mauvaise boisson et quelle détestable demeure!",
        "es": "Y di: «La Verdad viene de vuestro Señor. ¡Que crea quien quiera, y quien no quiera que no crea!» Hemos preparado para los impíos un fuego cuyas llamas les cercarán. Si piden socorro, se les socorrerá con un líquido como de metal fundido, que les abrasará el rostro. ¡Mala bebida! Y ¡mal lugar de descanso!"
      },
      "ibn_ashour": ""
    },
    {
      "number": 30,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "tafsir": {
        "muyassar": "إن الذين آمنوا بالله ورسوله وعملوا الأعمال الصالحات لهم أعظم المثوبة، إنا لا نضيع أجورهم، ولا ننقصها على ما أحسنوه من العمل.",
        "mukhtasar": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات قد أحسنوا عملهم فلهم ثواب عظيم، إنا لا نضيع أجر من أحسن عملًا، بل نوفّيهم أجورهم كاملة غير منقوصة.",
        "saadi": "ثم ذكر الفريق الثاني فقال: { إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } أي: جمعوا بين الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره، وعمل الصالحات من الواجبات والمستحبات { إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا } وإحسان العمل: أن يريد العبد العمل لوجه الله، متبعا في ذلك شرع الله. فهذا العمل لا يضيعه الله، ولا شيئا منه، بل يحفظه للعاملين، ويوفيهم من الأجر، بحسب عملهم وفضله وإحسانه",
        "kathir": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا"
      },
      "translations": {
        "en": "Indeed, those who have believed and done righteous deeds - indeed, We will not allow to be lost the reward of any who did well in deeds.",
        "fr": "Ceux qui croient et font de bonnes œuvres... vraiment Nous ne laissons pas perdre la récompense de celui qui fait le bien.",
        "es": "Quienes, en cambio, crean y obren bien... No dejaremos de remunerar a quienes se conduzcan bien."
      },
      "ibn_ashour": ""
    },
    {
      "number": 31,
      "text": "أُو۟لَٰٓئِكَ لَهُمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍۢ وَيَلْبَسُونَ ثِيَابًا خُضْرًۭا مِّن سُندُسٍۢ وَإِسْتَبْرَقٍۢ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًۭا",
      "tafsir": {
        "muyassar": "أولئك الذين آمنوا لهم جنات يقيمون فيها دائمًا، تجري من تحت غرفهم ومنازلهم الأنهار العذبة، يُحَلَّون فيها بأساور الذهب، ويَلْبَسون ثيابًا ذات لون أخضر نسجت من رقيق الحرير وغليظه، يتكئون فيها على الأسِرَّة المزدانة بالستائر الجميلة، نِعْمَ الثواب ثوابهم، وحَسُنتِ الجنة منزلا ومكانًا لهم.",
        "mukhtasar": "أولئك الموصوفون بالإيمان وفعل الأعمال الصالحات لهم جنات إقامة يقيمون فيها أبدًا، تجري من تحت منازلهم أنهار الجنة العذبة، يزيّنون فيها بأسورة من ذهب، ويلبسون ثيابًا خضرًا من رقيق الحرير وغليظه، يتكئون على الأسرة المزيّنة بالستائر الجميلة، حَسُن الثواب ثوابهم، وحَسُنت الجنة منزلًا ومقامًا يقيمون فيه.",
        "saadi": "أي: أولئك الموصوفون بالإيمان والعمل الصالح، لهم الجنات العاليات التي قد كثرت أشجارها، فأجنت من فيها، وكثرت أنهارها، فصارت تجري من تحت تلك الأشجار الأنيقة، والمنازل الرفيعة، وحليتهم فيها الذهب، ولباسهم فيها الحرير الأخضر من السندس، وهو الغليظ من الديباج، والإستبرق، وهو ما رق منه. متكئين فيها على الأرائك، وهي السرر المزينة، المجملة بالثياب الفاخرة فإنها لا تسمى أريكة حتى تكون كذلك، وفي اتكائهم على الأرائك، ما يدل على كمال الراحة، وزوال النصب والتعب، وكون الخدم يسعون عليهم بما يشتهون، وتمام ذلك الخلود الدائم والإقامة الأبدية، فهذه الدار الجليلة { نِعْمَ الثَّوَابُ } للعاملين { وَحَسُنَتْ مُرْتَفَقًا } يرتفقون بها، ويتمتعون بما فيها، مما تشتهيه الأنفس وتلذ الأعين، من الحبرة والسرور، والفرح الدائم، واللذات المتواترة، والنعم المتوافرة، وأي مرتفق أحسن من دار، أدنى أهلها، يسير في ملكه ونعيمه وقصوره وبساتينه ألفي سنة، ولا يرى فوق ما هو فيه من النعيم، قد أعطى جميع أمانيه ومطالبه، وزيد من المطالب، ما قصرت عنه الأماني، ومع ذلك، فنعيمهم على الدوام متزايد في أوصافه وحسنه، فنسأل الله الكريم، أن لا يحرمنا خير ما عنده من الإحسان، بشر ما عندنا من التقصير والعصيان. ودلت الآية الكريمة وما أشبهها، على أن الحلية، عامة للذكور والإناث، كما ورد في الأحاديث الصحيحة لأنه أطلقها في قوله { يُحَلَّوْنَ } وكذلك الحرير ونحوه.",
        "kathir": "أُولَٰئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۚ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا"
      },
      "translations": {
        "en": "Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade, reclining therein on adorned couches. Excellent is the reward, and good is the resting place.",
        "fr": "Voilà ceux qui auront les jardins du séjour (éternel) sous lesquels coulent les ruisseaux. Ils y seront parés de bracelets d'or et se vêtiront d'habits verts de soie fine et de brocart, accoudés sur des divans (bien ornés). Quelle bonne récompense et quelle belle demeure!",
        "es": "Para ésos serán los jardines del edén, por cuyos bajos fluyen arroyos. Se les adornará allí con brazaletes de oro, se les vestirá de satén y brocado verdes, estarán allí reclinados en divanes. ¡Qué agradable recompensa y qué bello lugar de descanso!"
      },
      "ibn_ashour": ""
    },
    {
      "number": 32,
      "text": "۞ وَٱضْرِبْ لَهُم مَّثَلًۭا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَٰبٍۢ وَحَفَفْنَٰهُمَا بِنَخْلٍۢ وَجَعَلْنَا بَيْنَهُمَا زَرْعًۭا",
      "tafsir": {
        "muyassar": "واضرب -أيها الرسول- لكفار قومك مثلا رجلين من الأمم السابقة: أحدهما مؤمن، والآخر كافر، وقد جعلنا للكافر حديقتين من أعناب، وأحطناهما بنخل كثير، وأنبتنا وسطهما زروعًا مختلفة نافعة.",
        "mukhtasar": "واضرب - أيها الرسول - مثلًا لرجلين: كافر ومؤمن، جعلنا للكافر منهما حديقتين من أعناب، وأحطنا الحديقتين بنخل، وأنبتنا في الفارغ من مساحتهما زروعًا.",
        "saadi": "تفسير الآيتين 32 و 33 :ـ يقول تعالى لنبيه صلى الله عليه وسلم: اضرب للناس مثل هذين الرجلين، الشاكر لنعمة الله، والكافر لها، وما صدر من كل منهما، من الأقوال والأفعال، وما حصل بسبب ذلك من العقاب العاجل والآجل، والثواب، ليعتبروا بحالهما، ويتعظوا بما حصل عليهما، وليس معرفة أعيان الرجلين، وفي أي: زمان أو مكان هما فيه فائدة أو نتيجة، فالنتيجة تحصل من قصتهما فقط، والتعرض لما سوى ذلك من التكلف. فأحد هذين الرجلين الكافر لنعمة الله الجليلة، جعل الله له جنتين، أي: بستانين حسنين، من أعناب. { وَحَفَفْنَاهُمَا بِنَخْلٍ } أي: في هاتين الجنتين من كل الثمرات، وخصوصا أشرف الأشجار، العنب والنخل، فالعنب في وسطها، والنخل قد حف بذلك، ودار به، فحصل فيه من حسن المنظر وبهائه، وبروز الشجر والنخل للشمس والرياح، التي تكمل بها الثمار، وتنضج وتتجوهر، ومع ذلك جعل بين تلك الأشجار زرعا، فلم يبق عليهما إلا أن يقال: كيف ثمار هاتين الجنتين؟ وهل لهما ماء يكفيهما؟ فأخبر تعالى أن كلا من الجنتين آتت أكلها، أي: ثمرها وزرعها ضعفين، أي: متضاعفا { و } أنها { لم تَظْلِمْ مِنْهُ شَيْئًا } أي: لم تنقص من أكلها أدنى شيء، ومع ذلك، فالأنهار في جوانبهما سارحة، كثيرة غزيرة. { وَكَانَ لَهُ } أي: لذلك الرجل { ثَمَرٌ } أي: عظيم كما يفيده التنكير، أي: قد استكملت جنتاه ثمارهما، وارجحنت أشجارهما، ولم تعرض لهما آفة أو نقص، فهذا غاية منتهى زينة الدنيا في الحرث، ولهذا اغتر هذا الرجل بهما، وتبجح وافتخر، ونسي آخرته. ",
        "kathir": "۞ وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا"
      },
      "translations": {
        "en": "And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops.",
        "fr": "Donne-leur l'exemple de deux hommes: à l'un d'eux Nous avons assigné deux jardins de vignes que Nous avons entourés de palmiers et Nous avons mis entre les deux jardins des champs cultivés.",
        "es": "Propónles la parábola de dos hombres, a uno de los cuales dimos dos viñedos, que cercamos de palmeras y separamos con sembrados."
      },
      "ibn_ashour": ""
    },
    {
      "number": 33,
      "text": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًۭٔا ۚ وَفَجَّرْنَا خِلَٰلَهُمَا نَهَرًۭا",
      "tafsir": {
        "muyassar": "وقد أثمرت كل واحدة من الحديقتين ثمرها، ولم تُنْقِص منه شيئًا، وشققنا بينهما نهرًا لسقيهما بسهولة ويسر.",
        "mukhtasar": "فأثمرت كل حديقة ثمارها من تمر وعنب وزرع، ولم تنقص منه شيئًا، بل أعطته وافيًا كاملًا، وأجرينا بينهما نهرًا لسقيهما بيسر.",
        "saadi": "تفسير الآيتين 32 و 33 :ـ يقول تعالى لنبيه صلى الله عليه وسلم: اضرب للناس مثل هذين الرجلين، الشاكر لنعمة الله، والكافر لها، وما صدر من كل منهما، من الأقوال والأفعال، وما حصل بسبب ذلك من العقاب العاجل والآجل، والثواب، ليعتبروا بحالهما، ويتعظوا بما حصل عليهما، وليس معرفة أعيان الرجلين، وفي أي: زمان أو مكان هما فيه فائدة أو نتيجة، فالنتيجة تحصل من قصتهما فقط، والتعرض لما سوى ذلك من التكلف. فأحد هذين الرجلين الكافر لنعمة الله الجليلة، جعل الله له جنتين، أي: بستانين حسنين، من أعناب. { وَحَفَفْنَاهُمَا بِنَخْلٍ } أي: في هاتين الجنتين من كل الثمرات، وخصوصا أشرف الأشجار، العنب والنخل، فالعنب في وسطها، والنخل قد حف بذلك، ودار به، فحصل فيه من حسن المنظر وبهائه، وبروز الشجر والنخل للشمس والرياح، التي تكمل بها الثمار، وتنضج وتتجوهر، ومع ذلك جعل بين تلك الأشجار زرعا، فلم يبق عليهما إلا أن يقال: كيف ثمار هاتين الجنتين؟ وهل لهما ماء يكفيهما؟ فأخبر تعالى أن كلا من الجنتين آتت أكلها، أي: ثمرها وزرعها ضعفين، أي: متضاعفا { و } أنها { لم تَظْلِمْ مِنْهُ شَيْئًا } أي: لم تنقص من أكلها أدنى شيء، ومع ذلك، فالأنهار في جوانبهما سارحة، كثيرة غزيرة. { وَكَانَ لَهُ } أي: لذلك الرجل { ثَمَرٌ } أي: عظيم كما يفيده التنكير، أي: قد استكملت جنتاه ثمارهما، وارجحنت أشجارهما، ولم تعرض لهما آفة أو نقص، فهذا غاية منتهى زينة الدنيا في الحرث، ولهذا اغتر هذا الرجل بهما، وتبجح وافتخر، ونسي آخرته. ",
        "kathir": "كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا ۚ وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا"
      },
      "translations": {
        "en": "Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river.",
        "fr": "Les deux jardins produisaient leur récolte sans jamais manquer. Et Nous avons fait jaillir entre eux un ruisseau.",
        "es": "Ambos viñedos dieron su cosecha, no fallaron nada, e hicimos brotar entre ellos un arroyo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 34,
      "text": "وَكَانَ لَهُۥ ثَمَرٌۭ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًۭا وَأَعَزُّ نَفَرًۭا",
      "tafsir": {
        "muyassar": "وكان لصاحب الحديقتين ثمر وأموال أخرى، فقال لصاحبه المؤمن، وهو يحاوره في الحديث، والغرور يملؤه: أنا أكثر منك مالا وأعز أنصارًا وأعوانًا.",
        "mukhtasar": "وكان لصاحب الحديقتين أموال وثمار أخرى، فقال لصاحبه المؤمن وهو يخاطبه ليؤثر فيه مُغْترًّا: أنا أكثر منك أموالًا، وأعز منك جانبًا، وأقوى عشيرة.",
        "saadi": "تفسير الآيات من 34 حتى 36 :ـ أي: فقال صاحب الجنتين لصاحبه المؤمن، وهما يتحاوران، أي: يتراجعان بينهما في بعض الماجريات المعتادة، مفتخرا عليه: { أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا } فخر بكثرة ماله، وعزة أنصاره من عبيد، وخدم، وأقارب، وهذا جهل منه، وإلا فأي: افتخار بأمر خارجي ليس فيه فضيلة نفسية، ولا صفة معنوية، وإنما هو بمنزله فخر الصبي بالأماني، التي لا حقائق تحتها، ثم لم يكفه هذا الافتخار على صاحبه، حتى حكم، بجهله وظلمه، وظن لما دخل جنته، فـ { قَالَ مَا أَظُنُّ أَنْ تَبِيدَ } أي: تنقطع وتضمحل { هَذِهِ أَبَدًا } فاطمأن إلى هذه الدنيا، ورضى بها، وأنكر البعث، فقال: { وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي } على ضرب المثل { لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا } أي ليعطيني خيرا من هاتين الجنتين، وهذا لا يخلو من أمرين: إما أن يكون عالما بحقيقة الحال، فيكون كلامه هذا على وجه التهكم والاستهزاء فيكون زيادة كفر إلى كفره، وإما أن يكون هذا ظنه في الحقيقة، فيكون من أجهل الناس، وأبخسهم حظا من العقل، فأي: تلازم بين عطاء الدنيا وعطاء الآخرة، حتى يظن بجهله أن من أعطي في الدنيا أعطي في الآخرة، بل الغالب، أن الله تعالى يزوي الدنيا عن أوليائه وأصفيائه، ويوسعها على أعدائه الذين ليس لهم في الآخرة نصيب، والظاهر أنه يعلم حقيقة الحال، ولكنه قال هذا الكلام، على وجه التهكم والاستهزاء، بدليل قوله: { وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ } فإثبات أن وصفه الظلم، في حال دخوله، الذي جرى منه، من القول ما جرى، يدل على تمرده وعناده.",
        "kathir": "وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا"
      },
      "translations": {
        "en": "And he had fruit, so he said to his companion while he was conversing with him, \"I am greater than you in wealth and mightier in [numbers of] men.\"",
        "fr": "Et il avait des fruits et dit alors à son compagnon avec qui il conversait: «Je possède plus de biens que toi, et je suis plus puissant que toi grâce à mon clan».",
        "es": "Uno tuvo frutos y dijo a su compañero, con quien dialogaba: «Soy más que tú en hacienda y más fuerte en gente»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 35,
      "text": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌۭ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدًۭا",
      "tafsir": {
        "muyassar": "ودخل حديقته، وهو ظالم لنفسه بالكفر بالبعث، وشكه في قيام الساعة، فأعجبته ثمارها وقال: ما أعتقد أن تَهْلِك هذه الحديقة مدى الحياة، وما أعتقد أن القيامة واقعة، وإن فُرِضَ وقوعها -كما تزعم أيها المؤمن- ورُجعتُ إلى ربي لأجدنَّ عنده أفضل من هذه الحديقة مرجعًا ومردًا؛ لكرامتي ومنزلتي عنده.",
        "mukhtasar": "ودخل الكافر حديقته في صحبة المؤمن ليريه إياها وهو ظالم لنفسه بالكفر وبالعُجْب، قال الكافر: ما أظنّ أن تفنى هذه الحديقة التي تشاهدها؛ لما اتخذت لها من أسباب البقاء.",
        "saadi": "تفسير الآيات من 34 حتى 36 :ـ أي: فقال صاحب الجنتين لصاحبه المؤمن، وهما يتحاوران، أي: يتراجعان بينهما في بعض الماجريات المعتادة، مفتخرا عليه: { أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا } فخر بكثرة ماله، وعزة أنصاره من عبيد، وخدم، وأقارب، وهذا جهل منه، وإلا فأي: افتخار بأمر خارجي ليس فيه فضيلة نفسية، ولا صفة معنوية، وإنما هو بمنزله فخر الصبي بالأماني، التي لا حقائق تحتها، ثم لم يكفه هذا الافتخار على صاحبه، حتى حكم، بجهله وظلمه، وظن لما دخل جنته، فـ { قَالَ مَا أَظُنُّ أَنْ تَبِيدَ } أي: تنقطع وتضمحل { هَذِهِ أَبَدًا } فاطمأن إلى هذه الدنيا، ورضى بها، وأنكر البعث، فقال: { وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي } على ضرب المثل { لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا } أي ليعطيني خيرا من هاتين الجنتين، وهذا لا يخلو من أمرين: إما أن يكون عالما بحقيقة الحال، فيكون كلامه هذا على وجه التهكم والاستهزاء فيكون زيادة كفر إلى كفره، وإما أن يكون هذا ظنه في الحقيقة، فيكون من أجهل الناس، وأبخسهم حظا من العقل، فأي: تلازم بين عطاء الدنيا وعطاء الآخرة، حتى يظن بجهله أن من أعطي في الدنيا أعطي في الآخرة، بل الغالب، أن الله تعالى يزوي الدنيا عن أوليائه وأصفيائه، ويوسعها على أعدائه الذين ليس لهم في الآخرة نصيب، والظاهر أنه يعلم حقيقة الحال، ولكنه قال هذا الكلام، على وجه التهكم والاستهزاء، بدليل قوله: { وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ } فإثبات أن وصفه الظلم، في حال دخوله، الذي جرى منه، من القول ما جرى، يدل على تمرده وعناده.",
        "kathir": "وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَٰذِهِ أَبَدًا"
      },
      "translations": {
        "en": "And he entered his garden while he was unjust to himself. He said, \"I do not think that this will perish - ever.",
        "fr": "Il entra dans son jardin coupable envers lui-même [par sa mécréance]; il dit: «Je ne pense pas que ceci puisse jamais périr,",
        "es": "Y entró en su viñedo, injusto consigo mismo. Dijo: «No creo que éste perezca nunca."
      },
      "ibn_ashour": ""
    },
    {
      "number": 36,
      "text": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةًۭ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًۭا مِّنْهَا مُنقَلَبًۭا",
      "tafsir": {
        "muyassar": "ودخل حديقته، وهو ظالم لنفسه بالكفر بالبعث، وشكه في قيام الساعة، فأعجبته ثمارها وقال: ما أعتقد أن تَهْلِك هذه الحديقة مدى الحياة، وما أعتقد أن القيامة واقعة، وإن فُرِضَ وقوعها -كما تزعم أيها المؤمن- ورُجعتُ إلى ربي لأجدنَّ عنده أفضل من هذه الحديقة مرجعًا ومردًا؛ لكرامتي ومنزلتي عنده.",
        "mukhtasar": "وما أظن أن القيامة حادثة، إنما هي حياة مستمرة، وعلى فرض وقوعها فإذا بُعِثْت وأُرْجِعْت إلى ربي لأجدنّ بعد البعث ما أرجع إليه مما هو أفضل من حديقتي هذه، فكوني غنيًّا في الدنيا يقتضي أن أكون غنيًّا بعد البعث.",
        "saadi": "تفسير الآيات من 34 حتى 36 :ـ أي: فقال صاحب الجنتين لصاحبه المؤمن، وهما يتحاوران، أي: يتراجعان بينهما في بعض الماجريات المعتادة، مفتخرا عليه: { أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا } فخر بكثرة ماله، وعزة أنصاره من عبيد، وخدم، وأقارب، وهذا جهل منه، وإلا فأي: افتخار بأمر خارجي ليس فيه فضيلة نفسية، ولا صفة معنوية، وإنما هو بمنزله فخر الصبي بالأماني، التي لا حقائق تحتها، ثم لم يكفه هذا الافتخار على صاحبه، حتى حكم، بجهله وظلمه، وظن لما دخل جنته، فـ { قَالَ مَا أَظُنُّ أَنْ تَبِيدَ } أي: تنقطع وتضمحل { هَذِهِ أَبَدًا } فاطمأن إلى هذه الدنيا، ورضى بها، وأنكر البعث، فقال: { وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَى رَبِّي } على ضرب المثل { لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا } أي ليعطيني خيرا من هاتين الجنتين، وهذا لا يخلو من أمرين: إما أن يكون عالما بحقيقة الحال، فيكون كلامه هذا على وجه التهكم والاستهزاء فيكون زيادة كفر إلى كفره، وإما أن يكون هذا ظنه في الحقيقة، فيكون من أجهل الناس، وأبخسهم حظا من العقل، فأي: تلازم بين عطاء الدنيا وعطاء الآخرة، حتى يظن بجهله أن من أعطي في الدنيا أعطي في الآخرة، بل الغالب، أن الله تعالى يزوي الدنيا عن أوليائه وأصفيائه، ويوسعها على أعدائه الذين ليس لهم في الآخرة نصيب، والظاهر أنه يعلم حقيقة الحال، ولكنه قال هذا الكلام، على وجه التهكم والاستهزاء، بدليل قوله: { وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ } فإثبات أن وصفه الظلم، في حال دخوله، الذي جرى منه، من القول ما جرى، يدل على تمرده وعناده.",
        "kathir": "وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا"
      },
      "translations": {
        "en": "And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return.\"",
        "fr": "et je ne pense pas que l'Heure viendra. Et si on me ramène vers mon Seigneur, je trouverai certes meilleur lieu de retour que ce jardin.",
        "es": "Ni creo que ocurra la Hora. Pero, aun si soy llevado ante mi Señor, he de encontrar, a cambio, algo mejor que él»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 37,
      "text": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍۢ ثُمَّ مِن نُّطْفَةٍۢ ثُمَّ سَوَّىٰكَ رَجُلًۭا",
      "tafsir": {
        "muyassar": "قال له صاحبه المؤمن، وهو يحاوره واعظًا له: كيف تكفر بالله الذي خلقك مِن تراب، ثم مِن نطفة الأبوين، ثم سَوَّاك بشرًا معتدل القامة والخَلْق؟ وفي هذه المحاورة دليل على أن القادر على ابتداء الخلق، قادر على إعادتهم.",
        "mukhtasar": "قال له صاحبه المؤمن وهو يراجعه الكلام: أكفرت بالذي خلق أباك آدم من تراب، ثم خلقك أنت من المنيّ، ثم صيّرك إنسانًا ذكرًا، وعدل أعضاءك وجعلك كاملًا، فالذي قدر على ذلك كله قادر على بعثك.",
        "saadi": "تفسير الآيتين 37 و 38 :ـ أي: قال له صاحبه المؤمن، ناصحا له، ومذكرا له حاله الأولى، التي أوجده الله فيها في الدنيا { مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا } فهو الذي أنعم عليك بنعمة الإيجاد والإمداد، وواصل عليك النعم، ونقلك من طور إلى طور، حتى سواك رجلا، كامل الأعضاء والجوارح المحسوسة، والمعقولة، وبذلك يسر لك الأسباب، وهيأ لك ما هيأ من نعم الدنيا، فلم تحصل لك الدنيا بحولك وقوتك، بل بفضل الله تعالى عليك، فكيف يليق بك أن تكفر بالله الذي خلقك من تراب، ثم من نطفة ثم سواك رجلا، وتجحد  نعمته، وتزعم أنه لا يبعثك، وإن بعثك أنه يعطيك خيرا من جنتك؟! هذا مما لا ينبغي ولا يليق. ولهذا لما رأى صاحبه المؤمن حاله واستمراره على كفره وطغيانه، قال مخبرا عن نفسه، على وجه الشكر لربه، والإعلان بدينه، عند ورود المجادلات والشبه: { لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا } فأقر بربوبية لربه، وانفراده فيها، والتزم  طاعته وعبادته، وأنه لا يشرك به أحدا من المخلوقين، ثم أخبره أن نعمة الله عليه بالإيمان والإسلام، ولو مع قلة ماله وولد، أنها هي النعمة الحقيقية، وأن ما عداها معرض للزوال والعقوبة عليه والنكال، فقال: ",
        "kathir": "قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا"
      },
      "translations": {
        "en": "His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man?",
        "fr": "Son compagnon lui dit, tout en conversant avec lui: «Serais-tu mécréant envers Celui qui t'a créé de terre, puis de sperme et enfin t'a façonné en homme?",
        "es": "El compañero con quien dialogaba le dijo: «¿No crees en Quien te creó de tierra, luego, de una gota y, luego, te dio forma de hombre?"
      },
      "ibn_ashour": ""
    },
    {
      "number": 38,
      "text": "لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًۭا",
      "tafsir": {
        "muyassar": "لكن أنا لا أقول بمقالتك الدالة على كفرك، وإنما أقول: المنعم المتفضل هو الله ربي وحده، ولا أشرك في عبادتي له أحدًا غيره.",
        "mukhtasar": "لكن أنا لا أقول بقولك هذا، وإنما أقول: هو الله سبحانه ربي المتفضل بنعمه علينا، ولا أشرك به أحدًا في العبادة.",
        "saadi": "تفسير الآيتين 37 و 38 :ـ أي: قال له صاحبه المؤمن، ناصحا له، ومذكرا له حاله الأولى، التي أوجده الله فيها في الدنيا { مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا } فهو الذي أنعم عليك بنعمة الإيجاد والإمداد، وواصل عليك النعم، ونقلك من طور إلى طور، حتى سواك رجلا، كامل الأعضاء والجوارح المحسوسة، والمعقولة، وبذلك يسر لك الأسباب، وهيأ لك ما هيأ من نعم الدنيا، فلم تحصل لك الدنيا بحولك وقوتك، بل بفضل الله تعالى عليك، فكيف يليق بك أن تكفر بالله الذي خلقك من تراب، ثم من نطفة ثم سواك رجلا، وتجحد  نعمته، وتزعم أنه لا يبعثك، وإن بعثك أنه يعطيك خيرا من جنتك؟! هذا مما لا ينبغي ولا يليق. ولهذا لما رأى صاحبه المؤمن حاله واستمراره على كفره وطغيانه، قال مخبرا عن نفسه، على وجه الشكر لربه، والإعلان بدينه، عند ورود المجادلات والشبه: { لَكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا } فأقر بربوبية لربه، وانفراده فيها، والتزم  طاعته وعبادته، وأنه لا يشرك به أحدا من المخلوقين، ثم أخبره أن نعمة الله عليه بالإيمان والإسلام، ولو مع قلة ماله وولد، أنها هي النعمة الحقيقية، وأن ما عداها معرض للزوال والعقوبة عليه والنكال، فقال: ",
        "kathir": "لَٰكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا"
      },
      "translations": {
        "en": "But as for me, He is Allah, my Lord, and I do not associate with my Lord anyone.",
        "fr": "Quant à moi, c'est Allah qui est mon Seigneur; et je n'associe personne à mon Seigneur.",
        "es": "En cuanto a mí, Él es Alá, mi Señor, y no asocio nadie a mi Señor."
      },
      "ibn_ashour": ""
    },
    {
      "number": 39,
      "text": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًۭا وَوَلَدًۭا",
      "tafsir": {
        "muyassar": "وهلا حين دخَلْتَ حديقتك فأعجبتك حَمِدت الله، وقلت: هذا ما شاء الله لي، لا قوة لي على تحصيله إلا بالله. إن كنت تراني أقل منك مالا وأولادًا، فعسى ربي أن يعطيني أفضل من حديقتك، ويسلبك النعمة بكفرك، ويرسل على حديقتك عذابا من السماء، فتصبح أرضًا ملساء جرداء لا تثبت عليها قدم، ولا ينبت فيها نبات، أو يصير ماؤها الذي تُسقى منه غائرًا في الأرض، فلا تقدر على إخراجه.",
        "mukhtasar": "وهلَّا حين دخلت حديقتك قلت: ما شاء الله لا قوة لأحد إلا بالله، فهو الذي يفعل ما يشاء وهو القوي، فإن كنت تراني أفقر منك وأقلّ أولادًا.",
        "saadi": "أي: قال للكافر صاحبه المؤمن: أنت -وإن فخرت علي بكثرة مالك وولدك، ورأيتني أقل منك مالا وولدا -فإن ما عند الله، خير وأبقى، وما يرجى من خيره وإحسانه، أفضل من جميع الدنيا، التي يتنافس فيها المتنافسون.",
        "kathir": "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ ۚ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا"
      },
      "translations": {
        "en": "And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children,",
        "fr": "En entrant dans ton jardin, que ne dis-tu: «Telle est la volonté (et la grâce) d'Allah! Il n'y a de puissance que par Allah». Si tu me vois moins pourvu que toi en biens et en enfants,",
        "es": "Si, al entrar en tu viñedo, hubieras dicho: '¡Que sea lo que Alá quiera! ¡La fuerza reside sólo en Alá!' Si ves que yo tengo menos que tú en hacienda e hijos,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 40,
      "text": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًۭا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًۭا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًۭا زَلَقًا",
      "tafsir": {
        "muyassar": "وهلا حين دخَلْتَ حديقتك فأعجبتك حَمِدت الله، وقلت: هذا ما شاء الله لي، لا قوة لي على تحصيله إلا بالله. إن كنت تراني أقل منك مالا وأولادًا، فعسى ربي أن يعطيني أفضل من حديقتك، ويسلبك النعمة بكفرك، ويرسل على حديقتك عذابا من السماء، فتصبح أرضًا ملساء جرداء لا تثبت عليها قدم، ولا ينبت فيها نبات، أو يصير ماؤها الذي تُسقى منه غائرًا في الأرض، فلا تقدر على إخراجه.",
        "mukhtasar": "فأنا أتوقع أن يعطيني الله خيرًا من حديقتك، وأن يبعث على حديقتك عذابًا من السماء، فتصبح حديقتك أرضًا لا نبات فيها تزلق فيها الأقدام لمُلوسَتها.",
        "saadi": "{ فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا } أي: على جنتك التي طغيت بها وغرتك { حُسْبَانًا مِنَ السَّمَاءِ } أي: عذابا، بمطر عظيم أو غيره، { فَتُصْبِحَ } بسبب ذلك { صَعِيدًا زَلَقًا } أي: قد اقتلعت أشجارها، وتلفت ثمارها، وغرق زرعها، وزال نفعها.",
        "kathir": "فَعَسَىٰ رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا"
      },
      "translations": {
        "en": "It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground,",
        "fr": "il se peut que mon Seigneur, bientôt, me donne quelque chose de meilleur que ton jardin, qu'Il envoie sur [ce dernier], du ciel, quelque calamité, et que son sol devienne glissant,",
        "es": "quizá me dé Alá algo mejor que tu viñedo, lance contra él rayos del cielo y se convierta en compo pelado,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 41,
      "text": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًۭا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًۭا",
      "tafsir": {
        "muyassar": "وهلا حين دخَلْتَ حديقتك فأعجبتك حَمِدت الله، وقلت: هذا ما شاء الله لي، لا قوة لي على تحصيله إلا بالله. إن كنت تراني أقل منك مالا وأولادًا، فعسى ربي أن يعطيني أفضل من حديقتك، ويسلبك النعمة بكفرك، ويرسل على حديقتك عذابا من السماء، فتصبح أرضًا ملساء جرداء لا تثبت عليها قدم، ولا ينبت فيها نبات، أو يصير ماؤها الذي تُسقى منه غائرًا في الأرض، فلا تقدر على إخراجه.",
        "mukhtasar": "أو يذهب ماؤها غائرًا في الأرض فلا تستطيع الوصول إليه بوسيلة، وإذا غار ماؤها فلا بقاء لها.",
        "saadi": "{ أَوْ يُصْبِحَ مَاؤُهَا } الذي مادتها منه { غَوْرًا } أي: غائرا في الأرض { فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا } أي: غائرا لا يستطاع الوصول إليه بالمعاول ولا بغيرها، وإنما دعا على جنته المؤمن، غضبا لربه، لكونها غرته وأطغته، واطمأن إليها، لعله ينيب، ويراجع رشده، ويبصر في أمره.",
        "kathir": "أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا"
      },
      "translations": {
        "en": "Or its water will become sunken [into the earth], so you would never be able to seek it.\"",
        "fr": "ou que son eau tarisse de sorte que tu ne puisses plus la retrouver».",
        "es": "o se filtre su agua por la tierra y no puedas volver a encontrarla»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 42,
      "text": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًۭا",
      "tafsir": {
        "muyassar": "وتحَقَّقَ ما قاله المؤمن، ووقع الدمار بالحديقة، فهلك كل ما فيها، فصار الكافر يُقَلِّب كفيه حسرةً وندامة على ما أنفق فيها، وهي خاوية قد سقط بعضها على بعض، ويقول: يا ليتني عرفت نِعَمَ الله وقدرته فلم أشرك به أحدًا. وهذا ندم منه حين لا ينفعه الندم.",
        "mukhtasar": "وتَحَقَّق ما توقعه المؤمن، فأحاط الهلاك بثمار حديقة الكافر، فأصبح الكافر يقلب كفيه من شدة الحسرة والندم على ما بذل في عمارتها وإصلاحها من أموال، والحديقة ساقطة على دعائمها التي تُمَدَّد عليها أغصان العنب، ويقول: يا ليتني آمنت بربي وحده، ولم أشرك معه أحدًا في العبادة.",
        "saadi": "فاستجاب الله دعاءه { وَأُحِيطَ بِثَمَرِهِ } أي: أصابه عذاب، أحاط به، واستهلكه، فلم يبق منه شيء، والإحاطة بالثمر يستلزم تلف جميع أشجاره، وثماره، وزرعه، فندم كل الندامة، واشتد لذلك أسفه، { فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنْفَقَ فِيهَا } أي على كثرة نفقاته الدنيوية عليها، حيث اضمحلت وتلاشت، فلم يبق لها عوض، وندم أيضا على شركه، وشره، ولهذا قال: { وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا } ",
        "kathir": "وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا"
      },
      "translations": {
        "en": "And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, \"Oh, I wish I had not associated with my Lord anyone.\"",
        "fr": "Et sa récolte fut détruite et il se mit alors à se tordre les deux mains à cause de ce qu'il y avait dépensé, cependant que ses treilles étaient complètement ravagées. Et il disait: «Que je souhaite n'avoir associé personne à mon Seigneur!»",
        "es": "Su cosecha fue destruida y, a la mañana siguiente, se retorcía las manos pensando en lo mucho que había gastado en él: sus cepas estaban arruinadas. Y decía: «¡Ojalá no hubiera asociado nadie a mi Señor!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 43,
      "text": "وَلَمْ تَكُن لَّهُۥ فِئَةٌۭ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "tafsir": {
        "muyassar": "ولم تكن له جماعة ممن افتخر بهم يمنعونه مِن عقاب الله النازل به، وما كان ممتنعًا بنفسه وقوته.",
        "mukhtasar": "ولم تكن لهذا الكافر جماعة يمنعونه مما حلّ به من عقاب، وهو الذي كان يفتخر بجماعته، وما كان هو ممتنعًا من إهلاك الله لحديقته.",
        "saadi": "{ وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا } أي: لما نزل العذاب بجنته، ذهب عنه ما كان يفتخر به من قوله لصاحبه: { أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا } فلم يدفعوا عنه من العذاب شيئا، أشد ما كان إليهم حاجة، وما كان بنفس منتصرا، وكيف ينتصر، أي: يكون له أنصارا على قضاء الله وقدره الذي إذا أمضاه وقدره، لو اجتمع أهل السماء والأرض على إزالة شيء منه، لم يقدروا؟\" ولا يستبعد من رحمة الله ولطفه، أن صاحب هذه الجنة، التي أحيط بها، تحسنت حاله، ورزقه الله الإنابة إليه، وراجع رشده، وذهب تمرده وطغيانه، بدليل أنه أظهر الندم على شركه بربه، وأن الله أذهب عنه ما يطغيه، وعاقبه في الدنيا، وإذا أراد الله بعبد خيرا عجل له العقوبة في الدنيا. وفضل الله لا تحيط به الأوهام والعقول، ولا ينكره إلا ظالم جهول.",
        "kathir": "وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا"
      },
      "translations": {
        "en": "And there was for him no company to aid him other than Allah, nor could he defend himself.",
        "fr": "Il n'eut aucun groupe de gens pour le secourir contre (la punition) d'Allah. Et il ne put se secourir lui-même.",
        "es": "No hubo grupo que, fuera de Alá, pudiera auxiliarle, ni pudo defenderse a sí mismo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 44,
      "text": "هُنَالِكَ ٱلْوَلَٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌۭ ثَوَابًۭا وَخَيْرٌ عُقْبًۭا",
      "tafsir": {
        "muyassar": "في مثل هذه الشدائد تكون الولاية والنصرة لله الحق، هو خير جزاءً، وخير عاقبة لمن تولاهم من عباده المؤمنين.",
        "mukhtasar": "في ذلك المقام النصرة لله وحده، هو سبحانه خيرٌ ثوابًا لأوليائه من المؤمنين، فهو يضاعف لهم الثواب، وخيرٌ عاقبةً لهم.",
        "saadi": "{ هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا } أي: في تلك الحال التي أجرى الله فيها العقوبة على من طغى، وآثر الحياة الدنيا، والكرامة لمن آمن، وعمل صالحا، وشكر الله، ودعا غيره لذلك، تبين وتوضح أن الولاية لله الحق، فمن كان مؤمنا به تقيا، كان له وليا، فأكرمه بأنواع الكرامات، ودفع عنه الشرور والمثلات، ومن لم يؤمن بربه ويتولاه، خسر دينه ودنياه، فثوابه الدنيوي والأخروي، خير  ثواب يرجى ويؤمل، ففي هذه القصة العظيمة، اعتبار بحال الذي أنعم الله عليه نعما دنيوية، فألهته عن آخرته وأطغته، وعصى الله فيها، أن مآلها الانقطاع والاضمحلال، وأنه وإن تمتع بها قليلا، فإنه يحرمها طويلا، وأن العبد ينبغي له -إذا أعجبه شيء من ماله أو ولده- أن يضيف النعمة إلى موليها ومسديها، وأن يقول: { ما شاء الله، لا قوة إلا بالله } ليكون شاكرا لله متسببا لبقاء نعمته عليه، لقوله: { وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ } وفيها: الإرشاد إلى التسلي عن لذات الدنيا وشهواتها، بما عند الله من الخير لقوله: { إِنْ تَرَن أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ } وفيها أن المال والولد لا ينفعان، إن لم يعينا على طاعة الله كما قال تعالى: { وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى إلا من آمن وعمل صالحا } وفيه الدعاء بتلف مال ما كان ماله سبب طغيانه وكفره وخسرانه، خصوصا إن فضل نفسه بسببه على المؤمنين، وفخر عليهم، وفيها أن ولاية الله وعدمها إنما تتضح نتيجتها إذا انجلى الغبار وحق الجزاء، ووجد العاملون أجرهم فـ { هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا } أي: عاقبة ومآلا.",
        "kathir": "هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا"
      },
      "translations": {
        "en": "There the authority is [completely] for Allah, the Truth. He is best in reward and best in outcome.",
        "fr": "En l'occurrence, la souveraine protection appartient à Allah, le Vrai. Il accorde la meilleure récompense et le meilleur résultat.",
        "es": "En casos así sólo Alá, la Verdad, ofrece amistad. Él es el Mejor en recompensar y el Mejor como fin."
      },
      "ibn_ashour": ""
    },
    {
      "number": 45,
      "text": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًۭا تَذْرُوهُ ٱلرِّيَٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ مُّقْتَدِرًا",
      "tafsir": {
        "muyassar": "واضرب أيها الرسول للناس -وبخاصة ذوو الكِبْر منهم - صفة الدنيا التي اغترُّوا بها في بهجتها وسرعة زوالها، فهي كماء أنزله الله من السماء فخرج به النبات بإذنه، وصار مُخْضرًّا، وما هي إلا مدة يسيرة حتى صار هذا النبات يابسًا متكسرًا تنسفه الرياح إلى كل جهة. وكان الله على كل شيء مقتدرًا، أي: ذا قدرة عظيمة على كل شيء.",
        "mukhtasar": "واضرب - أيها الرسول - للمُغْتَرِّين بالدنيا مثلًا، فمثلها في زوالها وسرعة انقضائها مثل ماء مطر أنزلناه من السماء، فنبت بهذا الماء نبات الأرض وأَيْنَع، فأصبح هذا النبات متكسرًا متفتتًا، تحمل الرياح أجزاءه إلى نواح أخرى، فتعود الأرض كما كانت، وكان الله على كلّ شيء مقتدرًا، لا يعجزه شيء، فيحيي ما شاء، ويفني ما شاء.",
        "saadi": "يقول تعالى لنبيه صلى الله عليه وسلم أصلا، ولمن قام بوراثته بعده تبعا: اضرب للناس مثل الحياة الدنيا ليتصوروها حق التصور، ويعرفوا ظاهرها وباطنها، فيقيسوا بينها وبين الدار الباقية، ويؤثروا أيهما أولى بالإيثار. وأن مثل هذه الحياة الدنيا، كمثل المطر، ينزل على الأرض، فيختلط نباتها، تنبت من كل زوج بهيج، فبينا زهرتها وزخرفها تسر الناظرين، وتفرح المتفرجين، وتأخذ بعيون الغافلين، إذ أصبحت هشيما تذروه الرياح، فذهب ذلك النبات الناضر، والزهر الزاهر، والمنظر البهي، فأصبحت الأرض غبراء ترابا، قد انحرف عنها النظر، وصدف عنها البصر، وأوحشت القلب، كذلك هذه الدنيا، بينما صاحبها قد أعجب بشبابه، وفاق فيها على أقرانه وأترابه، وحصل درهمها ودينارها، واقتطف من لذته أزهارها، وخاض في الشهوات في جميع أوقاته، وظن أنه لا يزال فيها سائر أيامه، إذ أصابه الموت أو التلف لماله، فذهب عنه سروره، وزالت لذته وحبوره، واستوحش قلبه من الآلام وفارق شبابه وقوته وماله، وانفرد بصالح، أو سيئ أعماله، هنالك يعض الظالم على يديه، حين يعلم حقيقة ما هو عليه، ويتمنى العود إلى الدنيا، لا ليستكمل الشهوات، بل ليستدرك ما فرط منه من الغفلات، بالتوبة والأعمال الصالحات، فالعاقل الجازم الموفق، يعرض على نفسه هذه الحالة، ويقول لنفسه: قدري أنك قد مت، ولا بد أن تموتي، فأي: الحالتين تختارين؟ الاغترار بزخرف هذه الدار، والتمتع بها كتمتع الأنعام السارحة، أم العمل، لدار أكلها دائم وظلها، وفيها ما تشتهيه الأنفس وتلذ الأعين؟ فبهذا يعرف توفيق العبد من خذلانه، وربحه من خسرانه",
        "kathir": "وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقْتَدِرًا"
      },
      "translations": {
        "en": "And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability.",
        "fr": "Et propose-leur l'exemple de la vie ici-bas. Elle est semblable à une eau que Nous faisons descendre du ciel; la végétation de la terre se mélange à elle. Puis elle devient de l'herbe desséchée que les vents dispersent. Allah est certes Puissant en toutes choses!",
        "es": "Propónles la parábola de la vida de acá. Es como agua que hacemos bajar del cielo y se empapa de ella la vegetación de la tierra, pero se convierte en hierba seca, que los vientos dispersan. Alá es potísimo en todo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 46,
      "text": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًۭا وَخَيْرٌ أَمَلًۭا",
      "tafsir": {
        "muyassar": "الأموال والأولاد جَمال وقوة في هذه الدنيا الفانية، والأعمال الصالحة -وبخاصة التسبيحُ والتحميد والتكبير والتهليل- أفضل أجرًا عند ربك من المال والبنين، وهذه الأعمال الصالحة أفضل ما يرجو الإنسان من الثواب عند ربه، فينال بها في الآخرة ما كان يأمُله في الدنيا.",
        "mukhtasar": "المال والأولاد مما يُتَزَيَّن به في الحياة الدنيا، ولا نفع للمال في الآخرة إلا إن أُنْفِق فيما يرضي الله، والأعمال والأقوال المرضية عند الله خير ثوابًا من كل ما في الدنيا من زينة، وهي خير ما يؤمله الإنسان؛ لأن زينة الدنيا فانية وثواب الأعمال والأقوال المرضية عند الله باق.",
        "saadi": "أن المال والبنين، زينة الحياة الدنيا، أي: ليس وراء ذلك شيء، وأن الذي يبقى للإنسان وينفعه ويسره، الباقيات الصالحات، وهذا يشمل جميع الطاعات الواجبة والمستحبة من حقوق الله، وحقوق عباده، من صلاة، وزكاة، وصدقة، وحج، وعمرة، وتسبيح، وتحميد، وتهليل، وتكبير، وقراءة، وطلب علم نافع، وأمر بمعروف، ونهي عن منكر، وصلة رحم، وبر والدين، وقيام بحق الزوجات، والمماليك، والبهائم، وجميع وجوه الإحسان إلى الخلق، كل هذا من الباقيات الصالحات، فهذه خير عند الله ثوابا وخير أملا، فثوابها يبقى، ويتضاعف على الآباد، ويؤمل أجرها وبرها ونفعها عند الحاجة، فهذه التي ينبغي أن يتنافس بها المتنافسون، ويستبق إليها العاملون، ويجد في تحصيلها المجتهدون، وتأمل كيف لما ضرب الله مثل الدنيا وحالها واضمحلالها ذكر أن الذي فيها نوعان: نوع من زينتها، يتمتع به قليلا، ثم يزول بلا فائدة تعود لصاحبه، بل ربما لحقته مضرته وهو المال والبنون ونوع يبقى وينفع صاحبه على الدوام، وهي الباقيات الصالحات.",
        "kathir": "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا ۖ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا"
      },
      "translations": {
        "en": "Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord for reward and better for [one's] hope.",
        "fr": "Les biens et les enfants sont l'ornement de la vie de ce monde. Cependant, les bonnes œuvres qui persistent ont auprès de ton Seigneur une meilleure récompense et [suscitent] une belle espérance.",
        "es": "La hacienda y los hijos varones son el ornato de la vida de acá. Pero las obras perdurables, las buenas obras, recibirán una mejor recompensa ante tu Señor, constituyen una esperanza mejor fundada."
      },
      "ibn_ashour": ""
    },
    {
      "number": 47,
      "text": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةًۭ وَحَشَرْنَٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًۭا",
      "tafsir": {
        "muyassar": "واذكر لهم يوم نُزيل الجبال عن أماكنها، وتبصر الأرض ظاهرة، ليس عليها ما يسترها مما كان عليها من المخلوقات، وجمعنا الأولين والآخِرين لموقف الحساب، فلم نترك منهم أحدًا.",
        "mukhtasar": "واذكر يوم نُزيل الجبال من مواطنها، وترى الأرض ظاهرة لزوال ما عليها من جبال وشجر وبناء، وجمعنا جميع المخلوقات، فلم نترك منهم أحدًا إلا بعثناه.",
        "saadi": "يخبر تعالى عن حال يوم القيامة، وما فيه من الأهوال المقلقة، والشدائد المزعجة فقال: { وَيَوْمَ نُسَيِّرُ الْجِبَالَ } أي: يزيلها عن أماكنها، يجعلها كثيبا، ثم يجعلها كالعهن المنفوش، ثم تضمحل وتتلاشى، وتكون هباء منبثا، وتبرز الأرض فتصير قاعا صفصفا، لا عوج فيه ولا أمتا، ويحشر الله جميع الخلق على تلك الأرض، فلا يغادر منهم أحدا، بل يجمع الأولين والآخرين، من بطون الفلوات، وقعور البحار، ويجمعهم بعدما تفرقوا، ويعيدهم بعد ما تمزقوا، خلقا جديدا",
        "kathir": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا"
      },
      "translations": {
        "en": "And [warn of] the Day when We will remove the mountains and you will see the earth prominent, and We will gather them and not leave behind from them anyone.",
        "fr": "Le jour où Nous ferons marcher les montagnes et où tu verras la terre nivelée (comme une plaine) et Nous les rassemblerons sans en omettre un seul.",
        "es": "El día que pongamos en marcha las montañas, veas la tierra allanada, congreguemos a todos sin excepción,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 48,
      "text": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّۭا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًۭا",
      "tafsir": {
        "muyassar": "وعُرِضوا جميعًا على ربك مصطَفِّين لا يُحجب منهم أحد، لقد بعثناكم، وجئتم إلينا فرادى لا مال معكم ولا ولد، كما خلقناكم أول مرة، بل ظننتم أن لن نجعل لكم موعدًا نبعثكم فيه، ونجازيكم على أعمالكم.",
        "mukhtasar": "وعرض الناس على ربك صفوفًا فيحاسبهم، ويقال لهم: لقد جئتمونا فُرَادى حفاة عراة غُرْلًا كما خلقناكم أول مرة، بل زعمتم أنكم لن تبعثوا، وأنّا لن نجعل لكم زمانًا ومكانًا نجازيكم فيه على أعمالكم.",
        "saadi": "فيعرضون عليه صفا ليستعرضهم وينظر في أعمالهم، ويحكم فيهم بحكمه العدل، الذي لا جور فيه ولا ظلم، ويقول لهم: { لقد جئتمونا كما خلقناكم أول مرة } أي: بلا مال، ولا أهل، ولا عشيرة، ما معهم إلا الأعمال، التي عملوها، والمكاسب في الخير والشر، التي كسبوها كما قال تعالى: { وَلَقَدْ جِئْتُمُونَا فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُمْ مَا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ وَمَا نَرَى مَعَكُمْ شُفَعَاءَكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاءُ } وقال هنا، مخاطبا للمنكرين للبعث، وقد شاهدوه عيانا: { بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا } أي: أنكرتم الجزاء على الأعمال، ووعد الله ووعيده، فها قد رأيتموه وذقتموه",
        "kathir": "وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ۚ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا"
      },
      "translations": {
        "en": "And they will be presented before your Lord in rows, [and He will say], \"You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment.\"",
        "fr": "Et ils seront présentés en rangs devant ton Seigneur. «Vous voilà venus à Nous comme Nous vous avons créés la première fois. Pourtant vous prétendiez que Nous ne remplirions pas Nos promesses».",
        "es": "y sean presentados en fila ante tu Señor. «Venís a Nosotros como os creamos por vez primera. Y ¿pretendíais que no íbamos a citaros?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 49,
      "text": "وَوُضِعَ ٱلْكِتَٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيْلَتَنَا مَالِ هَٰذَا ٱلْكِتَٰبِ لَا يُغَادِرُ صَغِيرَةًۭ وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًۭا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًۭا",
      "tafsir": {
        "muyassar": "ووُضِع كتاب أعمال كل واحد في يمينه أو في شماله، فتبصر العصاة خائفين مما فيه بسبب ما قدموه من جرائمهم، ويقولون حين يعاينونه: يا هلاكنا! ما لهذا الكتاب لم يترك صغيرة مِن أفعالنا ولا كبيرة إلا أثبتها؟! ووجدوا كل ما عملوه في الدنيا حاضرًا مثبتًا. ولا يظلم ربك أحدًا مثقال ذرة، فلا يُنقَص طائع من ثوابه، ولا يُزاد عاص في عقابه.",
        "mukhtasar": "وَوُضِع كتاب الأعمال، فمِنْ آخِذٍ كتابه بيمينه، ومن آخِذٍ إياه بشماله، وترى - أيها الإنسان - الكافرين خائفين مما فيه؛ لأنهم يعلمون ما قدموا فيه من الكفر والمعاصي، ويقولون: يا هلاكنا ومصيبتنا! ما لهذا الكتاب لا يترك صغيرة ولا كبيرة من أعمالنا إلا حفظها وعدّها، ووجدوا ما عملوا في حياتهم الدنيا من المعاصي مكتوبًا مثبتًا، ولا يظلم ربك - أيها الرسول - أحدًا، فلا يعاقب أحدًا من غير ذنب، ولا ينقص المطيع من أجر طاعته شيئًا.",
        "saadi": "فحينئذ تحضر كتب الأعمال التي كتبتها الملائكة الكرام  فتطير لها القلوب، وتعظم من وقعها الكروب، وتكاد لها الصم الصلاب تذوب، ويشفق منها المجرمون، فإذا رأوها مسطرة عليهم أعمالهم، محصى عليهم أقوالهم وأفعالهم، قالوا: { يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا } أي: لا يترك خطيئة صغيرة ولا كبيرة، إلا وهي مكتوبة فيه، محفوظة لم ينس منها عمل سر ولا علانية، ولا ليل ولا نهار، { وَوَجَدُوا مَا عَمِلُوا حَاضِرًا } لا يقدرون على إنكاره { وَلَا يَظْلِمُ رَبُّكَ أَحَدًا } فحينئذ يجازون بها، ويقررون بها، ويخزون، ويحق عليهم العذاب، ذلك بما قدمت أيديهم وأن الله ليس بظلام للعبيد، بل هم غير خارجين عن عدله وفضله.",
        "kathir": "وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا"
      },
      "translations": {
        "en": "And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, \"Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?\" And they will find what they did present [before them]. And your Lord does injustice to no one.",
        "fr": "Et on déposera le livre (de chacun). Alors tu verras les criminels, effrayés à cause de ce qu'il y a dedans, dire: «Malheur à nous, qu'a donc ce livre à n'omettre de mentionner ni péché véniel ni péché capital?» Et ils trouveront devant eux tout ce qu'ils ont œuvré. Et ton Seigneur ne fait du tort à personne.",
        "es": "Se expondrá la Escritura y oirás decir a los pecadores, temiendo por su contenido: «¡Ay de nosotros! ¿Qué clase de Escritura es ésta, que no deja de enumerar nada, ni grande ni pequeño?» Allí encontrarán ante ellos lo que han hecho. Y tu Señor no será injusto con nadie."
      },
      "ibn_ashour": ""
    },
    {
      "number": 50,
      "text": "وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ ٱسْجُدُوا۟ لِءَادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّٰلِمِينَ بَدَلًۭا",
      "tafsir": {
        "muyassar": "واذكر حين أمرنا الملائكة بالسجود لآدم، تحية له لا عبادة، وأمرنا إبليس بما أُمِروا به، فسجد الملائكة جميعًا، لكن إبليس الذي كان من الجن خرج عن طاعة ربه، ولم يسجد كِبرًا وحسدًا. أفتجعلونه -أيها الناس- وذريته أعوانًا لكم تطيعونهم وتتركون طاعتي، وهم ألد أعدائكم؟ قَبُحَتْ طاعة الظالمين للشيطان بدلا عن طاعة الرحمن.",
        "mukhtasar": "واذكر - أيها الرسول - إذ قلنا للملائكة: اسجدوا لآدم سجود تحية، فسجدوا كلهم له امتثالًا لأمر ربهم إلا إبليس كان من الجن ولم يكن من الملائكة، فأبى واستكبر عن السجود، فخرج عن طاعة ربه، أفتتخذونه - أيها الناس - هو وأولاده أولياء توالونهم من دوني وهم أعداء لكم، فكيف تتخذون أعداءكم أولياء لكم؟! بئس وقبح صنيع الظالمين الذين جعلوا الشيطان وليًّا لهم بدلًا من موالاة الله تعالى.",
        "saadi": "يخبر تعالى، عن عداوة إبليس لآدم وذريته، وأن الله أمر الملائكة بالسجود لآدم، إكراما وتعظيما، وامتثالا لأمر الله، فامتثلوا ذلك { إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ } وقال: { أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا } وقال: { أَنَا خَيْرٌ مِنْهُ } فتبين بهذا عداوته لله ولأبيكم ولكم، فكيف تتخذونه وذريته أي: الشياطين { أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا } أي: بئس ما اختاروا لأنفسهم من ولاية الشيطان، الذي لا يأمرهم إلا بالفحشاء والمنكر عن ولاية الرحمن، الذي كل السعادة والفلاح والسرور في ولايته. وفي هذه الآية، الحث على اتخاذ الشيطان عدوا، والإغراء بذلك، وذكر السبب الموجب لذلك، وأنه لا يفعل ذلك إلا ظالم، وأي: ظلم أعظم من ظلم من اتخذ عدوه الحقيقي وليا، وترك الولي الحميد؟\". قال تعالى: { اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ } وقال تعالى: { إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ } ",
        "kathir": "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ ۗ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ ۚ بِئْسَ لِلظَّالِمِينَ بَدَلًا"
      },
      "translations": {
        "en": "And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange.",
        "fr": "Et lorsque nous dîmes aux Anges: «Prosternez-vous devant Adam», ils se prosternèrent, excepté Iblis [Satan] qui était du nombre des djinns et qui se révolta contre le commandement de son Seigneur. Allez-vous cependant le prendre, ainsi que sa descendance, pour alliés en dehors de Moi, alors qu'ils vous sont ennemis? Quel mauvais échange pour les injustes!",
        "es": "Y cuando dijimos a los ángeles: «¡Prosternaos ante Adán!» Se prosternaron, excepto Iblis, que era uno de los genios y desobedeció la orden de su Señor. ¿Cómo? ¿Les tomaréis, a él y a sus descendientes, como amigos, en lugar de tomarme a Mí, siendo así que son vuestros enemigos? ¡Qué mal trueque para los impíos!"
      },
      "ibn_ashour": ""
    },
    {
      "number": 51,
      "text": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًۭا",
      "tafsir": {
        "muyassar": "ما أحضرتُ إبليس وذريته -الذين أطعتموهم- خَلْقَ السموات والأرض، فأستعين بهم على خلقهما، ولا أشهدتُ بعضهم على خَلْق بعض، بل تفردتُ بخلق جميع ذلك، بغير معين ولا ظهير، وما كنت متخذ المضلِّين من الشياطين وغيرهم أعوانًا. فكيف تصرفون إليهم حقي، وتتخذونهم أولياء من دوني، وأنا خالق كل شيء؟",
        "mukhtasar": "هؤلاء الذين اتخذتموهم أولياء من دوني هم عبيد أمثالكم، ما أشهدتهم خلق السماوات ولا خلق الأرض حين خلقتهما، بل لم يكونوا موجودين، وما أشهدت بعضهم خلق بعض، فأنا المنفرد بالخلق والتدبير، وما كنت متخذ المضلين من شياطين الإنس والجن أعوانًا، فأنا غني عن الأعوان.",
        "saadi": "يقول تعالى: ما أشهدت الشياطين [وهؤلاء المضلين]، خلق السماوات والأرض ولا خلق أنفسهم أي: ما أحضرتهم ذلك، ولا شاورتهم عليه، فكيف يكونون خالقين لشيء من ذلك؟! بل المنفرد بالخلق والتدبير، والحكمة والتقدير، هو الله، خالق الأشياء كلها، المتصرف فيها بحكمته، فكيف يجعل له شركاء من الشياطين، يوالون ويطاعون، كما يطاع الله، وهم لم يخلقوا ولم يشهدوا خلقا، ولم يعاونوا الله تعالى؟! ولهذا قال: { وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا } أي: معاونين، مظاهرين لله على شأن من الشئون، أي: ما ينبغي ولا يليق بالله، أن يجعل لهم قسطا من التدبير، لأنهم ساعون في إضلال الخلق والعداوة لربهم، فاللائق أن يقصيهم ولا يدنيهم.",
        "kathir": "۞ مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا"
      },
      "translations": {
        "en": "I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants.",
        "fr": "Je ne les ai pas pris comme témoins de la création des cieux et de la terre, ni de la création de leurs propres personnes. Et Je n'ai pas pris comme aides ceux qui égarent.",
        "es": "No les he puesto como testigos de la creación de los cielos y de la tierra ni de su propia creación, ni he tomado como auxiliares a los que extravían a otros."
      },
      "ibn_ashour": ""
    },
    {
      "number": 52,
      "text": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًۭا",
      "tafsir": {
        "muyassar": "واذكر لهم إذ يقول الله للمشركين يوم القيامة: نادوا شركائي الذين كنتم تزعمون أنهم شركاء لي في العبادة؛ لينصروكم اليوم مني، فاستغاثوا بهم فلم يغيثوهم، وجعلنا بين العابدين والمعبودين مهلكًا في جهنم يهلكون فيه جميعًا.",
        "mukhtasar": "واذكر لهم - أيها الرسول - يوم القيامة إذ يقول الله للذين أشركوا به في الدنيا: ادعوا شركائي الذين زعمتم أنهم شركاء لي لعلهم ينصرونكم، فدعوهم فلم يستجيبوا لدعائهم ولم ينصروهم، وجعلنا بين العابدين والمعبودين مَهْلكًا يشتركون فيه، وهو نار جهنم.",
        "saadi": "ولما ذكر حال من أشرك به في الدنيا، وأبطل هذا الشرك غاية الإبطال، وحكم بجهل صاحبه وسفهه، أخبر عن حالهم مع شركائهم يوم القيامة، وأن الله يقول لهم: { نَادُوا شُرَكَائِيَ } بزعمكم أي: على موجب زعمكم الفاسد، وإلا فبالحقيقة ليس لله شريك في الأرض، ولا في السماء، أي: نادوهم، لينفعوكم، ويخلصوكم من الشدائد، { فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ } لأن الحكم والملك يومئذ لله، لا أحد يملك مثقال ذرة من النفع لنفسه ولا لغيره. { وَجَعَلْنَا بَيْنَهُمْ } أي: بين المشركين وشركائهم { مَوْبِقًا } أي، مهلكا، يفرق بينهم وبينهم، ويبعد بعضهم من بعض، ويتبين حينئذ عداوة الشركاء لشركائهم، وكفرهم بهم، وتبريهم منهم، كما قال تعالى { وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ } ",
        "kathir": "وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا"
      },
      "translations": {
        "en": "And [warn of] the Day when He will say, \"Call 'My partners' whom you claimed,\" and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction.",
        "fr": "Et le jour où Il dira: «Appelez ceux que vous prétendiez être Mes associés». Ils les invoqueront; mais eux ne leur répondront pas, Nous aurons placé entre eux une vallée de perdition.",
        "es": "El día que diga: «¡Llamad a aquéllos que pretendíais que eran Mis asociados!», les invocarán, pero no les ecucharán. Pondremos un abismo entre ellos."
      },
      "ibn_ashour": ""
    },
    {
      "number": 53,
      "text": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًۭا",
      "tafsir": {
        "muyassar": "وشاهد المجرمون النار، فأيقنوا أنهم واقعون فيها لا محالة، ولم يجدوا عنها معدلا للانصراف عنها إلى غيرها.",
        "mukhtasar": "وعاين المشركون النار، فأيقنوا تمام اليقين أنهم واقعون فيها، ولم يجدوا عنها مكانًا ينصرفون إليه.",
        "saadi": "أي: لما كان يوم القيامة وحصل من الحساب ما حصل، وتميز كل فريق من الخلق بأعمالهم، وحقت كلمة العذاب على المجرمين، فرأوا جهنم قبل دخولها، فانزعجوا واشتد قلقهم لظنهم أنهم مواقعوها، وهذا الظن قال المفسرون: إنه بمعنى اليقين، فأيقنوا أنهم داخلوها { وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا } أي: معدلا يعدلون إليه، ولا شافع لهم من دون إذنه، وفي هذا من التخويف والترهيب، ما ترعد له الأفئدة والقلوب.",
        "kathir": "وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا"
      },
      "translations": {
        "en": "And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere.",
        "fr": "Et les criminels verront le Feu. Ils seront alors convaincus qu'ils y tomberont et n'en trouveront pas d'échappatoire.",
        "es": "Los pecadores verán el Fuego y creerán que se precipitan en él, sin encontrar modo de escapar."
      },
      "ibn_ashour": ""
    },
    {
      "number": 54,
      "text": "وَلَقَدْ صَرَّفْنَا فِى هَٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍۢ ۚ وَكَانَ ٱلْإِنسَٰنُ أَكْثَرَ شَىْءٍۢ جَدَلًۭا",
      "tafsir": {
        "muyassar": "ولقد وضَّحنا ونوَّعنا في هذا القرآن للناس أنواعًا كثيرة من الأمثال؛ ليتعظوا بها ويؤمنوا. وكان الإنسان أكثر المخلوقات خصومة وجدلا.",
        "mukhtasar": "ولقد بيّنا ونوّعنا في هذا القرآن المنزل على محمد صلى الله عليه وسلم الكثير من أنواع الأمثال ليتذكروا ويتّعظوا، لكن الإنسان - وخاصة الكافر - أكثر شيء يظهر منه المجادلة بغير الحق.",
        "saadi": "يخبر الله تعالى عن عظمة القرآن، وجلالته، وعمومه، وأنه صرف فيه من كل مثل، أي: من كل طريق موصل إلى العلوم النافعة، والسعادة الأبدية، وكل طريق يعصم من الشر والهلاك، ففيه أمثال الحلال والحرام، وجزاء الأعمال، والترغيب والترهيب، والأخبار الصادقة النافعة للقلوب، اعتقادا، وطمأنينة، ونورا، وهذا مما يوجب التسليم لهذا القرآن وتلقيه بالانقياد والطاعة، وعدم المنازعة له في أمر من الأمور، ومع ذلك، كان كثير من الناس يجادلون في الحق بعد ما تبين، ويجادلون بالباطل { لِيُدْحِضُوا بِهِ الْحَقَّ } ولهذا قال: { وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا } أي: مجادلة ومنازعة فيه، مع أن ذلك، غير لائق بهم، ولا عدل منهم، والذي أوجب له ذلك وعدم الإيمان بالله، إنما هو الظلم والعناد، لا لقصور في بيانه وحجته، وبرهانه، وإلا فلو جاءهم العذاب، وجاءهم ما جاء قبلهم، لم تكن هذه حالهم، ولهذا قال: ",
        "kathir": "وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ ۚ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا"
      },
      "translations": {
        "en": "And We have certainly diversified in this Qur'an for the people from every [kind of] example; but man has ever been, most of anything, [prone to] dispute.",
        "fr": "Et assurément, Nous avons déployé pour les gens, dans ce Coran, toutes sortes d'exemples. L'homme cependant, est de tous les êtres le plus grand disputeur.",
        "es": "En este Corán hemos expuesto a los hombres toda clase de ejemplos, pero el hombre es, de todos los seres, el más discutidor."
      },
      "ibn_ashour": ""
    },
    {
      "number": 55,
      "text": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًۭا",
      "tafsir": {
        "muyassar": "وما منع الناس من الإيمان -حين جاءهم الرسول محمد صلى الله عليه وسلم ومعه القرآن-، واستغفار ربهم طالبين عفوه عنهم، إلا تحدِّيهم للرسول، وطلبهم أن تصيبهم سنة الله في إهلاك السابقين عليهم، أو يصيبهم عذاب الله عِيانًا.",
        "mukhtasar": "وما حال بين الكفار المعاندين وبين الإيمان بما جاء به محمد صلى الله عليه وسلم من ربه، وما حال بينهم وبين طلب المغفرة من الله لذنوبهم نَقْص البيان، فقد ضُرِبت لهم الأمثلة في القرآن، وجاءتهم الحجج الواضحة، وإنما منعهم طلبهم - بتعَنُّت - إيقاع عذاب الأمم السابقة عليهم، ومعاينة العذاب الذي وعدوا به.",
        "saadi": "أي: ما منع الناس من الإيمان، والحال أن الهدى الذي يحصل به الفرق، بين الهدى والضلال، والحق والباطل، قد وصل إليهم، وقامت عليهم حجة الله، فلم يمنعهم عدم البيان، بل منعهم الظلم والعدوان، عن الإيمان، فلم يبق إلا أن تأتيهم سنة الله، وعادته في الأولين من أنهم إذا لم يؤمنوا، عوجلوا بالعذاب، أو يرون العذاب قد أقبل عليهم، ورأوه مقابلة ومعاينة، أي: فليخافوا من ذلك، وليتوبوا من كفرهم، قبل أن يكون العذاب الذي لا مرد له.",
        "kathir": "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا"
      },
      "translations": {
        "en": "And nothing has prevented the people from believing when guidance came to them and from asking forgiveness of their Lord except that there [must] befall them the [accustomed] precedent of the former peoples or that the punishment should come [directly] before them.",
        "fr": "Qu'est-ce qui a donc empêché les gens de croire, lorsque le guide leur est venu, ainsi que de demander pardon à leur Seigneur, si ce n'est qu'ils veulent subir le sort des Anciens, ou se trouver face à face avec le châtiment.",
        "es": "Lo único que impide a los hombres creer cuando les llega la Dirección y pedir el perdón de su Señor, es el no admitir que les alcanzará la misma suerte que a los antiguos o que deberán afrontar el castigo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 56,
      "text": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَمَآ أُنذِرُوا۟ هُزُوًۭا",
      "tafsir": {
        "muyassar": "وما نبعث الرسل إلى الناس إلا ليكونوا مبشرين بالجنة لأهل الإيمان والعمل الصالح، ومخوِّفين بالنار لأهل الكفر والعصيان، ومع وضوح الحق يخاصم الذين كفروا رسلهم بالباطل تعنتًا؛ ليزيلوا بباطلهم الحق الذي جاءهم به الرسول، واتخذوا كتابي وحججي وما خُوّفوا به من العذاب سخرية واستهزاء.",
        "mukhtasar": "وما نبعث من نبعث من رسلنا إلا مبشرين أهل الإيمان والطاعة، ومخوّفين أهل الكفر والعصيان، وليس لهم تسلّط على القلوب بحملها على الهداية، ويخاصم الذين كفروا بالله الرسل مع وضوح الدليل لهم؛ ليزيلوا بباطلهم الحق المنزل على محمد صلى الله عليه وسلم، وصَيَّروا القرآن وما خُوِّفوا به أُضْحوكة وسخرية.",
        "saadi": "أي: لم نرسل الرسل عبثا، ولا ليتخذهم الناس أربابا، ولا ليدعوا إلى أنفسهم، بل أرسلناهم يدعون الناس إلى كل خير، وينهون عن كل شر، ويبشرونهم على امتثال ذلك بالثواب العاجل والأجل، وينذرونهم على معصية ذلك بالعقاب العاجل والآجل، فقامت بذلك حجة الله على العباد، ومع ذلك يأبى الظالمون الكافرون، إلا المجادلة بالباطل، ليدحضوا به الحق، فسعوا في نصر الباطل مهما أمكنهم، وفي دحض الحق وإبطاله، واستهزءوا برسل الله وآياته، وفرحوا بما عندهم من العلم، ويأبى الله إلا أن يتم نوره ولو كره الكافرون، ويظهر الحق على الباطل { بل نقذف بالحق على الباطل فيدمغه فإذا هو زاهق } ومن حكمة الله ورحمته، أن تقييضه المبطلين المجادلين الحق بالباطل، من أعظم الأسباب إلى وضوح الحق وتبين شواهده وأدلته، وتبين الباطل وفساده، فبضدها تتبين الأشياء.",
        "kathir": "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ ۚ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ ۖ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا"
      },
      "translations": {
        "en": "And We send not the messengers except as bringers of good tidings and warners. And those who disbelieve dispute by [using] falsehood to [attempt to] invalidate thereby the truth and have taken My verses, and that of which they are warned, in ridicule.",
        "fr": "Et Nous n'envoyons des messagers que pour annoncer la bonne nouvelle et avertir. Et ceux qui ont mécru disputent avec de faux arguments, afin d'infirmer la vérité et prennent en raillerie Mes versets (le Coran) ainsi que ce (châtiment) dont on les a avertis.",
        "es": "No mandamos a los enviados sino como nuncios de buenas nuevas y para advertir. Los que no creen discuten con argucias para derribar, así, la Verdad, y toman a burla Mis signos y las advertencias."
      },
      "ibn_ashour": ""
    },
    {
      "number": 57,
      "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًۭا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًۭا",
      "tafsir": {
        "muyassar": "ولا أحد أشد ظلمًا ممن وُعِظ بآيات ربه الواضحة، فانصرف عنها إلى باطله، ونسي ما قدَّمته يداه من الأفعال القبيحة فلم يرجع عنها، إنَّا جعلنا على قلوبهم أغطية، فلم يفهموا القرآن، ولم يدركوا ما فيه من الخير، وجعلنا في آذانهم ما يشبه الصمم، فلم يسمعوه ولم ينتفعوا به، وإن تَدْعُهم إلى الإيمان فلن يستجيبوا لك، ولن يهتدوا إليه أبدًا.",
        "mukhtasar": "ولا أحد أشد ظلمًا ممن ذُكِّر بآيات ربه، فلم يَعْبأ بما فيها من وعيد بالعذاب، وأعرض عن الاتعاظ بها، ونسي ما قدّم في حياته الدنيا من الكفر والمعاصي ولم يتب منها، إنا جعلنا على قلوب من هذا وصفُهم أغطية تمنعها من فهم القرآن، وفي آذانهم صَمَمًا عنه، فلا يسمعونه سماع قبول، وإن تدعهم إلى الإيمان فلن يستجيبوا لما تدعوهم إليه أبدًا ما دامت على قلوبهم أغطية، وفي آذانهم صَمَم.",
        "saadi": "يخبر تعالى أنه لا أعظم ظلما، ولا أكبر جرما، من عبد ذكر بآيات الله وبين له الحق من الباطل، والهدى من الضلال، وخوف ورهب ورغب، فأعرض عنها، فلم يتذكر بما ذكر به، ولم يرجع عما كان عليه، ونسى ما قدمت يداه من الذنوب، ولم يراقب علام الغيوب، فهذا أعظم ظلما من المعرض الذي لم تأته آيات الله ولم يذكر بها، وإن كان ظالما، فإنه أخف ظلما من هذا، لكون العاصي على بصيرة وعلم، أعظم ممن ليس كذلك، ولكن الله تعالى عاقبه بسبب إعراضه عن آياته، ونسيانه لذنوبه، ورضاه لنفسه، حالة الشر مع علمه بها، أن سد عليه أبواب الهداية بأن جعل على قلبه أكنة، أي: أغطية محكمة تمنعه أن يفقه الآيات وإن سمعتها، فليس في إمكانها الفقه الذي يصل إلى القلب، { وَفِي آذَانِهِمْ وَقْرًا } أي: صمما يمنعهم من وصول الآيات، ومن سماعها على وجه الانتفاع وإذا كانوا بهذه الحالة، فليس لهدايتهم سبيل، { وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا } لأن الذي يرجى أن يجيب الداعي للهدى من ليس عالما، وأما هؤلاء، الذين أبصروا ثم عموا، ورأوا طريق الحق فتركوه، وطريق الضلال فسلكوه، وعاقبهم الله بإقفال القلوب والطبع عليها، فليس في هدايتهم حيلة ولا طريق وفي هذه الآية من التخويف لمن ترك الحق بعد علمه، أن يحال بينهم وبينه، ولا يتمكن منه بعد ذلك، ما هو أعظم مرهب وزاجر عن ذلك.",
        "kathir": "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا ۖ وَإِنْ تَدْعُهُمْ إِلَى الْهُدَىٰ فَلَنْ يَهْتَدُوا إِذًا أَبَدًا"
      },
      "translations": {
        "en": "And who is more unjust than one who is reminded of the verses of his Lord but turns away from them and forgets what his hands have put forth? Indeed, We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if you invite them to guidance - they will never be guided, then - ever.",
        "fr": "Quel pire injuste que celui à qui on a rappelé les versets de son Seigneur et qui en détourna le dos en oubliant ce que ses deux mains ont commis? Nous avons placé des voiles sur leurs cœurs, de sorte qu'ils ne comprennent pas (le Coran), et mis une lourdeur dans leurs oreilles. Même si tu les appelles vers la bonne voie, jamais ils ne pourront donc se guider.",
        "es": "¿Hay alguien que sea más impío que quien, habiéndosele recordado los signos de su Señor, se desvía luego de ellos y olvida lo que sus manos obraron? Hemos velado sus corazones y endurecido sus oídos para que no lo entiendan. Aunque les llames hacia la Dirección, no serán nunca bien dirigidos."
      },
      "ibn_ashour": ""
    },
    {
      "number": 58,
      "text": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌۭ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًۭا",
      "tafsir": {
        "muyassar": "وربك الغفور لذنوب عباده إذا تابوا، ذو الرحمة بهم، لو يعاقب هؤلاء المعرضين عن آياته بما كسبوا من الذنوب والآثام لعجَّل لهم العذاب، ولكنه تعالى حليم لا يعجل بالعقوبة، بل لهم موعد يجازون فيه بأعمالهم، لا مندوحة لهم عنه ولا محيد.",
        "mukhtasar": "ولئلا يَتَشَوَّف النبي صلى الله عليه وسلم إلى معاجلة المكذبين به بالعذاب، قال الله له: وربك - أيها الرسول - الغفور لذنوب عباده التائبين، ذو الرحمة التي وسعت كل شيء، ومن رحمته أنه يمهل العصاة لعلهم يتوبون إليه، فلو أنه تعالى يعاقب هؤلاء المعرضين لعجّل لهم العذاب في الحياة الدنيا، لكنه حليم رحيم، أخّر عنهم العذاب ليتوبوا، بل لهم مكان وزمان محددان يجازون فيهما على كفرهم وإعراضهم إن لم يتوبوا، لن يجدوا من دونه ملجأً يلجؤون إليه.",
        "saadi": "ثم أخبر تعالى عن سعة مغفرته ورحمته، وأنه يغفر الذنوب، ويتوب الله على من يتوب، فيتغمده برحمته، ويشمله بإحسانه، وأنه لو آخذ العباد على ما قدمت أيديهم من الذنوب، لعجل لهم العذاب، ولكنه تعالى حليم لا يعجل بالعقوبة، بل يمهل ولا يهمل، والذنوب لا بد من وقوع آثارها، وإن تأخرت عنها مدة طويلة، ولهذا قال:{ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا } أي: لهم موعد، يجازون فيه بأعمالهم، لا بد لهم منه، ولا مندوحة لهم عنه، ولا ملجأ، ولا محيد عنه، وهذه سنته في الأولين والآخرين، أن لا يعاجلهم بالعقاب، بل يستدعيهم إلى التوبة والإنابة، فإن تابوا وأنابوا، غفر لهم ورحمهم، وأزال عنهم العقاب، وإلا، فإن استمروا على ظلمهم وعنادهم، وجاء الوقت الذي جعله موعدا لهم، أنزل بهم بأسه",
        "kathir": "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ ۚ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا"
      },
      "translations": {
        "en": "And your Lord is the Forgiving, full of mercy. If He were to impose blame upon them for what they earned, He would have hastened for them the punishment. Rather, for them is an appointment from which they will never find an escape.",
        "fr": "Et ton Seigneur est le Pardonneur, le Détenteur de la miséricorde. S'Il s'en prenait à eux pour ce qu'ils ont acquis, Il leur hâterait certes le châtiment. Mais il y a pour eux un terme fixé (pour l'accomplissement des menaces) contre lequel ils ne trouveront aucun refuge.",
        "es": "Tu Señor es el Indulgente, el Dueño de la Misericordia. Si les diera su merecido, les adelantaría el castigo. Tienen, sin embargo, una cita a la que no podrán faltar."
      },
      "ibn_ashour": ""
    },
    {
      "number": 59,
      "text": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًۭا",
      "tafsir": {
        "muyassar": "وتلك القرى القريبة منكم -كقرى قوم هود وصالح ولوط وشعيب- أهلكناها حين ظلم أهلها بالكفر، وجعلنا لهلاكهم ميقاتًا وأجلا حين بلغوه جاءهم العذاب فأهلكهم الله به.",
        "mukhtasar": "وتلك القرى الكافرة القريبة منكم مثل قرى قوم هود وصالح وشعيب أهلكناهم حين ظلموا أنفسهم بالكفر والمعاصي، وجعلنا لإهلاكهم وقتًا محددًا.",
        "saadi": "{ وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا } أي: بظلمهم، لا بظلم منا { وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا } أي: وقتا مقدرا، لا يتقدمون عنه ولا يتأخرون.",
        "kathir": "وَتِلْكَ الْقُرَىٰ أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا"
      },
      "translations": {
        "en": "And those cities - We destroyed them when they wronged, and We made for their destruction an appointed time.",
        "fr": "Et voilà les villes que Nous avons fait périr quand leurs peuples commirent des injustices et Nous avons fixé un rendez-vous pour leur destruction.",
        "es": "Hicimos perecer esas ciudades cuando obraron impíamente, habiendo fijado por anticipado cuándo iban a perecer."
      },
      "ibn_ashour": ""
    },
    {
      "number": 60,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًۭا",
      "tafsir": {
        "muyassar": "واذكر حين قال موسى لخادمه يوشع بن نون: لا أزال أتابع السير حتى أصل إلى ملتقى البحرين، أو أسير زمنًا طويلا حتى أصل إلى العبد الصالح؛ لأتعلم منه ما ليس عندي من العلم.",
        "mukhtasar": "واذكر - أيها الرسول - حين قال موسى عليه السلام لخادمه يوشع بن نون: لا أزال أسير حتى أصل ملتقى البحرين، أو أسير زمنًا طويلًا إلى أن ألقى العبد الصالح، فأتعلم منه.",
        "saadi": "يخبر تعالى عن نبيه موسى عليه السلام، وشدة رغبته في الخير وطلب العلم، أنه قال لفتاه - أي: خادمه الذي يلازمه في حضره وسفره، وهو \" يوشع بن نون \" الذي نبأه الله بعد ذلك:- { لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ ْ} أي: لا أزال مسافرا وإن طالت علي الشقة، ولحقتني المشقة، حتى أصل إلى مجمع البحرين، وهو المكان الذي أوحي إليه أنك ستجد فيه عبدا من عباد الله العالمين، عنده من العلم، ما ليس عندك، { أَوْ أَمْضِيَ حُقُبًا ْ} أي: مسافة طويلة، المعنى: أن الشوق والرغبة، حمل موسى أن قال لفتاه هذه المقالة، وهذا عزم منه جازم، فلذلك أمضاه.",
        "kathir": "وَإِذْ قَالَ مُوسَىٰ لِفَتَاهُ لَا أَبْرَحُ حَتَّىٰ أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا"
      },
      "translations": {
        "en": "And [mention] when Moses said to his servant, \"I will not cease [traveling] until I reach the junction of the two seas or continue for a long period.\"",
        "fr": "(Rappelle-toi) quand Moïse dit à son valet: «Je n'arrêterai pas avant d'avoir atteint le confluent des deux mers, dussé-je marcher de longues années».",
        "es": "Y cuando Moisés dijo a su mozo: «No cejaré hasta que alcance la confluencia de las dos grandes masas de agua, aunque tenga que andar muchos años»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 61,
      "text": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًۭا",
      "tafsir": {
        "muyassar": "وجَدَّا في السَّيْر، فلما وصلا ملتقى البحرين جلسا عند صخرة، ونسيا حوتهما الذي أُمر موسى بأخذه معه قوتًا لهما، وحمله يوشع في مِكْتَل، فإذا الحوت يصبح حيًّا وينحدر في البحر، ويتخذ له فيه طريقًا مفتوحًا.",
        "mukhtasar": "فسارا، فلما وصلا ملتقى البحرين نسيا سمكتهما التي اتخذاها زادًا لهما، فأحيا الله السمكة، واتخذت طريقًا في البحر مثل السِّرْداب، لا يلتئم الماء معه.",
        "saadi": "{ فَلَمَّا بَلَغَا ْ} أي: هو وفتاه { مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا ْ} وكان معهما حوت يتزودان منه ويأكلان، وقد وعد أنه متى فقد الحوت فثم ذلك العبد الذي قصدته، فاتخذ ذلك الحوت سبيله، أي: طريقه في البحر سربا وهذا من الآيات. قال المفسرون إن ذلك الحوت الذي كانا يتزودان منه، لما وصلا إلى ذلك المكان، أصابه بلل البحر، فانسرب بإذن الله في البحر، وصار مع حيواناته حيا.",
        "kathir": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا"
      },
      "translations": {
        "en": "But when they reached the junction between them, they forgot their fish, and it took its course into the sea, slipping away.",
        "fr": "Puis, lorsque tous deux eurent atteint le confluent, Ils oublièrent leur poisson qui prit alors librement son chemin dans la mer.",
        "es": "Y, cuando alcanzaron su confluencia, se olvidaron de su pez, que emprendió tranquilamente el camino hacia la gran masa de agua."
      },
      "ibn_ashour": ""
    },
    {
      "number": 62,
      "text": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبًۭا",
      "tafsir": {
        "muyassar": "فلما فارقا المكان الذي نسيا فيه الحوت وشعر موسى بالجوع، قال لخادمه: أحضر إلينا غداءنا، لقد لقينا من سفرنا هذا تعبًا.",
        "mukhtasar": "فلما تعديا ذلك المكان، قال موسى عليه السلام لخادمه: آتنا طعام الغُدوة، لقد لقينا من سفرنا هذا تعبًا شديدًا.",
        "saadi": "فلما جاوز موسى وفتاه مجمع البحرين، قال موسى لفتاه: { آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ْ} أي: لقد تعبنا من هذا السفر المجاوز فقط، وإلا فالسفر الطويل الذي وصلا به إلى مجمع البحرين لم يجدا مس التعب فيه، وهذا من الآيات والعلامات الدالة لموسى، على وجود مطلبه، وأيضا فإن الشوق المتعلق بالوصول إلى ذلك المكان، سهل لهما الطريق، فلما تجاوزا غايتهما وجدا مس التعب",
        "kathir": "فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَٰذَا نَصَبًا"
      },
      "translations": {
        "en": "So when they had passed beyond it, [Moses] said to his boy, \"Bring us our morning meal. We have certainly suffered in this, our journey, [much] fatigue.\"",
        "fr": "Puis, lorsque tous deux eurent dépassé [cet endroit,] il dit à son valet: «Apporte-nous notre déjeuner: nous avons rencontré de la fatigue dans notre présent voyage».",
        "es": "Y, cuando pasaron más allá dijo a su mozo: «¡Trae la comida, que nos hemos cansado con este viaje!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 63,
      "text": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًۭا",
      "tafsir": {
        "muyassar": "قال له خادمه: أتذكر حين لجأنا إلى الصخرة التي استرحنا عندها؟ فإني نسيت أن أخبرك ما كان من الحوت، وما أنساني أن أذكر ذلك لك إلا الشيطان، فإن الحوت الميت دبَّتْ فيه الحياة، وقفز في البحر، واتخذ له فيه طريقًا، وكان أمره مما يُعْجَبُ منه.",
        "mukhtasar": "قال الغلام: أرأيت ما حصل حين التجأنا إلى الصخرة؟! فإني نسيت أن أذكر لك أمر الحوت، وما أنساني أن أذكره لك إلا الشيطان، فقد حَيِيَ الحوت، واتخذ له طريقًا في البحر يحمل على التعجب.",
        "saadi": "قال له فتاه: { أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ ْ}  أي: ألم تعلم حين آوانا الليل إلى تلك الصخرة المعروفة بينهما { فإني نسيت الحوت وما أنسانيه إلا الشيطان ْ} لأنه السبب في ذلك { وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا ْ} أي: لما انسرب في البحر ودخل فيه، كان ذلك من العجائب.قال المفسرون: كان ذلك المسلك للحوت سربا، ولموسى وفتاه عجبا، فلما قال له الفتى هذا القول، وكان عند موسى وعد من الله أنه إذا فقد الحوت، وجد الخضر، فقال موسى: { ذَلِكَ مَا كُنَّا نَبْغِ ْ}",
        "kathir": "قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ ۚ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا"
      },
      "translations": {
        "en": "He said, \"Did you see when we retired to the rock? Indeed, I forgot [there] the fish. And none made me forget it except Satan - that I should mention it. And it took its course into the sea amazingly\".",
        "fr": "[Le valet lui] dit: «Quand nous avons pris refuge près du rocher, vois-tu, j'ai oublié le poisson - le Diable seul m'a fait oublier de (te) le rappeler - et il a curieusement pris son chemin dans la mer».",
        "es": "Dijo: «¿Qué te parece? Cuando nos refugiamos en la roca, me olvidé del pez -nadie sino el Demonio hizo olvidarme de que me acordara de él- y emprendió el camino hacia la gran masa de agua. ¡Es asombroso!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 64,
      "text": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًۭا",
      "tafsir": {
        "muyassar": "قال موسى: ما حصل هو ما كنا نطلبه، فإنه علامة لي على مكان العبد الصالح، فرجعا يقصان آثار مشيهما حتى انتهيا إلى الصخرة.",
        "mukhtasar": "قال موسى عليه السلام لخادمه: ذلك ما كنا نريد، فهو علامة مكان العبد الصالح، فرجعا يتتبَّعان آثار أقدامهما؛ لئلا يضيعا عن الطريق حتى انتهيا إلى الصخرة، ومنها إلى مدخل الحوت.",
        "saadi": "تفسير الآيتين 64 و 65 :ـ { ذَلِكَ مَا كُنَّا نَبْغِ ْ} أي: نطلب { فَارْتَدَّا ْ} أي: رجعا { عَلَى آثَارِهِمَا قَصَصًا ْ} أي رجعا يقصان أثرهما إلى المكان الذي نسيا فيه الحوت فلما وصلا إليه، وجدا عبدا من عبادنا، وهو الخضر، وكان عبدا صالحا، لا نبيا على الصحيح. آتيناه [رحمة من عندنا أي: أعطاه الله رحمة خاصة بها زاد علمه وحسن عمله { وَعَلَّمْنَاهُ ْ}]  { مِنْ لَدُنَّا ْ} [أي: من عندنا] عِلْمًا، وكان قد أعطي من العلم ما لم يعط موسى، وإن كان موسى عليه السلام أعلم منه بأكثر الأشياء، وخصوصا في العلوم الإيمانية، والأصولية، لأنه من أولي العزم من المرسلين، الذين فضلهم الله على سائر الخلق، بالعلم، والعمل، وغير ذلك، فلما اجتمع به موسى قال له على وجه الأدب والمشاورة، والإخبار عن مطلبه.",
        "kathir": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَارْتَدَّا عَلَىٰ آثَارِهِمَا قَصَصًا"
      },
      "translations": {
        "en": "[Moses] said, \"That is what we were seeking.\" So they returned, following their footprints.",
        "fr": "[Moïse] dit: «Voilà ce que nous cherchions». Puis, ils retournèrent sur leurs pas, suivant leurs traces.",
        "es": "Dijo: «Eso es lo que deseábamos», y regresaron volviendo sobre sus pasos,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 65,
      "text": "فَوَجَدَا عَبْدًۭا مِّنْ عِبَادِنَآ ءَاتَيْنَٰهُ رَحْمَةًۭ مِّنْ عِندِنَا وَعَلَّمْنَٰهُ مِن لَّدُنَّا عِلْمًۭا",
      "tafsir": {
        "muyassar": "فوجدا هناك عبدًا صالحًا من عبادنا هو الخَضِر عليه السلام -وهو نبي من أنبياء الله توفاه الله-، آتيناه رحمة من عندنا، وعَلَّمْناه مِن لدنَّا علمًا عظيمًا.",
        "mukhtasar": "فلما وصلا مكان فَقْد الحوت وجدا عنده عبدًا من عبادنا الصالحين (وهو الخَضِر عليه السلام)، أعطيناه رحمة من عندنا، وعلّمناه من عندنا علمًا لا يطّلع عليه الناس، وهو ما تضمنته هذه القصة.",
        "saadi": "تفسير الآيتين 64 و 65 :ـ { ذَلِكَ مَا كُنَّا نَبْغِ ْ} أي: نطلب { فَارْتَدَّا ْ} أي: رجعا { عَلَى آثَارِهِمَا قَصَصًا ْ} أي رجعا يقصان أثرهما إلى المكان الذي نسيا فيه الحوت فلما وصلا إليه، وجدا عبدا من عبادنا، وهو الخضر، وكان عبدا صالحا، لا نبيا على الصحيح. آتيناه [رحمة من عندنا أي: أعطاه الله رحمة خاصة بها زاد علمه وحسن عمله { وَعَلَّمْنَاهُ ْ}]  { مِنْ لَدُنَّا ْ} [أي: من عندنا] عِلْمًا، وكان قد أعطي من العلم ما لم يعط موسى، وإن كان موسى عليه السلام أعلم منه بأكثر الأشياء، وخصوصا في العلوم الإيمانية، والأصولية، لأنه من أولي العزم من المرسلين، الذين فضلهم الله على سائر الخلق، بالعلم، والعمل، وغير ذلك، فلما اجتمع به موسى قال له على وجه الأدب والمشاورة، والإخبار عن مطلبه.",
        "kathir": "فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا"
      },
      "translations": {
        "en": "And they found a servant from among Our servants to whom we had given mercy from us and had taught him from Us a [certain] knowledge.",
        "fr": "Ils trouvèrent l'un de Nos serviteurs à qui Nous avions donné une grâce, de Notre part, et à qui Nous avions enseigné une science émanant de Nous.",
        "es": "encontrando a uno de Nuestros, siervos a quien habíamos hecho objeto de una misericordia venida de Nosotros y enseñado una ciencia de Nosotros."
      },
      "ibn_ashour": ""
    },
    {
      "number": 66,
      "text": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًۭا",
      "tafsir": {
        "muyassar": "فسلَّم عليه موسى، وقال له: أتأذن لي أن أتبعك؛ لتعلمني من العلم الذي علمك الله إياه ما أسترشد به وأنتفع؟",
        "mukhtasar": "قال له موسى في تواضع وتلطّف: هل أتّبعك على أن تعلّمني مما علمك الله من العلم ما هو رشاد إلى الحق؟",
        "saadi": "{ هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ْ} أي: هل أتبعك على أن تعلمني مما علمك الله، ما به أسترشد وأهتدي، وأعرف به الحق في تلك القضايا؟ وكان الخضر، قد أعطاه الله من الإلهام والكرامة، ما به يحصل له الاطلاع على بواطن كثير من الأشياء التي خفيت، حتى على موسى عليه السلام",
        "kathir": "قَالَ لَهُ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰ أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا"
      },
      "translations": {
        "en": "Moses said to him, \"May I follow you on [the condition] that you teach me from what you have been taught of sound judgement?\"",
        "fr": "Moïse lui dit: «Puis-je te suivre, à la condition que tu m'apprennes de ce qu'on t'a appris concernant une bonne direction?»",
        "es": "Moisés le dijo: «¿Te sigo para que me enseñes algo de la buena dirección que se te ha enseñado?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 67,
      "text": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
      "tafsir": {
        "muyassar": "قال له الخَضِر: إنك -يا موسى- لن تطيق أن تصبر على اتباعي وملازمتي.",
        "mukhtasar": "قال الخَضِر: إنك لن تُطِيق الصبر على ما تراه من علمي؛ لأنه لا يوافق ما لديك من علم.",
        "saadi": "فقال الخضر لموسى: لا أمتنع من ذلك، ولكنك { لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا ْ} أي: لا تقدر على اتباعي وملازمتي، لأنك ترى ما لا تقدر على الصبر عليه من الأمور التي ظاهرها المنكر، وباطنها غير ذلك",
        "kathir": "قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا"
      },
      "translations": {
        "en": "He said, \"Indeed, with me you will never be able to have patience.",
        "fr": "[L'autre] dit: «Vraiment, tu ne pourras jamais être patient avec moi.",
        "es": "Dijo: «No podrás tener paciencia conmigo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 68,
      "text": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًۭا",
      "tafsir": {
        "muyassar": "وكيف لك الصبر على ما سأفعله من أمور تخفى عليك مما علمنيه الله تعالى؟",
        "mukhtasar": "وكيف تصبر على ما ترى من الأفعال التي لا تعلم وجه الصواب فيها؛ لأنك تحكم فيها بمبلغ علمك؟!",
        "saadi": "{ وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا ْ} أي: كيف تصبر على أمر،ما أحطت بباطنه وظاهره ولا علمت المقصود منه ومآله؟",
        "kathir": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِ خُبْرًا"
      },
      "translations": {
        "en": "And how can you have patience for what you do not encompass in knowledge?\"",
        "fr": "Comment endurerais-tu sur des choses que tu n'embrasses pas par ta connaissance?»",
        "es": "¿Y cómo vas a tenerla en aquello de que no tienes pleno conocimiento?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 69,
      "text": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًۭا وَلَآ أَعْصِى لَكَ أَمْرًۭا",
      "tafsir": {
        "muyassar": "قال له موسى: ستجدني إن شاء الله صابرًا على ما أراه منك، ولا أخالف لك أمرًا تأمرني به.",
        "mukhtasar": "قال موسى: ستجدني إن شاء الله صابرًا على ما أرى منك من أفعال، ملتزمًا بطاعتك، لا أعصي لك أمرًا أمرتني به.",
        "saadi": "فقال موسى: { سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا ْ} وهذا عزم منه، قبل أن يوجد الشيء الممتحن به، والعزم شيء، ووجود الصبر شيء آخر، فلذلك ما صبر موسى عليه السلام حين وقع الأمر.",
        "kathir": "قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا"
      },
      "translations": {
        "en": "[Moses] said, \"You will find me, if Allah wills, patient, and I will not disobey you in [any] order.\"",
        "fr": "[Moïse] lui dit: «Si Allah veut, tu me trouveras patient; et je ne désobéirai à aucun de tes ordres».",
        "es": "Dijo: «Me encontrarás, si Alá quiere, paciente, y no desobedeceré tus órdenes»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 70,
      "text": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًۭا",
      "tafsir": {
        "muyassar": "فوافق الخَضِر وقال له: فإنْ صاحَبتني فلا تسألني عن شيء تنكره، حتى أبيِّن لك من أمره ما خفي عليك دون سؤال منك.",
        "mukhtasar": "قال الخَضِر لموسى: إن اتبعتني، فلا تسألني عن شيء مما تشاهدني أقوم به حتى أكون أنا البادئ بتبيين وجهه.",
        "saadi": "فحينئذ قال له الخضر: { فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا ْ} أي: لا تبتدئني بسؤال منك وإنكار، حتى أكون أنا الذي أخبرك بحاله، في الوقت الذي ينبغي إخبارك به، فنهاه عن سؤاله، ووعده أن يوقفه على حقيقة الأمر.",
        "kathir": "قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّىٰ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا"
      },
      "translations": {
        "en": "He said, \"Then if you follow me, do not ask me about anything until I make to you about it mention.\"",
        "fr": "«Si tu me suis, dit [l'autre,] ne m'interroge sur rien tant que je ne t'en aurai pas fait mention».",
        "es": "Dijo: «Si me sigues, pues, no me preguntes nada sin que yo te lo sugiera»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 71,
      "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًۭا",
      "tafsir": {
        "muyassar": "فانطلقا يمشيان على الساحل، فمرت بهما سفينة، فطلبا من أهلها أن يركبا معهم، فلما ركبا قَلَعَ الخَضِر لوحًا من السفينة فخرقها، فقال له موسى: أَخَرَقْتَ السفينة؛ لتُغرِق أهلَها، وقد حملونا بغير أجر؟ لقد فعلت أمرًا منكرًا.",
        "mukhtasar": "فلما اتفقا على ذلك انطلقا إلى ساحل البحر حتى لقيا سفينة، فركبا فيها دون أجرةٍ تَكْرِمةً للخَضِر، فخرق الخَضِر السفينة بقَلْع لوح من ألواحها، فقال له موسى: أخرقت السفينة التي حملَنا أهلُها فيها بغير أجرة رجاء أن تُغْرِق أهلها؟! لقد أتيت أمرًا عظيمًا.",
        "saadi": "{ فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا ْ} أي: اقتلع الخضر منها لوحا، وكان له مقصود في ذلك، سيبينه، فلم يصبر موسى عليه السلام، لأن ظاهره أنه منكر، لأنه عيب للسفينة، وسبب لغرق أهلها، ولهذا قال موسى: { أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا ْ} أي: عظيما شنيعا، وهذا من عدم صبره عليه السلام",
        "kathir": "فَانْطَلَقَا حَتَّىٰ إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا"
      },
      "translations": {
        "en": "So they set out, until when they had embarked on the ship, al-Khidh r tore it open. [Moses] said, \"Have you torn it open to drown its people? You have certainly done a grave thing.\"",
        "fr": "Alors les deux partirent. Et après qu'ils furent montés sur un bateau, l'homme y fit une brèche. [Moïse] lui dit: «Est-ce pour noyer ses occupants que tu l'as ébréché? Tu as commis, certes, une chose monstrueuse!»",
        "es": "Y se fueron ambos hasta que, habiendo subido a la nave, hizo en ella un boquete. Dijo: «¿Le has hecho un boquete para que se ahoguen sus pasajeros? ¡Has hecho algo muy grave!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 72,
      "text": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
      "tafsir": {
        "muyassar": "قال له الخَضِر: لقد قلت لك من أول الأمر: إنك لن تستطيع الصبر على صحبتي.",
        "mukhtasar": "قال الخَضِر لموسى: ألم أقل: إنك لن تطيق معي صبرًا على ما ترى مني؟!",
        "saadi": "{ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا ْ} أي: فوقع كما أخبرتك، وكان هذا من موسى نسيانا",
        "kathir": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا"
      },
      "translations": {
        "en": "[Al-Khidh r] said, \"Did I not say that with me you would never be able to have patience?\"",
        "fr": "[L'autre] répondit: «N'ai-je pas dit que tu ne pourrais pas garder patience en ma compagnie?»",
        "es": "Dijo: «¿No te he dicho que no podrías tener paciencia conmigo?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 73,
      "text": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًۭا",
      "tafsir": {
        "muyassar": "قال موسى معتذرًا: لا تؤاخذني بنسياني شرطك عليَّ، ولا تكلفني مشقةً في تعلُّمي منك، وعاملني بيسر ورفق.",
        "mukhtasar": "قال موسى عليه السلام للخَضِر: لا تؤاخذني بسبب تركي لعهدك نسيانًا، ولا تضيّق عليّ وتُشَدِّد في صحبتك.",
        "saadi": "{ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا ْ} أي: لا تعسر علي الأمر، واسمح لي، فإن ذلك وقع على وجه النسيان، فلا تؤاخذني في أول مرة. فجمع بين الإقرار به والعذر منه، وأنه ما ينبغي لك أيها الخضر الشدة على صاحبك، فسمح عنه الخضر.",
        "kathir": "قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا"
      },
      "translations": {
        "en": "[Moses] said, \"Do not blame me for what I forgot and do not cover me in my matter with difficulty.\"",
        "fr": "«Ne t'en prends pas à moi, dit [Moïse,] pour un oubli de ma part; et ne m'impose pas de grande difficulté dans mon affaire».",
        "es": "«No lleves a mal mi olvido», dijo, «y no me sometas a una prueba demasiado difícil»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 74,
      "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمًۭا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًۭا زَكِيَّةًۢ بِغَيْرِ نَفْسٍۢ لَّقَدْ جِئْتَ شَيْـًۭٔا نُّكْرًۭا",
      "tafsir": {
        "muyassar": "فقبل الخَضِر عذره، ثم خرجا من السفينة، فبينما هما يمشيان على الساحل إذ أبصرا غلامًا يلعب مع الغلمان، فقتله الخَضِر، فأنكر موسى عليه وقال: كيف قتلت نفسًا طاهرة لم تبلغ حدَّ التكليف، ولم تقتل نفسًا، حتى تستحق القتل بها؟ لقد فَعَلْتَ أمرًا منكرًا عظيمًا.",
        "mukhtasar": "فانطلقا بعد نزولهما من السفينة يمشيان على الساحل، فأبصرا غلامًا لم يبلغ الحلم يلعب مع غلمان، فقتله الخَضِر، فقال له موسى: أقتلت نفسًا طاهرة لم تبلغ الحلم دونما ذنب؟! لقد أتيت أمرًا مُنْكَرًا!",
        "saadi": "{ فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا ْ} أي: صغيرا { فَقَتَلَهُ ْ} الخضر، فاشتد بموسى الغضب، وأخذته الحمية الدينية، حين قتل غلاما صغيرا لم يذنب. { قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا ْ} وأي: نكر مثل قتل الصغير، الذي ليس عليه ذنب، ولم يقتل أحد؟! وكانت الأولى من موسى نسيانا، وهذه غير نسيان، ولكن عدم صبر",
        "kathir": "فَانْطَلَقَا حَتَّىٰ إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا"
      },
      "translations": {
        "en": "So they set out, until when they met a boy, al-Khidh r killed him. [Moses] said, \"Have you killed a pure soul for other than [having killed] a soul? You have certainly done a deplorable thing.\"",
        "fr": "Puis ils partirent tous deux; et quand ils eurent rencontré un enfant, [l'homme] le tua. Alors [Moïse] lui dit: «As-tu tué un être innocent, qui n'a tué personne? Tu as commis certes, une chose affreuse!»",
        "es": "Y reanudaron ambos la marcha, hasta que encontraron a un muchacho y le mató. Dijo: «¿Has matado a una persona inocente que no había matado a nadie? ¡Has hecho algo horroroso!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 75,
      "text": "۞ قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًۭا",
      "tafsir": {
        "muyassar": "قال الخَضِر لموسى معاتبًا ومذكرًا: ألم أقل لك إنك لن تستطيع معي صبرًا على ما ترى من أفعالي مما لم تحط به خُبْرًا؟",
        "mukhtasar": "قال الخَضِر لموسى عليه السلام: إني كنت قلت لك: إنك - يا موسى - لن تستطيع الصبر على ما أقوم به من أمر.",
        "saadi": "فقال له الخضر معاتبا ومذكرا: { أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا ْ} ",
        "kathir": "۞ قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا"
      },
      "translations": {
        "en": "[Al-Khidh r] said, \"Did I not tell you that with me you would never be able to have patience?\"",
        "fr": "[L'autre] lui dit: «Ne t'ai je pas dit que tu ne pourrais pas garder patience en ma compagnie?»",
        "es": "Dijo: «¿No te he dicho que no podrías tener paciencia conmigo?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 76,
      "text": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًۭا",
      "tafsir": {
        "muyassar": "قال موسى له: إن سألتك عن شيء بعد هذه المرة فاتركني ولا تصاحبني، قد بلغتَ العذر في شأني ولم تقصر؛ حيث أخبرتَني أني لن أستطيع معك صبرًا.",
        "mukhtasar": "قال موسى عليه السلام: إن سألت عن شيء بعد هذه المرة ففارقني، فقد وصلت إلى الغاية التي تُعْذَر فيها على ترك مصاحبتي؛ لكوني خالفت أمرك مرتين.",
        "saadi": "فقال [له] موسى: { إِنْ سَأَلْتُكَ عَنْ شَيْءٍ ْ} بعد هذه المرة { فَلَا تُصَاحِبْنِي ْ} أي: فأنت معذور بذلك، وبترك صحبتي { قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا ْ} أي: أعذرت مني، ولم تقصر.",
        "kathir": "قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا"
      },
      "translations": {
        "en": "[Moses] said, \"If I should ask you about anything after this, then do not keep me as a companion. You have obtained from me an excuse.\"",
        "fr": "«Si, après cela, je t'interroge sur quoi que ce soit, dit [Moïse], alors ne m'accompagne plus. Tu seras alors excusé de te séparer de moi».",
        "es": "Dijo: «Si en adelante te pregunto algo, no me tengas más por compañero. Y acepta mis excusas»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 77,
      "text": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًۭا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًۭا",
      "tafsir": {
        "muyassar": "فذهب موسى والخَضِر حتى أتيا أهل قرية، فطلبا منهم طعامًا على سبيل الضيافة، فامتنع أهل القرية عن ضيافتهما، فوجدا فيها حائطًا مائلا يوشك أن يسقط، فعدَّل الخَضِر مَيْلَه حتى صار مستويًا، قال له موسى: لو شئت لأخذت على هذا العمل أجرًا تصرفه في تحصيل طعامنا حيث لم يضيفونا.",
        "mukhtasar": "فسارا حتى إذا جاءا أهل قرية طلبا من أهلها طعامًا، فامتنع أهل القرية من إطعامهما، وتأدية حق الضيافة إليهما، فوجدا في القرية حائطًا مائلًا قارب أن يسقط وينهدم، فسوّاه الخَضِر حتى استقام، فقال موسى عليه السلام للخَضِر: لو شئت اتخاذ أجر على إصلاحه لاتخذته؛ لحاجتنا إليه بعد امتناعهم من ضيافتنا.",
        "saadi": "{ فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا ْ} أي: استضافاهم، فلم يضيفوهما { فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ ْ} أي: قد عاب واستهدم { فَأَقَامَهُ ْ} الخضر أي: بناه وأعاده جديدا. فقال له موسى: { لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا ْ} أي: أهل هذه القرية، لم يضيفونا مع وجوب ذلك عليهم، وأنت تبنيه من دون أجرة، وأنت تقدر عليها؟. فحينئذ لم يف موسى عليه السلام بما قال، واستعذر الخضر منه",
        "kathir": "فَانْطَلَقَا حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ ۖ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا"
      },
      "translations": {
        "en": "So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment.\"",
        "fr": "Ils partirent donc tous deux; et quand ils furent arrivés à un village habité, ils demandèrent à manger à ses habitants; mais ceux-ci refusèrent de leur donner l'hospitalité. Ensuite, ils y trouvèrent un mur sur le point de s'écrouler. L'homme le redressa. Alors [Moïse] lui dit: «Si tu voulais, tu aurais bien pu réclamer pour cela un salaire».",
        "es": "Y se pusieron de nuevo en camino hasta que llegaron a una ciudad a cuyos habitantes pidieron de comer, pero éstos les negaron la hospitalidad. Encontraron, luego, en ella un muro que amenazaba derrumbarse y lo apuntaló. Dijo: «Si hubieras querido, habrías podido recibir un salario por eso»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 78,
      "text": "قَالَ هَٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
      "tafsir": {
        "muyassar": "قال الخَضِر لموسى: هذا وقت الفراق بيني وبينك، سأخبرك بما أنكرت عليَّ من أفعالي التي فعلتها، والتي لم تستطع صبرًا على ترك السؤال عنها والإنكار عليَّ فيها.",
        "mukhtasar": "قال الخَضِر لموسى: هذا الاعتراض على عدم أخذي أجرًا على إقامة الحائط هو محل الفراق بيني وبينك، سأخبرك بتفسير ما لم تستطع أن تصبر عليه مما شاهدتني قمت به.",
        "saadi": "{ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ ْ} فإنك شرطت ذلك على نفسك، فلم يبق الآن عذر، ولا موضع للصحبة، { سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا ْ} أي: سأخبرك بما أنكرت عليَّ، وأنبئك بما لي في ذلك من المآرب، وما يئول إليه الأمر.",
        "kathir": "قَالَ هَٰذَا فِرَاقُ بَيْنِي وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا"
      },
      "translations": {
        "en": "[Al-Khidh r] said, \"This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience.",
        "fr": "«Ceci [marque] la séparation entre toi et moi, dit [l'homme,] Je vais t'apprendre l'interprétation de ce que tu n'as pu supporter avec patience.",
        "es": "Dijo: «Ha llegado el momento de separarnos. Voy a informarte del significado de aquello en que no has podido tener paciencia."
      },
      "ibn_ashour": ""
    },
    {
      "number": 79,
      "text": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌۭ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًۭا",
      "tafsir": {
        "muyassar": "أما السفينة التي خرقتها فإنها كانت لأناس مساكين يعملون في البحر عليها سعيًا وراء الرزق، فأردت أن أعيبها بذلك الخرق؛ لأن أمامهم ملكًا يأخذ كل سفينة صالحة غصبًا من أصحابها.",
        "mukhtasar": "أما السفينة التي أنكرت عليَّ خرقها؛ فكانت لضعفاء يعملون عليها في البحر لا يستطيعون الدفع عنها، فأردت أن تصير معيبة بما أحدثته فيها؛ حتى لا يستولي عليها ملك كان أمامهم يأخذ كل سفينة صالحة كرهًا من أصحابها، ويترك كل سفينة معيبة.",
        "saadi": "{ أَمَّا السَّفِينَةُ ْ} التي خرقتها { فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ ْ} يقتضي ذلك الرقة عليهم، والرأفة بهم. { فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا ْ} أي: كان مرورهم على ذلك الملك الظالم، فكل سفينة صالحة تمر عليه ما فيها عيب غصبها وأخذها ظلما، فأردت أن أخرقها ليكون فيها عيب، فتسلم من ذلك الظالم.",
        "kathir": "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا"
      },
      "translations": {
        "en": "As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force.",
        "fr": "Pour ce qui est du bateau, il appartenait à des pauvres gens qui travaillaient en mer. Je voulais donc le rendre défectueux, car il y avait derrière eux un roi qui saisissait de force tout bateau.",
        "es": "En cuanto a la nave, pertenecía a unos pobres que trabajaban en el mar y yo quise averiarla, pues detrás de ellos venía un rey que se apoderaba por la fuerza de todas las naves."
      },
      "ibn_ashour": ""
    },
    {
      "number": 80,
      "text": "وَأَمَّا ٱلْغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَٰنًۭا وَكُفْرًۭا",
      "tafsir": {
        "muyassar": "وأما الغلام الذي قتلته فكان في علم الله كافرًا، وكان أبوه وأمه مؤمِنَيْن، فخشينا لو بقي الغلام حيًا لَحمل والديه على الكفر والطغيان؛ لأجل محبتهما إياه أو للحاجة إليه.",
        "mukhtasar": "وأما الغلام الذي أنكرت عليّ قتله فكان أبواه مؤمنَين، وكان هو في علم الله كافرًا، فخفنا إن بلغ أن يحملهما على الكفر بالله والطغيان من فرط محبتهما له، أو من فرط حاجتهما إليه.",
        "saadi": "{ وَأَمَّا الْغُلَامُ ْ} الذي قتلته { فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا ْ} وكان ذلك الغلام قد قدر عليه أنه لو بلغ لأرهق أبويه طغيانا وكفرا، أي: لحملهما على الطغيان والكفر، إما لأجل محبتهما إياه، أو للحاجة إليه أو يحدهما على ذلك، أي: فقتلته، لاطلاعي على ذلك، سلامة لدين أبويه المؤمنين، وأي فائدة أعظم من هذه الفائدة الجليلة؟\" وهو وإن كان فيه إساءة إليهما، وقطع لذريتهما، فإن الله تعالى سيعطيهما من الذرية، ما هو خير منه",
        "kathir": "وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا"
      },
      "translations": {
        "en": "And as for the boy, his parents were believers, and we feared that he would overburden them by transgression and disbelief.",
        "fr": "Quant au garçon, ses père et mère étaient des croyants; nous avons craint qu'il ne leur imposât la rébellion et la mécréance.",
        "es": "Y en cuanto al muchacho, sus padres eran creyentes y tuvimos miedo de que les impusiera su rebeldía e incredulidad,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 81,
      "text": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًۭا مِّنْهُ زَكَوٰةًۭ وَأَقْرَبَ رُحْمًۭا",
      "tafsir": {
        "muyassar": "فأردنا أن يُبْدِل الله أبويه بمن هو خير منه صلاحًا ودينًا وبرًا بهما.",
        "mukhtasar": "فأردنا أن يعوّضهما الله ولدًا خيرًا منه دينًا وصلاحًا وطهارة من الذنوب، وأقرب رحمة بوالديه منه.",
        "saadi": "{ فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا ْ} أي: ولدا صالحا، زكيا، واصلا لرحمه، فإن الغلام الذي قتل لو بلغ لعقهما أشد العقوق بحملهما على الكفر والطغيان.",
        "kathir": "فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا"
      },
      "translations": {
        "en": "So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy.",
        "fr": "Nous avons donc voulu que leur Seigneur leur accordât en échange un autre plus pur et plus affectueux.",
        "es": "y quisimos que su Señor les diera a cambio uno más puro que aquél y más afectuoso."
      },
      "ibn_ashour": ""
    },
    {
      "number": 82,
      "text": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌۭ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحًۭا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةًۭ مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًۭا",
      "tafsir": {
        "muyassar": "وأما الحائط الذي عدَّلتُ مَيْلَه حتى استوى فإنه كان لغلامين يتيمين في القرية التي فيها الجدار، وكان تحته كنز لهما من الذهب والفضة، وكان أبوهما رجلا صالحًا، فأراد ربك أن يكبَرا ويبلغا قوتهما، ويستخرجا كنزهما رحمة من ربك بهما، وما فعلتُ يا موسى جميع الذي رأيتَني فعلتُه عن أمري ومن تلقاء نفسي، وإنما فعلته عن أمر الله، ذلك الذي بَيَّنْتُ لك أسبابه هو عاقبة الأمور التي لم تستطع صبرًا على ترك السؤال عنها والإنكار عليَّ فيها.",
        "mukhtasar": "وأما الحائط الذي أصلحته وأنكرت عليّ إصلاحه فكان لصغيرين في المدينة التي جئناها قد مات أبوهما، وكان تحت الحائط مال مدفون لهما، وكان أبو هذين الصغيرين صالحًا، فأراد ربك - يا موسى - أن يبلغا سن الرشد ويكبرا، ويخرجا مالهما المدفون من تحته؛ إذ لو سقط الحائط الآن لانكشف مالهما وتعرّض للضياع، وكان هذا التدبير رحمة من ربك بهما، وما فعلته من اجتهادي؛ ذلك تفسير ما لم تستطع الصبر عليه.",
        "saadi": "{ وَأَمَّا الْجِدَارُ ْ} الذي أقمته { فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا ْ} أي: حالهما تقتضي الرأفة بهما ورحمتهما، لكونهما صغيرين عدما أباهما، وحفظهما الله أيضا بصلاح والدهما. { فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا ْ} أي: فلهذا هدمت الجدار، واستخرجت ما تحته من كنزهما، وأعدته مجانا. { رَحْمَةً مِنْ رَبِّكَ ْ} أي: هذا الذي فعلته رحمة من الله، آتاها الله عبده الخضر { وَمَا فَعَلْتُهُ عَنْ أَمْرِي ْ} أي: أتيت  شيئا من قبل نفسي، ومجرد إرادتي، وإنما ذلك من رحمة الله وأمره. { ذَلِكَ ْ} الذي فسرته لك { تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا ْ} وفي هذه القصة العجيبة الجليلة، من الفوائد والأحكام والقواعد شيء كثير، ننبه على بعضه بعون الله. فمنها فضيلة العلم، والرحلة في طلبه، وأنه أهم الأمور، فإن موسى عليه السلام رحل مسافة طويلة، ولقي النصب في طلبه، وترك القعود عند بني إسرائيل، لتعليمهم وإرشادهم، واختار السفر لزيادة العلم على ذلك. ومنها: البداءة بالأهم فالأهم، فإن زيادة العلم وعلم الإنسان أهم من ترك ذلك، والاشتغال بالتعليم من دون تزود من العلم، والجمع بين الأمرين أكمل. ومنها: جواز أخذ الخادم في الحضر والسفر لكفاية المؤن، وطلب الراحة، كما فعل موسى. ومنها: أن المسافر لطلب علم أو جهاد أو نحوه، إذا اقتضت المصلحة الإخبار بمطلبه، وأين يريده، فإنه أكمل من كتمه، فإن في إظهاره فوائد من الاستعداد له عدته، وإتيان الأمر على بصيرة، وإظهارًا لشرف هذه العبادة الجليلة، كما قال موسى: { لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا ْ}  وكما أخبر النبي صلى الله عليه وسلم أصحابه حين غزا تبوك بوجهه، مع أن عادته التورية، وذلك تبع للمصلحة. ومنها: إضافة الشر وأسبابه إلى الشيطان، على وجه التسويل والتزيين، وإن كان الكل بقضاء الله وقدره، لقول فتى موسى: { وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ ْ}  ومنها: جواز إخبار الإنسان عما هو من مقتضى طبيعة النفس، من نصب أو جوع، أو عطش، إذا لم يكن على وجه التسخط وكان صدقا، لقول موسى: { لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ْ}  ومنها: استحباب كون خادم الإنسان، ذكيا فطنا كيسا، ليتم له أمره الذي يريده. ومنها: استحباب إطعام الإنسان خادمه من مأكله، وأكلهما جميعا، لأن ظاهر قوله: { آتِنَا غَدَاءَنَا ْ} إضافة إلى الجميع، أنه أكل هو وهو جميعا. ومنها: أن المعونة تنزل على العبد على حسب قيامه بالمأمور به، وأن الموافق لأمر الله، يعان ما لا يعان غيره لقوله: { لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ْ} والإشارة إلى السفر المجاوز، لمجمع البحرين، وأما الأول، فلم يشتك منه التعب، مع طوله، لأنه هو السفرعلى الحقيقة. وأما الأخير، فالظاهر أنه بعض يوم، لأنهم فقدوا الحوت حين أووا إلى الصخرة، فالظاهر أنهم باتوا عندها، ثم ساروا من الغد، حتى إذا جاء وقت الغداء قال موسى لفتاه { آتِنَا غَدَاءَنَا ْ} فحينئذ تذكر أنه نسيه في الموضع الذي إليه منتهى قصده. ومنها: أن ذلك العبد الذي لقياه، ليس نبيا، بل عبدا صالحا، لأنه وصفه بالعبودية، وذكر منة الله عليه بالرحمة والعلم، ولم يذكر رسالته ولا نبوته، ولو كان نبيا، لذكر ذلك كما ذكره غيره. وأما قوله في آخر القصة: { وَمَا فَعَلْتُهُ عَنْ أَمْرِي ْ} فإنه لا يدل على أنه نبي وإنما يدل على الإلهام والتحديث، كما يكون لغير الأنبياء، كما قال تعالى { وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ ْ} { وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا ْ}  ومنها: أن العلم الذي يعلمه الله [لعباده]  نوعان: علم مكتسب يدركه العبد بجده واجتهاده. ونوع علم لدني، يهبه الله لمن يمن عليه من عباده لقوله { وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا ْ}  ومنها: التأدب مع المعلم، وخطاب المتعلم إياه ألطف خطاب، لقول موسى عليه السلام: { هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ْ} فأخرج الكلام بصورة الملاطفة والمشاورة، وأنك هل تأذن لي في ذلك أم لا، وإقراره بأنه يتعلم منه، بخلاف ما عليه أهل الجفاء أو الكبر، الذي لا يظهر للمعلم افتقارهم إلى علمه، بل يدعي أنه يتعاون هم وإياه، بل ربما ظن أنه يعلم معلمه، وهو جاهل جدا، فالذل للمعلم، وإظهار الحاجة إلى تعليمه، من أنفع شيء للمتعلم. ومنها تواضع الفاضل للتعلم ممن دونه، فإن موسى -بلا شك- أفضل من الخضر. ومنها: تعلم العالم الفاضل للعلم الذي لم يتمهر فيه، ممن مهر فيه، وإن كان دونه في العلم بدرجات كثيرة. فإن موسى عليه السلام من أولي العزم من المرسلين، الذين منحهم الله وأعطاهم من العلم ما لم يعط سواهم، ولكن في هذا العلم الخاص كان عند الخضر، ما ليس عنده، فلهذا حرص على التعلم منه. فعلى هذا، لا ينبغي للفقيه المحدث، إذا كان قاصرا في علم النحو، أو الصرف، أو نحوه من العلوم، أن لا يتعلمه ممن مهر فيه، وإن لم يكن محدثا ولا فقيها. ومنها: إضافة العلم وغيره من الفضائل لله تعالى، والإقرار بذلك، وشكر الله عليها لقوله: { تُعَلِّمَنِ مِمَّا عُلِّمْتَ ْ} أي: مما علمك الله تعالى. ومنها: أن العلم النافع، هو العلم المرشد إلى الخير، فكل علم يكون فيه رشد وهداية لطرق  الخير، وتحذير عن طريق الشر، أو وسيلة لذلك، فإنه من العلم النافع، وما سوى ذلك، فإما أن يكون ضارا، أو ليس فيه فائدة لقوله: { أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا ْ}  ومنها: أن من ليس له قوة الصبر على صحبة العالم والعلم، وحسن الثبات على ذلك، أنه يفوته بحسب عدم صبره كثير من العلم  فمن لا صبر له لا يدرك العلم، ومن استعمل الصبر ولازمه، أدرك به كل أمر سعى فيه، لقول الخضر -يعتذر من موسى بذكر المانع لموسى في الأخذ عنه- إنه لا يصبر معه. ومنها: أن السبب الكبير لحصول الصبر، إحاطة الإنسان علما وخبرة، بذلك الأمر، الذي أمر بالصبر عليه، وإلا فالذي لا يدريه، أو لا يدري غايته ولا نتيجته، ولا فائدته وثمرته ليس عنده سبب الصبر لقوله: { وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا ْ} فجعل الموجب لعدم صبره، وعدم إحاطته خبرا بالأمر. ومنها: الأمر بالتأني والتثبت، وعدم المبادرة إلى الحكم على الشيء، حتى يعرف ما يراد منه وما هو المقصود. ومنها: تعليق الأمور المستقبلية التي من أفعال العباد بالمشيئة، وأن لا يقول الإنسان للشيء: إني فاعل ذلك في المستقبل، إلا أن يقول { إِنْ شَاءَ اللَّهُ ْ}  ومنها: أن العزم على فعل الشيء، ليس بمنزلة فعله، فإن موسى قال: { سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا ْ} فوطن نفسه على الصبر ولم يفعل. ومنها: أن المعلم إذا رأى المصلحة في إيزاعه للمتعلم أن يترك الابتداء في السؤال عن بعض الأشياء، حتى يكون المعلم هو الذي يوقفه عليها، فإن المصلحة تتبع، كما إذا كان فهمه قاصرا، أو نهاه عن الدقيق في سؤال الأشياء التي غيرها أهم منها، أو لا يدركها ذهنه، أو يسأل سؤالا، لا يتعلق في موضع البحث. ومنها: جواز ركوب البحر، في غير الحالة التي يخاف منها. ومنها: أن الناسي غير مؤاخذ بنسيانه لا في حق الله، ولا في حقوق العباد لقوله: { لَا تُؤَاخِذْنِي بِمَا نَسِيتُ ْ}  ومنها: أنه ينبغي للإنسان أن يأخذ من أخلاق الناس ومعاملاتهم، العفو منها، وما سمحت به أنفسهم، ولا ينبغي له أن يكلفهم ما لا يطيقون، أو يشق عليهم ويرهقهم، فإن هذا مدعاة إلى النفور منه والسآمة، بل يأخذ المتيسر ليتيسر له الأمر. ومنها: أن الأمور تجري أحكامها على ظاهرها، وتعلق بها الأحكام الدنيوية، في الأموال، والدماء وغيرها، فإن موسى عليه السلام، أنكر على الخضر خرقه السفينة، وقتل الغلام، وأن هذه الأمور ظاهرها، أنها من المنكر، وموسى عليه السلام لا يسعه السكوت عنها، في غير هذه الحال، التي صحب عليها الخضر، فاستعجل عليه السلام، وبادر إلى الحكم في حالتها العامة، ولم يلتفت إلى هذا العارض، الذي يوجب عليه الصبر، وعدم المبادرة إلى الإنكار. ومنها: القاعدة الكبيرة الجليلة وهو أنه \" يدفع الشر الكبير بارتكاب الشر الصغير \" ويراعي أكبر المصلحتين، بتفويت أدناهما، فإن قتل الغلام شر، ولكن بقاءه حتى يفتن أبويه عن دينهما، أعظم شرا منه، وبقاء الغلام من دون قتل وعصمته، وإن كان يظن أنه خير، فالخير ببقاء دين أبويه، وإيمانهما خير من ذلك، فلذلك قتله الخضر، وتحت هذه القاعدة من الفروع والفوائد، ما لا يدخل تحت الحصر، فتزاحم المصالح والمفاسد كلها، داخل في هذا. ومنها: القاعدة الكبيرة أيضا وهي أن \" عمل الإنسان في مال غيره، إذا كان على وجه المصلحة وإزالة المفسدة، أنه يجوز، ولو بلا إذن حتى ولو ترتب على عمله إتلاف بعض مال الغير \" كما خرق الخضر السفينة لتعيب، فتسلم من غصب الملك الظالم. فعلى هذا لو وقع حرق، أو غرق، أو نحوهما، في دار إنسان أو ماله، وكان إتلاف بعض المال، أو هدم بعض الدار، فيه سلامة للباقي، جاز للإنسان بل شرع له ذلك، حفظا لمال الغير، وكذلك لو أراد ظالم أخذ مال الغير، ودفع إليه إنسان بعض المال افتداء للباقي جاز، ولو من غير إذن. ومنها: أن العمل يجوز في البحر، كما يجوز في البر لقوله: { يَعْمَلُونَ فِي الْبَحْرِ ْ} ولم ينكر عليهم عملهم. ومنها: أن المسكين قد يكون له مال لا يبلغ كفايته، ولا يخرج بذلك عن اسم المسكنة، لأن الله أخبر أن هؤلاء المساكين، لهم سفينة. ومنها: أن القتل من أكبر الذنوب لقوله في قتل الغلام { لَقَدْ جِئْتَ شَيْئًا نُكْرًا ْ}  ومنها: أن القتل قصاصا غير منكر لقوله { بِغَيْرِ نَفْسٍ ْ}  ومنها: أن العبد الصالح يحفظه الله في نفسه، وفي ذريته. ومنها: أن خدمة الصالحين، أو من يتعلق بهم، أفضل من غيرها، لأنه علل استخراج كنزهما، وإقامة جدارهما، أن أباهما صالح. ومنها: استعمال الأدب مع الله تعالى في الألفاظ، فإن الخضر أضاف عيب السفينة إلى نفسه بقوله { فَأَرَدْتُ أَنْ أَعِيبَهَا ْ} وأما الخير، فأضافه إلى الله تعالى لقوله: { فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ ْ} كما قال إبراهيم عليه السلام { وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ ْ} وقالت الجن: { وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا ْ} مع أن الكل بقضاء الله وقدره. ومنها: أنه ينبغي للصاحب أن لا يفارق صاحبه في حالة من الأحوال، ويترك صحبته، حتى يعتبه، ويعذر منه، كما فعل الخضر مع موسى. ومنها: أن موافقة الصاحب لصاحبه، في غير الأمور المحذورة، مدعاة وسبب لبقاء الصحبة وتأكدها، كما أن عدم الموافقة سبب لقطع المرافقة. ومنها: أن هذه القضايا التي أجراها الخضر هي قدر محض أجراها الله وجعلها على يد هذا العبد الصالح، ليستدل العباد بذلك على ألطافه في أقضيته، وأنه يقدر على العبد أمورا يكرهها جدا، وهي صلاح دينه، كما في قضية الغلام، أو وهي صلاح دنياه كما في قضية السفينة، فأراهم نموذجا من لطفه وكرمه، ليعرفوا ويرضوا غاية الرضا بأقداره المكروهة.",
        "kathir": "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ ۚ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا"
      },
      "translations": {
        "en": "And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience.\"",
        "fr": "Et quant au mur, il appartenait à deux garçons orphelins de la ville, et il y avait dessous un trésor à eux; et leur père était un homme vertueux. Ton Seigneur a donc voulu que tous deux atteignent leur maturité et qu'ils extraient, [eux-mêmes] leur trésor, par une miséricorde de ton Seigneur. Je ne l'ai d'ailleurs pas fait de mon propre chef. Voilà l'interprétation de ce que tu n'as pas pu endurer avec patience».",
        "es": "Y en cuanto al muro, pertenecía a dos muchachos huérfanos de la ciudad. Debajo de él había un tesoro que les pertenecía. Su padre era bueno y tu Señor quiso que descubrieran su tesoro cuando alcanzaran la madurez, como muestra de misericordia venida de tu Señor. No lo hice por propia iniciativa. Éste es el significado de aquello en que no has podido tener paciencia»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 83,
      "text": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
      "tafsir": {
        "muyassar": "ويسألك -أيها الرسول- هؤلاء المشركون من قومك عن خبر ذي القرنين الملك الصالح، قل لهم: سأقصُّ عليكم منه ذِكْرًا تتذكرونه، وتعتبرون به.",
        "mukhtasar": "ويسألك - أيها الرسول - المشركون واليهود مُمْتحِنين عن خبر صاحب القرنين، قل: سأتلو عليكم من خبره جزءًا تعتبرون به وتتذكرون.",
        "saadi": "كان أهل الكتاب أو المشركون، سألوا رسول الله صلى الله عليه وسلم عن قصة ذي القرنين، فأمره الله أن يقول: { سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا ْ} فيه نبأ مفيد، وخطاب عجيب. أي: سأتلوا عليكم من أحواله، ما يتذكر فيه، ويكون عبرة، وأما ما سوى ذلك من أحواله، فلم يتله عليهم.",
        "kathir": "وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ ۖ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا"
      },
      "translations": {
        "en": "And they ask you, [O Muhammad], about Dhul-Qarnayn. Say, \"I will recite to you about him a report.\"",
        "fr": "Et ils t'interrogent sur Dûl-Qarnayn. Dis: «Je vais vous en citer quelque fait mémorable».",
        "es": "Te preguntarán por el Bicorne. Di: «Voy a contaros una historia a propósito de él»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 84,
      "text": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَٰهُ مِن كُلِّ شَىْءٍۢ سَبَبًۭا",
      "tafsir": {
        "muyassar": "إنا مكَّنَّا له في الأرض، وآتيناه من كل شيء أسبابًا وطرقًا، يتوصل بها إلى ما يريد مِن فَتْح المدائن وقهر الأعداء وغير ذلك.",
        "mukhtasar": "إنا مَكَّنا له في الأرض، وأعطيناه من كل شيء يتعلق به مطلوبُه طريقًا يتوصل به إلى مراده.",
        "saadi": "تفسير الآيتين 84 و 85 :ـ{ إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ ْ} أي: ملكه الله تعالى، ومكنه من النفوذ في أقطار الأرض، وانقيادهم له. { وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا فَأَتْبَعَ سَبَبًا ْ} أي: أعطاه الله من الأسباب الموصلة له لما وصل إليه، ما به يستعين على قهر البلدان، وسهولة الوصول إلى أقاصي العمران، وعمل بتلك الأسباب التي أعطاه الله إياها، أي: استعملها على وجهها، فليس كل من عنده شيء من الأسباب يسلكه، ولا كل أحد يكون قادرا على السبب، فإذا اجتمع القدرة على السبب الحقيقي والعمل به، حصل المقصود، وإن عدما أو أحدهما لم يحصل.",
        "kathir": "إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا"
      },
      "translations": {
        "en": "Indeed We established him upon the earth, and We gave him to everything a way.",
        "fr": "Vraiment, Nous avons affermi sa puissance sur terre, et Nous lui avons donné libre voie à toute chose.",
        "es": "Le habíamos dado poderío en el país y le habíamos facilitado todo."
      },
      "ibn_ashour": ""
    },
    {
      "number": 85,
      "text": "فَأَتْبَعَ سَبَبًا",
      "tafsir": {
        "muyassar": "فأخذ بتلك الأسباب والطرق بجد واجتهاد.",
        "mukhtasar": "فأخذ بما أعطيناه من الوسائل والطرق للتوصل إلى مطلوبه، فاتجه غربًا.",
        "saadi": "تفسير الآيتين 84 و 85 :ـ{ إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ ْ} أي: ملكه الله تعالى، ومكنه من النفوذ في أقطار الأرض، وانقيادهم له. { وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا فَأَتْبَعَ سَبَبًا ْ} أي: أعطاه الله من الأسباب الموصلة له لما وصل إليه، ما به يستعين على قهر البلدان، وسهولة الوصول إلى أقاصي العمران، وعمل بتلك الأسباب التي أعطاه الله إياها، أي: استعملها على وجهها، فليس كل من عنده شيء من الأسباب يسلكه، ولا كل أحد يكون قادرا على السبب، فإذا اجتمع القدرة على السبب الحقيقي والعمل به، حصل المقصود، وإن عدما أو أحدهما لم يحصل.",
        "kathir": "فَأَتْبَعَ سَبَبًا"
      },
      "translations": {
        "en": "So he followed a way",
        "fr": "Il suivit donc une voie.",
        "es": "Siguió, pues, un camino"
      },
      "ibn_ashour": ""
    },
    {
      "number": 86,
      "text": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍۢ وَوَجَدَ عِندَهَا قَوْمًۭا ۗ قُلْنَا يَٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًۭا",
      "tafsir": {
        "muyassar": "حتى إذا وصل ذو القرنين إلى مغرب الشمس وجدها في مرأى العين كأنها تغرب في عين حارة ذات طين أسود، ووجد عند مغربها قومًا. قلنا: يا ذا القرنين إما أن تعذبهم بالقتل أو غيره، إن لم يقروا بتوحيد الله، وإما أن تحسن إليهم، فتعلمهم الهدى وتبصرهم الرشاد.",
        "mukhtasar": "وسار في الأرض حتى إذا وصل إلى نهاية الأرض من جهة مغرب الشمس - في مرأى العين - رآها كأنها تغرب في عين حارة ذات طين أسود، ووجد عند مغرب الشمس قومًا كفارًا، قلنا له على سبيل التخيير: يا صاحب القرنين، إما أن تُعَذِّب هؤلاء بالقتل أو بغيره، وإما أن تُحْسِن إليهم.",
        "saadi": "تفسير الآيات من 86 حتى 88 :ـ وهذه الأسباب التي أعطاه الله إياها، لم يخبرنا الله ولا رسوله بها، ولم تتناقلها الأخبار على وجه يفيد العلم، فلهذا، لا يسعنا غير السكوت عنها، وعدم الالتفات لما يذكره النقلة للإسرائيليات ونحوها، ولكننا نعلم بالجملة أنها أسباب قوية كثيرة، داخلية وخارجية، بها صار له جند عظيم، ذو عدد وعدد ونظام، وبه تمكن من قهر الأعداء، ومن تسهيل الوصول إلى مشارق الأرض ومغاربها، وأنحائها، فأعطاه الله، ما بلغ به مغرب الشمس، حتى رأى الشمس في مرأى العين، كأنها تغرب في عين حمئة، أي: سوداء، وهذا هو المعتاد لمن كان بينه وبين أفق الشمس الغربي ماء، رآها تغرب في نفس الماء وإن كانت في غاية الارتفاع، ووجد عندها، أي: عند مغربها قوما. { قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا ْ} أي: إما أن تعذبهم بقتل، أو ضرب، أو أسر ونحوه، وإما أن تحسن إليهم، فخير بين الأمرين، لأن الظاهر أنهم كفار أو فساق، أو فيهم شيء من ذلك، لأنهم لو كانوا مؤمنين غير فساق، لم يرخص في تعذيبهم، فكان عند ذي القرنين من السياسة الشرعية ما استحق به المدح والثناء، لتوفيق الله له لذلك، فقال: سأجعلهم قسمين: { أَمَّا مَنْ ظَلَمَ ْ} بالكفر { فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا ْ} أي: تحصل له العقوبتان، عقوبة الدنيا، وعقوبة الآخرة. { وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى ْ} أي: فله الجنة والحالة الحسنة عند الله جزاء يوم القيامة، { وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا ْ} أي: وسنحسن إليه، ونلطف له بالقول، ونيسر له المعاملة، وهذا يدل على كونه من الملوك الصالحين الأولياء، العادلين العالمين، حيث وافق مرضاة الله في معاملة كل أحد، بما يليق بحاله.",
        "kathir": "حَتَّىٰ إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا ۗ قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا"
      },
      "translations": {
        "en": "Until, when he reached the setting of the sun, he found it [as if] setting in a spring of dark mud, and he found near it a people. Allah said, \"O Dhul-Qarnayn, either you punish [them] or else adopt among them [a way of] goodness.\"",
        "fr": "Et quand il eut atteint le Couchant, il trouva que le soleil se couchait dans une source boueuse, et, auprès d'elle il trouva une peuplade [impie]. Nous dîmes: «O Dûl-Qarnayn! ou tu les châties, ou tu uses de bienveillance à leur égard».",
        "es": "hasta que, a la puesta del sol, encontró que éste se ocultaba en una fuente pecinosa, junto a la cual encontró a gente. Dijimos:«Bicorne! Puedes castigarles o hacerles bien»."
      },
      "ibn_ashour": "",
      "video": {
        "id": "xicXO2Dj1VI",
        "word": "حمئة",
        "transliteration": "Hami'ah",
        "meaning": {
          "ar": "ذات طين أسود",
          "en": "Containing black mud",
          "fr": "Contenant de la boue noire",
          "es": "Que contiene barro negro"
        }
      }
    },
    {
      "number": 87,
      "text": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًۭا نُّكْرًۭا",
      "tafsir": {
        "muyassar": "قال ذو القرنين: أمَّا مَن ظلم نفسه منهم فكفر بربه، فسوف نعذبه في الدنيا، ثم يرجع إلى ربه، فيعذبه عذابًا عظيمًا في نار جهنم.",
        "mukhtasar": "قال صاحب القرنين: أما من أشرك بالله وأصرّ على ذلك بعد دعوتنا له إلى عبادة الله فسنعاقبه بالقتل في الدنيا، ثم يرجع إلى ربه يوم القيامة فيعذّبه عذابًا فظيعًا.",
        "saadi": "تفسير الآيات من 86 حتى 88 :ـ وهذه الأسباب التي أعطاه الله إياها، لم يخبرنا الله ولا رسوله بها، ولم تتناقلها الأخبار على وجه يفيد العلم، فلهذا، لا يسعنا غير السكوت عنها، وعدم الالتفات لما يذكره النقلة للإسرائيليات ونحوها، ولكننا نعلم بالجملة أنها أسباب قوية كثيرة، داخلية وخارجية، بها صار له جند عظيم، ذو عدد وعدد ونظام، وبه تمكن من قهر الأعداء، ومن تسهيل الوصول إلى مشارق الأرض ومغاربها، وأنحائها، فأعطاه الله، ما بلغ به مغرب الشمس، حتى رأى الشمس في مرأى العين، كأنها تغرب في عين حمئة، أي: سوداء، وهذا هو المعتاد لمن كان بينه وبين أفق الشمس الغربي ماء، رآها تغرب في نفس الماء وإن كانت في غاية الارتفاع، ووجد عندها، أي: عند مغربها قوما. { قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا ْ} أي: إما أن تعذبهم بقتل، أو ضرب، أو أسر ونحوه، وإما أن تحسن إليهم، فخير بين الأمرين، لأن الظاهر أنهم كفار أو فساق، أو فيهم شيء من ذلك، لأنهم لو كانوا مؤمنين غير فساق، لم يرخص في تعذيبهم، فكان عند ذي القرنين من السياسة الشرعية ما استحق به المدح والثناء، لتوفيق الله له لذلك، فقال: سأجعلهم قسمين: { أَمَّا مَنْ ظَلَمَ ْ} بالكفر { فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا ْ} أي: تحصل له العقوبتان، عقوبة الدنيا، وعقوبة الآخرة. { وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى ْ} أي: فله الجنة والحالة الحسنة عند الله جزاء يوم القيامة، { وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا ْ} أي: وسنحسن إليه، ونلطف له بالقول، ونيسر له المعاملة، وهذا يدل على كونه من الملوك الصالحين الأولياء، العادلين العالمين، حيث وافق مرضاة الله في معاملة كل أحد، بما يليق بحاله.",
        "kathir": "قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا"
      },
      "translations": {
        "en": "He said, \"As for one who wrongs, we will punish him. Then he will be returned to his Lord, and He will punish him with a terrible punishment.",
        "fr": "Il dit: «Quant à celui qui est injuste, nous le châtierons; ensuite il sera ramené vers son Seigneur qui le punira d'un châtiment terrible.",
        "es": "Dijo: «Castigaremos a quien obre impíamente y, luego, será llevado a su Señor, que le infligirá un castigo horroroso."
      },
      "ibn_ashour": ""
    },
    {
      "number": 88,
      "text": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًۭا",
      "tafsir": {
        "muyassar": "وأما مَن آمن منهم بربه فصدَّق به ووحَّده وعمل بطاعته فله الجنة ثوابًا من الله، وسنحسن إليه، ونلين له في القول ونيسِّر له المعاملة.",
        "mukhtasar": "وأما من آمن منهم بالله وعمل عملًا صالحًا فله الجنة؛ جزاءً من ربه على إيمانه وعمله الصالح، وسنقول له من أمرنا ما فيه رفق ولين.",
        "saadi": "تفسير الآيات من 86 حتى 88 :ـ وهذه الأسباب التي أعطاه الله إياها، لم يخبرنا الله ولا رسوله بها، ولم تتناقلها الأخبار على وجه يفيد العلم، فلهذا، لا يسعنا غير السكوت عنها، وعدم الالتفات لما يذكره النقلة للإسرائيليات ونحوها، ولكننا نعلم بالجملة أنها أسباب قوية كثيرة، داخلية وخارجية، بها صار له جند عظيم، ذو عدد وعدد ونظام، وبه تمكن من قهر الأعداء، ومن تسهيل الوصول إلى مشارق الأرض ومغاربها، وأنحائها، فأعطاه الله، ما بلغ به مغرب الشمس، حتى رأى الشمس في مرأى العين، كأنها تغرب في عين حمئة، أي: سوداء، وهذا هو المعتاد لمن كان بينه وبين أفق الشمس الغربي ماء، رآها تغرب في نفس الماء وإن كانت في غاية الارتفاع، ووجد عندها، أي: عند مغربها قوما. { قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا ْ} أي: إما أن تعذبهم بقتل، أو ضرب، أو أسر ونحوه، وإما أن تحسن إليهم، فخير بين الأمرين، لأن الظاهر أنهم كفار أو فساق، أو فيهم شيء من ذلك، لأنهم لو كانوا مؤمنين غير فساق، لم يرخص في تعذيبهم، فكان عند ذي القرنين من السياسة الشرعية ما استحق به المدح والثناء، لتوفيق الله له لذلك، فقال: سأجعلهم قسمين: { أَمَّا مَنْ ظَلَمَ ْ} بالكفر { فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا ْ} أي: تحصل له العقوبتان، عقوبة الدنيا، وعقوبة الآخرة. { وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى ْ} أي: فله الجنة والحالة الحسنة عند الله جزاء يوم القيامة، { وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا ْ} أي: وسنحسن إليه، ونلطف له بالقول، ونيسر له المعاملة، وهذا يدل على كونه من الملوك الصالحين الأولياء، العادلين العالمين، حيث وافق مرضاة الله في معاملة كل أحد، بما يليق بحاله.",
        "kathir": "وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا"
      },
      "translations": {
        "en": "But as for one who believes and does righteousness, he will have a reward of Paradise, and we will speak to him from our command with ease.\"",
        "fr": "Et quant à celui qui croit et fait bonne œuvre, il aura, en retour, la plus belle récompense. Et nous lui donnerons des ordres faciles à exécuter».",
        "es": "Pero quien crea y obre bien tendrá como retribución lo mejor y le ordenaremos cosas fáciles»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 89,
      "text": "ثُمَّ أَتْبَعَ سَبَبًا",
      "tafsir": {
        "muyassar": "ثم رجع ذو القرنين إلى المشرق متبعًا الأسباب التي أعطاه الله إياها.",
        "mukhtasar": "ثم اتبع طريقًا غير طريقه الأولى متجهًا إلى جهة شروق الشمس.",
        "saadi": "تفسير الآيات من 89 حتى 91 :ـ أي لما وصل إلى مغرب الشمس كر راجعا، قاصدا مطلعها، متبعا للأسباب، التي أعطاه الله، فوصل إلى مطلع الشمس فـ { وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا ْ} أي: وجدها تطلع على أناس ليس لهم ستر من الشمس، إما لعدم استعدادهم في المساكن، وذلك لزيادة همجيتهم وتوحشهم، وعدم تمدنهم، وإما لكون الشمس دائمة عندهم، لا تغرب عنهم غروبا يذكر، كما يوجد ذلك في شرقي أفريقيا الجنوبي، فوصل إلى موضع انقطع عنه علم أهل الأرض، فضلا عن وصولهم إليه إياه بأبدانهم، ومع هذا، فكل هذا بتقدير الله له، وعلمه به ولهذا قال { كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبَرًا ْ} أي: أحطنا بما عنده من الخير والأسباب العظيمة وعلمنا معه، حيثما توجه وسار.",
        "kathir": "ثُمَّ أَتْبَعَ سَبَبًا"
      },
      "translations": {
        "en": "Then he followed a way",
        "fr": "Puis, il suivit (une autre) voie.",
        "es": "Luego, siguió otro camino"
      },
      "ibn_ashour": ""
    },
    {
      "number": 90,
      "text": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍۢ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًۭا",
      "tafsir": {
        "muyassar": "حتى إذا وصل إلى مطلع الشمس وجدها تطلع على قوم ليس لهم بناء يسترهم، ولا شجر يظلهم من الشمس.",
        "mukhtasar": "وسار حتى إذا وصل إلى جهة مطلع الشمس - في مرأى العين - وجد الشمس تطلع على أقوام لم نجعل لهم من دون الشمس ما يقيهم من البيوت ومن ظلال الأشجار.",
        "saadi": "تفسير الآيات من 89 حتى 91 :ـ أي لما وصل إلى مغرب الشمس كر راجعا، قاصدا مطلعها، متبعا للأسباب، التي أعطاه الله، فوصل إلى مطلع الشمس فـ { وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا ْ} أي: وجدها تطلع على أناس ليس لهم ستر من الشمس، إما لعدم استعدادهم في المساكن، وذلك لزيادة همجيتهم وتوحشهم، وعدم تمدنهم، وإما لكون الشمس دائمة عندهم، لا تغرب عنهم غروبا يذكر، كما يوجد ذلك في شرقي أفريقيا الجنوبي، فوصل إلى موضع انقطع عنه علم أهل الأرض، فضلا عن وصولهم إليه إياه بأبدانهم، ومع هذا، فكل هذا بتقدير الله له، وعلمه به ولهذا قال { كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبَرًا ْ} أي: أحطنا بما عنده من الخير والأسباب العظيمة وعلمنا معه، حيثما توجه وسار.",
        "kathir": "حَتَّىٰ إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا"
      },
      "translations": {
        "en": "Until, when he came to the rising of the sun, he found it rising on a people for whom We had not made against it any shield.",
        "fr": "Et quand il eut atteint le Levant, il trouva que le soleil se levait sur une peuplade à laquelle Nous n'avions pas donné de voile pour s'en protéger.",
        "es": "hasta que, a la salida del sol, encontró que éste aparecía sobre otra gente a la que no habíamos dado refugio para protegerse de él."
      },
      "ibn_ashour": ""
    },
    {
      "number": 91,
      "text": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًۭا",
      "tafsir": {
        "muyassar": "كذلك وقد أحاط عِلْمُنا بما عنده من الخير والأسباب العظيمة، حيثما توجَّه وسار.",
        "mukhtasar": "كذلك أمْر صاحب القرنين، وقد أحاط علمنا بتفاصيل ما لديه من القوة والسلطان.",
        "saadi": "",
        "kathir": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا"
      },
      "translations": {
        "en": "Thus. And We had encompassed [all] that he had in knowledge.",
        "fr": "Il en fut ainsi et Nous embrassons de Notre Science ce qu'il détenait.",
        "es": "Así fue. Nosotros teníamos pleno conocimiento de lo que él tenía."
      },
      "ibn_ashour": ""
    },
    {
      "number": 92,
      "text": "ثُمَّ أَتْبَعَ سَبَبًا",
      "tafsir": {
        "muyassar": "ثم سار ذو القرنين آخذًا بالطرق والأسباب التي منحناها إياه.",
        "mukhtasar": "ثم اتبع طريقًا غير الطريقين الأوليين معترضًا بين المشرق والمغرب.",
        "saadi": "تفسير الآيتين 92 و 93 :ـ{ ثُمَّ أَتْبَعَ سَبَبًا حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ ْ} قال المفسرون: ذهب متوجها من المشرق، قاصدا للشمال، فوصل إلى ما بين السدين، وهما سدان، كانا سلاسل جبال معروفين في ذلك الزمان، سدا بين يأجوج ومأجوج وبين الناس، وجد من دون السدين قوما، لا يكادون يفقهون قولا، لعجمة ألسنتهم، واستعجام أذهانهم وقلوبهم، وقد أعطى الله ذا القرنين من الأسباب العلمية، ما فقه به ألسنة أولئك القوم وفقههم، وراجعهم، وراجعوه، فاشتكوا إليه ضرر يأجوج ومأجوج، وهما أمتان عظيمتان من بني آدم",
        "kathir": "ثُمَّ أَتْبَعَ سَبَبًا"
      },
      "translations": {
        "en": "Then he followed a way",
        "fr": "Puis, il suivit (une autre) voie.",
        "es": "Luego, siguió otro camino"
      },
      "ibn_ashour": ""
    },
    {
      "number": 93,
      "text": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًۭا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًۭا",
      "tafsir": {
        "muyassar": "حتى إذا وصل إلى ما بين الجبلين الحاجزين لما وراءهما، وجد من دونهما قومًا، لا يكادون يعرفون كلام غيرهم.",
        "mukhtasar": "وسار حتى وصل ثغرة بين جبلين فوجد من قِبَلِهما قومًا لا يكادون يفهمون كلام غيرهم.",
        "saadi": "تفسير الآيتين 92 و 93 :ـ{ ثُمَّ أَتْبَعَ سَبَبًا حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ ْ} قال المفسرون: ذهب متوجها من المشرق، قاصدا للشمال، فوصل إلى ما بين السدين، وهما سدان، كانا سلاسل جبال معروفين في ذلك الزمان، سدا بين يأجوج ومأجوج وبين الناس، وجد من دون السدين قوما، لا يكادون يفقهون قولا، لعجمة ألسنتهم، واستعجام أذهانهم وقلوبهم، وقد أعطى الله ذا القرنين من الأسباب العلمية، ما فقه به ألسنة أولئك القوم وفقههم، وراجعهم، وراجعوه، فاشتكوا إليه ضرر يأجوج ومأجوج، وهما أمتان عظيمتان من بني آدم",
        "kathir": "حَتَّىٰ إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا"
      },
      "translations": {
        "en": "Until, when he reached [a pass] between two mountains, he found beside them a people who could hardly understand [his] speech.",
        "fr": "Et quand il eut atteint un endroit situé entre les Deux Barrières (montagnes), il trouva derrière elles une peuplade qui ne comprenait presque aucun langage.",
        "es": "hasta que, llegado a un espacio entre los dos diques, encontró del lado de acá a gente que apenas comprendía palabra."
      },
      "ibn_ashour": ""
    },
    {
      "number": 94,
      "text": "قَالُوا۟ يَٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّۭا",
      "tafsir": {
        "muyassar": "قالوا يا ذا القرنين: إنَّ يأجوج ومأجوج -وهما أمَّتان عظيمتان من بني آدم- مفسدون في الأرض بإهلاك الحرث والنسل، فهل نجعل لك أجرًا، ونجمع لك مالا على أن تجعل بيننا وبينهم حاجزًا يحول بيننا وبينهم؟",
        "mukhtasar": "قالوا: يا ذا القرنين، إن يأجوج ومأجوج (يعنون أمتين عظيمتين من بني آدم) مفسدون في الأرض بما يقومون به من القتل وغيره، فهل نجعل لك مالًا على أن تجعل بيننا وبينهم حاجزًا؟",
        "saadi": "{ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ ْ} بالقتل وأخذ الأموال وغير ذلك. { فَهَلْ نَجْعَلُ لَكَ خَرْجًا ْ} أي جعلا { عَلَى أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا ْ} ودل ذلك على عدم اقتدارهم بأنفسهم على بنيان السد، وعرفوا اقتدار ذي القرنين عليه، فبذلوا له أجرة، ليفعل ذلك، وذكروا له السبب الداعي، وهو: إفسادهم في الأرض، فلم يكن ذو القرنين ذا طمع، ولا رغبة في الدنيا، ولا تاركا لإصلاح أحوال الرعية، بل كان قصده الإصلاح، فلذلك أجاب طلبتهم لما فيها من المصلحة، ولم يأخذ منهم أجرة، وشكر ربه على تمكينه واقتداره",
        "kathir": "قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰ أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا"
      },
      "translations": {
        "en": "They said, \"O Dhul-Qarnayn, indeed Gog and Magog are [great] corrupters in the land. So may we assign for you an expenditure that you might make between us and them a barrier?\"",
        "fr": "Ils dirent: «O Dûl-Qarnayn, les Yâ jûj et les Mâ jûj commettent du désordre sur terre. Est-ce que nous pourrons t'accorder un tribut pour construire une barrière entre eux et nous?»",
        "es": "Dijeron: «¡Bicorne! Gog y Magog corrompen en la tierra. ¿Podríamos retribuirte a cambio de que colocaras un dique entre nosotros y ellos?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 95,
      "text": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌۭ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "tafsir": {
        "muyassar": "قال ذو القرنين: ما أعطانيه ربي من الملك والتمكين خير لي مِن مالكم، فأعينوني بقوة منكم أجعل بينكم وبينهم سدًا.",
        "mukhtasar": "قال ذو القرنين: ما رزقنيه ربي من الملك والسلطان خير لي مما تعطونني من مال، فأعينوني برجال وآلات أجعل بينكم وبينهم حاجزًا.",
        "saadi": "فقال لهم: { مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ ْ} أي: مما تبذلون لي وتعطوني، وإنما أطلب منكم أن تعينوني بقوة منكم بأيديكم { أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا ْ} أي: مانعا من عبورهم عليكم.",
        "kathir": "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا"
      },
      "translations": {
        "en": "He said, \"That in which my Lord has established me is better [than what you offer], but assist me with strength; I will make between you and them a dam.",
        "fr": "Il dit: «Ce que Mon Seigneur m'a conféré vaut mieux (que vos dons). Aidez-moi donc avec votre force et je construirai un remblai entre vous et eux.",
        "es": "Dijo: «El poderío que mi Señor me ha dado es mejor. ¡Ayudadme esforzadamente y levantaré una muralla entre vosotros y ellos!"
      },
      "ibn_ashour": ""
    },
    {
      "number": 96,
      "text": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًۭا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًۭا",
      "tafsir": {
        "muyassar": "أعطوني قطع الحديد، حتى إذا جاؤوا به ووضعوه وحاذوا به جانبي الجبلين، قال للعمال: أجِّجوا النار، حتى إذا صار الحديد كله نارًا، قال: أعطوني نحاسًا أُفرغه عليه.",
        "mukhtasar": "أحْضِروا قِطَع الحديد، فأحضروها فطفق يبني بها بين الجبلين، حتى إذا ساواهما ببنائه قال للعمال: أشعلوا النار على هذه القطع، حتى إذا احمرت قطع الحديد قال: أحضروا نحاسًا أصبّه عليه.",
        "saadi": "{ آتُونِي زُبَرَ الْحَدِيدِ ْ} أي: قطع الحديد، فأعطوه ذلك. { حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ ْ} أي: الجبلين اللذين بني بينهما السد { قَالَ انْفُخُوا ْ} النار أي: أوقدوها إيقادا عظيما، واستعملوا لها المنافيخ لتشتد، فتذيب النحاس، فلما ذاب النحاس، الذي يريد أن يلصقه بين زبر الحديد { قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا ْ} أي: نحاسا مذابا، فأفرغ عليه القطر، فاستحكم السد استحكاما هائلا، وامتنع من وراءه من الناس، من ضرر يأجوج ومأجوج.",
        "kathir": "آتُونِي زُبَرَ الْحَدِيدِ ۖ حَتَّىٰ إِذَا سَاوَىٰ بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا ۖ حَتَّىٰ إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا"
      },
      "translations": {
        "en": "Bring me sheets of iron\" - until, when he had leveled [them] between the two mountain walls, he said, \"Blow [with bellows],\" until when he had made it [like] fire, he said, \"Bring me, that I may pour over it molten copper.\"",
        "fr": "Apportez-moi des blocs de fer». Puis, lorsqu'il en eut comblé l'espace entre les deux montagnes, il dit: «Soufflez!» Puis, lorsqu'il l'eut rendu une fournaise, il dit: «Apportez-moi du cuivre fondu, que je le déverse dessus».",
        "es": "¡Traedme bloques de hierro!» Hasta que, habiendo rellenado el espacio vacío entre las dos laderas, dijo: «¡Soplad!» Hasta que, habiendo hecho del hierro fuego, dijo: «¡Traedme bronce fundido para derramarlo encima!»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 97,
      "text": "فَمَا ٱسْطَٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَٰعُوا۟ لَهُۥ نَقْبًۭا",
      "tafsir": {
        "muyassar": "فما استطاعت يأجوج ومأجوج أن تصعد فوق السد؛ لارتفاعه وملاسته، وما استطاعوا أن ينقبوه من أسفله لبعد عرضه وقوته.",
        "mukhtasar": "فما استطاع يأجوج ومأجوج أن يعلوَا عليه لارتفاعه، وما استطاعوا أن يثقبوه من أسفله لصلابته.",
        "saadi": "{ فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا ْ} أي: فما لهم استطاعة، ولا قدرة على الصعود عليه لارتفاعه، ولا على نقبه لإحكامه وقوته.",
        "kathir": "فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا"
      },
      "translations": {
        "en": "So Gog and Magog were unable to pass over it, nor were they able [to effect] in it any penetration.",
        "fr": "Ainsi, ils ne purent guère l'escalader ni l'ébrécher non plus.",
        "es": "Y no pudieron escalarla, ni pudieron abrir brecha en ella."
      },
      "ibn_ashour": ""
    },
    {
      "number": 98,
      "text": "قَالَ هَٰذَا رَحْمَةٌۭ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّۭا",
      "tafsir": {
        "muyassar": "قال ذو القرنين: هذا الذي بنيته حاجزًا عن فساد يأجوج ومأجوج رحمة من ربي بالناس، فإذا جاء وعد ربي بخروج يأجوج ومأجوج جعله دكاء منهدمًا مستويًا بالأرض، وكان وعد ربي حقًّا.",
        "mukhtasar": "قال ذو القرنين: هذا السد رحمة من ربي يحول بين يأجوج ومأجوج وبين الإفساد في الأرض، ويمنعهم منه، فإذا جاء الوقت الذي حدده الله لخروجهم قبل قيام الساعة صَيَّره مستويًا بالأرض، وكان وعد الله بتسويته بالأرض وبخروج يأجوج ومأجوج ثابتًا لا خُلْف فيه.",
        "saadi": "فلما فعل هذا الفعل الجميل والأثر الجليل، أضاف النعمة إلى موليها وقال: { هَذَا رَحْمَةٌ مِنْ رَبِّي ْ} أي: من فضله وإحسانه عليَّ، وهذه حال الخلفاء الصالحين، إذا من الله عليهم بالنعم الجليلة، ازداد شكرهم وإقرارهم، واعترافهم بنعمة الله كما قال سليمان عليه السلام، لما حضر عنده عرش ملكة سبأ مع البعد العظيم، قال: { هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ ْ} بخلاف أهل التجبر والتكبر والعلو في الأرض فإن النعم الكبار، تزيدهم أشرا وبطرا. كما قال قارون -لما آتاه الله من الكنوز، ما إن مفاتحه لتنوء بالعصبة أولي القوة- قال: { إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي ْ}  وقوله: { فَإِذَا جَاءَ وَعْدُ رَبِّي ْ} أي: لخروج يأجوج ومأجوج { جَعَلَهُ ْ} أي: ذلك السد المحكم المتقن { دَكَّاءَ ْ} أي: دكه فانهدم، واستوى هو والأرض { وَكَانَ وَعْدُ رَبِّي حَقًّا ْ} ",
        "kathir": "قَالَ هَٰذَا رَحْمَةٌ مِنْ رَبِّي ۖ فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ ۖ وَكَانَ وَعْدُ رَبِّي حَقًّا"
      },
      "translations": {
        "en": "[Dhul-Qarnayn] said, \"This is a mercy from my Lord; but when the promise of my Lord comes, He will make it level, and ever is the promise of my Lord true.\"",
        "fr": "Il dit: «C'est une miséricorde de la part de mon Seigneur. Mais, lorsque la promesse de mon Seigneur viendra, Il le nivellera. Et la promesse de mon Seigneur est vérité».",
        "es": "Dijo: «Ésta es una misericordia venida de mi Señor, pero, cuando venga la promesa de mi Señor, Él la demolerá. Lo que mi Señor promete es verdad»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 99,
      "text": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍۢ يَمُوجُ فِى بَعْضٍۢ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَٰهُمْ جَمْعًۭا",
      "tafsir": {
        "muyassar": "وتركنا يأجوج ومأجوج -يوم يأتيهم وَعْدُنا- يموج بعضهم في بعض مختلطين؛ لكثرتهم، ونفخ في \"القرن\" للبعث، فجمعنا الخلق جميعًا للحساب والجزاء.",
        "mukhtasar": "وتركنا بعض الخلق آخر الزمان يضطربون ويختلطون ببعض، ونُفِخ في الصور فجمعنا الخلق كله للحساب والجزاء.",
        "saadi": "يحتمل أن الضمير، يعود إلى يأجوج ومأجوج، وأنهم إذا خرجوا على الناس -من كثرتهم واستيعابهم للأرض كلها- يموج بعضهم ببعض، كما قال تعالى { حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ ْ} ويحتمل أن الضمير يعود إلى الخلائق يوم القيامة، وأنهم يجتمعون فيه فيكثرون ويموج بعضهم ببعض، من الأهوال والزلازل العظام، بدليل قوله: { ونفخ في الصور فجمعناهم جمعا وعرضنا جهنم يومئذ للكافرين عرضا الذين كانت أعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا ْ} أي: إذا نفخ إسرافيل في الصور، أعاد الله الأرواح إلى الأجساد، ثم حشرهم وجمعهم لموقف القيامة، الأولين منهم والأخرين، والكافرين والمؤمنين، ليسألوا ويحاسبوا ويجزون بأعمالهم، فأما الكافرون -على اختلافهم- فإن جهنم جزاؤهم، خالدين فيها أبدا.",
        "kathir": "۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ ۖ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا"
      },
      "translations": {
        "en": "And We will leave them that day surging over each other, and [then] the Horn will be blown, and We will assemble them in [one] assembly.",
        "fr": "Nous les laisserons, ce jour-là, déferler comme les flots les uns sur les autres, et on soufflera dans la Trompe et Nous les rassemblerons tous.",
        "es": "Ese día dejaremos que unos y otros se entremezclen. Se tocará la trompeta y los reuniremos a todos."
      },
      "ibn_ashour": ""
    },
    {
      "number": 100,
      "text": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍۢ لِّلْكَٰفِرِينَ عَرْضًا",
      "tafsir": {
        "muyassar": "وعرضنا جهنم للكافرين، وأبرزناها لهم لنريهم سوء عاقبتهم.",
        "mukhtasar": "وأظهرنا جهنم للكافرين إظهارًا لا لبس معه ليشاهدوها عيانًا.",
        "saadi": "كما قال تعالى: { وبرزت الجحيم للغاوين ْ}  أي: عرضت لهم لتكون مأواهم ومنزلهم، وليتمتعوا بأغلالها وسعيرها، وحميمها، وزمهريرها، وليذوقوا من العقاب، ما تبكم له القلوب، وتصم الآذان، وهذا آثار أعمالهم، وجزاء أفعالهم، فإنهم في الدنيا .",
        "kathir": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا"
      },
      "translations": {
        "en": "And We will present Hell that Day to the Disbelievers, on display -",
        "fr": "Et ce jour-là Nous présenterons de près l'Enfer aux mécréants,",
        "es": "Ese día mostraremos plenamente la gehena a los incrédulos,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 101,
      "text": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
      "tafsir": {
        "muyassar": "الذين كانت أعينهم في الدنيا في غطاء عن ذكري فلا تبصر آياتي، وكانوا لا يطيقون سماع حججي الموصلة إلى الإيمان بي وبرسولي.",
        "mukhtasar": "أظهرناها للكافرين الذين كانوا في الدنيا عميًا عن ذكر الله؛ لما على أعينهم من حجاب مانع من ذلك، وكانوا لا يستطيعون سمع آيات الله سماع قبول.",
        "saadi": "",
        "kathir": "الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا"
      },
      "translations": {
        "en": "Those whose eyes had been within a cover [removed] from My remembrance, and they were not able to hear.",
        "fr": "dont les yeux étaient couverts d'un voile qui les empêchait de penser à Moi, et ils ne pouvaient rien entendre non plus.",
        "es": "cuyos ojos estaban cerrados a Mi recuerdo y que no podían oír."
      },
      "ibn_ashour": ""
    },
    {
      "number": 102,
      "text": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَٰفِرِينَ نُزُلًۭا",
      "tafsir": {
        "muyassar": "أفظن الذين كفروا بي أن يتخذوا عبادي آلهة من غيري؛ ليكونوا أولياء لهم؟ إنا أعتدنا نار جهنم للكافرين منزلا.",
        "mukhtasar": "أفظنّ الذين كفروا بالله أن يجعلوا عبادي من ملائكة ورسل وشياطين معبودين من دوني؟! إنا هيأنا جهنم للكافرين منزلًا لإقامتهم.",
        "saadi": "وهذا برهان وبيان، لبطلان دعوى المشركين الكافرين، الذين اتخذوا بعض الأنبياء والأولياء، شركاء لله يعبدونهم، ويزعمون أنهم يكونون لهم أولياء، ينجونهم من عذاب الله، وينيلونهم ثوابه، وهم قد كفروا بالله وبرسله. يقول الله لهم على وجه الاستفهام والإنكار المتقرر بطلانه في العقول: { أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ ْ} أي: لا يكون ذلك ولا يوالي ولي الله معاديا لله أبدا، فإن الأولياء موافقون لله في محبته ورضاه، وسخطه وبغضه، فيكون على هذا المعنى مشابها لقوله تعالى { وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ْ}  فمن زعم أنه يتخذ ولي الله وليا له، وهو معاد لله، فهو كاذب، ويحتمل -وهو الظاهر- أن المعنى: أفحسب الكفار بالله، المنابذون لرسله، أن يتخذوا من دون الله أولياء ينصرونهم، وينفعونهم من دون الله، ويدفعون عنهم الأذى؟ هذا حسبان باطل، وظن فاسد، فإن جميع المخلوقين، ليس بيدهم من النفع والضر، شيء، ويكون هذا، كقوله تعالى: { قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا ْ} { وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ ْ} ونحو ذلك من الآيات التي يذكر الله فيها، أن المتخذ من دونه وليا ينصره ويواليه، ضال خائب الرجاء، غير نائل لبعض مقصوده. { إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا ْ} أي ضيافة وقرى، فبئس النزل نزلهم، وبئست جهنم، ضيافتهم.",
        "kathir": "أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ ۚ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا"
      },
      "translations": {
        "en": "Then do those who disbelieve think that they can take My servants instead of Me as allies? Indeed, We have prepared Hell for the disbelievers as a lodging.",
        "fr": "Ceux qui ont mécru, comptent-ils donc pouvoir prendre, pour alliés, Mes serviteurs en dehors de Moi? Nous avons préparé l'Enfer comme résidence pour les mécréants.",
        "es": "¿Piensan, acaso, quienes no creen, que podrán tomar a Mis siervos como amigos en lugar de tomarme a Mí? Hemos preparado la gehena como alojamiento para los infieles"
      },
      "ibn_ashour": ""
    },
    {
      "number": 103,
      "text": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَٰلًا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للناس محذرًا: هل نُخبركم بأخسر الناس أعمالا؟",
        "mukhtasar": "قل - أيها الرسول -: هل نخبركم - أيها الناس - بأعظم الناس خسرانًا لعمله؟",
        "saadi": "أي: قل يا محمد، للناس -على وجه التحذير والإنذار-: هل أخبركم بأخسر الناس أعمالا على الإطلاق؟",
        "kathir": "قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Shall we [believers] inform you of the greatest losers as to [their] deeds?",
        "fr": "Dis: «Voulez-vous que Nous vous apprenions lesquels sont les plus grands perdants, en œuvres?",
        "es": "Di: «¿Os daré a conocer quiénes son los que más pierden por sus obras,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 104,
      "text": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "tafsir": {
        "muyassar": "إنهم الذين ضلَّ عملهم في الحياة الدنيا -وهم مشركو قومك وغيرهم ممن ضلَّ سواء السبيل، فلم يكن على هدى ولا صواب- وهم يظنون أنهم محسنون في أعمالهم.",
        "mukhtasar": "الذين يرون يوم القيامة أن سعيهم الذي كانوا يسعونه في الدنيا قد ضاع، وهم يظنون أنهم محسنون في سعيهم، وسينتفعون بأعمالهم، والواقع خلاف ذلك.",
        "saadi": "{ الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا ْ} أي: بطل واضمحل كل ما عملوه من عمل، يحسبون أنهم محسنون في صنعه، فكيف بأعمالهم التي يعلمون أنها باطلة، وأنها محادة لله ورسله ومعاداة؟\" فمن هم هؤلاء الذين خسرت أعمالهم،فـ { فخسروا أنفسهم وأهليهم يوم القيامة؟ ألا ذلك هو الخسران المبين ْ} ",
        "kathir": "الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا"
      },
      "translations": {
        "en": "[They are] those whose effort is lost in worldly life, while they think that they are doing well in work.\"",
        "fr": "Ceux dont l'effort, dans la vie présente, s'est égaré, alors qu'ils s'imaginent faire le bien.",
        "es": "aquéllos cuyo celo se pierde en la vida de acá mientras creen obrar bien?»"
      },
      "ibn_ashour": ""
    },
    {
      "number": 105,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَٰمَةِ وَزْنًۭا",
      "tafsir": {
        "muyassar": "أولئك الأخسرون أعمالا هم الذين جحدوا بآيات ربهم وكذَّبوا بها، وأنكروا لقاءه يوم القيامة، فبطلت أعمالهم؛ بسبب كفرهم، فلا نقيم لهم يوم القيامة قدرًا.",
        "mukhtasar": "أولئك هم الذين كفروا بآيات ربهم الدالة على توحيده، وكفروا بلقائه، فبطلت أعمالهم لكفرهم بها، فلا يكون لهم يوم القيامة قدر عند الله.",
        "saadi": "{ أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ ْ} أي: جحدوا الآيات القرآنية والآيات العيانية، الدالة على وجوب الإيمان به، وملائكته، ورسله، وكتبه، واليوم الآخر.{ فَحَبِطَتْ ْ} بسبب ذلك { أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا ْ} لأن الوزن فائدته، مقابلة الحسنات بالسيئات، والنظر في الراجح منها والمرجوح، وهؤلاء لا حسنات لهم لعدم شرطها، وهو الإيمان، كما قال تعالى { وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا ْ} لكن تعد أعمالهم وتحصى، ويقررون بها، ويخزون بها على رءوس الأشهاد، ثم يعذبون عليها",
        "kathir": "أُولَٰئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا"
      },
      "translations": {
        "en": "Those are the ones who disbelieve in the verses of their Lord and in [their] meeting Him, so their deeds have become worthless; and We will not assign to them on the Day of Resurrection any importance.",
        "fr": "Ceux-là qui ont nié les signes de leur Seigneur, ainsi que Sa rencontre. Leurs actions sont donc vaines». Nous ne leur assignerons pas de poids au Jour de la Résurrection.",
        "es": "Son ellos los que no creen en los signos de su Señor, ni en que Le encontrarán. Vanas habrán sido sus obras y el día de la Resurrección no les reconoceremos peso."
      },
      "ibn_ashour": ""
    },
    {
      "number": 106,
      "text": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَٰتِى وَرُسُلِى هُزُوًا",
      "tafsir": {
        "muyassar": "ذلك المذكور مِن حبوط أعمالهم جزاؤهم نار جهنم؛ بسبب كفرهم بالله واتخاذهم آياته وحجج رسله استهزاءً وسخرية.",
        "mukhtasar": "ذلك الجزاء المُعَدّ لهم هو جهنم؛ لكفرهم بالله، واتخاذهم آياتي المنزلة ورسلي سخرية.",
        "saadi": "{ ذَلِكَ جَزَاؤُهُمْ ْ} أي: حبوط أعمالهم، وأنه لا يقام لهم يوم القيامة، { وَزْنًا ْ} لحقارتهم وخستهم، بكفرهم بآيات الله، واتخاذهم آياته ورسله، هزوا يستهزئون بها، ويسخرون  منها، مع أن الواجب في آيات الله ورسله، الإيمان التام بها، والتعظيم لها، والقيام بها أتم القيام، وهؤلاء عكسوا القضية، فانعكس أمرهم، وتعسوا، وانتكسوا في العذاب. ولما بين مآل الكافرين وأعمالهم، بين أعمال المؤمنين ومآلهم ",
        "kathir": "ذَٰلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا"
      },
      "translations": {
        "en": "That is their recompense - Hell - for what they denied and [because] they took My signs and My messengers in ridicule.",
        "fr": "C'est que leur rétribution sera l'Enfer, pour avoir mécru et pris en raillerie Mes signes (enseignements) et Mes messagers.",
        "es": "Su retribución será la gehena por no haber creído y por haber tomado a burla Mis signos y a Mis enviados."
      },
      "ibn_ashour": ""
    },
    {
      "number": 107,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَانَتْ لَهُمْ جَنَّٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
      "tafsir": {
        "muyassar": "إن الذين آمنوا بي، وصدَّقوا رسلي، وعملوا الصالحات، لهم أعلى الجنة وأفضلها منزلا.",
        "mukhtasar": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات كانت لهم أعلى الجنان منزلًا لإكرامهم.",
        "saadi": "أي: إن الذين آمنوا بقلوبهم، وعملوا الصالحات بجوارحهم، وشمل هذا الوصف جميع الدين، عقائده، وأعماله، أصوله، وفروعه الظاهرة، والباطنة، فهؤلاء -على اختلاف طبقاتهم من الإيمان والعمل الصالح -لهم جنات الفردوس. يحتمل أن المراد بجنات الفردوس، أعلى الجنة، وأوسطها، وأفضلها، وأن هذا الثواب، لمن كمل فيه الإيمان والعمل الصالح، والأنبياء والمقربون. ويحتمل أن يراد بها، جميع منازل الجنان، فيشمل هذا الثواب، جميع طبقات أهل الإيمان، من المقربين، والأبرار، والمقتصدين، كل بحسب حاله، وهذا أولى المعنيين لعمومه، ولذكر الجنة بلفظ الجمع المضاف إلى الفردوس، ولأن الفردوس يطلق على البستان، المحتوي على الكرم، أو الأشجار الملتفة، وهذا صادق على جميع الجنة، فجنة الفردوس نزل، وضيافة لأهل الإيمان والعمل الصالح، وأي: ضيافة أجل وأكبر، وأعظم من هذه الضيافة، المحتوية على كل نعيم، للقلوب، والأرواح، والأبدان، وفيها ما تشتهيه الأنفس. وتلذ الأعين، من المنازل الأنيقة، والرياض الناضرة، والأشجار المثمرة،. والطيور المغردة المشجية، والمآكل اللذيذة، والمشارب الشهية، والنساء الحسان، والخدم، والولدان، والأنهار السارحة، والمناظر الرائقة، والجمال الحسي والمعنوي، والنعمة الدائمة، وأعلى ذلك وأفضله وأجله، التنعم بالقرب من الرحمن ونيل رضاه، الذي هو أكبر نعيم الجنان، والتمتع برؤية وجهه الكريم، وسماع كلام الرءوف الرحيم، فلله تلك الضيافة، ما أجلها وأجملها، وأدومها وأكملها\"، وهي أعظم من أن يحيط بها وصف أحد من الخلائق، أو تخطر على القلوب، فلو علم العباد بعض ذلك النعيم علما حقيقيا يصل إلى قلوبهم، لطارت إليها قلوبهم بالأشواق، ولتقطعت أرواحهم من ألم الفراق، ولساروا إليها زرافات ووحدانا، ولم يؤثروا عليها دنيا فانية، ولذات منغصة متلاشية، ولم يفوتوا أوقاتا تذهب ضائعة خاسرة، يقابل كل لحظة منها من النعيم من الحقب آلاف مؤلفة، ولكن الغفلة شملت، والإيمان ضعف، والعلم قل، والإرادة نفذت  فكان، ما كان، فلا حول ولا قوة إلا بالله العلي العظيم.",
        "kathir": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا"
      },
      "translations": {
        "en": "Indeed, those who have believed and done righteous deeds - they will have the Gardens of Paradise as a lodging,",
        "fr": "Ceux qui croient et font de bonnes œuvres auront pour résidence les Jardins du «Firdaws,» (Paradis),",
        "es": "En cambio, los que hayan creído y obrado bien se alojarán en los jardines del paraíso,"
      },
      "ibn_ashour": ""
    },
    {
      "number": 108,
      "text": "خَٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًۭا",
      "tafsir": {
        "muyassar": "خالدين فيها أبدًا، لا يريدون عنها تحوُّلا؛ لرغبتهم فيها وحبهم لها.",
        "mukhtasar": "ماكثين فيها أبدًا، لا يطلبون عنها تحوّلًا؛ لأنها لا يدانيها جزاء.",
        "saadi": "{ خَالِدِينَ فِيهَا ْ} هذا هو تمام النعيم، إن فيها النعيم الكامل، ومن تمامه أنه لا ينقطع { لَا يَبْغُونَ عَنْهَا حِوَلًا ْ} أي: تحولا ولا انتقالا، لأنهم لا يرون إلا ما يعجبهم ويبهجهم، ويسرهم ويفرحهم، ولا يرون نعيما فوق ما هم فيه.",
        "kathir": "خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا"
      },
      "translations": {
        "en": "Wherein they abide eternally. They will not desire from it any transfer.",
        "fr": "où ils demeureront éternellement, sans désirer aucun changement.",
        "es": "eternamente, y no desearán mudarse."
      },
      "ibn_ashour": "",
      "video": {
        "id": "d2UY7yo_CgA",
        "word": "حولاً",
        "transliteration": "Hiwala",
        "meaning": {
          "ar": "تحولاً وانتقالاً",
          "en": "Change or transfer",
          "fr": "Changement ou transfert",
          "es": "Cambio o transferencia"
        }
      }
    },
    {
      "number": 109,
      "text": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًۭا لِّكَلِمَٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًۭا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: لو كان ماء البحر حبرًا للأقلام التي يكتب بها كلام الله، لنفِد ماء البحر قبل أن تنفد كلمات الله، ولو جئنا بمثل البحر بحارًا أخرى مددًا له. وفي الآية إثبات صفة الكلام لله -تعالى- حقيقة كما يليق بجلاله وكماله.",
        "mukhtasar": "قل - أيها الرسول -: إن كلمات ربي كثيرة، فلو كان البحر حِبْرًا لها تكتب به لانتهى ماء البحر قبل أن تنتهي كلماته سبحانه، ولو أتينا ببحور أخرى لنفدت أيضًا.",
        "saadi": "أي: قل لهم مخبرا عن عظمة الباري، وسعة صفاته، وأنها لا يحيط العباد بشيء منها: { لَوْ كَانَ الْبَحْرُ ْ} أي: هذه الأبحر الموجودة في العالم { مِدَادًا لِكَلِمَاتِ رَبِّي ْ} أي: وأشجار الدنيا من أولها إلى آخرها، من أشجار البلدان والبراري، والبحار، أقلام، { لَنَفِدَ الْبَحْرُ ْ} وتكسرت الأقلام { قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي ْ} وهذا شيء عظيم، لا يحيط به أحد. وفي الآية الأخرى { ولو أن ما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله إن الله عزيز حكيم ْ} وهذا من باب تقريب المعنى إلى الأذهان، لأن هذه الأشياء مخلوقة، وجميع المخلوقات، منقضية منتهية، وأما كلام الله، فإنه من جملة صفاته، وصفاته غير مخلوقة، ولا لها حد ولا منتهى، فأي سعة وعظمة تصورتها القلوب فالله فوق ذلك، وهكذا سائر صفات الله تعالى، كعلمه، وحكمته، وقدرته، ورحمته، فلو جمع علم الخلائق من الأولين والآخرين، أهل السماوات وأهل الأرض، لكان بالنسبة إلى علم العظيم، أقل من نسبة عصفور وقع على حافة البحر، فأخذ بمنقاره من البحر بالنسبة للبحر وعظمته، ذلك بأن الله، له الصفات العظيمة الواسعة الكاملة، وأن إلى ربك المنتهى.",
        "kathir": "قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا"
      },
      "translations": {
        "en": "Say, \"If the sea were ink for [writing] the words of my Lord, the sea would be exhausted before the words of my Lord were exhausted, even if We brought the like of it as a supplement.\"",
        "fr": "Dis: «Si la mer était une encre [pour écrire] les paroles de mon Seigneur, certes la mer s'épuiserait avant que ne soient épuisées les paroles de mon Seigneur, quand même Nous lui apporterions son équivalent comme renfort.»",
        "es": "Di: «si fuera el mar tinta para las palabras de mi Señor, se agotaría el mar antes de que se agotaran las palabras de mar Señor, aun si añadiéramos otro mar de tinta»."
      },
      "ibn_ashour": ""
    },
    {
      "number": 110,
      "text": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌۭ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَٰهُكُمْ إِلَٰهٌۭ وَٰحِدٌۭ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًۭا صَٰلِحًۭا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: إنما أنا بشر مثلكم يوحى إليَّ من ربي أنما إلهكم إله واحد، فمَن كان يخاف عذاب ربه ويرجو ثوابه يوم لقائه، فليعمل عملا صالحًا لربه موافقًا لشرعه، ولا يشرك في العبادة معه أحدًا غيره.",
        "mukhtasar": "قل - أيها الرسول -: إنما أنا بشر مثلكم، يُوحَى إليّ أنّ معبودكم بحق معبود واحد لا شريك له، وهو الله، فمن كان يخاف لقاء ربه فليعمل عملًا موافقًا لشرعه، مخلصًا فيه لربه، ولا يشرك بعبادة ربه أحدًا.",
        "saadi": "أي: { قُلْ ْ} يا محمد للكفار وغيرهم: { إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ ْ} أي: لست بإله، ولا لي شركة في الملك، ولا علم بالغيب، ولا عندي خزائن الله، { إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ ْ} عبد من عبيد ربي، { يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ ْ} أي: فضلت عليكم بالوحي، الذي يوحيه الله إلي، الذي أجله الإخبار لكم: أنما إلهكم إله واحد، أي: لا شريك له، ولا أحد يستحق من العبادة مثقال ذرة غيره، وأدعوكم إلى العمل الذي يقربكم منه، وينيلكم ثوابه، ويدفع عنكم عقابه. ولهذا قال: { فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا ْ} وهو الموافق لشرع الله، من واجب ومستحب، { وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا ْ} أي: لا يرائي بعمله بل يعمله خالصا لوجه الله تعالى، فهذا الذي جمع بين الإخلاص والمتابعة، هو الذي ينال ما يرجو ويطلب، وأما من عدا ذلك، فإنه خاسر في دنياه وأخراه، وقد فاته القرب من مولاه، ونيل رضاه. آخر تفسير سورة الكهف، ولله الحمد.",
        "kathir": "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا"
      },
      "translations": {
        "en": "Say, \"I am only a man like you, to whom has been revealed that your god is one God. So whoever would hope for the meeting with his Lord - let him do righteous work and not associate in the worship of his Lord anyone.\"",
        "fr": "Dis: «Je suis en fait un être humain comme vous. Il m'a été révélé que votre Dieu est un Dieu unique! Quiconque, donc, espère rencontrer son Seigneur, qu'il fasse de bonnes actions et qu'il n'associe dans son adoration aucun autre à son Seigneur».",
        "es": "Di: «Yo soy sólo un mortal como vosotros, a quien se ha revelado que vuestro Dios es un Dios Uno. Quien cuente con encontrar a su Señor, que haga buenas, obras y que cuando adore a su Señor, no Le asocie nadie»."
      },
      "ibn_ashour": ""
    }
  ]
}