{
  "number": 23,
  "name": "سُورَةُ المُؤۡمِنُونَ",
  "englishName": "Al-Muminoon",
  "revelationType": "Meccan",
  "ayahCount": 118,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "قد فاز المصدِّقون بالله وبرسوله العاملون بشرعه.",
        "mukhtasar": "",
        "saadi": "هذا تنويه من الله، بذكر عباده المؤمنين، وذكر فلاحهم وسعادتهم، وبأي: شيء وصلوا إلى ذلك، وفي ضمن ذلك، الحث على الاتصاف بصفاتهم، والترغيب فيها. فليزن العبد نفسه وغيره على هذه الآيات، يعرف بذلك ما معه وما مع غيره من الإيمان، زيادة ونقصا، كثرة وقلة، فقوله { قَدْ أَفْلَحَ الْمُؤْمِنُونَ } أي: قد فازوا وسعدوا ونجحوا، وأدركوا كل ما يرام المؤمنون الذين آمنوا بالله وصدقوا المرسلين",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قَدْ أَفْلَحَ الْمُؤْمِنُونَ"
      },
      "translations": {
        "en": "Certainly will the believers have succeeded:",
        "fr": "Bienheureux sont certes les croyants,",
        "es": "¡Bienaventurados los creyentes,"
      },
      "ibn_ashour": "قَدْ أَفْلَحَ الْمُؤْمِنُونَ (1)افتتاح بديع لأنه من جوامع الكلم فإن الفلاح غاية كل ساع إلى عمله ، فالإخبار بفلاح المؤمنين دون ذكر متعلِّق بفعل الفلاح يقتضي في المقام الخطابي تعميم ما به الفلاح المطلوب ، فكأنه قيل : قد أفلح المؤمنون في كل ما رغبوا فيه .ولما كانت همة المؤمنين منصرفة إلى تمكن الإيمان والعمَللِ الصالح من نفوسهم كان ذلك إعلاماً بأنهم نجحوا فيما تعلقت به هممهم من خير الآخرة وللحق من خيْر الدنيا ، ويتضمن بشارة برضى الله عنهم ووعداً بأن الله مكمل لهم ما يتطلبونه من خير .وأكد هذا الخبر بحرف ( قد ) الذي إذا دخل على الفعل الماضي أفاد التحقيق أي التوكيد ، فحرف ( قد ) في الجملة الفعلية يفيد مفاد ( إنّ واللام ) في الجملة الاسميَّة ، أي يفيد توكيداً قويّاً .ووجه التوكيد هنا أن المؤمنين كانوا مؤملين مثل هذه البشارة فيما سبق لهم من رجاء فلاحِهم كالذي في قوله : { وافعلوا الخير لعلكم تفلحون } [ الحج : 77 ] ، فكانوا لا يعرفون تحقق أنهم أتوا بما أرضى ربهم ويخافون أن يكونوا فرطوا في أسبابه وما علق عليه وعده إياهم ، بلْهَ أن يعرفوا اقتراب ذلك؛ فلما أخبروا بأن ما ترجَّوه قد حصل حقق لهم بحرف ا"
    },
    {
      "number": 2,
      "text": "ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ",
      "tafsir": {
        "muyassar": "الذين من صفاتهم أنهم في صلاتهم خاشعون، تَفْرُغُ لها قلوبهم، وتسكن جوارحهم.",
        "mukhtasar": "",
        "saadi": "{ فِي صَلَاتِهِمْ خَاشِعُونَ }  والخشوع في الصلاة: هو حضور القلب بين يدي الله تعالى، مستحضرا لقربه، فيسكن لذلك قلبه، وتطمئن نفسه، وتسكن حركاته، ويقل التفاته، متأدبا بين يدي ربه، مستحضرا جميع ما يقوله ويفعله في صلاته، من أول صلاته إلى آخرها، فتنتفي بذلك الوساوس والأفكار الردية، وهذا روح الصلاة، والمقصود منها، وهو الذي يكتب للعبد، فالصلاة التي لا خشوع فيها ولا حضور قلب، وإن كانت مجزئة مثابا عليها، فإن الثواب على حسب ما يعقل القلب منها.",
        "kathir": "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ"
      },
      "translations": {
        "en": "They who are during their prayer humbly submissive",
        "fr": "ceux qui sont humbles dans leur Salât,",
        "es": "que hacen su azalá con humildad,"
      },
      "ibn_ashour": "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ (2)إجراء الصفات على { المؤمنون } [ المؤمنون : 1 ] بالتعريف بطريق الموصول وبتكريره للإيماء إلى وجه فلاحهم وعلتِهِ ، أي أن كل خصلة من هاته الخصال هي من أسباب فلاحهم . وهذا يقتضي أن كل خصلة من هذه الخصال سبب للفلاح لأنه لم يقصد أن سبب فلاحهم مجموع الخصال المعدودة هنا فإن الفلاح لا يتم إلاّ بخصال أخرى مما هو مرجع التقوى ، ولكن لما كانت كل خصلة من هذه الخصال تنبىء عن رسوخ الإيمان من صاحبها اعتبرت لذلك سبباً للفلاح ، كما كانت أضدادها كذلك في قوله تعالى { مَا سَلَكَكُمْ فَي سَقَرَ قَالُوا لَمْ نَكُ مِنَ المُصَلِّينَ وَلَمْ نَكُ نُطْعِم المسْكِينَ وَكُنَّا نَخُوضُ مَعَ الخَائِضِين وَكُنَّا نُكَذّبُ بِيَوْممِ الدّينِ } [ المدثر : 42 46 ] على أن ذكر عدة أشياء لا يقتضي الاقتصار عليها في الغرض المذكور .والخشوع تقدم في قوله تعالى : { وإنَّها لَكَبِيرَةٌ إلاّ عَلَى الخَاشِعِينَ } في سورة البقرة ( 45 ) وفي قوله : { وكَانُوا لَنَا خَاشِعِينَ } في سورة الأنبياء ( 90 ) . وهو خوف يوجب تعظيم المخوف منه ، ولا شك أن الخشوع ، أي الخشوع لله ، يقتضي التقوى فهو سبب فلاح"
    },
    {
      "number": 3,
      "text": "وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
      "tafsir": {
        "muyassar": "والذين هم تاركون لكل ما لا خير فيه من الأقوال والأفعال.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ هُمْ عَنِ اللَّغْوِ } وهو الكلام الذي لا خير فيه ولا فائدة، { مُعْرِضُونَ } رغبة عنه، وتنزيها لأنفسهم، وترفعا عنه، وإذا مروا باللغو مروا كراما، وإذا كانوا معرضين عن اللغو، فإعراضهم عن المحرم من باب أولى وأحرى، وإذا ملك العبد لسانه وخزنه -إلا في الخير- كان مالكا لأمره، كما قال النبي صلى الله عليه وسلم لمعاذ بن جبل حين وصاه بوصايا قال: \" ألا أخبرك بملاك ذلك كله؟ \" قلت: بلى يا رسول الله، فأخذ بلسان نفسه وقال: \" كف عليك هذا \" فالمؤمنون من صفاتهم الحميدة، كف ألسنتهم عن اللغو والمحرمات.",
        "kathir": "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ"
      },
      "translations": {
        "en": "And they who turn away from ill speech",
        "fr": "qui se détournent des futilités,",
        "es": "que evitan el vaniloquio,"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ (3)العطف من عطف الصفات لموصوف واحد كقول بعض الشعراء وهو من شواهد النحو :إلى المَلِككِ القرْم وابننِ الهُماموليث الكتيبة في المزدحموتكرير الصفات تقوية للثناء عليهم .والقول في تركيب جملة { هم عن اللغو معرضون } كالقول في { هم في صلاتهم خاشعون } [ المؤمنون : 2 ] ، وكذلك تقديم { عن اللغو } على متعلقه .وإعَادَةُ اسم الموصول دون اكتفاء بعطف صلة على صلة للإشارة إلى أن كل صفة من الصفات موجبة للفلاح فلا يتوهم أنهم لا يفلحون حتى يجمعوا بين مضامين الصلاة كلها ، ولما في الإظهار في مقام الإضمار من زيادة تقرير للخبر في ذهن السامع .واللغو : الكلام الباطل . وتقدم في قوله تعالى : { لا يؤاخذكم الله باللغو في أيمانكم } في البقرة ( 225 ) ، وقوله : { لا يسمعون فيها لغواً } في سورة مريم ( 62 ) .والإعراض : الصد أي عدم الإقبال على الشيء ، من العُرض بضم العين وهو الجانب ، لأن من يترك الشيء يوليه جانبه ولا يقبل عليه فيشمل الإعراضُ إعْرَاضَ السمع عن اللغو ، وتقدم عند قوله : { فَأعْرِضْ عَنْهُمْ وَعِظْهُمْ } في سورة النساء ( 63 ) ، وقوله : { وإذَا رَأيْتَ الَّذِينَ يَخُو"
    },
    {
      "number": 4,
      "text": "وَٱلَّذِينَ هُمْ لِلزَّكَوٰةِ فَٰعِلُونَ",
      "tafsir": {
        "muyassar": "والذين هم مُطَهِّرون لنفوسهم وأموالهم بأداء زكاة أموالهم على اختلاف أجناسها.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ } أي مؤدون لزكاة أموالهم، على اختلاف أجناس الأموال، مزكين لأنفسهم من أدناس الأخلاق ومساوئ الأعمال التي تزكو النفس بتركها وتجنبها، فأحسنوا في عبادة الخالق، في الخشوع في الصلاة، وأحسنوا إلى خلقه بأداء الزكاة.",
        "kathir": "وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ"
      },
      "translations": {
        "en": "And they who are observant of zakah",
        "fr": "qui s'acquittent de la Zakât,",
        "es": "que dan el azaque,"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ (4)أصل الزكاة أنها اسم مصدر ( زكَّى ) المشدّد ، إذا طهَّرَ النفس من المذمات . ثم أطلقت على إنفاق المال لوجه الله مجازاً لأن القصد من ذلك المال تزكية النفس أو لأن ذلك يزيد في مال المعطي . فأطلق اسم المُسَبَّب على السبب . وأصله قوله تعالى : { خُذْ من أموالهم صدقة تطهرهم وتزكيهم بها } [ التوبة : 103 ] ، وأطلقت على نفس المال المنفَق من إطلاق اسم المصدر على المفعول لأنه حاصل به وهو المتعين هنا بقرينة تعليقه ب { فاعلون } المقتضي أن الزكاة مفعول . وأما المصدر فلا يكون مفعولاً به لفعل من مادة ( ف . ع . ل ) لأن صوغ الفعل من مادة ذلك المصدر يغني عن الإتيان بفعل مبْهم ونصببِ مصدره على المفعوليَّة به . فلو قال أحد : فعلت مشياً ، إذا أراد أن يقول : مَشَيْتُ ، كان خارجاً عن تركيب العربية ولو كان مفيداً ، ولو قال أحد : فعلت ممَّا تريده ، لصح التركيب قال تعالى : { مَن فعلَ هذا بآلهتنا } [ الأنبياء : 59 ] ، أي هذا المشاهَد من الكَسْر والحطم ، أي هذا الحاصل بالمصدر . وليس المراد المصدر لأنه لا يشار إليه ولا سيما بعد غَيْبَةِ فاعله .والمراد بالفعل هنا الفعل المناسب"
    },
    {
      "number": 5,
      "text": "وَٱلَّذِينَ هُمْ لِفُرُوجِهِمْ حَٰفِظُونَ",
      "tafsir": {
        "muyassar": "والذين هم لفروجهم حافظون مما حرَّم الله من الزنى واللواط وكل الفواحش.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 5 و 6 :ـ{ وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ } عن الزنا، ومن تمام حفظها تجنب ما يدعو إلى ذلك، كالنظر واللمس ونحوهما. فحفظوا فروجهم من كل أحد { إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ } من الإماء المملوكات { فَإِنَّهُمْ غَيْرُ مَلُومِينَ } بقربهما، لأن الله تعالى أحلهما.",
        "kathir": "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ"
      },
      "translations": {
        "en": "And they who guard their private parts",
        "fr": "et qui préservent leurs sexes [de tout rapport],",
        "es": "que se abstienen de comercio carnal,"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (5) الحفظ : الصيانة والإمساك . وحفظ الفرج معلوم ، أي عن الوطء ، والاستثناء في قوله : { إلاّ على أزواجهم } الخ استثناء من عموم متعلَّقات الحفظ التي دلّ عليها حرف { على } ، أي حافظونها على كل ما يُحفظ عليه إلاّ المتعلَّق الذي هو أزواجهم أو ما ملكت أيمانهم ، فضمن { حافظون } معنى عدم البذل ، يقال : احفظ علي عنان فرسي كما يقال"
    },
    {
      "number": 6,
      "text": "إِلَّا عَلَىٰٓ أَزْوَٰجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَٰنُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "tafsir": {
        "muyassar": "إلا على زوجاتهم أو ما ملكت أيمانهم من الإماء، فلا لوم عليهم ولا حرج في جماعهن والاستمتاع بهن؛ لأن الله تعالى أحلَّهن.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 5 و 6 :ـ{ وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ } عن الزنا، ومن تمام حفظها تجنب ما يدعو إلى ذلك، كالنظر واللمس ونحوهما. فحفظوا فروجهم من كل أحد { إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ } من الإماء المملوكات { فَإِنَّهُمْ غَيْرُ مَلُومِينَ } بقربهما، لأن الله تعالى أحلهما.",
        "kathir": "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ"
      },
      "translations": {
        "en": "Except from their wives or those their right hands possess, for indeed, they will not be blamed -",
        "fr": "si ce n'est qu'avec leurs épouses ou les esclaves qu'ils possèdent, car là vraiment, on ne peut les blâmer;",
        "es": "salvo con sus esposas o con sus esclavas en cuyo caso no incurren en reproche,"
      },
      "ibn_ashour": "إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (6) { أمسِكْ عَلَيْكَ زَوجك } [ الأحزاب : 37 ] . والمراد حِل الصنفين من بين بقية أصناف النساء . وهذا مجمل تبينه تفاصيل الأحكام في عدد الزوجات وما يحل منهن بمفرده أو الجمع بَيْنَهُ . وتفاصيل الأحوال من حال حِل الانتفاع أو حال عدة فذلك كله معلوم للمخاطبين ، وكذلك في الإماء .والتعبير عن الإماء باسم { ما } الموصولة الغالب استعمالها لغير العاقل جرى على خلاف الغالب وهو استعمال كثير لا يحتَاج معه إلى تأويل .وقوله : { فإنهم غير ملومين } تصريح بزائد على حكم مفهوم الاستثناء ، لأن الاستثناء لم يدل على أكثر من كون عدم الحفظ على الأزواج والمملوكات لا يمنع الفلاح فأريد زيادة بيان أنه أيضاً لا يوجب اللوم الشرعي ، فيدل هذا بالمفهوم على أن عدم الحفظ على من سواهن يوجب اللوم الشرعي ليحذره المؤمنون .والفاء في قوله : { فإنهم غيرُ ملومين } تفريع للتصريح على مفهوم الاستثناء الذي هو في قوة الشرط فأشبه التفريع عليه جواب الشرط فقرىء بالفاء تحقيقاً للاشتراط ."
    },
    {
      "number": 7,
      "text": "فَمَنِ ٱبْتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْعَادُونَ",
      "tafsir": {
        "muyassar": "فمن طلب التمتع بغير زوجته أو أمَتِه فهو من المجاوزين الحلال إلى الحرام، وقد عرَّض نفسه لعقاب الله وسخطه.",
        "mukhtasar": "",
        "saadi": "{ فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ } غير الزوجة والسرية { فَأُولَئِكَ هُمُ الْعَادُونَ } الذين تعدوا ما أحل الله إلى ما حرمه، المتجرئون على محارم الله. وعموم هذه الآية، يدل على تحريم نكاح المتعة، فإنها ليست زوجة حقيقة مقصودا بقاؤها، ولا مملوكة، وتحريم نكاح المحلل لذلك. ويدل قوله { أوْ مَا مَلَكَتْ أَيْمَانُهُمْ } أنه يشترط في حل المملوكة أن تكون كلها في ملكه، فلو كان له بعضها لم تحل، لأنها  ليست مما ملكت يمينه، بل هي ملك له ولغيره، فكما أنه لا يجوز أن يشترك في المرأة الحرة زوجان، فلا يجوز أن يشترك في الأمة المملوكة سيدان.",
        "kathir": "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ"
      },
      "translations": {
        "en": "But whoever seeks beyond that, then those are the transgressors -",
        "fr": "alors que ceux qui cherchent au-delà de ces limites sont des transgresseurs;",
        "es": "mientras que quienes desean a otras mujeres, ésos son los que violan la ley-,"
      },
      "ibn_ashour": "فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (7)وزيد ذلك التحذير تقريراً بأن فرع عليه { فمن ابتغى وراء ذلك فأولئك هم العادون } لأن داعية غلبة شهوة الفرج على حفظ صاحبه إياه غريزة طبيعيَّة يُخشى أن تتغلَّب على حافظها ، فالإشارة بذلك إلى المذكور في قوله : { إلاّ على أزواجهم أو ما ملكت أيمانهم } أي وراء الأزواج والمملوكات ، أي غير ذينك الصّنفين .وذُكرَ حفظ الفرج هنا عطفاً على الإعراض عن اللغو لأن من الإعراض عن اللغو تركَ اللغو بالأحرى كما تقدم آنفاً؛ لأن زلة الصالح قد تأتيه من انفلات أحد هذين العضوين من جهة ما أُودع في الجبلة من شهوة استعمالهما فلذلك ضبطت الشريعة استعمالهما بأن يكون في الأمور الصالحة التي أرشدت إليها الديانة . وفي الحديث : « من يضمن لي ما بين لَحْيَيْهِ وما بين رِجْلَيْهِ أضمن له الجنَّة » .واللوم : الإنكار على الغير ما صدر منه من فعل أو قول لا يليق عند الملائم ، وهو مرادف العذل وأضعف من التعنيف .و { وراء } منصوب على المفعول به . وأصل الوراء اسم المكان الذي في جهة الظهر ، ويطلق على الشيء الخارج عن الحد المحدود تشبيهاً للمتجاوز الشيءَ بشيء موضوع خلف ظهر ذلك ا"
    },
    {
      "number": 8,
      "text": "وَٱلَّذِينَ هُمْ لِأَمَٰنَٰتِهِمْ وَعَهْدِهِمْ رَٰعُونَ",
      "tafsir": {
        "muyassar": "والذين هم حافظون لكل ما اؤتمنوا عليه، موفُّون بكل عهودهم.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ } أي: مراعون لها، ضابطون، حافظون، حريصون على القيام بها وتنفيذها، وهذا عام في جميع الأمانات التي هي حق لله، والتي هي حق للعباد، قال تعالى: { إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ } فجميع ما أوجبه الله على عبده أمانة، على العبد حفظها بالقيام التام بها، وكذلك يدخل في ذلك أمانات الآدميين، كأمانات الأموال والأسرار ونحوهما، فعلى العبد مراعاة الأمرين، وأداء الأمانتين { إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا } وكذلك العهد، يشمل العهد الذي بينهم وبين ربهم والذي بينهم وبين العباد، وهي الالتزامات والعقود، التي يعقدها العبد، فعليه مراعاتها والوفاء بها، ويحرم عليه التفريط فيها وإهمالها",
        "kathir": "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ"
      },
      "translations": {
        "en": "And they who are to their trusts and their promises attentive",
        "fr": "et qui veillent à la sauvegarde des dépôts confiés à eux et honorent leurs engagements,",
        "es": "que respetan los depósitos que se les confían y las promesas que hacen,"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ (8)هذه صفة أخرى من جلائل صفات المؤمنين تنحل إلىَ فضيلتين هما فضيلة أداء الأمانة التي يؤتمنون عليها وفضيلة الوفاء بالعهد .فالأمانة تكون غالباً من النفائس التي يخشى صاحبها عليها التلف فيجعلها عند من يظن فيه حفظها ، وفي الغالب يكون ذلك على انفراد بين المؤتمِننِ والأمين ، فهي لنفاستها قد تغري الأمين عليها بأن لا يردها وبأن يجحدها ربها ، ولكون دفعها في الغالب عَرِيّاً عن الإشهاد تبعث محبتها الأمينَ على التمسك بها وعدم ردها ، فلذلك جعل الله ردّها من شعب الإيمان .وقد جاء في الحديث عن حذيفة بن اليَمَان قال « حدثنا رسول الله صلى الله عليه وسلم أن الأمانة نزلت في جَذْرِ قلوب الرجال ثم علموا من القرآن ثم علموا من السنة » وحدثنا عن رفعها قال : « ينام الرجل النومة فتقبض الأمانة من قلبه فَيَظَلّ أثَرُها مثل أثر الوكْت ثم ينام النومة فتقبض فيبقى أثرها مثل المَجْل كجَمْرٍ دَحرجتَه على رِجلك فَنَفِطَ فتراه مُنْتَبِراً وليس فيه شيء فيصبح الناس يتبايعون فلا يكاد أحد يؤدي الأمانة ، فيقال : إن في بني فلان رجلاً أميناً ، ويقال للرجل : ما أعقله وما أظرف"
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ هُمْ عَلَىٰ صَلَوَٰتِهِمْ يُحَافِظُونَ",
      "tafsir": {
        "muyassar": "والذين هم يداومون على أداء صلاتهم في أوقاتها على هيئتها المشروعة، الواردة عن النبي صلى الله عليه وسلم.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ } أي: يداومون عليها في أوقاتها وحدودها وأشراطها وأركانها، فمدحهم بالخشوع بالصلاة، وبالمحافظة عليها، لأنه لا يتم أمرهم إلا بالأمرين، فمن يداوم على الصلاة من غير خشوع، أو على الخشوع من دون محافظة عليها، فإنه مذموم ناقص.",
        "kathir": "وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ"
      },
      "translations": {
        "en": "And they who carefully maintain their prayers -",
        "fr": "et qui observent strictement leur Salât.",
        "es": "que observan sus azalás!"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ (9)ثناء على المؤمنين بالمحافظة على الصلوات ، أي بعدم إضاعتها أو إضاعة بعضها ، والمحافظة مستعملة في المبالغة في الحفظ إذ ليست المفاعلة هنا حقيقيَّة كقوله تعالى : { حافظوا على الصلوات } [ البقرة : 238 ] وتقدّم معنى الحفظ قريباً .وجيء بالصلوات بصيغة الجمع للإشارة إلى المحافظة على أعدادها كلها تنصيصاً على العموم .وإنما ذكر هذا مع ما تقدم من قوله : { الذين هم في صلاتهم خاشعون } [ المؤمنون : 2 ] لأن ذكر الصلاة هنالك جاء تبعاً للخشوع فأريد ختم صفات مدحهم بصفة محافظتهم على الصلوات ليكون لهذه الخصلة كمالُ الاستقرار في الذهن لأنها آخر ما قرع السمع من هذه الصفات .وقد حصل بذلك تكرير ذكر الصلاة تنويهاً بها ، ورداً للعجز على الصدر تحسيناً للكلام الذي ذكرت فيه تلك الصفات لتزداد النفس قبولاً لسماعها ووعيها فتتأسى بها .والقول في إعادة الموصول وتقديم المعمول وإضافة الصلوات إلى ضميرهم مثل القول في نظيره ونظائره .وقرأ الجمهور { على صلواتهم } بصيغة الجمع ، وقرأه حمزة والكسائي وخلف { على صلاتهم } بالإفراد .وقد جمعت هذه الآية أصول التقوى الشرعية لأنها أتت على"
    },
    {
      "number": 10,
      "text": "أُو۟لَٰٓئِكَ هُمُ ٱلْوَٰرِثُونَ",
      "tafsir": {
        "muyassar": "هؤلاء المؤمنون هم الوارثون الجنة.",
        "mukhtasar": "",
        "saadi": "تفسير الايتين 10 و 11 :ـ{ أُولَئِكَ } الموصوفون بتلك الصفات { هم الْوَارِثُونَ* الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ } الذي هو أعلى الجنة ووسطها وأفضلها، لأنهم حلوا من صفات الخير أعلاها وذروتها، أو المراد بذلك جميع الجنة، ليدخل بذلك عموم المؤمنين، على درجاتهم و  مراتبهم كل بحسب حاله، { هُمْ فِيهَا خَالِدُونَ } لا يظعنون عنها، ولا يبغون عنها حولا لاشتمالها على أكمل النعيم وأفضله وأتمه، من غير مكدر ولا منغص.",
        "kathir": "أُولَٰئِكَ هُمُ الْوَارِثُونَ"
      },
      "translations": {
        "en": "Those are the inheritors",
        "fr": "Ce sont eux les héritiers,",
        "es": "Ésos son los herederos"
      },
      "ibn_ashour": "أُولَئِكَ هُمُ الْوَارِثُونَ (10) جيء لهم باسم الإشارة بعد أن أجريت عليهم الصفات المتقدمة ليفيد اسمُ الإشارة أن جدارتهم بما سيذكر بعد اسم الإشارة حصلتْ من اتصافهم بتلك الصفات على نحو قوله تعالى : { أولئك على هدى من ربهم } [ البقرة : 5 ] بعد قوله : { هدًى للمتقين } إلى آخره في سورة البقرة ( 2 ) . والمعنى : أولئك هم الأحقاء بأن يكونوا الوارثين بذلك .وتوسيط ضمير الفصل لتقوية الخبر عنهم بذلك ، وحذف معمول { الوارثون } ليحصل إبهام وإجمال فيترقب السامع بيانه"
    },
    {
      "number": 11,
      "text": "ٱلَّذِينَ يَرِثُونَ ٱلْفِرْدَوْسَ هُمْ فِيهَا خَٰلِدُونَ",
      "tafsir": {
        "muyassar": "الذين يرثون أعلى منازل الجنة وأوسطها، هم فيها خالدون، لا ينقطع نعيمهم ولا يزول.",
        "mukhtasar": "",
        "saadi": "تفسير الايتين 10 و 11 :ـ{ أُولَئِكَ } الموصوفون بتلك الصفات { هم الْوَارِثُونَ* الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ } الذي هو أعلى الجنة ووسطها وأفضلها، لأنهم حلوا من صفات الخير أعلاها وذروتها، أو المراد بذلك جميع الجنة، ليدخل بذلك عموم المؤمنين، على درجاتهم و  مراتبهم كل بحسب حاله، { هُمْ فِيهَا خَالِدُونَ } لا يظعنون عنها، ولا يبغون عنها حولا لاشتمالها على أكمل النعيم وأفضله وأتمه، من غير مكدر ولا منغص.",
        "kathir": "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ"
      },
      "translations": {
        "en": "Who will inherit al-Firdaus. They will abide therein eternally.",
        "fr": "qui hériteront le Paradis pour y demeurer éternellement.",
        "es": "que heredarán el paraíso, en el que estarán eternamente."
      },
      "ibn_ashour": "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ (11)فبين بقوله : { الذين يرثون الفردوس } قصداً لتفخيم هذه الوراثة ، والإتيان في البيان باسم الموصول الذي شأنه أن يكون معلوماً للسامع بمضمون صلته إشارة إلى أن تعريف { الوارثون } تعريف العهد كأنه قيل : هم أصحاب هذا الوصف المعروفون به .واستعيرت الوراثة للاستحقاق الثابت لأن الإرث أقوى الأسباب لاستحقاق المال ، قال تعالى : { وتلك الجنة التي أورثتموها بما كنتم تعملون } [ الزخرف : 72 ] .والفردوس : اسم من أسماء الجنَّة في مصطلح القرآن ، أو من أسماء أشرف جهات الجنات ، وأصل الفردوس : البستان الواسع الجامع لأصناف الثمر . وفي الحديث أن النبي صلى الله عليه وسلم قال لأم حارثة بن سُراقة لمّا أصابه سهم غرب يوم بدر فقتله ، وقالت أمّه : إن كان في الجنَّة أصبِرْ وأحتسِبْ فقال لها : \" ويْحَككِ أهَبِلْتِ أوَ جَنَّةٌ واحدَةٌ هي ، إنَّها لجِنان كثيرة وإنه لفي الفردوس \" .وقد ورد في فضل هذه الآيات حديث عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم قال : \" أُنْزل عليّ عشر آيات من أقامهن دخل الجنة ثم قرأ { قد أفلح المؤمنون } [ المؤمنون : 1 ] حتى ختم عشر "
    },
    {
      "number": 12,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ مِن سُلَٰلَةٍۢ مِّن طِينٍۢ",
      "tafsir": {
        "muyassar": "ولقد خلقنا آدم من طين مأخوذ من جميع الأرض.",
        "mukhtasar": "",
        "saadi": "ذكر الله في هذه الآيات أطوار الآدمي وتنقلاته، من ابتداء خلقه إلى آخر ما يصير إليه، فذكر ابتداء خلق أبي النوع البشري آدم عليه السلام، وأنه { مِنْ سُلَالَةٍ مِنْ طِينٍ } أي: قد سلت، وأخذت من جميع الأرض، ولذلك جاء بنوه على قدر الأرض، منهم الطيب والخبيث، وبين ذلك، والسهل والحزن، وبين ذلك.",
        "kathir": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ"
      },
      "translations": {
        "en": "And certainly did We create man from an extract of clay.",
        "fr": "Nous avons certes créé l'homme d'un extrait d'argile.",
        "es": "Hemos creado al hombre de arcilla fina."
      },
      "ibn_ashour": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (12) الواو عاطفة غرضاً على غرض ويسمى عطف القصّة على القصّة ، فللجملة حكم الاستيناف لأنها عطف على جملة { قد أفلح المؤمنون } [ المؤمنون : 1 ] التي هي ابتدائية وهذا شروع في الاستدلال على انفراد الله تعالى بالخلق وبعظيم القدرة التي لا يشاركه فيها غيره ، وعلى أن الإنسان مربوب لله تعالى وحده ، والاعتبار بما في خلق الإنسان وغيره من دلائل القدرة ومن عظيم النعمة . فالمقصود منه إبطال الشرك لأن ذلك الأصل الأصيل في ضلال المعرضين عن الدعوة المحمدية ، ويتضمن ذلك امتناناً على الناس بأنه أخرجهم من مهانة العدم إلى شرف الوجود وذلك كله ليَظهر الفرق بين فريق المؤمنين الذين جَروا في إيمانهم على ما يليق بالاعتراف بذلك وبين فريق المشركين الذين سلكوا طريقاً غير بينة فحادوا عن مقتضى الشكر بالشرككِ .وتأكيد الخبر بلام القسم وحرف التحقيق مراعًى فيه التعريض بالمشركين المنزّلين منزلة من ينكر هذا الخبر لعدم جريهم على موجب العلم .والخَلق : الإنشاء والصنع ، وقد تقدم في قوله : { قال كذلك الله يخلق ما يشاء } في آل عمران ( 47 ) . والمراد بالإنسان يجوز أن يكون النو"
    },
    {
      "number": 13,
      "text": "ثُمَّ جَعَلْنَٰهُ نُطْفَةًۭ فِى قَرَارٍۢ مَّكِينٍۢ",
      "tafsir": {
        "muyassar": "ثم خلقنا بنيه متناسلين مِن نطفة: هي مني الرجال تخرج من أصلابهم، فتستقر متمكنة في أرحام النساء.",
        "mukhtasar": "",
        "saadi": "{ ثُمَّ جَعَلْنَاهُ } أي: جنس الآدميين { نُطْفَةً } تخرج من بين الصلب والترائب، فتستقر { فِي قَرَارٍ مَكِينٍ } وهو الرحم، محفوظة من الفساد والريح وغير ذلك.",
        "kathir": "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ"
      },
      "translations": {
        "en": "Then We placed him as a sperm-drop in a firm lodging.",
        "fr": "puis Nous en fîmes une goutte de sperme dans un reposoir solide.",
        "es": "Luego, le colocamos como gota en un receptáculo firme."
      },
      "ibn_ashour": "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) وضمير { جعلناه } عائد إلى الإنسان .والسّلالة : الشيء المسلول ، أي المنتَزع من شيء آخر ، يقال : سَللت السيف ، إذا أخرجته من غمده ، فالسلالة خلاصة من شيء ، ووزن فُعَالة يؤذن بالقلة مثل القُلامة والصُبابة .و { من } ابتدائية ، أي خلقناه منفصلاً وآتيا من سلالة ، فتكون السلالة على هذا مجموع ماء الذكر والأنثى المسلول من دمهما .وهذه السلالة هي ما يفرزه جهاز الهضم من الغذاء حين يصير دماً؛ فدم الذكر حين يمر على غدتي التناسل ( الأنثيين ) تفرز منه الأنثيان مادة دُهنيَّة شحميَّة تحتفظ بها وهي التي تتحوّل إلى منيّ حين حركة الجماع ، فتلك السلالة مخرجة من الطين لأنها من الأغذية التي أصلها من الأرض . ودم المرأة إذا مر على قناة في الرحم ترك فيها بويضات دقيقة هي بَذر الأجنة . ومن اجتماع تلك المادة الدُهنية التي في الأنثيين مع البويضة من البويضات التي في قناة الرحم يتكوّن الجنين فلا جرم هو مخلوق من سُلالةٍ من طيننٍ .وقوله { ثم جعلناه نطفة في قرار مَكين } طور آخر للخلق وهو طور اختلاط السُلالتين في الرحم . سميت سُلالة الذكر نطفة لأنها تنطُف ، أي تقطر في ال"
    },
    {
      "number": 14,
      "text": "ثُمَّ خَلَقْنَا ٱلنُّطْفَةَ عَلَقَةًۭ فَخَلَقْنَا ٱلْعَلَقَةَ مُضْغَةًۭ فَخَلَقْنَا ٱلْمُضْغَةَ عِظَٰمًۭا فَكَسَوْنَا ٱلْعِظَٰمَ لَحْمًۭا ثُمَّ أَنشَأْنَٰهُ خَلْقًا ءَاخَرَ ۚ فَتَبَارَكَ ٱللَّهُ أَحْسَنُ ٱلْخَٰلِقِينَ",
      "tafsir": {
        "muyassar": "ثم خلقنا النطفة علقة أي: دمًا أحمر، فخلقنا العلقة بعد أربعين يومًا مضغة أي: قطعة لحم قَدْر ما يُمْضغ، فخلقنا المضغة اللينة عظامًا، فكسونا العظام لحمًا، ثم أنشأناه خلقًا آخر بنفخ الروح فيه، فتبارك الله، الذي أحسن كل شيء خلقه.",
        "mukhtasar": "",
        "saadi": "{ ثُمَّ خَلَقْنَا النُّطْفَةَ } التي قد استقرت قبل { عَلَقَةً } أي: دما أحمر، بعد مضي أربعين يوما من النطفة، { فخَلَقْنَا الْعَلَقَةَ } بعد أربعين يوما { مُضْغَةً } أي: قطعة لحم صغيرة، بقدر ما يمضغ من صغرها. { فَخَلَقْنَا الْمُضْغَةَ } اللينة { عِظَامًا } صلبة، قد تخللت اللحم، بحسب حاجة البدن إليها، { فَكَسَوْنَا الْعِظَامَ لَحْمًا } أي: جعلنا اللحم، كسوة للعظام، كما جعلنا العظام، عمادا للحم، وذلك في الأربعين الثالثة، { ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ } نفخ فيه الروح، فانتقل من كونه جمادا، إلى أن صار حيوانا، { فَتَبَارَكَ اللَّهُ } أي: تعالى وتعاظم وكثر خيره { أَحْسَنُ الْخَالِقِينَ } { الذي أحسن كل شيء خلقه وبدأ خلق الإنسان من طين ثم جعل نسله من سلالة من ماء مهين ثم سواه ونفخ فيه من روحه وجعل لكم السمع والأبصار والأفئدة قليلا ما تشكرون } فخلقه كله حسن، والإنسان من أحسن مخلوقاته، بل هو أحسنها على الإطلاق، كما قال تعالى: { لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ } ولهذا كان خواصه أفضل المخلوقات وأكملها.",
        "kathir": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ"
      },
      "translations": {
        "en": "Then We made the sperm-drop into a clinging clot, and We made the clot into a lump [of flesh], and We made [from] the lump, bones, and We covered the bones with flesh; then We developed him into another creation. So blessed is Allah, the best of creators.",
        "fr": "Ensuite, Nous avons fait du sperme une adhérence; et de l'adhérence Nous avons créé un embryon; puis, de cet embryon Nous avons créé des os et Nous avons revêtu les os de chair. Ensuite, Nous l'avons transformé en une tout autre création. Gloire à Allah le Meilleur des créateurs!",
        "es": "Luego, creamos de la gota un coágulo de sangre, del coágulo un embrión y del embrión huesos, que revestimos de carne. Luego, hicimos de él otra criatura. ¡Bendito sea Alá, el Mejor de los creadores!"
      },
      "ibn_ashour": "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آَخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (14)وحرف ( ثم ) في قوله : { ثم خلقنا النطفة علقة } للترتيب الرتْبي إذ كان خلق النطفة علقة أعجبَ من خلق النطفة إذ قد صُير الماء السائل دَماً جامداً فتغير بالكثافة وتبدل اللون من عواملَ أودعها الله في الرحم .ومن إعجاز القرآن العلمي تسمية هذا الكائن باسم العلَقة فإنه وضْع بديع لهذا الاسم إذ قد ثبت في علم التشريح أن هذا الجزء الذي استحالت إليه النطفة هو كائن له قوة امتصاص القوة من دم الأم بسبب التصاقه بعروق في الرحم تدفع إليه قوة الدم ، والعلقة : قطعة من دم عاقد .والمضغة : القطعة الصغيرة من اللحم مقدار اللقمة التي تمضغ . وقد تقدم في أول سورة الحج كيفية تخلق الجنين .وعطف جَعل العَلقةِ مُضغةً بالفاء لأن الانتقال من العلقة إلى المضغة يشبه تعقيب شيء عن شيء إذ اللحم والدم الجامد متقاربان فتطورهما قريب وإن كان مكث كل طورٍ مدة طويلة .وخلق المضغة عظاماً هو تكوين العظام في داخل تلك المضغة و"
    },
    {
      "number": 15,
      "text": "ثُمَّ إِنَّكُم بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "tafsir": {
        "muyassar": "ثم إنكم أيها البشر بعد أطوار الحياة وانقضاء الأعمار لَميتون.",
        "mukhtasar": "",
        "saadi": "{ ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ } الخلق، ونفخ الروح { لَمَيِّتُونَ } في أحد أطواركم وتنقلاتكم",
        "kathir": "ثُمَّ إِنَّكُمْ بَعْدَ ذَٰلِكَ لَمَيِّتُونَ"
      },
      "translations": {
        "en": "Then indeed, after that you are to die.",
        "fr": "Et puis, après cela vous mourrez.",
        "es": "Luego, después de esto, habéis de morir."
      },
      "ibn_ashour": "ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ (15) إدماج في أثناء تعداد الدلائل على تفرد الله بالخلق على اختلاف أصناف المخلوقات لقصد إبطال الشرك . و { ثم } للترتيب الرتبي لأن أهميَّة التذكير بالموت في هذا المقام أقوى من أهميَّة ذكر الخَلق لأن الإخبار عن موتهم توطئة للجملة بعده"
    },
    {
      "number": 16,
      "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ تُبْعَثُونَ",
      "tafsir": {
        "muyassar": "ثم إنكم بعد الموت وانقضاء الدنيا تُبْعثون يوم القيامة أحياء من قبوركم للحساب والجزاء.",
        "mukhtasar": "",
        "saadi": "{ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ } فتجازون بأعمالكم، حسنها وسيئها. قال تعالى: { أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى* أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى* ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى* فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى* أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى } ",
        "kathir": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ"
      },
      "translations": {
        "en": "Then indeed you, on the Day of Resurrection, will be resurrected.",
        "fr": "Et puis au Jour de la Résurrection vous serez ressuscités.",
        "es": "Luego, el día de la Resurrección, seréis resucitados."
      },
      "ibn_ashour": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ (16)وهي قوله { ثم إنكم يوم القيامة تبعثون } وهو المقصود . فهو كقوله : { الذي خلق الموت والحياة ليبلُوكم أيكم أحسن عملاً } [ الملك : 2 ] . وهذه الجملة لها حكم الجملة الابتدائية وهي معترضة بين التي قبلها وبين جملة : { ولقد خلقنا فوقكم سبع طرائق } [ المؤمنون : 17 ] . ولكون { ثم } لم تفد مهلة في الزمان هنا صرح بالمهلة في قوله بعد ذلك . والإشارة إلى الخلق المبين آنفاً ، أي بعد ذلك التكوين العجيب والنماء المُحكم أنتم صائرون إلى الموت الذي هو تعطيل أثر ذلك الإنشاء ثم مصيرهُ إلى الفساد والاضمحلال . وأكد هذا الخبر ب ( إن ) واللام مع كونهم لا يرتابون فيه لأنهم لما أعرضوا عن التدبر فيما بعد هذه الحياة كانوا بمنزلة من ينكرون أنهم يموتون .وتوكيد خبر { ثم إنكم يوم القيامة تبعثون } لأنهم ينكرون البعث . ويكون ما ذكر قبله من الخلق الأول دليلاً على إمكان الخلق الثاني كما قال تعالى : { أفعيينا بالخلق الأول بل هم في لبس من خَلق جديد } [ ق : 15 ] ، فلم يحتج إلى تقوية التأكيد بأكثر من حرف التأكيد وإن كان إنكارهم البعث قوياً .ونقل الكلام من الغيبة إلى الخطاب عل"
    },
    {
      "number": 17,
      "text": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلْخَلْقِ غَٰفِلِينَ",
      "tafsir": {
        "muyassar": "ولقد خلقنا فوقكم سبع سموات بعضها فوق بعض، وما كنا عن الخلق غافلين، فلا نُغْفِلُ مخلوقًا، ولا ننساه.",
        "mukhtasar": "",
        "saadi": "لما ذكر تعالى خلق الآدمي، ذكر سكنه، وتوفر النعم عليه من كل وجه فقال: { وَلَقَدْ خَلَقْنَا فَوْقَكُمْ } سقفا للبلاد، ومصلحة للعباد { سَبْعَ طَرَائِقَ } أي: سبع سماوات طباقا، كل طبقة فوق الأخرى، قد زينت بالنجوم والشمس والقمر، وأودع فيها من مصالح الخلق ما أودع، { وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ } فكما أن خلقنا عام لكل مخلوق، فعلمنا أيضا محيط بما خلقنا، فلا نغفل مخلوقا ولا ننساه، ولا نخلق خلقا فنضيعه, ولا نغفل عن السماء فتقع على الأرض، ولا ننسى ذرة في لجج البحار وجوانب الفلوات، ولا دابة إلا سقنا إليها رزقها { وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا } وكثيرا ما يقرن تعالى بين خلقه وعلمه كقوله: { أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ } { بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ } لأن خلق المخلوقات، من أقوى الأدلة العقلية، على علم خالقها وحكمته.",
        "kathir": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ"
      },
      "translations": {
        "en": "And We have created above you seven layered heavens, and never have We been of [Our] creation unaware.",
        "fr": "Nous avons créé, au-dessus de vous, sept cieux. Et Nous ne sommes pas inattentifs à la création.",
        "es": "Encima de vosotros, hemos creado siete cielos. No hemos descuidado la creación."
      },
      "ibn_ashour": "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (17)انتقال من الاستدلال بخلق الإنسان إلى الاستدلال بخلق العوالم العلوية لأن أمرها أعجب ، وإن كان خلق الإنسان إلى نظره أقرب ، فالجملة عطف على جملة { ولقد خلقنا الإنسان من سلالة من طين } [ المؤمنون : 12 ] وإنما ذكر هذا عقب قوله : { ثم إنكم يوم القيامة تُبعثون } [ المؤمنون : 16 ] للتنبيه على أن الذي خلق هذا العالم العلوي ما خلقه إلاّ لحكمة ، وأن الحكيم لا يهمل ثواب الصالحين على حسناتهم ، ولا جزاء المسيئين على سيئاتهم ، وأن جعْله تلك الطرائق فوقنا بحيث نراها ليدلنا على أن لها صلة بنا لأن عالم الجزاء كائن فيها ومخلوقاته مُستقرة فيها ، فالإشارة بهذا الترتيب مثل الإشارة بعكسه في قوله : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلاّ بالحق ولكن أكثرهم لا يعلمون إنّ يوم الفصل ميقاتهم أجمعين } [ الدخان : 38 40 ] .والطرائق : جمع طريقة وهي اسم للطريق تذكر وتؤنث ، والمراد بها هنا طرائق سير الكواكب السبعة وهي أفلاكها ، أي الخطوط الفرضية التي ضَبط الناس بها سُمُوتَ سَيْر الكواكب ، وقد أطلق على الكوكب "
    },
    {
      "number": 18,
      "text": "وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍۢ فَأَسْكَنَّٰهُ فِى ٱلْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍۭ بِهِۦ لَقَٰدِرُونَ",
      "tafsir": {
        "muyassar": "وأنزلنا من السماء ماء بقدر حاجة الخلائق، وجعلنا الأرض مستقرًا لهذا الماء، وإنا على ذَهاب بالماء المستقر لَقادرون. وفي هذا تهديد ووعيد للظالمين.",
        "mukhtasar": "",
        "saadi": "{ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً } يكون رزقا لكم ولأنعامكم بقدر ما يكفيكم، فلا ينقصه، بحيث لا يكفي الأرض والأشجار، فلا يحصل منه المقصود، ولا يزيده زيادة لا تحتمل، بحيث يتلف المساكن، ولا تعيش معه النباتات والأشجار، بل أنزله وقت الحاجة لنزوله ثم صرفه عند التضرر من دوامه، { فَأَسْكَنَّاهُ فِي الْأَرْضِ } أي: أنزلناه عليها، فسكن واستقر، وأخرج بقدرة منزله، جميع الأزواج النباتية، وأسكنه أيضا معدا في خزائن الأرض، بحيث لم يذهب نازلا، حتى لا يوصل إليه، ولا يبلغ قعره، { وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ } إما بأن لا ننزله، أو ننزله، فيذهب نازلا لا يوصل إليه، أو لا يوجد منه المقصود منه، وهذا تنبيه منه لعباده أن يشكروه على نعمته، ويقدروا عدمها، ماذا يحصل به من الضرر، كقوله تعالى: { قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ } ",
        "kathir": "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ"
      },
      "translations": {
        "en": "And We have sent down rain from the sky in a measured amount and settled it in the earth. And indeed, We are Able to take it away.",
        "fr": "Et Nous avons fait descendre l'eau du ciel avec mesure. Puis Nous l'avons maintenue dans la terre, cependant que Nous sommes bien Capable de la faire disparaître.",
        "es": "Hemos hecho bajar del cielo agua en la cantidad debida y hecho que cale la tierra. Y también habríamos sido bien capaces de hacerla desaparecer."
      },
      "ibn_ashour": "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ (18) مناسبة عطف إنزال ماء المطر على جملة { ولقد خلقنا فوقكم سبع طرايق } [ المؤمنون : 17 ] أن ماء المطر ينزل من صوب السماء ، أي من جهة السماء .وفي إنزال ماء المطر دلالة على سعة العلم ودقيق القدرة ، وفي ذلك أيضاً منة على الخلق فالكلام اعتبارٌ وامتنان"
    },
    {
      "number": 19,
      "text": "فَأَنشَأْنَا لَكُم بِهِۦ جَنَّٰتٍۢ مِّن نَّخِيلٍۢ وَأَعْنَٰبٍۢ لَّكُمْ فِيهَا فَوَٰكِهُ كَثِيرَةٌۭ وَمِنْهَا تَأْكُلُونَ",
      "tafsir": {
        "muyassar": "فأنشأنا بهذا الماء لكم بساتين النخيل والأعناب، لكم فيها فواكه كثيرة الأنواع والأشكال، ومنها تأكلون.",
        "mukhtasar": "",
        "saadi": "{ فَأَنْشَأْنَا لَكُمْ بِهِ } أي: بذلك الماء { جَنَّاتٍ } أي: بساتين { مِنْ نَخِيلٍ وَأَعْنَابٍ } خص تعالى هذين النوعين، مع أنه ينشئ منه غيرهما من الأشجار، لفضلهما ومنافعهما، التي فاقت بها الأشجار، ولهذا ذكر العام في قوله: { لَكُمُ فيها } أي: في تلك الجنات { فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ } من تين، وأترج، ورمان، وتفاح وغيرها",
        "kathir": "فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ"
      },
      "translations": {
        "en": "And We brought forth for you thereby gardens of palm trees and grapevines in which for you are abundant fruits and from which you eat.",
        "fr": "Avec elle, Nous avons produit pour vous des jardins de palmiers et de vignes, dans lesquels vous avez des fruits abondants et desquels vous mangez,",
        "es": "Por medio de ella os hemos creado palmerales y viñedos en los que hay frutos abundantes, de los que coméis."
      },
      "ibn_ashour": "فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (19) : { فأنشأنا لكم به جنات } إلى آخره . ومعنى هذه الآية تقدّم في سورة الأنعام وسورة الرعد وسورة النحل .وإنزال الماء هو إسقاطه من السحب ماءً وثَلجاً وبَرَداً على السهول والجبال .والقدَر هنا : التقدير والتعيين للمقدار في الكَمّ وفي النَّوبة ، فيصح أن يحمل على صريحه ، أي بمقدار معيَّن مُناسب للإنعام به لأنه إذا أنزل كذلك حصل به الري والتعاقب ، وكذلكَ ذَوَبان الثلوج النازلة . ويصح أن يقصد مع ذلك الكناية عن الضبط والإتقان . وليس المراد بالقَدَر هنا المعنى الذي في قول النبي صلى الله عليه وسلم \" وتؤمن بالقَدر خيرِه وشره \" .والإسكان : جعل الشيء في مسكن ، والمسكن : محل القرار ، وهو مفعل اسم مكان مشتق من السكون .وأطلق الإسكان على الإقرار في الأرض على طريق الاستعارة . وهذا الإقرار على نوعين : إقرار قصير مثل إقرار ماء المطر في القشرة الظاهرة من الأرض عقب نزول الأمطار على حسب ما تقتضيه غزارة المطر ورخاوة الأرض وشدةُ الحرارة أو شدةُ البرد ، وهو ما ينبت به النبات في الحرث والبقل في ال"
    },
    {
      "number": 20,
      "text": "وَشَجَرَةًۭ تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنۢبُتُ بِٱلدُّهْنِ وَصِبْغٍۢ لِّلْءَاكِلِينَ",
      "tafsir": {
        "muyassar": "وأنشأنا لكم به شجرة الزيتون التي تخرج حول جبل طور \"سيناء\"، يعصر منها الزيت، فيدَّهن ويؤتدم به.",
        "mukhtasar": "",
        "saadi": "{ وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ } وهي شجرة الزيتون، أي: جنسها، خصت بالذكر، لأن مكانها خاص في أرض الشام، ولمنافعها، التي ذكر بعضها في قوله: { تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ } أي: فيها الزيت، الذي هو دهن، يستعمل  استعماله من الاستصباح به، واصطباغ الآكلين، أي: يجعل إداما للآكلين، وغير ذلك من المنافع.",
        "kathir": "وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ"
      },
      "translations": {
        "en": "And [We brought forth] a tree issuing from Mount Sinai which produces oil and food for those who eat.",
        "fr": "ainsi qu'un arbre (l'olivier) qui pousse au Mont Sinaî, en produisant l'huile servant à oindre et où les mangeurs trempent leur pain.",
        "es": "Y un árbol que crece en el monte Sinaí y que produce aceite y condimento para la comida."
      },
      "ibn_ashour": "وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآَكِلِينَ (20){ وشَجَرَةً } عطف على { جنَّات } أي وأخرجنا لكم به شجرة تخرج من طور سيناء وهي شجرة الزيتون ، وجملة { تخرج } صفة ل { شجرة } وتخصيصها بالذكر مع طي كون الناس منها يأكلون تنويه بشأنها ، وإيماء إلى كثرة منافعها لأن من ثمرتها طعاماً وإصلاحاً ومداواة ، ومن أعوادها وَقود وغيره ، وفي الحديث « كلوا الزيت وادَّهِنوا به فإنَّه من شجرة مباركة » .وطور سيناء : جبل في صحراء سيناء الواقعَةِ بينَ عقبة أيلة وبين مصر ، وهي من بلاد فلسطين في القديم وفيه ناجى موسى ربه تعالى ، وتقدم الكلام عليه في سورة الأعراف ( 143 ) عند قوله : { ولكن انظر إلى الجبل } وغلب عليه اسم الطور بدون إضافة ، وطورُ سيناء أو طور سينين . ومعنى الطور الجبل . وسيناء قيل اسم شجر يكثر هنالك . وقيل اسم حجارة . وقيل هو اسم لذلك المكان ، قيل هو اسم نبطي وقيل هو اسم حبشي ولا يصح . وإنما اغتر من قاله بمشابهة هذا الاسم لوصف الحَسَن في اللغة الحبشيَّة وهو كلمة سَناه ، ومثل هذا التشابه قد أثار أغلاطاً .وسُكنت ياء سيناء } سكوناً ميِّتا وبه قرأ الجمهور . ويجوز "
    },
    {
      "number": 21,
      "text": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَٰمِ لَعِبْرَةًۭ ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهَا وَلَكُمْ فِيهَا مَنَٰفِعُ كَثِيرَةٌۭ وَمِنْهَا تَأْكُلُونَ",
      "tafsir": {
        "muyassar": "وإن لكم- أيها الناس- في الإبل والبقر والغنم لَعبرة تعتبرون بخلقها، نسقيكم مما في بطونها من اللبن، ولكم فيها منافع أخرى كثيرة كالصوف والجلود، ونحوهما، ومنها تأكلون.",
        "mukhtasar": "",
        "saadi": "أي: ومن نعمه عليكم، أن سخر لكم الأنعام، الإبل والبقر، والغنم، فيها عبرة للمعتبرين، ومنافع للمنتفعين { نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا } من لبن، يخرج من بين فرث ودم، خالص سائغ للشاربين، { وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ } من أصوافها، وأوبارها، وأشعارها، وجعل لكم من جلود الأنعام بيوتا تستخفونها يوم ظعنكم ويوم إقامتكم { وَمِنْهَا تَأْكُلُونَ } أفضل المآكل من لحم وشحم.",
        "kathir": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ"
      },
      "translations": {
        "en": "And indeed, for you in livestock is a lesson. We give you drink from that which is in their bellies, and for you in them are numerous benefits, and from them you eat.",
        "fr": "Vous avez certes dans les bestiaux, un sujet de méditation. Nous vous donnons à boire de ce qu'ils ont dans le ventre, et vous y trouvez également maintes utilités; et vous vous en nourrissez.",
        "es": "Tenéis, ciertamente, en los rebaños motivo de reflexión: os damos a beber del contenido de sus vientres, deriváis de ellos muchos beneficios, coméis de ellos."
      },
      "ibn_ashour": "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ (21) هذا العطف مثل عطف جملة { وأنزلنا من السماء } [ المؤمنون : 18 ] ففيه كذلك استدلال ومنة .والعبْرة : الدليل لأنه يُعبر من مَعرفته إلى معرفة أخرى . والمعنى : إن في الأنعام دليلاً على انفراد الله تعالى بالخلق وتمام القدرة وسعة العلم . والأنعام تقدم أنها الإبل في غالب عرف العرب .وجملة { نسقيكم مما في بطونها } بيان لجملة { وإن لكم في الأنعام لعبرة } فلذلك لم تعطف لأنها في موقع المعطوف عطف البيان .والعبرة حاصلة من تكوين ما في بطونها من الألبان الدال عليه { نسقيكم } . وأما { نسقيكم } بمجردة فهو منة . وقد تقدم نظير هذه الآية مفصلاً في سورة النحل ( 66 ) .وجملة { ولكم فيها منافع كثيرة } وما بعدها معطوفة على جملة { نسقيكم مما في بطونها } فإن فيه بقية بيان العبرة وكذلك الجُمل بعده . وهذه المنافع هي الأصواف والأوبار والأشعار والنَّتاج .وأما الأكل منها فهو عبرة أيضاً إذ أعدها الله صالحة لتغذية البشر بلحومها لذيذة الطعم ، وألهم إلى طريقة شَيِّهَا وصلقها وطبخها ، وف"
    },
    {
      "number": 22,
      "text": "وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "tafsir": {
        "muyassar": "وعلى الإبل والسفن في البر والبحر تُحْمَلون.",
        "mukhtasar": "",
        "saadi": "{ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ } أي: جعلها سفنا لكم في البر، تحملون عليها أثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس، كما جعل لكم السفن في البحر تحملكم، وتحمل متاعكم، قليلا [كان] أو كثيرا، فالذي أنعم بهذه النعم، وصنف أنواع الإحسان، وأدر علينا من خيره المدرار، هو الذي يستحق كمال الشكر، وكمال الثناء، والاجتهاد في عبوديته، وأن لا يستعان بنعمه على معاصيه.",
        "kathir": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ"
      },
      "translations": {
        "en": "And upon them and on ships you are carried.",
        "fr": "Sur eux ainsi que sur des vaisseaux vous êtes transportés.",
        "es": "Ellos y las naves os sirven de medios de transporte."
      },
      "ibn_ashour": "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (22)وكذلك القول في معنى { وعليها . . تحملون } فإن في ذلك عبرة بإعداد الله تعالى إياها لذلك وفي ذلك منة ظاهرة ، والحمل صادق بالركوب وبحمل الأثقال .وقرأ نافع وابن عامر وأبو بكر عن عاصم بفتح النون ، وقرأه الباقون عدا أبا جعْفر بضم النون يقال : سقاه وأسقاه بمعنى ، وقرأه أبو جعفر بتاء التأنيث مفتوحة على أن الضمير للأنعام .وعَطف { وعلى الفلك } إدماج وتهيئة للتخلص إلى قصة نوح ."
    },
    {
      "number": 23,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "tafsir": {
        "muyassar": "ولقد أرسلنا نوحًا إلى قومه، بدعوة التوحيد فقال لهم: اعبدوا الله وحده، ليس لكم من إله يستحق العبادة غيره جل وعلا، فأخلصوا له العبادة، أفلا تخشون عذابه؟",
        "mukhtasar": "",
        "saadi": "يذكر تعالى رسالة عبده ورسوله نوح عليه السلام، أول رسول أرسله لأهل الأرض، فأرسله إلى قومه، وهم يعبدون الأصنام، فأمرهم بعبادة الله وحده، فقال: { يَا قَوْمِ اعْبُدُوا اللَّهَ } أي: أخلصوا له العبادة، لأن العبادة لا تصح إلا بإخلاصها. { مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ } فيه إبطال ألوهية غير الله، وإثبات الإلهية لله تعالى، لأنه الخالق الرازق، الذي له الكمال كله، وغيره بخلاف ذلك. { أَفَلَا تَتَّقُونَ } ما أنتم عليه من عبادة الأوثان والأصنام، التي صورت على صور قوم صالحين، فعبدوها مع الله، فاستمر على ذلك، يدعوهم سرا وجهارا، وليلا ونهارا، ألف سنة إلا خمسين عاما، وهم لا يزدادون إلا عتوا ونفورا.",
        "kathir": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ"
      },
      "translations": {
        "en": "And We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him; then will you not fear Him?\"",
        "fr": "Nous envoyâmes Noé vers son peuple. Il dit: «O mon peuple, adorez Allah. Vous n'avez pas d'autre divinité en dehors de Lui. Ne [Le] craignez-vous pas?»",
        "es": "Enviamos Noé a su pueblo y dijo: «¡Pueblo! ¡Servid a Alá! No tenéis a ningún otro dios que a Él. ¿Y no Le temeréis?»"
      },
      "ibn_ashour": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (23) لما كان الاستدلال والامتنان اللذان تقدماً موجهيْن إلى المشركين الذين كفروا بالنبي صلى الله عليه وسلم واعتلوا لذلك بأنهم لا يؤمنون برسالة بشر مثْلهم وسألوا إنزال ملائكة ووسموا الرسول عليه الصلاة والسلام بالجنون ، فلما شابهوا بذلك قوم نوح ومن جاء بعدهم ناسب أن يضرب لهم بقوم نوح مثلٌ تحذيراً مما أصاب قوم نوح من العذاب ، وقد جرى في أثناء الاستدلال والامتنان ذكر الحمل في الفلك فكان ذلك مناسبة للانتقال فحصل بذلك حسن التخلص ، فيعتبر ذكر قصص الرسل إما استطراداً في خلال الاستدلال على الوحدانيَّة ، وإمَّا انتقالاً كما سيأتي عند قوله تعالى : { وهو الذي أنشأ لكم السمع والأبصار } [ المؤمنون : 78 ] .وتصدير الجملة بلام القسم تأكيد للمضمون التهديدي من القصة ، فالمعنى تأكيد الإرسال إلى نوح وما عُقِّب به ذلك .وعطف مقالة نوح على جملة إرساله بفاء التعقيب لإفادة أدائه رسالة ربه بالفور من أمْره وهو شأن الامتثال .وأمْرُهُ قومَه بأن يعبدوا الله يقتضي أنهم كانوا معرضين عن عباد"
    },
    {
      "number": 24,
      "text": "فَقَالَ ٱلْمَلَؤُا۟ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةًۭ مَّا سَمِعْنَا بِهَٰذَا فِىٓ ءَابَآئِنَا ٱلْأَوَّلِينَ",
      "tafsir": {
        "muyassar": "فكذَّبه أشراف قومه، وقالوا لعامتهم: إنه إنسان مثلكم لا يتميَّز عنكم بشيء، ولا يريد بقوله إلا رئاسة وفضلا عليكم، ولو شاء الله أن يرسل إلينا رسولا لأرسله من الملائكة، ما سمعنا بمثل هذا فيمَن سبقنا من آباء وأجداد. وما نوح إلا رجل به مَسٌّ من الجنون، فانتظروا حتى يُفيق، فيترك دعوته، أو يموت، فتستريحوا منه.",
        "mukhtasar": "",
        "saadi": "{ فَقَالَ الْمَلَأُ } من قومه الأشراف والسادة المتبوعون -على وجه المعارضة لنبيهم نوح، والتحذير من اتباعه -: { مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ } أي: ما هذا إلا بشر مثلكم، قصده حين ادعى النبوة أن يزيد عليكم فضيلة، ليكون متبوعا، وإلا فما الذي يفضله عليكم، وهو من جنسكم؟ وهذه المعارضة لا زالت موجودة في مكذبي الرسل، وقد أجاب الله عنها بجواب شاف، على ألسنة رسله كما في قوله: { قالوا } أي: لرسلهم { إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ* قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَكِنَّ اللَّهَ يَمُنُّ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ } فأخبروا أن هذا فضل الله ومنته، فليس لكم أن تحجروا على الله، وتمنعوه من إيصال فضله علينا. وقالوا هنا: { ولو شاء الله لأنزل ملائكة } وهذه أيضا معارضة بالمشيئة باطلة، فإنه وإن كان لو شاء لأنزل ملائكة، فإنه حكيم رحيم، حكمته ورحمته تقتضي أن يكون الرسول من جنس الآدميين، لأن الملك لا قدرة لهم على مخاطبته، ولا يمكن أن يكون إلا بصورة رجل، ثم يعود اللبس عليهم كما كان. وقولهم: { مَا سَمِعْنَا بِهَذَا } أي بإرسال الرسول { فِي آبَائِنَا الْأَوَّلِينَ } وأي حجة في عدم سماعهم إرسال رسول في آبائهم الأولين؟ لأنهم لم يحيطوا علما بما تقدم، فلا يجعلوا جهلهم حجة لهم، وعلى تقدير أنه لم يرسل فيهم رسولا، فإما أن يكونوا على الهدى، فلا حاجة لإرسال الرسول إذ ذاك، وإما أن يكونوا على غيره، فليحمدوا ربهم ويشكروه أن خصهم بنعمة لم تأت آباءهم، ولا شعروا بها، ولا يجعلوا عدم الإحسان على غيرهم سببا لكفرهم للإحسان إليهم.",
        "kathir": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ"
      },
      "translations": {
        "en": "But the eminent among those who disbelieved from his people said, \"This is not but a man like yourselves who wishes to take precedence over you; and if Allah had willed [to send a messenger], He would have sent down angels. We have not heard of this among our forefathers.",
        "fr": "Alors les notables de son peuple qui avaient mécru dirent: «Celui-ci n'est qu'un être humain comme vous voulant se distinguer à votre détriment. Si Allah avait voulu, ce sont des Anges qu'Il aurait fait descendre. Jamais nous n'avons entendu cela chez nos ancêtres les plus reculés.",
        "es": "Los dignatarios del pueblo, que no creían, dijeron: «Éste no es sino un mortal como vosotros, que quiere imponerse a vosotros. Si Alá hubiera querido, habría hecho descender a ángeles. No hemos oído que ocurriera tal cosa en tiempo de nuestros antepasados."
      },
      "ibn_ashour": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آَبَائِنَا الْأَوَّلِينَ (24) { ولو شاء الله لأنزل ملائكة } فهم مثبتون لوجود الله ، فجملة { ما لكم من إله غيره } في موقع التعليل للأمر بعبادته وهو تعليل أخص من المعلَّل ، وهو أوقع لما فيه من الإيجاز لاقتضائه معنى : اعبدوا الله وحده . فالمعنى : اعبدوا الله الذي تركتم عبادته وهو إلهكم دون غيره فلا يستحق غيرُه العبادة فلا تعبدوا أصنامكم معه .و { غيرهُ } نعت ل { إله } . قرأه الجمهور بالرفع على اعتبار محل المنعوت ب ( غير ) لأن المنعوت مجرور بحرف جر زائد ، وقرأه الكسائي بالجر على اعتبار اللفظ المجرور بالحرف الزائد .وفرع على الأمر بإفراده بالعبادة استفهامُ إنكار على عدم اتقائهم عذاب الله تعالى . وقد خولفت في حكاية جواب الملإ من قومه الطريقة المألوفة في القرآن في حكاية المحاورات وهي ترك العطف التي جرى عليها قوله : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } في سورة البقرة ( 30 ) . فعطف هنا جواب الملإ"
    },
    {
      "number": 25,
      "text": "إِنْ هُوَ إِلَّا رَجُلٌۢ بِهِۦ جِنَّةٌۭ فَتَرَبَّصُوا۟ بِهِۦ حَتَّىٰ حِينٍۢ",
      "tafsir": {
        "muyassar": "فكذَّبه أشراف قومه، وقالوا لعامتهم: إنه إنسان مثلكم لا يتميَّز عنكم بشيء، ولا يريد بقوله إلا رئاسة وفضلا عليكم، ولو شاء الله أن يرسل إلينا رسولا لأرسله من الملائكة، ما سمعنا بمثل هذا فيمَن سبقنا من آباء وأجداد. وما نوح إلا رجل به مَسٌّ من الجنون، فانتظروا حتى يُفيق، فيترك دعوته، أو يموت، فتستريحوا منه.",
        "mukhtasar": "",
        "saadi": "{ إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ } أي: مجنون { فَتَرَبَّصُوا بِهِ } أي: انتظروا به { حَتَّى حِينٍ } إلى أن يأتيه الموت. وهذه الشبه التي أوردوها  معارضة لنبوة نبيهم، دالة على شدة كفرهم وعنادهم، وعلى أنهم في غاية الجهل والضلال، فإنها لا تصلح للمعارضة بوجه من الوجوه، كما ذكرنا، بل هي في نفسها متناقضة متعارضة. فقوله: { مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ } أثبتوا أن له عقلا يكيدهم به، ليعلوهم ويسودهم، ويحتاج -مع هذا- أن يحذر منه لئلا يغتر به، فكيف يلتئم مع قولهم: { إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ } وهل هذا إلا من مشبه ضال، منقلب عليه الأمر، قصده الدفع بأي: طريق اتفق له، غير عالم بما يقول؟\". ويأبى الله إلا أن يظهر خزي من عاداه وعادى رسله.",
        "kathir": "إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ"
      },
      "translations": {
        "en": "He is not but a man possessed with madness, so wait concerning him for a time.\"",
        "fr": "Ce n'est en vérité qu'un homme atteint de folie, observez-le donc durant quelque temps.",
        "es": "No es más que un poseso. ¡Observadle durante algún tiempo!»"
      },
      "ibn_ashour": "إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ (25)وجملة { إنْ هو إلاّ رجلٌ به جِنَّة } استئناف بياني لأن جميع ما قالوه يثير في نفوس السامعين أن يَتَساءلوا إذا كان هذا حال دعوته في البطلان والزيف فماذا دعاه إلى القول بها؟ فيجاب بأنه أصابه خلل في عقله فطلب ما لم يكن ليناله مثلُه من التفضل على الناس كلهم بنِسْبتهم إلى الضلال فقد طمع فيما لا يطمع عاقل في مثله فدل طمعه في ذلك على أنه مجنون .والتنوين في { جِنَّة } للنوعية ، أي هو متلبس بشيء من الجنون ، وهذا اقتصاد منهم في حاله حيث احترزوا من أن يورطوا أنفسهم في وصفه بالخبال مع أن المشاهد من حاله ينافي ذلك فأوهموا قومهم أن به جنوناً خفيفاً لا يبدو آثاره واضحةً .وقصروه على صفة المجنون وهو قصر إضافيّ ، أي ليس برسول من الله .وفرعوا على ذلك الحكم أمراً لقومهم بانتظار ما ينكشف عنه أمره بعد زمانٍ : إمَّا شِفاء من الجِنَّة فيرجع إلى الرشد ، أو ازدياد الجنون به فيتضح أمره فتعلموا أن لا اعتداد بكلامه .والحين : اسم للزمان غير المحدود .والتربص : التوقف عن عمل يُراد عمله والتريثُ فيه انتظاراً لما قد يغني عن العمل أو انتظاراً لفرصة "
    },
    {
      "number": 26,
      "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "tafsir": {
        "muyassar": "قال نوح: رب انصرني على قومي؛ بسبب تكذيبهم إياي فيما بلَّغتهم من رسالتك.",
        "mukhtasar": "",
        "saadi": "فلما رأى نوح أنه لا يفيدهم دعاؤه إلا فرارا { قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ } فاستنصر ربه عليهم، غضبا لله، حيث ضيعوا أمره، وكذبوا رسوله وقال: { رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا* إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا } قال تعالى: { وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ } ",
        "kathir": "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ"
      },
      "translations": {
        "en": "[Noah] said, \"My Lord, support me because they have denied me.\"",
        "fr": "Il dit: «Seigneur! Apporte-moi secours parce qu'ils me traitent de menteur».",
        "es": "«¡Señor!» dijo: «¡Auxíliame, que me desmienten!»"
      },
      "ibn_ashour": "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (26) استئناف بياني لأن ما حكي عن صدهم الناس عن تصديق دعوة نوح وما لفقوه من البهتان في نسبته إلى الجنون ، مما يثير سؤال مَن يسأل عمَّاذا صنع نوح حين كذّبه قومه فيجاب بأنه قال : { رب انصرني } الخ .ودعاؤه بطلب النصر يقتضي أنه عَدّ فعلَهم معه اعتداءً عليه بوصفِه رسولاً من عند ربه .والنصر : تغليب المعتدَى عليه على المعتدي ، فقد سأل نوح نصراً مجملاً كما حكي هنا ، وأعلمه الله أنه لا رجاء في إيمان قومه إلاّ مَن آمن منهم كما جاء في سورة هود ، فلا رجاء في أن يكون نصره برجوعهم إلى طاعته وتصديقه واتِّباع ملته ، فسأل نوح حينذاك نصراً خاصاً وهو استئصال الذين لم يؤمنوا كما جاء في سورة نوح ( 26 ، 27 ) { وقال نوح ربّ لا تَذَرْ على الأرض من الكافرين دَيَّاراً إنك إن تَذَرهمُ يُضِلّوا عبادك ."
    },
    {
      "number": 27,
      "text": "فَأَوْحَيْنَآ إِلَيْهِ أَنِ ٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ ۙ فَٱسْلُكْ فِيهَا مِن كُلٍّۢ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۖ إِنَّهُم مُّغْرَقُونَ",
      "tafsir": {
        "muyassar": "فأوحينا إليه أن اصنع السفينة بمرأى منا وبأمرنا لك ومعونتنا، وأنت في حفظنا وكلاءتنا، فإذا جاء أمرنا بعذاب قومك بالغرق، وبدأ الطوفان، فنبع الماء بقوة من التنور -وهو المكان الذي يخبز فيه- علامة على مجيء العذاب، فأدخِلْ في السفينة من كل الأحياء ذكرًا وأنثى؛ ليبقى النسل، وأدخل أهلك إلا مَنِ استحق العذاب لكفره كزوجتك وابنك، ولا تسألني نجاة قومك الظالمين، فإنهم مغرقون لا محالة. وفي هذه الآية إثبات صفة العين لله سبحانه بما يليق به تعالى دون تشبيه ولا تكييف.",
        "mukhtasar": "",
        "saadi": "{ فَأَوْحَيْنَا إِلَيْهِ } عند استجابتنا له، سببا ووسيلة للنجاة، قبل وقوع أسبابه، { أَنِ اصْنَعِ الْفُلْكَ } أي: السفينة { بِأَعْيُنِنَا وَوَحْيِنَا } أي: بأمرنا لك ومعونتنا، وأنت في حفظنا وكلاءتنا بحيث نراك ونسمعك. { فَإِذَا جَاءَ أَمْرُنَا } بإرسال الطوفان الذي عذبوا به { وَفَارَ التَّنُّورُ } أي: فارت الأرض، وتفجرت عيونا، حتى محل النار، الذي لم تجر العادة إلا ببعده عن الماء، { فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ } أي: أدخل في الفلك من كل جنس من الحيوانات، ذكرا وأنثى، تبقى مادة النسل لسائر الحيوانات، التي اقتضت الحكمة الربانية إيجادها في الأرض، { وَأَهْلَكَ } أي: أدخلهم { إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ } كابنه، { وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا } أي: لا تدعني أن أنجيهم، فإن القضاء والقدر، قد حتم أنهم مغرقون.",
        "kathir": "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ ۙ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُمْ مُغْرَقُونَ"
      },
      "translations": {
        "en": "So We inspired to him, \"Construct the ship under Our observation, and Our inspiration, and when Our command comes and the oven overflows, put into the ship from each [creature] two mates and your family, except those for whom the decree [of destruction] has proceeded. And do not address Me concerning those who have wronged; indeed, they are to be drowned.",
        "fr": "Nous lui révélâmes: «Construis l'arche sous Nos yeux et selon Notre révélation. Et quand Notre commandement viendra et que le four bouillonnera, achemine là-dedans un couple de chaque espèce, ainsi que ta famille, sauf ceux d'entre eux contre qui la parole a déjà été prononcée; et ne t'adresse pas à Moi au sujet des injustes, car ils seront fatalement noyés.",
        "es": "Y le inspiramos: «¡Construye la nave bajo Nuestra mirada y según Nuestra inspiración ! Y cuando venga Nuestra orden y el horno hierva, haz entrar en ella a una pareja de cada y a tu familia, salvo a aquél de ellos cuya suerte ha sido ya echada. ¡Y no me hables de los que hayan obrado impíamente! ¡Van a ser anegados!"
      },
      "ibn_ashour": "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ (27)فالتعقيب الذي في قوله تعالى هنا : فأوحينا إليه } تعقيب بتقدير جمل محذوفة كما علمت ، وهو إيجاز في حكاية القصة كما في قوله تعالى : { أن أضربْ بعصاكَ البَحْرَ فانفلق } الخ في سورة الشّعراء ( 63 ) .والباء في بما كَذّبون } سببية في موضع الحال من النصر المأخوذ من فعل الدعاء ، أي نصراً كائناً بسبب تكذيبهم ، فجعل حظ نفسهِ فيما اعتدوا عليه مُلغىً واهتم بحظ الرسالة عن الله لأن الاعتداء على الرسول استخفاف بمن أرسله .وجملة { أن اصنع } جملة مفسره لِجملة { أوحينا } لأن فعل { أوحينا } فيه معنى القول دون حروفه ، وتقدم نظير جملة { واصنع الفلك بأعيننا ووحينا } في سورة هود ( 37 ) .وفرع على الأمر بصنع الفلك تفصيل ما يفعله عند الحاجة إلى استعمال الفلك فوُقِّت له استعماله بوقت الاضطرار إلى إنجاء المؤمنين والحيوان .وتقدم ا"
    },
    {
      "number": 28,
      "text": "فَإِذَا ٱسْتَوَيْتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلْفُلْكِ فَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى نَجَّىٰنَا مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "فإذا علوت السفينة مستقرًا عليها أنت ومن معك آمنين من الغرق، فقل: الحمد لله الذي نجَّانا من القوم الكافرين.",
        "mukhtasar": "",
        "saadi": "{ فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ } أي: علوتم عليها، واستقلت بكم في تيار الأمواج، ولجج اليم، فاحمدوا الله على النجاة والسلامة. فقل الحمد لله الذي نجانا من القوم الظالمين، وهذا تعليم منه له ولمن معه، أن يقولوا هذا شكرا له وحمدا على نجاتهم من القوم الظالمين في عملهم وعذابهم.",
        "kathir": "فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ"
      },
      "translations": {
        "en": "And when you have boarded the ship, you and those with you, then say, 'Praise to Allah who has saved us from the wrongdoing people.'",
        "fr": "Et lorsque tu seras installé, toi et ceux qui sont avec toi, dans l'arche, dis: «Louange à Allah qui nous a sauvés du peuple des injustes».",
        "es": "Cuando tú y los tuyos estéis instalados en la nave, di: '¡Alabado sea Alá, Que nos ha salvado del pueblo impío!'"
      },
      "ibn_ashour": "فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ (28) الاستواء : الاعتلاء . وتقدم عند قوله تعالى : { ثم استوى على العرش } في سورة الأعراف ( 54 ) .وإطلاق الاستواء على الاستقرار في داخل السفينة مجاز مرسل بعلاقة الإطلاق وإلا فحقيقة الاستقرار في الفلك أنه دخول . وأُتي بحرف الاستعلاء دون حرف الظرفية لأنه الذي يتعدى به معنى الاعتلاء إيذاناً بالتمكن من الفلك فهو ترشيح للمجاز .والتنجية من القوم الظالمين : الإنجاء من أذاهم والكوننِ فيهم لأن في الكون بينهم مشاهدة كفرهم ومناكرهم وذلك مما يؤذي المؤمن .والظلم : يجوز أن يراد به الشرك كما قال تعالى : { إن الشرك لظلم عظيم } [ لقمان : 13 ] ، ويجوز أن يراد به الاعتداء على الحق لأن الكافرين كانوا يؤذون نوحاً والمؤمنين بشتَّى الأذى باطلاً وعدواناً وإنما كان ذلك إنجاء لأنهم قد استقلوا بجماعتهم فسلموا من الاختلاط بأعدائهم .وقد ألهمه الله بالوحي أن يحمَد ربه على ما سَهَّل له من سبيل النجاة وأن يسأله نزولاً في منزل مبارك عقب ذلك الترحل ، والدعاءُ بذلك يتضمن سؤال سلامة من غرق السفي"
    },
    {
      "number": 29,
      "text": "وَقُل رَّبِّ أَنزِلْنِى مُنزَلًۭا مُّبَارَكًۭا وَأَنتَ خَيْرُ ٱلْمُنزِلِينَ",
      "tafsir": {
        "muyassar": "وقل: رب يسِّر لي النزول المبارك الآمن، وأنت خير المنزلين. وفي هذا تعليم من الله عز وجل لعباده إذا نزلوا أن يقولوا هذا.",
        "mukhtasar": "",
        "saadi": "{ وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ } أي: وبقيت عليكم نعمة أخرى، فادعوا الله فيها، وهي أن ييسر الله لكم منزلا مباركا، فاستجاب الله دعاءه، قال الله: { وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ } إلى أن قال: { قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ } الآية.",
        "kathir": "وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ"
      },
      "translations": {
        "en": "And say, 'My Lord, let me land at a blessed landing place, and You are the best to accommodate [us].' \"",
        "fr": "Et dis: «Seigneur, fais-moi débarquer d'un débarquement béni. Tu es Celui qui procure le meilleur débarquement».",
        "es": "Y di: '¡Señor! ¡Haz que desembarque en un lugar bendito! Tú eres Quien mejor puede hacerlo'"
      },
      "ibn_ashour": "وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ (29)وجملة { وأنت خير المنزلين } في موضع الحال . وفيها معنى تعليل سؤاله ذلك .وقرأ الجمهور { مُنَزلاً } بضم الميم وفتح الزاي وهو اسم مفعول من ( أنزله ) على حذف المجرور ، أي مُنزَلا فيه . ويجوز أن يكون مصدراً ، أي إنزالاً مباركاً . والمعنيان متلازمان . وقرأه أبو بكر عن عاصم بفتح الميم وكسر الزاي ، وهو اسم لمكان النزول ."
    },
    {
      "number": 30,
      "text": "إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ وَإِن كُنَّا لَمُبْتَلِينَ",
      "tafsir": {
        "muyassar": "إن في إنجاء المؤمنين وإهلاك الكافرين لَدلالات واضحات على صدق رسل الله فيما جاؤوا به من الله، وإن كنا لمختبرين الأمم بإرسال الرسل إليهم قبل وقوع العقوبة بهم.",
        "mukhtasar": "",
        "saadi": "{ إِنَّ فِي ذَلِكَ } أي: في هذه القصة { لَآيَاتٍ } تدل على أن الله وحده المعبود، وعلى أن رسوله نوحا صادق، وأن قومه كاذبون، وعلى رحمة الله بعباده، حيث حملهم في صلب أبيهم نوح، في الفلك لما غرق أهل الأرض. والفلك أيضا من آيات الله، قال تعالى: { وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ } ولهذا جمعها هنا لأنها تدل على عدة آيات ومطالب. { وَإِنْ كُنَّا لَمُبْتَلِينَ } ",
        "kathir": "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ"
      },
      "translations": {
        "en": "Indeed in that are signs, and indeed, We are ever testing [Our servants].",
        "fr": "Voilà bien là des signes. Nous sommes certes Celui qui éprouve.",
        "es": "Ciertamente, hay en ello signos. En verdad, ponemos a prueba...»"
      },
      "ibn_ashour": "إِنَّ فِي ذَلِكَ لَآَيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ (30)لما ذكر هذه القصة العظيمة أعقبها بالتنبيه إلى موضع العبرة منها للمسلمين فأتى بهذا الاستئناف لذلك .والإشارة إلى ما ذكر من قصة نوح مع قومه وما فيها . والآيات : الدلالات ، أي لآيات كثيرة منها ما هي دلائل على صدق رسالة نوح وهي إجابة دعوته وتصديق رسالته وإهلاك مكذبيه ، ومنها آيات لأمثال قوم نوح من الأمم المكذبين لرسلهم ، ومنها آيات على عظيم قدرة الله تعالى في إحداث الطوفان وإنزال من في السفينة منزلاً مباركاً ، ومنها آيات على علم الله تعالى وحكمته إذ قدّر لتطهير الأرض من الشرك مثلَ هذا الاستيصال العام لأهله . وإذ قدَر لإبقاء الأنواع مثلَ هذا الصنع الذي أنجى به من كل نوع زوجين ليعاد التناسل .وعُطف على جملة { إن في ذلك لآيات } جملة { وإن كنا لمبتلين } لأن مضمون { وإن كنا لمبتلين } يفيد معنى : إن في ذلك لَبَلْوى ، فكأنه قيل : إن في ذلك لآيات وابتلاء وكنا مبتلين ، أي وشأننا ابتلاء أوليائنا . فإن الابتلاء من آثار الحكمة الإلهيَّة لترتاض به نفوس أوليائه وتظهر مغالبتها للدواعي الشيطانيَّة فتحمد عواقب البلوى ، ولتتخبَّط نفوس المعاندين وينزوي"
    },
    {
      "number": 31,
      "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قَرْنًا ءَاخَرِينَ",
      "tafsir": {
        "muyassar": "ثم أنشأنا من بعد قوم نوح جيلا آخر هم قوم عاد.",
        "mukhtasar": "",
        "saadi": "لما ذكر نوحا وقومه، وكيف أهلكهم قال: { ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ } الظاهر أنهم \" ثمود \" قوم صالح عليه السلام، لأن هذه القصة تشبه قصتهم.",
        "kathir": "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ"
      },
      "translations": {
        "en": "Then We produced after them a generation of others.",
        "fr": "Puis, après eux, Nous avons créé d'autres générations,",
        "es": "Luego, después de ellos, suscitamos otra generación"
      },
      "ibn_ashour": "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آَخَرِينَ (31) تعقيب قصة نوح وقومه بقصة رسول آخر ، أي أخرى ، وما بعدها من القصص يراد منه أن ما أصاب قوم نوح على تكذيبهم له لم يكن صدفة ولكنه سنة الله في المكذبين لرسله ولذلك لم يعيَّن القرن ولا القرون بأسمائهم .والقرن : الأمة . والأظهر أن المراد به هنا ثمود لأنه الذي يناسبه قوله في آخر القصة { فأخذتهم الصيحة بالحق } [ المؤمنون : 41 ] ، لأن ثمود أُهلكوا بالصاعقة ولقوله { قال عمَّا قليللٍ لَيُصْبِحُنّ نادمين } [ المؤمنون : 40 ] مع قوله في سورة الحجر ( 83 ) { فأخذتهم الصيحَةُ مصبحين } فكان هلاكهم في الصباح . ولعل تخصيصهم بالذكر هنا دون عاد خلافاً لما تكرر في غير هذه الآية لأن العبرة بحالهم أظهر لبقاء آثار ديارهم بالحِجر كما قال تعالى : { وإنكم لَتَمُرّونَ عليهم مُصْبِحِينَ وَبِاللَّيْللِ أفلا تعقلون } [ الصافات : 137 ، 138 ] .وقوله { فأرسلنا فيهم رسولاً } أي جعل الرسول بينهم وهو منهم ، أي من قبيلتهم . وضمير الجمع عائد إلى { قرناً } لأنه في تأويل ( الناس ) كقوله { وإن طائفتان من المؤمنين اقتتلوا } [ الحجرات : 9 ] ."
    },
    {
      "number": 32,
      "text": "فَأَرْسَلْنَا فِيهِمْ رَسُولًۭا مِّنْهُمْ أَنِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُۥٓ ۖ أَفَلَا تَتَّقُونَ",
      "tafsir": {
        "muyassar": "فأرسلنا فيهم رسولا منهم هو هود عليه السلام، فقال لهم: اعبدوا الله وحده ليس لكم معبود بحق غيره، أفلا تخافون عقابه إذا عبدتم غيره؟",
        "mukhtasar": "",
        "saadi": "{ فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ } من جنسهم، يعرفون نسبه وحسبه وصدقه، ليكون ذلك أسرع لانقيادهم، إذا كان منهم، وأبعد عن اشمئزازهم، فدعا إلى ما دعت إليه الرسل أممهم { أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ } فكلهم اتفقوا على هذه الدعوة، وهي أول دعوة يدعون بها أممهم، الأمر بعبادة الله، والإخبار أنه المستحق لذلك، والنهي عن عبادة ما سواه، والإخبار ببطلان ذلك وفساده، ولهذا قال: { أَفَلَا تَتَّقُونَ } ربكم، فتجتنبوا هذه الأوثان والأصنام.",
        "kathir": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ"
      },
      "translations": {
        "en": "And We sent among them a messenger from themselves, [saying], \"Worship Allah; you have no deity other than Him; then will you not fear Him?\"",
        "fr": "Nous envoyâmes parmi elles un Messager [issu] d'elles pour leur dire: «Adorez Allah. Vous n'avez pas d'autre divinité en dehors de Lui. Ne le craignez-vous pas?»",
        "es": "y les mandamos un enviado salido de ellos: «¡Servid a Alá! No tenéis a ningún otro dios que a Él ¿Y no Le temeréis?»"
      },
      "ibn_ashour": "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ (32)وعُدِّي فعل { أرسلنَا } ب ( في ) دون ( إلى ) لإفادة أن الرسول كان منهم ونشأ فيهم لأن القرن لما لم يعين باسم حتى يعرف أن رسولهم منهم أو وارداً إليهم مثل لوط لأهل ( سدوم ) ، ويونس لأهل ( نينوَى ) ، وموسى للقبط . وكان التنبيه على أن رسولهم منهم مقصوداً إتماماً للمماثلة بين حالهم وحال الذين أرسل إليهم محمد صلى الله عليه وسلم وكلام رسولهم مثل كلام نوح .و ( أنْ ) تفسير لما تضمنه { أرسلنا } من معنى القول ."
    },
    {
      "number": 33,
      "text": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِهِ ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِلِقَآءِ ٱلْءَاخِرَةِ وَأَتْرَفْنَٰهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا مَا هَٰذَآ إِلَّا بَشَرٌۭ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "tafsir": {
        "muyassar": "وقال الأشراف والوجهاء من قومه الذين كفروا بالله، وأنكروا الحياة الآخرة، وأطغاهم ما أُنعم به عليهم في الدنيا من ترف العيش: ما هذا الذي يدعوكم إلى توحيد الله تعالى إلا بشر مثلكم يأكل من جنس طعامكم، ويشرب من جنس شرابكم.",
        "mukhtasar": "",
        "saadi": "{ وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا } أي: قال الرؤساء الذين جمعوا بين الكفر والمعاندة، وأطغاهم ترفهم في الحياة الدنيا، معارضة لنبيهم، وتكذيبا وتحذيرا منه: { مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ } أي: من جنسكم { يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ } فما الذي يفضله عليكم؟ فهلا كان ملكا لا يأكل الطعام، ولا يشرب الشراب",
        "kathir": "وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ"
      },
      "translations": {
        "en": "And the eminent among his people who disbelieved and denied the meeting of the Hereafter while We had given them luxury in the worldly life said, \"This is not but a man like yourselves. He eats of that from which you eat and drinks of what you drink.",
        "fr": "Les notables de son peuple qui avaient mécru et traité de mensonge la rencontre de l'au-delà, et auxquels Nous avions accordé le luxe dans la vie présente, dirent: «Celui-ci n'est qu'un être humain comme vous, mangeant de ce que vous mangez, et buvant de ce que vous buvez.",
        "es": "Pero los dignatarios del pueblo, que no creían y desmentían la existencia de la otra vida y a los cuales habíamos enriquecido en la vida de acá, dijeron: «Éste no es sino un mortal como vosotros, que come de lo mismo que vosotros coméis y bebe de lo mismo que vosotros bebéis»."
      },
      "ibn_ashour": "وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآَخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ (33) عُطفت حكاية قول قومه على حكاية قوله ولم يؤت بها مفصولة كما هو شأن حكاية المحاورات كما بيناه غير مرة في حكاية المحاورات ب ( قال ) ونحوها دون عطف . وقد خولف ذلك في الآية السابقة للوجه الذي بيناه ، وخولف أيضاً في سورة الأعراف وفي سورة هود إذ حكي جواب هؤلاء القوم رسولَهم بدون عطف .ووجه ذلك أن كلام الملأ المحكيَّ هنا غير كلامهم المحكي في السورتين لأن ما هنا كلامهم الموجَّه إلى خطاب قومهم إذ قالوا : { ما هذا إلا بشر مثلُكم يأكل مما تأكلون منه } إلى آخره خشيةً منهم أن تؤثر دعوة رسولهم في عامتهم ، فرأوا الاعتناء بأن يحولوا دون تأثر نفوس قومهم بدعوة رسولهم أولى من أن يجاوبوا رسولهم كما تقدم بيانه آنفاً في قصة نوح .وبهذا يظهر وَجه الإعجاز في المواضع المختلفة التي أورد فيها صاحب «الكشاف» سؤالاً ولم يكن في جوابه شافياً وتحيّر شراحه فكانوا على خلاف .وإنما لم يعطف قول ا"
    },
    {
      "number": 34,
      "text": "وَلَئِنْ أَطَعْتُم بَشَرًۭا مِّثْلَكُمْ إِنَّكُمْ إِذًۭا لَّخَٰسِرُونَ",
      "tafsir": {
        "muyassar": "ولئن اتبعتم فردًا مثلكم إنكم إذًا لخاسرون بترككم آلهتكم واتباعكم إياه.",
        "mukhtasar": "",
        "saadi": "{ وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ } أي: إن تبعتموه وجعلتموه لكم رئيسا، وهو مثلكم إنكم لمسلوبو العقل، نادمون على ما فعلتم. وهذا من العجب، فإن الخسارة والندامة حقيقة لمن لم يتابعه ولم ينقد له. والجهل والسفه العظيم لمن تكبر عن الانقياد لبشر، خصه الله بوحيه، وفضله برسالته، وابتلي بعبادة الشجر والحجر.وهذا نظير قولهم: { قَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ }",
        "kathir": "وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ"
      },
      "translations": {
        "en": "And if you should obey a man like yourselves, indeed, you would then be losers.",
        "fr": "Si vous obéissez à un homme comme vous, vous serez alors perdants.",
        "es": "Si obedecéis a un mortal como vosotros, estáis perdidos."
      },
      "ibn_ashour": "وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ (34) واللام في { ولئن أطعتم } موطّئة للقسم ، فجملة { إنكم إذاً لخاسرون } جواب القسم ، وجواب الشرط محذوف دل عليه جواب القسم . وأقحم حرف الجزاء في جواب القسم لما في جواب القسم من مشابهة الجزاء لا سيما متى اقترن القسم بحرف شرط ."
    },
    {
      "number": 35,
      "text": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًۭا وَعِظَٰمًا أَنَّكُم مُّخْرَجُونَ",
      "tafsir": {
        "muyassar": "كيف تُصَدِّقون ما يَعِدُكم به من أنكم إذا متُّم، وصرتم ترابًا وعظامًا مفتتة، تُخْرَجون من قبوركم أحياء؟",
        "mukhtasar": "",
        "saadi": "فلما أنكروا رسالته وردوها، أنكروا ما جاء به من البعث بعد الموت، والمجازاة على الأعمال فقالوا: { أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ }",
        "kathir": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ"
      },
      "translations": {
        "en": "Does he promise you that when you have died and become dust and bones that you will be brought forth [once more]?",
        "fr": "Vous promet-il, quand vous serez morts, et devenus poussière et ossements, que vous serez sortis [de vos sépulcres]?",
        "es": "¿Os ha prometido que se os sacará cuando muráis y seáis tierra y huesos?"
      },
      "ibn_ashour": "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ (35) والاستفهام في قوله { أيعدكم } للتعجب ، وهو انتقال من تكذيبه في دعوى الرسالة إلى تكذيبه في المرسل به .وقوله { أنكم إذا متم } إلى آخره مفعول { يَعِدكم } أي يعدكم إخراجَ مُخرج إياكم . والمعنى : يعدكم إخراجكم من القبور بعد موتكم وفناء أجسامكم .وأما قوله : { أنكم مخرجون } فيجوز أن يكون إعادة لكلمة ( أنكم ) الأولى اقتضى إعادتها بُعْد ما بينها وبين خبرها . وتفيد إعادتها تأكيداً للمستفهم عنه استفهام استبعاد تأكيداً لاستبعاده . وهذا تأويل الجرمي والمبرد .ويجوز أن يكون { أنكم مخرجون } مبتدأ . ويكون قوله : { إذا متم وكنتم تراباً وعظاماً } خبراً عنه مقدماً عليه وتكون جملة { إذا متم } إلى قوله { مخرجون } خبراً عن ( أنّ ) من قوله { أنكم } الأولى .وجعلوا موجب الاستبعاد هو حصول أحوال تنافي أنهم مبعوثون بحسب قصور عقولهم ، وهي حال الموت المنافي للحياة ، وحال الكون تراباً وعظاماً المنافي لإقامة الهيكل الإنساني بعد ذلك .وأريد بالإخراج إخراجهم أحياء بهيكل إنساني كامل ، أي مخرجون للقيامة بقرينة السياق ."
    },
    {
      "number": 36,
      "text": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "tafsir": {
        "muyassar": "بعيد حقًا ما توعدون به أيها القوم من أنكم بعد موتكم تُخْرَجون أحياء من قبوركم.",
        "mukhtasar": "",
        "saadi": " أي: بعيد بعيد ما يعدكم به، من البعث، بعد أن تمزقتم وكنتم ترابا وعظاما، فنظروا نظرا قاصرا، ورأوا هذا بالنسبة إلى قدرهم غير ممكن، فقاسوا قدرة الخالق بقدرهم، تعالى الله. فأنكروا قدرته على إحياء الموتى، وعجزوه غاية التعجيز، ونسوا خلقهم أول مرة، وأن الذي أنشأهم من العدم، فإعادته لهم بعد البلى أهون عليه، وكلاهما هين لديه، فلم لا ينكرون أول خلقهم، ويكابرون المحسوسات، ويقولون: إننا لم نزل موجودين، حتى يسلم لهم إنكارهم للبعث، وينتقلوا معهم إلى الاحتجاج على إثبات وجود الخالق العظيم؟. وهنا دليل آخر، وهو: أن الذي أحيا الأرض بعد موتها، إن ذلك لمحيي الموتى، إنه على كل شيء قدير، وثم دليل آخر، وهو ما أجاب به المنكرين للبعث في قوله: { بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ } فقال في جوابهم: { قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ } أي في البلى، { وَعِنْدَنَا كِتَابٌ حَفِيظٌ } ",
        "kathir": "۞ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ"
      },
      "translations": {
        "en": "How far, how far, is that which you are promised.",
        "fr": "Loin, loin, ce qu'on vous promet!",
        "es": "¡Está bien lejos de ocurrir lo que se os ha prometido!"
      },
      "ibn_ashour": "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ (36) وجملة { هيهات } بيان لجملة { يَعِدُكم } فلذلك فُصلت ولم تعطف .و { هيهات } كلمة مبنية على فتح الآخر وعلى كسره أيضاً . وقرأها الجمهور بالفتح . وقرأها أبو جعفر بالكسر . وتدل على البعد . وأكثر ما تستعمل مكررة مرتين كما في هذه الآية أو ثلاثاً كما جاء في شعر لحُميد الأرقط وجرير يأتيان .واختلف فيها أهي فعل أم اسم؛ فجمهور النحاة ذهبوا إلى أن ( هيهات ) اسم فعل للماضي من البُعد ، فمعنى هيهات كذا : بعُد . فيكون ما يلي ( هيهات ) فاعلاً . وقيل هي اسم للبُعد ، أي فهي مصدر جامد وهو الذي اختاره الزجاج في «تفسيره» .قال الراغب : وقال البعض : غلط الزجاج في «تفسيره» واستهواه اللام في قوله تعالى : { هيهات هيهات لما توعدون } .وقيل : هيهات ظرف غير متصرف ، وهو قول المبرد . ونسبه في «لسان العرب» إلى أبي علي الفارسي . قال : قال ابن جني : كان أبو علي يقول في هيهات : أنا أفتي مرة بكونها اسماً سمي به الفعل مثل صَهْ ومَهْ ، وأُفتي مرة بكونها ظرفاً على قدر ما يحضرني في الحال .وفيها لغات كثيرة وأفصحها أنها بهاءين وتاء مفتوحة فتحة بناء ، وأن تاءها تثبت في الوقف وقيل يوقف عليها"
    },
    {
      "number": 37,
      "text": "إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "tafsir": {
        "muyassar": "ما حياتنا إلا في هذه الدنيا، يموت الآباء منا ويحيا الأبناء، وما نحن بمخرجين أحياء مرة أخرى.",
        "mukhtasar": "",
        "saadi": "{ إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا } أي: يموت أناس، ويحيا أناس { وَمَا نَحْنُ بِمَبْعُوثِينَ } ",
        "kathir": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ"
      },
      "translations": {
        "en": "Life is not but our worldly life - we die and live, but we will not be resurrected.",
        "fr": "Ce n'est là que notre vie présente: nous mourons et nous vivons; et nous ne serons jamais ressuscités.",
        "es": "¡No hay más vida que la nuestra de acá! Morimos y vivimos, pero no se nos resucitará."
      },
      "ibn_ashour": "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ (37)وقوله : { إن هي إلا حياتنا الدنيا } يَجوز أن يكون بياناً للاستبعاد الذي في قوله : { هيهات لما توعدون } واستدلالاً وتعليلاً له ، ولكلا الوجهين كانت الجملة مفصولة عن التي قبلها .وضمير { هي } عائد إلى ما لم يسبق في الكلام بل عائد على مذكور بعده قصداً للإبهام ثم التفصيل ليتمكن المعنى في ذهن السامع . وهذا من مواضع عود الضمير على ما بعده إذا كان ما بعده بياناً له ، ولذلك يجعل الاسم الذي بعد الضمير عطف بيان .ومنه قول الشاعر أنشده في «الكشاف» المصراع الأول وأثبته الطيبي كاملاً: ... هي النفس ما حملتها تتحملوللدهر أيام تجور وتعدل ... وقول أبي العلاء ( المعري) : ... هو الهجر حتى ما يُلم خيالوبعضُ صدود الزائرين وصال ... ومبيّن الضمير هنا قوله { إلا حياتنا } فيكون الاسم الذي بعد ( إلا ) عطف بيان من الضمير . والتقدير : إن حياتنا إلا حياتنا الدنيا . ووصفها بالدنيا وصف زائد على البيان فلا يقدر مثله في المبيَّن .وليس هذا الضمير ضمير القصة والشأن لعدم صلاحية المقام له . ولأنه في الآية مفسَّر بالمفرد لا بالجملة وكذلك"
    },
    {
      "number": 38,
      "text": "إِنْ هُوَ إِلَّا رَجُلٌ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًۭا وَمَا نَحْنُ لَهُۥ بِمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "وما هذا الداعي لكم إلى الإيمان إلا رجل اختلق على الله كذبًا، ولسنا بمصدقين ما قاله لنا.",
        "mukhtasar": "",
        "saadi": "",
        "kathir": "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ"
      },
      "translations": {
        "en": "He is not but a man who has invented a lie about Allah, and we will not believe him.\"",
        "fr": "Ce n'est qu'un homme qui forge un mensonge contre Allah; et nous ne croirons pas en lui».",
        "es": "No es más que un hombre, que se ha inventado una mentira contra Alá. No tenemos fe en él."
      },
      "ibn_ashour": "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَى عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ (38)ثم جاءت جملة { إن هو إلا رجل افترى على الله كذباً } نتيجة عقب الاستدلال ، فجاءت مستأنفة لأنها مستقلة على ما تقدمها فهي تصريح بما كني عنه آنفاً في قوله : { ما هذا إلا بشر مثلكم } وما بعده من تكذيب دعوته ، فاستخلصوا من ذلك أن حاله منحصر في أنه كاذب على الله فيما ادعاه من الإرسال . وضمير { إن هو } عائد إلى اسم الإشارة من قوله : { ما هذا إلا بشر مثلكم } .فجملة { افترى على الله كذباً } صفة ل { رجل } وهي منصَبّ الحصر فهو من قصر الموصوف على الصفة قصر قلب إضافياً ، أي لا كما يزعم أنه مرسل من الله .وإنما أجروا عليه أنه رجل متابعة لوصفه بالبشرية في قولهم : { ما هذا إلا بشر مثلكم } تقريراً لدليل المماثلة المنافية للرسالة في زعمهم ، أي زيادة على كونه رجلاً مثلهم فهو رجل كاذب .والافتراء : الاختلاق . وهو الكذب الذي لا شبهة فيه للمخبِر . وتقدم عند قوله تعالى : { ولكن الذين كفروا يفترون على الله الكذب } في سورة المائدة ( 103 ) .وإنما صرحوا بأنهم لا يؤمنون به مع دلالة نسبته إلى الكذب على أنهم لا يؤمنون به إعلاناً"
    },
    {
      "number": 39,
      "text": "قَالَ رَبِّ ٱنصُرْنِى بِمَا كَذَّبُونِ",
      "tafsir": {
        "muyassar": "فدعا رسولهم ربه قائلا رب انصرني عليهم بسبب تكذيبهم لي.",
        "mukhtasar": "",
        "saadi": "لما اشتد كفرهم، ولم ينفع فيهم الإنذار، دعا عليهم نبيهم فقال: { رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ } أي: بإهلاكهم، وخزيهم الدنيوي، قبل الآخرة.",
        "kathir": "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ"
      },
      "translations": {
        "en": "He said, \"My Lord, support me because they have denied me.\"",
        "fr": "Il dit: «Seigneur! Apporte-moi secours parce qu'ils me traitent de menteur».",
        "es": "Dijo: «¡Señor! ¡Auxíliame, que me desmienten!»"
      },
      "ibn_ashour": "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ (39) استئناف بياني لأن ما حكي من صد الملإ الناس عند اتباعه وإشاعتهم عنه أنه مفتر على الله وتلفيقهم الحجج الباطلة على ذلك مما يثير سؤال سائل عما كان من شأنه وشأنهم بعد ذلك ، فيجاب بأنه توجه إلى الله الذي أرسله بالدعاء بأن ينصره عليهم . وتقدم القول في نظيره آنفاً في قصة نوح .وجاء جواب دعاء هذا الرسول غير معطوف لأنه جرى على أسلوب حكاية المحاورات الذي بيَّناه في مواضع منها قوله : { قَالُوا أتَجْعَلُ فيها مَنْ يُفْسِدُ فيها } في سورة البقرة ( 30 ) .{ وعَمَّا قَليلٍ } أفاد حرف ( عن ) المجاوزة ، أي مجاوزة معنى مُتعلَّقها الاسمَ المجرور بها . ويكثر أن تفيد مجاوزة معنى متعلّقها الاسم المجرور بها فينشأ منها معنى ( بَعْد ) نحو { لَتَرْكَبُنّ طَبَقاً عَن طَبَقٍ } [ الانشقاق : 19 ] فيقال : إنها تجيء بمعنى ( بَعْد ) كما ذكره النحاة وهم جروا على الظاهر وتفسير المعنى إذ لا يكون حرف بمعنى اسم ، فإن معاني الحروف ناقصة ومعاني الأسماء تامة ."
    },
    {
      "number": 40,
      "text": "قَالَ عَمَّا قَلِيلٍۢ لَّيُصْبِحُنَّ نَٰدِمِينَ",
      "tafsir": {
        "muyassar": "وقال الله مجيبًا لدعوته: عمَّا قليل ليصبحُنَّ نادمين، أي: بعد زمن قريب سيصير هؤلاء المكذبون نادمين.",
        "mukhtasar": "",
        "saadi": ". { قَالَ } الله مجيبا لدعوته: { عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ }",
        "kathir": "قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ"
      },
      "translations": {
        "en": "[Allah] said, \"After a little, they will surely become regretful.\"",
        "fr": "[Allah] dit: «Oui, bientôt ils en viendront aux regrets».",
        "es": "Dijo: «Un poco más y se arrepentirán»."
      },
      "ibn_ashour": "قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ (40)فمعنى { عما قليل ليصبحن نادمين } : أن إصباحهم نادمين يتجاوز زمناً قليلاً : أي من زمان التكلم وهو تجاوز مجازي بحرف ( عن ) مستعار لمعنى ( بَعْد ) استعارة تبعيَّة . و { ما } زائدة للتوكيد .و { قليل } صفة لموصوف محذوف دل عليه السياق أو فعل الإصباح الذي هو من أفعال الزمن فوعد الله هذا الرسول نصراً عاجلاً .وندمهم يكون عند رؤية مبدأ الاستئصال ولا ينفعهم ندمهم بعد حلول العذاب .والإصباح هنا مراد به زمن الصباح لا معنى الصيرورة بدليل قوله في سورة الحجر ( 83 ) { فأخذتهم الصيحة مصبحين . }"
    },
    {
      "number": 41,
      "text": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ بِٱلْحَقِّ فَجَعَلْنَٰهُمْ غُثَآءًۭ ۚ فَبُعْدًۭا لِّلْقَوْمِ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "ولم يلبثوا أن جاءتهم صيحة شديدة مع ريح، أهلكهم الله بها، فماتوا جميعًا، وأصبحوا كغثاء السيل الذي يطفو على الماء، فهلاكًا لهؤلاء الظالمين وبُعْدًا لهم من رحمة الله، فليحذر السامعون أن يكذبوا رسولهم، فيحل بهم ما حل بسابقيهم.",
        "mukhtasar": "",
        "saadi": "{ فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ } لا بالظلم والجور، بل بالعدل وظلمهم، أخذتهم الصيحة، فأهلكتهم عن آخرهم. { فَجَعَلْنَاهُمْ غُثَاءً } أي: هشيما يبسا بمنزلة غثاء السيل الملقى في جنبات الوادي، وقال في الآية الأخرى { إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ }  { فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ } أي: أتبعوا مع عذابهم، البعد واللعنة والذم من العالمين { فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ } ",
        "kathir": "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً ۚ فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ"
      },
      "translations": {
        "en": "So the shriek seized them in truth, and We made them as [plant] stubble. Then away with the wrongdoing people.",
        "fr": "Le cri, donc, les saisit en toute justice; puis Nous les rendîmes semblables à des débris emportés par le torrent. Que disparaissent à jamais les injustes!",
        "es": "El Grito les sorprendió merecidamente y les convertimos en detrito. ¡Atrás el pueblo impío!"
      },
      "ibn_ashour": "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ (41)تقتضي الفاء تعجيل إجابة دعوة رسولهم .والأخذ مستعار للإهلاك .والصيحة : صوت الصاعقة ، وهذا يرجح أو يعيِّن أن يكون هؤلاء القرن هم ثمود قال تعالى : { فأما ثمود فأهْلِكوا بالطاغية } [ الحاقة : 5 ] وقال في شأنهم في سورة الحجر ( 83 ) { فأخذتهم الصيحة مصبحين } وإسناد الأخذ إلى الصيحة مجاز عقلي لأن الصيحة سبب الأخذ أو مقارنة سببه فإنها تحصل من تمزق كرة الهواء عند نزول الصاعقة .والباء في { بالحق } للملابسة ، أي أخذتهم أخذاً ملابساً للحق ، أي لا اعتداء فيه عليهم لأنهم استحقوه بظلمهم .والغُثاءُ : ما يحمله السيْل من الأعواد اليابسة والورق . والكلام على التشبيه البليغ للهيئة فهو تشبيه حالة بحالة ، أي جعلناهم كالغثاء في البِلى والتكدس في موضع واحد فهلكوا هَلكة واحدة .وفُرع على حكاية تكذيبهم دعاء عليهم وعلى أمثالهم دعاءَ شتم وتحقير بأن يَبْعَدوا تحقيراً لهم وكراهية ، وليس مستعملاً في حقيقة الدعاء لأن هؤلاء قد بعدوا بالهلاك . وانتصب { بعداً } على المفعولية المطلقة بدلاً من فعله مثل : تَبّاً وسُحْقاً ، أ"
    },
    {
      "number": 42,
      "text": "ثُمَّ أَنشَأْنَا مِنۢ بَعْدِهِمْ قُرُونًا ءَاخَرِينَ",
      "tafsir": {
        "muyassar": "ثم أنشأنا من بعد هؤلاء المكذبين أممًا وخلائق آخرين كأقوام: لوط وشعيب وأيوب ويونس صلوات الله وسلامه عليهم أجمعين.",
        "mukhtasar": "",
        "saadi": "أي: ثم أنشأنا من بعد هؤلاء المكذبين المعاندين قرونا آخرين",
        "kathir": "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ"
      },
      "translations": {
        "en": "Then We produced after them other generations.",
        "fr": "Puis après eux Nous avons créé d'autres générations.",
        "es": "Luego, después de ellos, suscitamos otras generaciones."
      },
      "ibn_ashour": "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آَخَرِينَ (42) القرون : الأمم ، وهذا كقوله تعالى : { وقروناً بين ذلك كثيراً } [ الفرقان : 38 ] .وهم الأمم الذين لم ترسل إليهم رسل وبقوا على اتباع شريعة نوح أو شريعة هود أو شريعة صالح ، أو لم يؤمروا بشرع لأن الاقتصار على ذكر الأمم هنا دون ذكر الرسل ثم ذكر الرسل عقب هذا يومىء إلى أن هذه إما أمم لم تأتهم رسل لحكمة اقتضت تركهم على ذلك لأنهم لم يتأهلوا لقبول شرائع ، أو لأنهم كانوا على شرائع سابقة .وجملة { ما تسبق من أمة أجلها وما يستأخرون } معترضة بين المتعاطفة . وهي استئناف بياني لما يؤذن به قوله : { ثم أنشأنا من بعدهم قروناً } من كثرتها ولا يؤذن به وصفهم ب { آخرين } من جهل الناس بهم ، ولما يؤذن به عطف جملة { ثم أرسلنا رسلنا تترى } [ المؤمنون : 44 ] من انقراض هذه القرون بعد الأمة التي ذكرت قصتها آنفاً في قوله { ثم أنشأنا من بعدهم قروناً آخرين } دون أن تجيئهم رسل ، فكان ذلك كله مما يثير سؤال سائل عن مدة تعميرهم ووقت انقراضهم . فيجاب بالإجمال لأن لكل قرن منهم أجلا عيَّنه الله يبقى إلى مثله ثم ينقرض ويخلفه قرن آخر يأتي بعده ، أو يعمَّر بعده قرن كان م"
    },
    {
      "number": 43,
      "text": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "tafsir": {
        "muyassar": "ما تتقدم أي أمة من هذه الأمم المكذبة الوقت المحدد لهلاكها، ولا تتأخر عنه.",
        "mukhtasar": "",
        "saadi": "كل أمة في وقت مسمى، وأجل محدود، لا تتقدم عنه ولا تتأخر",
        "kathir": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ"
      },
      "translations": {
        "en": "No nation will precede its time [of termination], nor will they remain [thereafter].",
        "fr": "Nulle communauté ne peut avancer ni reculer son terme.",
        "es": "Ninguna comunidad puede adelantar ni retrasar su plazo."
      },
      "ibn_ashour": "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ (43)والسبق : تجاوز السائر وتركه مُسائرَه خلفه ، وعكسه التأخر . والمعنى واضح . والسين والتاء في { يستأخرون } زائدتان للتأكيد مثل : استجاب . وضمير { يستأخرون } عائد إلى { أمة } باعتبار الناس ."
    },
    {
      "number": 44,
      "text": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا ۖ كُلَّ مَا جَآءَ أُمَّةًۭ رَّسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُم بَعْضًۭا وَجَعَلْنَٰهُمْ أَحَادِيثَ ۚ فَبُعْدًۭا لِّقَوْمٍۢ لَّا يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "ثم أرسلنا رسلنا إلى تلك الأمم يتبع بعضهم بعضًا، كلما دعا رسول أمته كذبوه، فأتبعنا بعضهم بعضًا بالهلاك والدمار، ولم يَبْقَ إلا أخبار هلاكهم، وجعلناها أحاديث لمن بعدهم، يتخذونها عبرة، فهلاكًا وسُحْقًا لقوم لا يصدقون الرسل ولا يطيعونهم.",
        "mukhtasar": "",
        "saadi": "، وأرسلنا إليهم رسلا متتابعة، لعلهم يؤمنون وينيبون، فلم يزل الكفر والتكذيب دأب الأمم العصاة، والكفرة البغاة، كلما جاء أمة رسولها كذبوه، مع أن كل رسول يأتي من الآيات ما يؤمن على مثله البشر، بل مجرد دعوة الرسل وشرعهم، يدل على حقيه ما جاءوا به، { فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا } بالهلاك، فلم يبق منهم باقية، وتعطلت مساكنهم من بعدهم { وَجَعَلْنَاهُمْ أَحَادِيثَ } يتحدث بهم من بعدهم، ويكونون عبرة للمتقين، ونكالا للمكذبين، وخزيا عليهم مقرونا بعذابهم. { فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ } ما أشقاهم\" وتعسا لهم، ما أخسر صفقتهم\".",
        "kathir": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ"
      },
      "translations": {
        "en": "Then We sent Our messengers in succession. Every time there came to a nation its messenger, they denied him, so We made them follow one another [to destruction], and We made them narrations. So away with a people who do not believe.",
        "fr": "Ensuite, Nous envoyâmes successivement Nos messagers. Chaque fois qu'un messager se présentait à sa communauté, ils le traitaient de menteur. Et Nous les fîmes succéder les unes aux autres [dans la destruction], et Nous en fîmes des thèmes de récits légendaires. Que disparaissent à jamais les gens qui ne croient pas!",
        "es": "Luego, mandamos a Nuestros enviados, uno tras otro. Siempre que venía un enviado a su comunidad, le desmentían. Hicimos que a unas generaciones les siguieran otras y las hicimos legendarias. ¡Atrás una gente que no cree!"
      },
      "ibn_ashour": "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ (44)الرسل الذين جاءوا من بعدُ ، أي من بعد هذه القرون منهم إبراهيم ولوط ويوسف وشعيب . ومن أرسل قبل موسى ، ورسل لم يقصصهم الله على رسوله .والمقصود بيان اطراد سنة الله تعالى في استئصال المكذبين رسله المعاندين في آياته كما دل عليه قوله : { فأتبعنا بعضهم بعضاً } .{ وتترى } قرأه الجمهور بألف في آخره دون تنوين فهو مصدر على وزن فَعلى مثل دَعوى وسَلوى ، وألفه للتأنيث مثل ذكرى ، فهو ممنوع من الصرف . وأصله : وترى بواو في أوله مشتقاً من الوتر وهو الفرد . وظاهر كلام اللغويين أنه لا فعل له ، أي فرداً فرداً ، أي فرداً بعد فرد فهو نظير مثنى . وأبدلت الواو تاء إبدالاً غير قياسي كما أبدلت في ( تجاه ) للجهة المواجهة وفي ( تَوْلَج ) لكناس الوحش ( وتراث ) للموروث .ولا يقال تترى إلا إذا كان بين الأشياء تعاقب مع فترات وتقطّع . ومنه التواتر وهو تتابع الأشياء وبينها فجوات . والوتيرة : الفترة عن العمل . وأما التعاقب بدون فترة فهو التدارك"
    },
    {
      "number": 45,
      "text": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلْطَٰنٍۢ مُّبِينٍ",
      "tafsir": {
        "muyassar": "ثم أرسلنا موسى وأخاه هارون بآياتنا التسع وهي: العصا واليد والجراد والقُمَّل والضفادع والدم والطوفان والسنون ونقص من الثمرات، حجةً بيِّنة تقهر القلوب فتنقاد لها قلوب المؤمنين، وتقوم الحجة على المعاندين، أرسلناهما إلى فرعون حاكم \"مصر\" وأشراف قومه، فاستكبروا عن الإيمان بموسى وأخيه، وكانوا قومًا متطاولين على الناس قاهرين لهم بالظلم.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 45 و46 :ـمر عليَّ منذ زمان طويل كلام لبعض العلماء لا يحضرني الآن اسمه، وهو أنه بعد بعث موسى ونزول التوراة، رفع الله العذاب عن الأمم، أي: عذاب الاستئصال، وشرع للمكذبين المعاندين الجهاد، ولم أدر من أين أخذه، فلما تدبرت هذه الآيات، مع الآيات التي في سورة القصص، تبين لي وجهه، أما هذه الآيات، فلأن الله ذكر الأمم المهلكة المتتابعة على الهلاك، ثم أخبر أنه أرسل موسى بعدهم، وأنزل عليه التوراة فيها الهداية للناس، ولا يرد على هذا، إهلاك فرعون، فإنه قبل نزول التوراة، وأما الآيات التي في سورة القصص، فهي صريحة جدا، فإنه لما ذكر هلاك فرعون قال: { وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ } فهذا صريح أنه آتاه الكتاب بعد هلاك الأمم الباغية، وأخبر أنه أنزله بصائر للناس وهدى ورحمة، ولعل من هذا، ما ذكر الله في سورة \" يونس \" من قولة: { ثم بعثنا من بعده } أي: من بعد نوح { رسلا إلى قومهم فجاءوهم بالبينات فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين* ثم بعثنا من بعدهم موسى وهارون } الآيات والله أعلم. فقوله: { ثُمَّ أَرْسَلْنَا مُوسَى } بن عمران، كليم الرحمن { وَأَخَاهُ هَارُونَ } حين سأل ربه أن يشركه في أمره فأجاب سؤله. { بِآيَاتِنَا } الدالة على صدقهما وصحة ما جاءا به { وَسُلْطَانٍ مُبِينٍ } أي: حجة بينة، من قوتها، أن تقهر القلوب، وتتسلط عليها لقوتها فتنقاد لها قلوب المؤمنين، وتقوم الحجة البينة على المعاندين، وهذا كقوله { وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ } ولهذا رئيس المعاندين عرف الحق وعاند { فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ } أي: بتلك الآيات البينات { فَقَالَ له فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا } فـ { قال } موسى { قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا } وقال تعالى: { وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا } وقال هنا: { ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ* إِلَى فِرْعَوْنَ وَمَلَئِهِ } كـ \" هامان \" وغيره من رؤسائهم، { فَاسْتَكْبَرُوا } أي: تكبروا عن الإيمان بالله، واستكبروا على أنبيائه، { وَكَانُوا قَوْمًا عَالِينَ } أي: وصفهم العلو، والقهر، والفساد في الأرض، فلهذا صدر منهم الاستكبار، ذلك غير مستكثر منهم.",
        "kathir": "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ"
      },
      "translations": {
        "en": "Then We sent Moses and his brother Aaron with Our signs and a clear authority",
        "fr": "Ensuite, Nous envoyâmes Moïse et son frère Aaron avec Nos prodiges et une preuve évidente,",
        "es": "Luego, enviamos Moisés y su hermano Aarón con Nuestros signos y con una autoridad manifiesta"
      },
      "ibn_ashour": "ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآَيَاتِنَا وَسُلْطَانٍ مُبِينٍ (45) الآيات : المعجزات ، وإضافتها إلى ضمير الجلالة للتنويه بها وتعظيمها . والسلطان المبين : الحجة الواضحة التي لقنها الله موسى فانتهضت على فرعون وملئه . والباء للملابسة ، أي بعثناه ملابساً للمعجزات والحجة .وملأ فرعون : أهل مجلسه وعلماء دينه وهم السحرة . وإنما جعل الإرسال إليهم دون بقية أمة القبط لأن دعوة موسى وأخيه إنما كانت خطابا لفرعون وأهل دولته الذين بيدهم تصريف أمور الأمة لتحرير بني إسرائيل من استعبادهم إياهم قال تعالى : { فاتِياه فَقُولا إنَّا رسولا ربك فأرسل معنا بني إسرائيل ولا تعذبهم } [ طه : 47 ] . ولم يرسلا بشريعة إلى القبط . وأما الدعوة إلى التوحيد فمقدمة لإثبات الرسالة لهم ."
    },
    {
      "number": 46,
      "text": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا عَالِينَ",
      "tafsir": {
        "muyassar": "ثم أرسلنا موسى وأخاه هارون بآياتنا التسع وهي: العصا واليد والجراد والقُمَّل والضفادع والدم والطوفان والسنون ونقص من الثمرات، حجةً بيِّنة تقهر القلوب فتنقاد لها قلوب المؤمنين، وتقوم الحجة على المعاندين، أرسلناهما إلى فرعون حاكم \"مصر\" وأشراف قومه، فاستكبروا عن الإيمان بموسى وأخيه، وكانوا قومًا متطاولين على الناس قاهرين لهم بالظلم.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 45 و46 :ـمر عليَّ منذ زمان طويل كلام لبعض العلماء لا يحضرني الآن اسمه، وهو أنه بعد بعث موسى ونزول التوراة، رفع الله العذاب عن الأمم، أي: عذاب الاستئصال، وشرع للمكذبين المعاندين الجهاد، ولم أدر من أين أخذه، فلما تدبرت هذه الآيات، مع الآيات التي في سورة القصص، تبين لي وجهه، أما هذه الآيات، فلأن الله ذكر الأمم المهلكة المتتابعة على الهلاك، ثم أخبر أنه أرسل موسى بعدهم، وأنزل عليه التوراة فيها الهداية للناس، ولا يرد على هذا، إهلاك فرعون، فإنه قبل نزول التوراة، وأما الآيات التي في سورة القصص، فهي صريحة جدا، فإنه لما ذكر هلاك فرعون قال: { وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ } فهذا صريح أنه آتاه الكتاب بعد هلاك الأمم الباغية، وأخبر أنه أنزله بصائر للناس وهدى ورحمة، ولعل من هذا، ما ذكر الله في سورة \" يونس \" من قولة: { ثم بعثنا من بعده } أي: من بعد نوح { رسلا إلى قومهم فجاءوهم بالبينات فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين* ثم بعثنا من بعدهم موسى وهارون } الآيات والله أعلم. فقوله: { ثُمَّ أَرْسَلْنَا مُوسَى } بن عمران، كليم الرحمن { وَأَخَاهُ هَارُونَ } حين سأل ربه أن يشركه في أمره فأجاب سؤله. { بِآيَاتِنَا } الدالة على صدقهما وصحة ما جاءا به { وَسُلْطَانٍ مُبِينٍ } أي: حجة بينة، من قوتها، أن تقهر القلوب، وتتسلط عليها لقوتها فتنقاد لها قلوب المؤمنين، وتقوم الحجة البينة على المعاندين، وهذا كقوله { وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ } ولهذا رئيس المعاندين عرف الحق وعاند { فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ } أي: بتلك الآيات البينات { فَقَالَ له فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا } فـ { قال } موسى { قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا } وقال تعالى: { وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا } وقال هنا: { ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ* إِلَى فِرْعَوْنَ وَمَلَئِهِ } كـ \" هامان \" وغيره من رؤسائهم، { فَاسْتَكْبَرُوا } أي: تكبروا عن الإيمان بالله، واستكبروا على أنبيائه، { وَكَانُوا قَوْمًا عَالِينَ } أي: وصفهم العلو، والقهر، والفساد في الأرض، فلهذا صدر منهم الاستكبار، ذلك غير مستكثر منهم.",
        "kathir": "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ"
      },
      "translations": {
        "en": "To Pharaoh and his establishment, but they were arrogant and were a haughty people.",
        "fr": "vers Pharaon et ses notables mais ceux-ci s'enflèrent d'orgueil: ils étaient des gens hautains.",
        "es": "a Faraón y a sus dignatarios, que fueron altivos. Eran gente arrogante."
      },
      "ibn_ashour": "إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ (46) وعطف { فاستكبروا } بفاء التعقيب يفيد أنهم لم يتأملوا الدعوة والآيات والحجة ولكنهم أفرطوا في الكبرياء ، فالسين والتاء للتوكيد ، أي تكبروا كبرياء شديدة بحيث لم يعيروا آيات موسى وحجته أذناً صاغية .وجملة { وكانوا قوماً عالين } معترضة بين فعل { استكبروا } وما تفرع عليه من قوله { فقالوا } في موضع الحال من فرعون وملئه ، أي فاستكبروا بأن أعرضوا عن استجابة دعوة موسى وهارون وشأنهم الكبرياء والعلو ، أي كان الكبر خلقهم وسجيتهم . وقد بينا عند قوله تعالى : { لآياتتٍ لقوم يعقلون } في سورة البقرة ( 164 ) أن إجراء وصف على لفظ ( قوم ) أو الإخبار بلفظ ( قوم ) متبوع باسم فاعل إنما يقصد منه تمكن ذلك الوصف من الموصوف بلفظ ( قوم ) أو تمكنه من أولئك القوم . فالمعنى هنا : أن استكبارهم على تلقي دعوة موسى وآياته وحجته إنما نشأ عن سجيتهم من الكبر وتطبعهم . فالعلو بمعنى التكبر والجبروت . وسيجيء بيانه عند قوله : { إن فرعون علا في الأرض } في سورة القصص ( 4 ) ."
    },
    {
      "number": 47,
      "text": "فَقَالُوٓا۟ أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَٰبِدُونَ",
      "tafsir": {
        "muyassar": "فقالوا: أنصدِّق فَرْدَيْن مثلنا، وقومهما من بني إسرائيل تحت إمرتنا مطيعون متذللون لنا؟",
        "mukhtasar": "",
        "saadi": "{ فَقَالُوا } كبرا وتيها، وتحذيرا لضعفاء العقول، وتمويها: { أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا } كما قاله من قبلهم سواء بسواء، تشابهت قلوبهم في الكفر، فتشابهت أقوالهم وأفعالهم، وجحدوا منة الله عليهما بالرسالة. { وَقَوْمُهُمَا } أي: بنو إسرائيل { لَنَا عَابِدُونَ } أي: معبدون بالأعمال والأشغال الشاقة، كما قال تعالى: { وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ }  فكيف نكون تابعين بعد أن كنا متبوعين؟\" وكيف يكون هؤلاء رؤساء علينا؟\" ونظير قولهم، قول قوم نوح: { أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ } { وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ } من المعلوم أن هذا لا يصلح لدفع الحق، وأنه تكذيب ومعاندة.",
        "kathir": "فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ"
      },
      "translations": {
        "en": "They said, \"Should we believe two men like ourselves while their people are for us in servitude?\"",
        "fr": "Ils dirent: «Croirons-nous en deux hommes comme nous dont les congénères sont nos esclaves».",
        "es": "Dijeron: «¿Vamos a creer a dos mortales como nosotros, mientras su pueblo nos sirve de esclavos?»"
      },
      "ibn_ashour": "فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ (47) وبين ذلك بالتفريع بقوله : { فقالوا أنؤمن لبشرين مثلنا وقومهما لنا عابدون } فهو متفرّع على قوله { فاستكبروا } ، أي استكبر فرعون وملؤه عن اتباع موسى وهارون ، فأفصحوا عن سبب استكبارهم عن ذلك بقولهم { أنؤمن لبشرين مثلنا وقومهما لنا عابدون } . وهذا ليس من قول فرعون ولكنه قول بعض الملإ لبعض ، ولما كانوا قد تراوضوا عليه نسب إليهم جميعاً . وأما فرعون فكان مصغياً لرأيهم ومشورتهم وكان له قول آخر حكي في قوله تعالى : { وقال فرعون يا أيها الملأ ما علمتُ لكم من إله غيري } [ القصص : 38 ] فإن فرعون كان معدوداً في درجة الآلهة لأنه وإن كان بشراً في الصورة لكنه اكتسب الإلهية بأنه ابن الآلهة .والاستفهام في { أنؤمن } إنكاري ، أي ما كان لنا أن نؤمن بهما وهما مثلنا في البشرية وليسا بأهل لأن يكونا ابنين للآلهة لأنهما جاءا بتكذيب إلهية الآلهة ، فكان ملأ فرعون لضلالهم يتطلبون لصحة الرسالة عن الله أن يكون الرسول مبايناً للمرسل إليهم ، فلذلك كانوا يتخيلون آلهتهم أجناساً غريبة مثل جسد آدمي ورأس بقرة أو رأس طائر أو رأس ابن آوى أو جسد أس"
    },
    {
      "number": 48,
      "text": "فَكَذَّبُوهُمَا فَكَانُوا۟ مِنَ ٱلْمُهْلَكِينَ",
      "tafsir": {
        "muyassar": "فكذبوهما فيما جاءا به، فكانوا من المهلكين بالغرق في البحر.",
        "mukhtasar": "",
        "saadi": "ولهذا قال: { فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ } في الغرق في البحر، وبنو إسرائيل ينظرون.",
        "kathir": "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ"
      },
      "translations": {
        "en": "So they denied them and were of those destroyed.",
        "fr": "Ils les traitèrent [tous deux] de menteurs et ils furent donc parmi les anéantis.",
        "es": "Les desmintieron y fueron hechos perecer."
      },
      "ibn_ashour": "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ (48)وتفرع على قولهم التصميمُ على تكذيبهم إياهما المحكي بقوله { فكذبوهما } ، أي أرسى أمرهم على أن كذبوهما ، ثم فرّعَ على تكذيبهم أن كانوا من المهلكين إذ أهلكهم الله بالغرق ، أي فانتظموا في سلك الأقوام الذين أهلكوا . وهذا أبلغ من أن يقال : فأهلكوا ، كما مر بنا غير مرة .والتعقيب هنا تعقيب عرفي لأن الإغراق لما نشأ عن التكذيب فالتكذيب مستمر إلى حين الإهلاك .وفي هذا تعريض بتهديد قريش على تكذيبهم رسولهم صلى الله عليه وسلم لأن في قوله : { من المهلكين } إيماء إلى أن الإهلاك سنة الله في الذين يكذبون رسله ."
    },
    {
      "number": 49,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ لَعَلَّهُمْ يَهْتَدُونَ",
      "tafsir": {
        "muyassar": "ولقد آتينا موسى التوراة؛ ليهتدي بها قومه إلى الحق.",
        "mukhtasar": "",
        "saadi": "{ وَلَقَدْ آتَيْنَا مُوسَى } بعدما أهلك الله فرعون، وخلص الشعب الإسرائيلي مع موسى، وتمكن حينئذ من إقامة أمر الله فيهم، وإظهار شعائره، وعده الله أن ينزل عليه التوراة أربعين ليلة، فذهب لميقات ربه، قال الله تعالى { وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَوْعِظَةً وَتَفْصِيلًا لِكُلِّ شَيْءٍ } ولهذا قال هنا: { لَعَلَّهُمْ يَهْتَدُونَ } أي: بمعرفة تفاصيل الأمر والنهي، والثواب والعقاب، ويعرفون ربهم بأسمائه وصفاته.",
        "kathir": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ"
      },
      "translations": {
        "en": "And We certainly gave Moses the Scripture that perhaps they would be guided.",
        "fr": "Et Nous avions apporté le Livre à Moïse afin qu'ils se guident.",
        "es": "Dimos a Moisés la Escritura. Quizás, así, fueran bien dirigidos."
      },
      "ibn_ashour": "وَلَقَدْ آَتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ (49)لما ذُكرت دعوة موسى وهارون لفرعون وملئه وما ترتب على تكذيبهم من إهلاكهم أكملت قصة بعثة موسى بالمهم منها الجاري ومن بعثة من سلف من الرسل المتقدم ذكرهم وهو إيتاء موسى الكتاب لهداية بني إسرائيل لحصول اهتدائهم ليبني على ذلك الاتعاظ بخلافهم على رسلهم في قوله بعد ذلك { فَتَقَطَّعوا أمرَهم بينهم زُبُراً } [ المؤمنون : 53 ] فإن موعظة المكذبين رسولهم بذلك أولى . وهنا وقع الإعراض عن هارون لأن رسالته قد انتهت لاقتصاره على تبليغ الدعوة لفرعون وملئه إذ كانت مقام محاجّة واستدلال فسأل موسى ربه إشراك أخيه هارون في تبليغها لأنه أفصح منه لساناً في بيان الحجة والسلطان المبين .والتعريف في { الكتاب } للعهد ، وهو التوراة .ولذلك كان ضمير { لعلهم يهتدون } ظاهر العَوْد إلى غير مذكور في الكلام بل إلى معلوم من المقام وهم القوم المخاطبون بالتوراة وهم بنو إسرائيل فانتساق الضمائر ظاهر في المقام دون حاجة إلى تأويل قوله : { آتينا موسى } بمعنى : آتينا قوم موسى ، كما سلكه في «الكشاف» .و ( لعل ) للرجاء ، لأن ذلك الكتاب من شأنه أن يترقب من إيتائه اهتداء الن"
    },
    {
      "number": 50,
      "text": "وَجَعَلْنَا ٱبْنَ مَرْيَمَ وَأُمَّهُۥٓ ءَايَةًۭ وَءَاوَيْنَٰهُمَآ إِلَىٰ رَبْوَةٍۢ ذَاتِ قَرَارٍۢ وَمَعِينٍۢ",
      "tafsir": {
        "muyassar": "وجعلنا عيسى بن مريم وأمه علامة دالة على قدرتنا؛ إذ خلقناه من غير أب، وجعلنا لهما مأوى في مكان مرتفع من الأرض، مستوٍ للاستقرار عليه، فيه خصوبة وماء جار ظاهر للعيون.",
        "mukhtasar": "",
        "saadi": "أي: وامتننا على عيسى ابن مريم، وجعلناه وأمه من آيات الله العجيبة، حيث حملته وولدته من غير أب، وتكلم في المهد صبيا، وأجرى الله على يديه من الآيات ما أجرى، { وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ } أي: مكان مرتفع، وهذا -والله أعلم- وقت وضعها، { ذَاتِ قَرَارٍ } أي: مستقر وراحة { وَمَعِينٍ } أي: ماء جار، بدليل قوله: { قَدْ جَعَلَ رَبُّكِ تَحْتَكِ } أي: تحت المكان الذي أنت فيه، لارتفاعه، { سَرِيًّا } أي: نهرا وهو المعين { وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا* فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا } ",
        "kathir": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ"
      },
      "translations": {
        "en": "And We made the son of Mary and his mother a sign and sheltered them within a high ground having level [areas] and flowing water.",
        "fr": "Et Nous fîmes du fils de Marie, ainsi que de sa mère, un prodige; et Nous donnâmes à tous deux asile sur une colline bien stable et dotée d'une source.",
        "es": "Hicimos del hijo de María y de su madre un signo y les ofrecimos refugio en una colina tranquila y provista de agua viva."
      },
      "ibn_ashour": "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آَيَةً وَآَوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (50)لما كانت آية عيسى العظمى في ذاته في كيفيَّة تكوينه كان الاهتمام بذكرها هنا ، ولم تذكر رسالته لأن معجزة تخليقه دالة على صدق رسالته . وأما قوله { وأمه } فهو إدماج لتسفيه اليهود فيما رموا به مريم عليها السلام فإن ما جعله الله آية لها ولابنها جعلوه مطعناً ومغمزاً فيهما .وتنكير { آية } للتعظيم لأنها آية تحتوي على آيات . ولما كان مجموعها دالاً على صدق عيسى في رسالته جعل مجموعها آية عظيمة على صدقه كما علمتَ .وأما قوله : { وآويناهما إلى رُبوة } فهو تنويه بهما إذ جعلهما الله محل عنايته ومظهر قدرته ولطفه .والإيواء : جعل الغير آوياً ، أي ساكناً . وتقدم عند قوله : { أو آوي إلى ركن شديد } في سورة هود ( 80 ) وعند قوله : { سآوي إلى جبل يعصمني من الماء } في سورة هود ( 43 ) .والرُبوة بضم الراء : المرتفع من الأرض . ويجوز في الراء الحركات الثلاث . وتقدم في قوله تعالى : { كمثل جنة بربوة } في البقرة ( 265 ) . والمراد بهذا الإيواء وحي الله لمريم أن تنفرد بربوة حين اقترب مخاضُها لتلد عيسى في منعزل من الناس"
    },
    {
      "number": 51,
      "text": "يَٰٓأَيُّهَا ٱلرُّسُلُ كُلُوا۟ مِنَ ٱلطَّيِّبَٰتِ وَٱعْمَلُوا۟ صَٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ عَلِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها الرسل كلوا من طيب الرزق الحلال، واعملوا الأعمال الصالحة، إني بما تعملون عليم، لا يخفى عليَّ شيء من أعمالكم. والخطاب في الآية عام للرسل- عليهم السلام- وأتباعهم، وفي الآية دليل على أن أكل الحلال عون على العمل الصالح، وأن عاقبة الحرام وخيمة، ومنها رد الدعاء.",
        "mukhtasar": "",
        "saadi": "هذا أمر منه تعالى لرسله بأكل الطيبات، التي هي الرزق الطيب الحلال، وشكر الله، بالعمل الصالح، الذي به يصلح القلب والبدن، والدنيا والآخرة. ويخبرهم أنه بما يعملون عليم، فكل عمل عملوه، وكل سعي اكتسبوه، فإن الله يعلمه، وسيجازيهم عليه أتم الجزاء وأفضله، فدل هذا على أن الرسل كلهم، متفقون على إباحة الطيبات من المآكل، وتحريم الخبائث منها، وأنهم متفقون على كل عمل صالح وإن تنوعت بعض أجناس المأمورات، واختلفت بها الشرائع، فإنها كلها عمل صالح، ولكن تتفاوت بتفاوت الأزمنة. ولهذا، الأعمال الصالحة، التي هي صلاح في جميع الأزمنة، قد اتفقت عليها الأنبياء والشرائع، كالأمر بتوحيد الله، وإخلاص الدين له، ومحبته، وخوفه، ورجائه، والبر، والصدق، والوفاء بالعهد، وصلة الأرحام، وبر الوالدين، والإحسان إلى الضعفاء والمساكين واليتامى، والحنو والإحسان إلى الخلق، ونحو ذلك من الأعمال الصالحة، ولهذا كان أهل العلم، والكتب السابقة، والعقل، حين بعث الله محمدا صلى الله عليه وسلم، يستدلون على نبوته بأجناس ما يأمر به، وينهى عنه، كما جرى لهرقل وغيره، فإنه إذا أمر بما أمر به الأنبياء، الذين من قبله، ونهى عما نهوا عنه، دل على أنه من جنسهم، بخلاف الكذاب، فلا بد أن يأمر بالشر، وينهى عن الخير.",
        "kathir": "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ"
      },
      "translations": {
        "en": "[Allah said], \"O messengers, eat from the good foods and work righteousness. Indeed, I, of what you do, am Knowing.",
        "fr": "O Messagers! Mangez de ce qui est permis et agréable et faites du bien. Car Je sais parfaitement ce que vous faites.",
        "es": "«¡Enviados! ¡Comed de las cosas buenas y obrad bien! ¡Yo sé bien lo que hacéis!"
      },
      "ibn_ashour": "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ (51)يتعيَّن تقدير قول محذوف اكتفاء بالمقول ، وهو استئناف ابتدائي ، أي قلنا : يا أيها الرسل كلوا . والمحكي هنا حكي بالمعنى لأن الخطاب المذكور هنا لم يكن موجهاً للرسل في وقت واحد بضرورة اختلاف عصورهم . فالتقدير : قلنا لكل رسول مِمَّنْ مضَى ذكرُهم كُلْ من الطيبات واعمل صالحاً إني بما تعمل عليم .وذلك على طريقة التوزيع لمدلول الكلام وهي شائعة في خطاب الجماعات . ومنه : ركب القوم دوابَّهم .والغرض من هذا بيان كرامة الرسل عند الله ونزاهتهم في أمورهم الجسمانيَّة والروحانيَّة ، فالأكل من الطيبات نزاهة جسميَّة والعمل الصالح نزاهة نفسانيَّة .والمناسبة لهذا الاستئناف هي قوله : { وآويناهما إلى ربوة ذات قرار ومعين } [ المؤمنون : 50 ] وليحصل من ذلك الرد على اعتقاد الأقوام المعلّلين تكذيبهم رسلهم بعلة أنهم يأكلون الطعام كما قال تعالى في الآية السابقة { ما هذا إلا بشر مثلكم يأكل مما تأكلون منه ويشرب مما تشربون } [ المؤمنون : 33 ] ، وقال : { وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواق } [ الفرقان "
    },
    {
      "number": 52,
      "text": "وَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمْ أُمَّةًۭ وَٰحِدَةًۭ وَأَنَا۠ رَبُّكُمْ فَٱتَّقُونِ",
      "tafsir": {
        "muyassar": "وإنَّ دينكم- يا معشر الأنبياء- دين واحد وهو الإسلام، وأنا ربكم فاتقوني بامتثال أوامري واجتناب زواجري.",
        "mukhtasar": "",
        "saadi": "ولهذا قال تعالى للرسل: { وَإِنَّ هَذِهِ أُمَّتُكُمْ أمَّةً } أي: جماعتكم -يا معشر الرسل- جماعة { وَاحِدَةً } متفقة على دين واحد، وربكم واحد.{ فَاتَّقُونِ } بامتثال أوامري، واجتناب زواجري. وقد أمر الله المؤمنين بما أمر به المرسلين، لأنهم بهم يقتدون، وخلفهم يسلكون، فقال: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ } فالواجب من كل المنتسبين إلى الأنبياء وغيرهم، أن يمتثلوا هذا، ويعملوا به",
        "kathir": "وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ"
      },
      "translations": {
        "en": "And indeed this, your religion, is one religion, and I am your Lord, so fear Me.\"",
        "fr": "Cette communauté, la vôtre, est une seule communauté, tandis que Je suis votre Seigneur. Craignez-Moi donc».",
        "es": "Y ésta es vuestra comunidad. Es una sola comunidad. Y Yo soy vuestro Señor. ¡Temedme, pues!»"
      },
      "ibn_ashour": "وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ (52)يجوز أن تكون الواو عاطفة على جملة { يا أيها الرسل كلوا من الطيبات } [ المؤمنون : 51 ] الخ ، فيكون هذا مما قيل للرسل . والتقدير : وقلنا لهم { إن هذه أمتكم أمة واحدة } الآية . ويجوز أن تكون عطفاً على قصص الإرسال المبدوءة من قوله : { ولقد أرسلنا نوحاً إلى قومه } [ المؤمنون : 23 ] لأن تلك القصص إنما قصت عليهم ليهتدوا بها إلى أن شأن الرسل منذ ابتداء الرسالة هو الدعوة إلى توحيد الله بالإلهيَّة . وعلى هذا الوجه يكون سياقها كسياق آية سورة الأنبياء ( 92 ) { إن هذه أمتكم أمة واحدة } الآية .وفي هذه الآية ثلاث قراءات بخلاف آية سورة الأنبياء . فتلك اتفق القراء على قراءتها بكسر همزة ( إن ) . فأما هذه الآية فقرأ الجمهور { وأنّ } بفتح الهمزة وتشديد النون ، فيجوز أن تكون خطاباً للرسل وأن تكون خطاباً للمقصودين بالنذارة على الوجهين وفتح الهمزة بتقدير لام كي متعلقة بقوله : { فاتقون } عند من لا يرى وجود الفاء فيه مانعاً من تقديم معموله ، أو متعلقة بمحذوف دل عليه { فاتقون } عند من يمنع تقديم المعمول على العامل المقترن بالفاء ، كم"
    },
    {
      "number": 53,
      "text": "فَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ زُبُرًۭا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "tafsir": {
        "muyassar": "فتفرَّق الأتباع في الدين إلى أحزاب وشيع، جعلوا دينهم أديانًا بعدما أُمروا بالاجتماع، كل حزب معجب برأيه زاعم أنه على الحق وغيره على الباطل. وفي هذا تحذير من التحزب والتفرق في الدين.",
        "mukhtasar": "",
        "saadi": "، ولكن أبى الظالمون المفترقون إلا عصيانا، ولهذا قال: { فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا } أي: تقطع المنتسبون إلى اتباع الأنبياء { أَمْرُهُمْ } أي: دينهم { بَيْنَهُمْ زُبُرًا } أي: قطعا { كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ } أي: بما عندهم من العلم والدين { فَرِحُونَ } يزعمون أنهم المحقون، وغيرهم على غير الحق، مع أن المحق منهم، من كان على طريق الرسل، من أكل الطيبات، والعمل الصالح، وما عداهم فإنهم مبطلون.",
        "kathir": "فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ"
      },
      "translations": {
        "en": "But the people divided their religion among them into sects - each faction, in what it has, rejoicing.",
        "fr": "Mais ils se sont divisés en sectes, chaque secte exultant de ce qu'elle détenait.",
        "es": "Pero se dividieron en sectas, con Escrituras, contento cada grupo con lo suyo."
      },
      "ibn_ashour": "فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (53)جيء بفاء التعقيب لإفادة أن الأمم لم يتريثوا عقب تبليغ الرسل إياهم { إن هذه أمتكم أمة واحدة وأنا ربكم فاتقون } [ المؤمنون : 52 ] أن تقطعوا أمرهم بينهم فاتخذوا آلهة كثيرة فصار دينهم متقطعاً قطعاً لكل فريق صنم وعبادة خاصة به . فضمير { تقطّعوا } عائد إلى الأمم المفهوم من السياق الذين هم المقصود من قوله { وأن هذه أمتكم أمة واحدة وأنا ربكم فاتقون } [ المؤمنون : 52 ] . وضمير الجمع عائد إلى أمم الرسل يدل عليه السياق .فالكلام مسوق مساق الذم . ولذلك قد تفيد الفاء مع التعقيب معنى التفريع ، أي فتفرع على ما أمرناهم به من التوحيد أنهم أتوا بعكس المطلوب منهم فيفيد الكلام زيادة على الذم تعجيباً من حالهم . ومما يزيد معنى الذم تذييله بقوله { كل حزب بما لديهم فرحون } أي وهم ليسوا بحال من يفرح .والتقطع أصله مطاوع قطع . واستعمل فعلاً متعدياً بمعنى قطع بقصد إفادة الشدة في حصول الفعل ، ونظيره تخوفه السير ، أي تنقصه ، وتجهمه الليل وتعرفه الزمن . فالمعنى : قطعوا أمرهم بينهم قطعاً كثيرة ، أي تفرقوا على نحل كثيرة فجعل كل فريق"
    },
    {
      "number": 54,
      "text": "فَذَرْهُمْ فِى غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "tafsir": {
        "muyassar": "فاتركهم - أيها الرسول - في ضلالتهم وجهلهم بالحق إلى أن ينزل العذاب بهم.",
        "mukhtasar": "",
        "saadi": "{ فَذَرْهُمْ فِي غَمْرَتِهِمْ } أي: في وسط جهلهم بالحق، ودعواهم أنهم هم المحقون. { حَتَّى حِينٍ } أي: إلى أن ينزل العذاب بهم، فإنهم لا ينفع فيهم وعظ، ولا يفيدهم زجر، وكيف يفيد من يزعم أنه على الحق، ويطمع في دعوة غيره إلى ما هو عليه؟.",
        "kathir": "فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّىٰ حِينٍ"
      },
      "translations": {
        "en": "So leave them in their confusion for a time.",
        "fr": "Laisse-les dans leur égarement pour un certain temps.",
        "es": "Déjales por algún tiempo en su abismo."
      },
      "ibn_ashour": "فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّى حِينٍ (54)انتقال بالكلام إلى خطاب النبي صلى الله عليه وسلم وضمير الجمع عائد إلى معروف من السياق وهم مشركو قريش فإنهم من جملة الأحزاب الذين تقطعوا أمرهم بينهم زبراً ، أو هم عينهم : فمنهم من اتخذ إلهه العزى . ومنهم من اتخذ مناة ، ومنهم من اتخذ ذا الخلصة إلى غير ذلك .والكلام ظاهره المتاركة ، والمقصود منه الإملاء لهم وإنذارهم بما يستقبلهم من سوء العاقبة في وقت ما . ولذلك نكر لفظ { حين } المجعول غاية لاستدراجهم ، أي زمن مبهم ، كقوله : { لا تأتيكم إلا بغتة } [ الأعراف : 187 ] .والغمرة حقيقتها : الماء الذي يغمر قامة الإنسان بحيث يغرقه . وتقدم في قوله تعالى : { ولو ترى إذ الظالمون في غمرات الموت } في سورة الأنعام ( 93 ) .  وإضافتها إلى ضميرهم باعتبار ملازمتها إياهم حتى قد عرفت بهم ، وذلك تمثيل لحال اشتغالهم بما هم فيه من الازدهار وترف العيش عن التدبر فيما يدعوهم إليه الرسول لينجيهم من العقاب بحال قوم غمرهم الماء فأوشكوا على الغرق وهم يحسبون أنهم يَسْبحون ."
    },
    {
      "number": 55,
      "text": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٍۢ وَبَنِينَ",
      "tafsir": {
        "muyassar": "أيظن هؤلاء الكفار أن ما نمدُّهم به من أموال وأولاد في الدنيا هو تعجيلُ خيرٍ لهم يستحقونه؟ إنما نعجل لهم الخير فتنة لهم واستدراجًا، ولكنهم لا يُحِسُّون بذلك.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 55 و56 :ـ{ أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ } أي: أيظنون أن زيادتنا إياهم بالأموال والأولاد، دليل على أنهم من أهل الخير والسعادة، وأن لهم خير الدنيا والآخرة؟ وهذا مقدم لهم، ليس الأمر كذلك. { بَل لَا يَشْعُرُونَ } أنما نملي لهم ونمهلهم ونمدهم بالنعم، ليزدادوا إثما، وليتوفر عقابهم في الآخرة، وليغتبطوا بما أوتوا { حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً } ",
        "kathir": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ"
      },
      "translations": {
        "en": "Do they think that what We extend to them of wealth and children",
        "fr": "Pensent-ils que ce que Nous leur accordons, en biens et en enfants,",
        "es": "¿Creen que, al proveerles de hacienda y de hijos varones,"
      },
      "ibn_ashour": "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (55) الأشبه أن تكون هذه الجملة بدل اشتمال من جملة { فَذرهم في غمرتهم حتى حين } [ المؤمنون : 54 ] باعتبار أن جملة { فذرهم } تشتمل على معنى عدم الاكتراث بما هم فيه من الأحوال التي ألْهَتهم عن النظر في دعوة الإسلام وغرتهم بأنهم بمحل الكرامة على الله بما خولهم من العزة و الترف ، وما تشتمل عليه من التوعد بأن ذلك له نهاية ينتهون إليها وأن الله أعطاهم ما هم فيه زمن النعمة استدراجاً لهم . وهذا كقوله تعالى { وذَرْني والمكذبين أولي النعمة ومهلهم قليلاً } [ المزمل : 11 ] وقوله : { لا يَغُرنك تقلب الذين كفروا في البلاد متاع قليل } [ آل عمران : 196 ، 197 ] .والاستفهام في { أيحسبون } إنكاري وتوبيخ على هذا الحسبان سواء كان هذا الحسبان حاصلاً لجميع المشركين أم غير حاصل لبعض ، لأن حالهم حال من هو مظنة هذا الحسبان فينكر عليه هذا الحسبان لإزالته من نفسه أو لدفع حصوله فيها .و { أنما } هنا كلمتان ( أن ) المؤكدة ( وما ) الموصولة وكتبتا في المصحف متصلتين كما تكتب ( إنما ) المكسورة التي هي أداة حصر لأن الرسم القديم لم يكن منضبطاً كل الضبط وحقها أن ت"
    },
    {
      "number": 56,
      "text": "نُسَارِعُ لَهُمْ فِى ٱلْخَيْرَٰتِ ۚ بَل لَّا يَشْعُرُونَ",
      "tafsir": {
        "muyassar": "أيظن هؤلاء الكفار أن ما نمدُّهم به من أموال وأولاد في الدنيا هو تعجيلُ خيرٍ لهم يستحقونه؟ إنما نعجل لهم الخير فتنة لهم واستدراجًا، ولكنهم لا يُحِسُّون بذلك.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 55 و56 :ـ{ أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ } أي: أيظنون أن زيادتنا إياهم بالأموال والأولاد، دليل على أنهم من أهل الخير والسعادة، وأن لهم خير الدنيا والآخرة؟ وهذا مقدم لهم، ليس الأمر كذلك. { بَل لَا يَشْعُرُونَ } أنما نملي لهم ونمهلهم ونمدهم بالنعم، ليزدادوا إثما، وليتوفر عقابهم في الآخرة، وليغتبطوا بما أوتوا { حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً } ",
        "kathir": "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ"
      },
      "translations": {
        "en": "Is [because] We hasten for them good things? Rather, they do not perceive.",
        "fr": "[soit une avance] que Nous Nous empressons de leur faire sur les biens [de la vie future]? Au contraire, ils n'en sont pas conscients.",
        "es": "estamos anticipándoles las cosas buenas? No, no se dan cuenta."
      },
      "ibn_ashour": "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (56)والمسارعة : التعجيل ، وهي هنا مستعارة لتوخي المرغوب والحرص على تحصيله . وفي حديث عائشة أنها قالت للنبيء صلى الله عليه وسلم « ما أرى ربك إلا يسارع في هواك » أي يعطيك ما تحبه لأن الراغب في إرضاء شخص يكون متسارعاً في إعطائه مرغوبه ، ويقال : فلان يجري في حظوظك . ومتعلق { نسارع } محذوف تقديره : نسارع لهم به ، أي بما نمدهم به من مال وبنين . وحذف لدلالة { نمدهم به } عليه .وظرفية ( في ) مجازية . جعلت { الخيرات } بمنزلة الطريق يقع فيه المسارعة بالمشي فتكون ( في ) قرينة مكنية . وقد تقدم ذلك عند قوله تعالى : { يا أيها الرسول لا يُحزنك الذين يسارعون في الكفر } [ المائدة : 41 ] وقوله : { فترى الذين في قلوبهم مرض يسارعون فيهم } [ المائدة : 52 ] كلاهما في سورة العقود ، وقوله : { إنهم كانوا يسارعون في الخيرات } في سورة الأنبياء ( 90 ) .والخيرات : جمع خير بالألف والتاء ، وهو من الجموع النادرة مثل سرادقات . وقد تقدم عند قوله تعالى : { وأولئك لهم الخيرات } في سورة براءة ( 88 ) ، وتقدم في سورة الأنبياء ( 73 90 ) .و ( بل ) إضراب عن المظنون لا على ا"
    },
    {
      "number": 57,
      "text": "إِنَّ ٱلَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ",
      "tafsir": {
        "muyassar": "إنَّ الذين هم من خشية ربهم مشفقون وَجِلون مما خوَّفهم الله تعالى به.",
        "mukhtasar": "",
        "saadi": "لما ذكر تعالى الذين جمعوا بين الإساءة والأمن، الذين يزعمون أن عطاء الله إياهم في الدنيا دليل على خيرهم وفضلهم، ذكر الذين جمعوا بين الإحسان والخوف، فقال: { إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ } أي: وجلون، مشفقة قلوبهم كل ذلك من خشية ربهم، خوفا أن يضع عليهم عدله، فلا يبقى لهم حسنة، وسوء ظن بأنفسهم، أن لا يكونوا قد قاموا بحق الله تعالى، وخوفا على إيمانهم من الزوال، ومعرفة منهم بربهم، وما يستحقه من الإجلال والإكرام، وخوفهم وإشفاقهم يوجب لهم الكف عما يوجب الأمر المخوف من الذنوب، والتقصير في الواجبات.",
        "kathir": "إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ"
      },
      "translations": {
        "en": "Indeed, they who are apprehensive from fear of their Lord",
        "fr": "Ceux qui, de la crainte de leur Seigneur, sont pénétrés,",
        "es": "Los imbuidos del miedo de su Señor,"
      },
      "ibn_ashour": "إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ (57) هذا الكلام مقابل ما تضمنته الغمرة من قوله { فذرهم في غمرتهم } [ المؤمنون : 54 ] من الإعراض عن عبادة الله وعن التصديق بآياته ، ومن إشراكهم آلهة مع الله ، ومن شحهم عن الضعفاء وإنفاق مالهم في اللذات ، ومن تكذيبهم بالبعث . كل ذلك مما شملته الغمرة فجيء في مقابلها بذكر أحوال المؤمنين ثناء عليهم ، ألا ترى إلى قوله بعد هذا { بل قلوبهم في غمرة من هذا } [ المؤمنون : 63 ] .فكانت هذه الجملة كالتفصيل لإجمال الغمرة مع إفادة المقابلة بأحوال المؤمنين . واختير أن يكون التفصيل بذكر المقابل لحسن تلك الصفات وقبح أضدادها تنزيها للذكر عن تعداد رذائلهم ، فحصل بهذا إيجاز بديع ، وطباق من ألطف البديع ، وصون للفصاحة من كراهة الوصف الشنيع .وافتتاح الجملة ب { إن } للاهتمام بالخبر ، والإتيان بالموصولات للإيماء إلى وجه بناء الخبر وهو أنهم يسارعون في الخيرات ويسابقون إليها وتكرير أسماء الموصولات للاهتمام بكل صلة من صلاتها فلا تذكر تبعاً بالعطف . والمقصود الفريق الذين اتصفوا بصلة من هذه الصلات . و ( من ) في قوله { من خشية ربهم } للتعليل .والإشفاق : توقع الم"
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمْ يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "والذين هم يصدِّقون بآيات الله في القرآن، ويعملون بها.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ } أي: إذا تليت عليهم آياته زادتهم إيمانا، ويتفكرون أيضا في الآيات القرآنية ويتدبرونها، فيبين لهم من معاني القرآن وجلالته واتفاقه، وعدم اختلافه وتناقضه، وما يدعو إليه من معرفة الله وخوفه ورجائه، وأحوال الجزاء، فيحدث لهم بذلك من تفاصيل الإيمان، ما لا يعبر عنه اللسان. ويتفكرون أيضا في الآيات الأفقية، كما في قوله: { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ } إلى آخر الآيات.",
        "kathir": "وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ"
      },
      "translations": {
        "en": "And they who believe in the signs of their Lord",
        "fr": "qui croient aux versets de leur Seigneur,",
        "es": "que creen en los signos de su Señor,"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ بِآَيَاتِ رَبِّهِمْ يُؤْمِنُونَ (58) ليس لها تفسير"
    },
    {
      "number": 59,
      "text": "وَٱلَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ",
      "tafsir": {
        "muyassar": "والذين هم يخلصون العبادة لله وحده، ولا يشركون به غيره.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ } أي: لا شركا جليا، كاتخاذ غير الله معبودا، يدعوه ويرجوه ولا شركا خفيا، كالرياء ونحوه، بل هم مخلصون لله، في أقوالهم وأعمالهم وسائر أحوالهم.",
        "kathir": "وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ"
      },
      "translations": {
        "en": "And they who do not associate anything with their Lord",
        "fr": "qui n'associent rien à leur Seigneur,",
        "es": "que no asocian a otros dioses a su Señor,"
      },
      "ibn_ashour": "وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ (59) ليس لها تفسير"
    },
    {
      "number": 60,
      "text": "وَٱلَّذِينَ يُؤْتُونَ مَآ ءَاتَوا۟ وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَٰجِعُونَ",
      "tafsir": {
        "muyassar": "والذين يجتهدون في أعمال الخير والبر، وقلوبهم خائفة ألا تُقبل أعمالهم، وألا تنجيهم من عذاب ربهم إذا رجعوا إليه للحساب.",
        "mukhtasar": "",
        "saadi": "{ وَالَّذِينَ يُؤْتُونَ مَا آتَوْا } أي: يعطون من أنفسهم مما أمروا به، ما آتوا من كل ما يقدرون عليه، من صلاة، وزكاة، وحج، وصدقة، وغير ذلك، { و } مع هذا { قُلُوبُهُمْ وَجِلَةٌ } أي: خائفة { أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ } أي: خائفة عند عرض أعمالها عليه، والوقوف بين يديه، أن تكون أعمالهم غير منجية من عذاب الله، لعلمهم بربهم، وما يستحقه من أصناف العبادات.",
        "kathir": "وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ"
      },
      "translations": {
        "en": "And they who give what they give while their hearts are fearful because they will be returning to their Lord -",
        "fr": "qui donnent ce qu'ils donnent, tandis que leurs cœurs sont pleins de crainte [à la pensée] qu'ils doivent retourner à leur Seigneur.",
        "es": "que dan lo que dan con corazón tembloroso, a la idea de que volverán a su Señor,"
      },
      "ibn_ashour": "وَالَّذِينَ يُؤْتُونَ مَا آَتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ (60) ومعنى : { يؤتون ما آتوا } يُعطون الأموال صدقات وصلات ونفقات في سبيل الله . قال تعالى : { وآتى المال على حبه ذوي القربى } [ البقرة : 177 ] الآية وقال : { وويل للمشركين الذين لا يُؤتُون الزكاة } [ فصلت : 6 ، 7 ] . واستعمال الإيتاء في إعطاء المال شائع في القرآن متعين أنه المراد هنا .وإنما عُبر ب { ما آتوا } دون الصدقات أو الأموال ليعم كل أصناف العطاء المطلوب شرعاً وليعم القليل والكثير ، فلعل بعض المؤمنين ليس له من المال ما تجب فيه الزكاة وهو يعطي مما يكسب .وجملة { وقلوبهم وجلة } في موضع الحال وحق الحال إذا جاءت بعد جمل متعاطفة أن تعود إلى جميع الجمل التي قبلها ، أي يفعلون ما ذكر من الأعمال الصالحة بقلوبهم وجوارحهم وهم مضمرون وجَلاً وخوفاً من ربهم أن يرجعوا إليه فلا يجدونه راضياً عنهم ، أو لا يجدون ما يجده غيرهم ممن يفوتهم في الصالحات ، فهم لذلك يسارعون في الخيرات ويكثرون منها ما استطاعوا وكذلك كان شأن المسلمين الأولين . وفي الحديث « أن أهل الصّفة قالوا : يا رسول الله ذهب أهل الدثور بالأجور ي"
    },
    {
      "number": 61,
      "text": "أُو۟لَٰٓئِكَ يُسَٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَهُمْ لَهَا سَٰبِقُونَ",
      "tafsir": {
        "muyassar": "أولئك المجتهدون في الطاعة، دأبهم المسارعة إلى كل عمل صالح، وهم إلى الخيرات سابقون.",
        "mukhtasar": "",
        "saadi": "{ أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ } أي: في ميدان التسارع في أفعال الخير، همهم ما يقربهم إلى الله، وإرادتهم مصروفة فيما ينجي من عذابه، فكل خير سمعوا به، أو سنحت لهم الفرصة إليه، انتهزوه وبادروه، قد نظروا إلى أولياء الله وأصفيائه، أمامهم، ويمنة، ويسرة، يسارعون في كل خير، وينافسون في الزلفى عند ربهم، فنافسوهم. ولما كان السابق لغيره المسارع قد يسبق لجده وتشميره، وقد لا يسبق لتقصيره، أخبر تعالى أن هؤلاء من القسم السابقين فقال: { وَهُمْ لَهَا } أي: للخيرات { سَابِقُونَ } قد بلغوا ذروتها، وتباروا هم والرعيل الأول، ومع هذا، قد سبقت لهم من الله سابقة السعادة، أنهم سابقون.",
        "kathir": "أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ"
      },
      "translations": {
        "en": "It is those who hasten to good deeds, and they outstrip [others] therein.",
        "fr": "Ceux-là se précipitent vers les bonnes actions et sont les premiers à les accomplir.",
        "es": "ésos rivalizan en buenas obras y son los primeros en practicarlas."
      },
      "ibn_ashour": "أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ (61) وخبر { إن } جملة { أولئك يسارعون في الخيرات } .وافتتح باسم الإشارة لزيادة تمييزهم للسامعين لأن مثلهم أحرياء بأن يعرفوا .وتقدم الكلام على معنى { يسارعون في الخيرات } آنفاً .ومعنى { وهم لها سابقون } أنهم يتنافسون في الإكثار من أعمال الخير ، فالسبق تمثيل للتنافس والتفاوت في الإكثار من الخيرات بحال السابق إلى الغاية ، أو المعنى وهم محرزون لما حرصوا عليهم ، فالسبق مجاز لإحراز المطلوب لأن الإحراز من لوازم السبق .وعلى التقديرين فاللام بمعنى ( إلى ) . وقد قيل إن فعل السبق يتعدى باللام كما يتعدى ب ( إلى ) . وتقديم المجرور للاهتمام ولرعاية الفاصلة ."
    },
    {
      "number": 62,
      "text": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَٰبٌۭ يَنطِقُ بِٱلْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
      "tafsir": {
        "muyassar": "ولا نكلف عبدًا من عبادنا إلا بما يسعه العمل به، وأعمالهم مسطورة عندنا في كتاب إحصاء الأعمال الذي ترفعه الملائكة ينطق بالحق عليهم، ولا يُظْلم أحد منهم.",
        "mukhtasar": "",
        "saadi": "ولما ذكر مسارعتهم إلى الخيرات وسبقهم إليها، ربما وهم واهم أن المطلوب منهم ومن غيرهم أمر غير مقدور أو متعسر، أخبر تعالى أنه لا يكلف { نَفْسًا إِلَّا وُسْعَهَا } أي: بقدر ما تسعه، ويفضل من قوتها عنه، ليس مما يستوعب قوتها، رحمة منه وحكمة، لتيسير طريق الوصول إليه، ولتعمر جادة السالكين في كل وقت إليه. { وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ } وهو الكتاب الأول، الذي فيه كل شيء، وهو يطابق كل واقع يكون، فلذلك كان حقا، { وَهُمْ لَا يُظْلَمُونَ } أي لا ينقص من إحسانهم، ولا يزداد في عقوبتهم وعصيانهم.",
        "kathir": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ"
      },
      "translations": {
        "en": "And We charge no soul except [with that within] its capacity, and with Us is a record which speaks with truth; and they will not be wronged.",
        "fr": "Nous n'imposons à personne que selon sa capacité. Et auprès de Nous existe un Livre qui dit la vérité, et ils ne seront pas lésés.",
        "es": "No pedimos a nadie sino según sus posibilidades. Tenemos al lado una Escritura que dice la verdad. Y no serán tratados injustamente."
      },
      "ibn_ashour": "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (62)تذييل لما تقدم من أحوال الذين من خشية ربهم مشفقون . لأنه لما ذكر ما اقتضى مخالفة المشركين لما أمروا به من توحيد الدين ، وذكر بعده ما دل على تقوى المؤمنين بالخشية وصحة الإيمان والبذل ومسارعتهم في الخيرات ، ذيل ذلك بأن الله ما طلب من الذين تقطعوا أمرهم إلا تكليفاً لا يشق عليهم ، وبأن الله عذر من المؤمنين من لم يبلغوا مبلغ من يفوتهم في الأعمال عذراً يقتضي اعتبار أجرهم على ما فاتهم إذا بذلوا غاية وسعهم . قال تعالى { ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج إذا نصحوا لله ورسوله } [ التوبة : 91 ] .فقوله : { ولا نكلف نفساً إلا وسعها } خبر مراد منه لازمه وهو تسجيل التقصير على الذين تقطعوا أمرهم بينهم . وقطع معذرتهم ، وتيسير الاعتذار على الذين هم من خشية ربهم مشفقون كقوله تعالى : { يريد الله بكم اليسر } [ البقرة : 185 ] مع ما في ذلك من جبر الخواطر المنكسرة من أهل الإيمان الذين لم يلحقوا غيرهم لعجز أو خصاصة .ولمراعاة هذا المعنى عطف قوله : { ولدينا كتاب ينطق بالحق"
    },
    {
      "number": 63,
      "text": "بَلْ قُلُوبُهُمْ فِى غَمْرَةٍۢ مِّنْ هَٰذَا وَلَهُمْ أَعْمَٰلٌۭ مِّن دُونِ ذَٰلِكَ هُمْ لَهَا عَٰمِلُونَ",
      "tafsir": {
        "muyassar": "لكن قلوب الكفار في ضلال غامر عن هذا القرآن وما فيه، ولهم مع شركهم أعمال سيئة، يُمْهلهم الله ليعملوها، فينالوا غضب الله وعقابه.",
        "mukhtasar": "",
        "saadi": "يخبر تعالى أن قلوب المكذبين في غمرة من هذا، أي: وسط غمرة من الجهل والظلم، والغفلة والإعراض، تمنعهم من الوصول إلى هذا القرآن، فلا يهتدون به، ولا يصل إلى قلوبهم منه شيء. { وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا* وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا } فلما كانت قلوبهم في غمرة منه، عملوا بحسب هذا الحال، من الأعمال الكفرية، والمعاندة للشرع، ما هو موجب لعقابهم، { و } لكن { لَهُمْ أَعْمَالٌ مِنْ دُونِ } هذه الأعمال { هُمْ لَهَا عَامِلُونَ } أي: فلا يستغربوا عدم وقوع العذاب فيهم، فإن الله يمهلهم ليعملوا هذه الأعمال، التي بقيت عليهم مما كتب عليهم، فإذا عملوها واستوفوها، انتقلوا بشر حالة إلى غضب الله وعقابه.",
        "kathir": "بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَٰذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ"
      },
      "translations": {
        "en": "But their hearts are covered with confusion over this, and they have [evil] deeds besides disbelief which they are doing,",
        "fr": "Mais leurs cœurs restent dans l'ignorance à l'égard de cela [le Coran]. [En outre] ils ont d'autres actes (vils) qu'ils accomplissent,",
        "es": "Pero sus corazones están en un abismo respecto a esto y, en lugar de aquellas obras, hacen otras."
      },
      "ibn_ashour": "بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لَهَا عَامِلُونَ (63)إضراب انتقال إلى ما هو أغرب مما سبق وهو وصف غمرة أخرى انغمس فيها المشركون فهم في غمرة غمرت قلوبهم وأبعدتها عن أن تتخلق بخلق الذين هم من خشية ربهم مشفقون كيف وأعمالهم على الضد من أعمال المؤمنين تناسب كفرهم ، فكل يعمل على شاكلته .فحرف ( من ) في قوله : { من هذا } يوهم البدلية ، أي في غمرة تباعدهم عن هذا .والإشارة ب { هذا } إلى ما ذكر آنفاً من صفات المؤمنين في قوله : { إن الذين هم من خشية ربهم مشفقون إلى قوله : { وهم لها سابقون } [ المؤمنون : 57 61 ] .و { دون } تدل على المخالفة لأحوال المؤمنين ، أي ليسوا أهلاً للتحلي بمثل تلك المكارم .وقوله : { ولهم أعمال من دون ذلك هم لها عاملون } يبين ( هذا ) ، أي وأعمالهم التي يعملونها غير ذلك . ويذكرني هذا قول محمد بن بشير الخارجي في مدح عروة بن زيد الخيل: ... يا أيها المتمني أن يكون فتىمثل ابن زيد لقد أخلى لك السبلا ... أعدِدْ فضائل أخلاق عُدِدْنَ لههل سَبّ من أحد أو سُب أو بخلا ... إن تنفق المال أو تكلَف مَسَاعيَهيشفقْ عليك وتفعل دون ما فعلا ... ول"
    },
    {
      "number": 64,
      "text": "حَتَّىٰٓ إِذَآ أَخَذْنَا مُتْرَفِيهِم بِٱلْعَذَابِ إِذَا هُمْ يَجْـَٔرُونَ",
      "tafsir": {
        "muyassar": "حتى إذا أخذنا المترفين وأهل البطر منهم بعذابنا، إذا هم يرفعون أصواتهم يتضرعون مستغيثين.",
        "mukhtasar": "",
        "saadi": "{ حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ } أي: متنعميهم، الذين ما اعتادوا إلا الترف والرفاهية والنعيم، ولم تحصل لهم المكاره، فإذا أخذناهم { بِالْعَذَابِ } ووجدوا مسه { إِذَا هُمْ يَجْأَرُونَ } يصرخون ويتوجعون، لأنه أصابهم أمر خالف ما هم عليه",
        "kathir": "حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ"
      },
      "translations": {
        "en": "Until when We seize their affluent ones with punishment, at once they are crying [to Allah] for help.",
        "fr": "jusqu'à ce que par le châtiment Nous saisissions les plus aisés parmi eux et voilà qu'ils crient au secours.",
        "es": "Cuando, al fin, inflijamos un castigo a sus ricos, gemirán."
      },
      "ibn_ashour": "حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ (64) { حتى } ابتدائية . وقد تقدم ذكرها في سورة الأنبياء عند قوله تعالى : { حتى إذا فتحت يأجوج ومأجوج } [ الأنبياء : 96 ] .و ( حتى ) الابتدائية . يكون ما بعدها ابتداء كلام ، فليس الدال على الغاية لفظاً مفرداً كما هو الشأن مع ( حتى ) الجارة و ( حتى ) العاطفة ، بل هي غاية يدل عليها المقام والأكثر أن تكون في معنى التفريع .وبهذه الغاية صار الكلام تهديداً لهم بعذاب سيحل بهم يجأرون منه ولا ملجأ لهم منه . والظاهر أنه عذاب في"
    },
    {
      "number": 65,
      "text": "لَا تَجْـَٔرُوا۟ ٱلْيَوْمَ ۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ",
      "tafsir": {
        "muyassar": "فيقال لهم: لا تصرخوا، ولا تستغيثوا اليوم، إنكم لا تستطيعون نصر أنفسكم، ولا ينصركم أحد من عذاب الله.",
        "mukhtasar": "",
        "saadi": "، ويستغيثون, فيقال لهم: { لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ } وإذا لم تأتهم النصرة من الله، وانقطع عنهم  الغوث من جانبه، لم يستطيعوا نصر أنفسهم، ولم ينصرهم أحد.",
        "kathir": "لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ"
      },
      "translations": {
        "en": "Do not cry out today. Indeed, by Us you will not be helped.",
        "fr": "«Ne criez pas aujourd'hui. Nul ne vous protègera contre Nous.",
        "es": "«¡No gimáis hoy, que no se os va a salvar de Nosotros!"
      },
      "ibn_ashour": "لَا تَجْأَرُوا الْيَوْمَ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ (65) الدنيا بقرينة قوله : { ولو رحمناهم وكشفنا ما بهم من ضر للجّوا في طغيانهم يعمهون } [ المؤمنون : 75 ] .و { إذا } الأولى ظرفية فيها معنى الشرط فلذلك كان الأصل والغالب فيها أن تدل على ظرف مستقبل . و { إذا } الثانية فجائية داخلة على جواب شرط ( إذا ) .والمترَفون : المُعْطَون تَرَفاً وهو الرفاهية ، أي المنعَّمون كقوله تعالى : { وذرني والمكذبين أولي النعمة } [ المزمل : 11 ] فالمترفون منهم هم سادتهم وأكابرهم والضمير المضاف إليه عائد إلى جميع المشركين أصحاب الغمرة .وإنما جعل الأخذ واقعاً على المترفين منهم لأنهم الذين أضلوا عامة قومهم ولولا نفوذ كلمتهم على قومهم لاتبعت الدهماء الحق لأن العامة أقرب إلى الإنصاف إذا فهموا الحق بسبب سلامتهم من جل دواعي المكابرة من توقع تقلص سؤدد وزوال نعيم . وكذلك حقّ على قادة الأمم أن يؤاخذوا بالتبعات اللاحقة للعامة من جراء أخطائهم ومغامرتهم عن تضليل أو سوء تدبر ، وأن يُسألوا عن الخيبة أن ألقوا بالذين اتبعوهم في مهواة الخطر كما قال تعالى : { وقالوا ربنا إنا أطعنا سادتنا وكبراءنا فأضلونا السبيلا ربنا آتهم"
    },
    {
      "number": 66,
      "text": "قَدْ كَانَتْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُمْ عَلَىٰٓ أَعْقَٰبِكُمْ تَنكِصُونَ",
      "tafsir": {
        "muyassar": "قد كانت آيات القرآن تُقرأ عليكم؛ لتؤمنوا بها، فكنتم تنفرون من سماعها والتصديق بها، والعمل بها كما يفعل الناكص على عقبيه برجوعه إلى الوراء.",
        "mukhtasar": "",
        "saadi": "فكأنه قيل: ما السبب الذي أوصلهم إلى هذا الحال؟ قال: { قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ } لتؤمنوا بها وتقبلوا عليها، فلم تفعلوا ذلك، بل { كُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ } أي: راجعين القهقري إلى الخلف، وذلك لأن باتباعهم القرآن يتقدمون، وبالإعراض عنه يستأخرون وينزلون إلى أسفل سافلين.",
        "kathir": "قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ عَلَىٰ أَعْقَابِكُمْ تَنْكِصُونَ"
      },
      "translations": {
        "en": "My verses had already been recited to you, but you were turning back on your heels",
        "fr": "Mes versets vous étaient récités auparavant; mais vous vous [en] détourniez,",
        "es": "Se os recitaban Mis aleyas y vosotros dabais media vuelta,"
      },
      "ibn_ashour": "قَدْ كَانَتْ آَيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ عَلَى أَعْقَابِكُمْ تَنْكِصُونَ (66) ويجوز أن يكون المراد بالمترفين جميع المشركين فتكون الإضافة بيانية ويكون ذكر المترفين تهويلاً في التهديد تذكيراً لهم بأن العذاب يزيل عنهم ترفهم؛ فقد كان أهل مكة في ترف ودعة إذ كانوا سالمين من غارات الأقوام لأنهم أهل الحرم الآمن وكانوا تُجْبَى إليهم ثمرات كل شيء وكانوا مكرَّمين لدى جميع القبائل ، قال الأخطل :فأما الناس ما حاشا قريشاً ... فإنا نحن أفضلهم فعالاوكانت أرزاقهم تأتيهم من كل مكان قال تعالى :{ الذي أطعمهم من جوع وآمنهم من خوف } [ قريش : 4 ] ، فيكون المعنى : حتى إذا أخذناهم وهم في ترفهم ، كقوله : { وذرني والمكَذِّبين أولي النعمة ومَهِّلْهم قليلاً } [ المزمل : 11 ] .ويجوز أن يكون المراد حلول العذاب بالمترفين خاصة ، أي بسادتهم وصناديدهم وهو عذاب السيف يوم بدر فإنه قتل يومئذ كبراء قريش وهم أصحاب القليب . قال شداد ابن الأسود :وماذا بالقليب قليب بدر ... من الشيزى تزيَّن بالسناموماذا بالقليب قليب بدر ... من القينات والشَّرب الكرام يعني ما ضمنه القليب من رجال كانت سجاياهم الإطعام والطرب واللذات .وضم"
    },
    {
      "number": 67,
      "text": "مُسْتَكْبِرِينَ بِهِۦ سَٰمِرًۭا تَهْجُرُونَ",
      "tafsir": {
        "muyassar": "تفعلون ذلك مستكبرين على الناس بغير الحق بسبب بيت الله الحرام، تقولون: نحن أهله لا نُغْلَب فيه، وتتسامرون حوله بالسيِّئ من القول.",
        "mukhtasar": "",
        "saadi": "{ مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ } قال المفسرون معناه: مستكبرين به، الضمير يعود إلى البيت، المعهود عند المخاطبين، أو الحرم، أي: متكبرين على الناس بسببه، تقولون: نحن أهل الحرم، فنحن أفضل من غيرنا وأعلى، { سَامِرًا } أي: جماعة يتحدثون بالليل حول البيت { تَهْجُرُونَ } [أي: تقولون الكلام الهجر الذي هو القبيح في]  هذا القرآن. فالمكذبون كانت طريقتهم في القرآن، الإعراض عنه، ويوصي بعضهم بعضا بذلك { وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ } وقال الله عنهم: { أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ* وَتَضْحَكُونَ وَلَا تَبْكُونَ* وَأَنْتُمْ سَامِدُونَ } { أَمْ يَقُولُونَ تَقَوَّلَهُ } فلما كانوا جامعين لهذه الرذائل، لا جرم حقت عليهم العقوبة، ولما وقعوا فيها، لم يكن لهم ناصر ينصرهم، ولا مغيث ينقذهم، ويوبخون عند ذلك بهذه الأعمال الساقطة",
        "kathir": "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ"
      },
      "translations": {
        "en": "In arrogance regarding it, conversing by night, speaking evil.",
        "fr": "s'enflant d'orgueil, et vous les dénigriez au cours de vos veillées».",
        "es": "altivos con él, y pasabais la noche parloteando»."
      },
      "ibn_ashour": "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ (67)وقيل إن هذا العذاب عذاب وقع قبل نزول الآية وتعين أنه عذاب الجوع الذي أصابهم أيام مقام النبي صلى الله عليه وسلم في مكة ثم كشفه الله عنهم ببركة نبيه وسلامة للمؤمنين ، وذلك المذكور في سورة الدخان ( 12 ) { ربنا اكشف عنا العذاب إنا مؤمنون . } وقيل العذاب عذاب الآخرة . ويبعد هذا القول أنه سيذكر عذاب الآخرة في قوله تعالى : { حتى إذا جاء أحدهم الموت قال رب ارجعون . . . } الآيات إلى قوله : { إن لبثتم إلا قليلاً لو أنكم كنتم تعلمون } [ المؤمنون : 99 114 ] كما ستعلمه .وتجيء منه وجوه من الوجوه المتقدمة لا يخفى تقريرها .ومعنى { يجأرون } يصرخون ومصدره الجأر . والاسم الجُؤَار بضم الجيم وهو كناية عن شدة ألم العذاب بحيث لا يستطيعون صبراً عليه فيصدر منهم صراخ التأوه والويل والثبور .وجملة { لا تَجْأَرُوا اليوم } معترضة بين ما قبلها وما تفرع عليه من قوله : { أفلم يدبروا القول } [ المؤمنون : 68 ] وهي مقول قول محذوف ، أي تقول لهم : لا تجأروا اليوم .وهذا القول كلام نفسي أعلمهم الله به لتخويفهم من عذاب لا يغني عنهم حين حلوله جؤار إذ لا مجيب لجؤارهم ولا مغيث لهم من"
    },
    {
      "number": 68,
      "text": "أَفَلَمْ يَدَّبَّرُوا۟ ٱلْقَوْلَ أَمْ جَآءَهُم مَّا لَمْ يَأْتِ ءَابَآءَهُمُ ٱلْأَوَّلِينَ",
      "tafsir": {
        "muyassar": "أفلم يتفكروا في القرآن فيعرفوا صدقه، أم منعهم من الإيمان أنه جاءهم رسول وكتاب لم يأت أباءهم الأولين مثله، فأنكروه وأعرضوا عنه؟",
        "mukhtasar": "",
        "saadi": "{ أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ } أي: أفلا يتفكرن في القرآن ويتأملونه ويتدبرونه، أي: فإنهم لو تدبروه، لأوجب لهم الإيمان، ولمنعهم من الكفر، ولكن المصيبة التي أصابتهم بسبب إعراضهم عنه، ودل هذا على أن تدبر القرآن، يدعو إلى كل خير، ويعصم من كل شر، والذي منعهم من تدبره أن على قلوبهم أقفالها. { أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ } أي: أو منعهم من الإيمان، أنه جاءهم رسول وكتاب، ما جاء آبائهم الأولين، فرضوا بسلوك طريق آبائهم الضالين، وعارضوا كل ما خالف ذلك، ولهذا قالوا، هم ومن أشبههم من الكفار، ما أخبر الله عنهم: { وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ } فأجابهم بقوله: { قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ } فهل تتبعون إن كان قصدكم الحق، فأجابوا بحقيقة أمرهم { قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ } ",
        "kathir": "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ"
      },
      "translations": {
        "en": "Then have they not reflected over the Qur'an, or has there come to them that which had not come to their forefathers?",
        "fr": "Ne méditent-ils donc pas sur la parole (le Coran)? Ou est-ce que leur est venu ce qui n'est jamais venu à leurs premiers ancêtres?",
        "es": "¿Es que no ponderan lo que se dice para ver si han recibido lo que sus antepasados no recibieron?"
      },
      "ibn_ashour": "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آَبَاءَهُمُ الْأَوَّلِينَ (68) الفاء لتفريع الكلام على الكلام السابق وهو قوله { بل قلوبهم في غمرة من هذا } إلى قوله { سامراً تهجرون } [ المؤمنون : 63 67 ] . وهذا التفريع معترض بين جملة { بل قلوبهم في غمرة من هذا } وجملة { ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون } [ المؤمنون : 75 ] .والمفرع استفهامات عن سبب إعراضهم واستمرار قلوبهم في غمرة إلى أن يحل بهم العذاب الموعودونه .وهذه الاستفهامات مستعملة في التخطئة على طريقة المجاز المرسل لأن اتضاح الخطأ يستلزم الشك في صدوره عن العقلاء فيقتضي ذلك الشك السؤال عن وقوعه من العقلاء .ومآل معاني هذه الاستفهامات أنها إحصاء لمثار ضلالهم وخطئهم ولذلك خصت بذكر أمور من هذا القبيل . وكذلك احتجاج عليهم وقطع لمعذرتهم وإيقاظ لهم بأن صفات الرسول كلها دالة على صدقه .فالاستفهام الأول : عن عدم تدبرهم فيما يتلى عليهم من القرآن وهو المقصود بالقول أي الكلام ، قال تعالى : { أفلا يتدبرون القرآن } [ النساء : 82 ] . والتدبر : إعمال النظر العقلي في دلالات الدلائل على ما نصبت له . وأصله أنه من "
    },
    {
      "number": 69,
      "text": "أَمْ لَمْ يَعْرِفُوا۟ رَسُولَهُمْ فَهُمْ لَهُۥ مُنكِرُونَ",
      "tafsir": {
        "muyassar": "أم منعهم من اتباع الحق أن رسولهم محمدًا صلى الله عليه وسلم غير معروف عندهم، فهم منكرون له؟",
        "mukhtasar": "",
        "saadi": "{ أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ } أي: أو منعهم من اتباع الحق، أن رسولهم محمدا صلى الله عليه وسلم، غير معروف عندهم، فهم منكرون له؟ يقولون: لا نعرفه، ولا نعرف صدقه، دعونا حتى ننظر حاله ونسأل عنه من له به خبرة، أي: لم يكن الأمر كذلك، فإنهم يعرفون الرسول صلى الله عليه وسلم معرفة تامة، صغيرهم وكبيرهم يعرفون منه كل خلق جميل، ويعرفون صدقه وأمانته، حتى كانوا يسمونه قبل البعثة \" الأمين \" فلم لا يصدقونه، حين جاءهم بالحق العظيم، والصدق المبين؟.",
        "kathir": "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ"
      },
      "translations": {
        "en": "Or did they not know their Messenger, so they are toward him disacknowledging?",
        "fr": "Ou n'ont-ils pas connu leur Messager, au point de le renier?",
        "es": "¿No han conocido, acaso, a su Enviado para que le nieguen?"
      },
      "ibn_ashour": "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ (69) والاستفهام الثاني : هو المقدر بعد ( أم ) وقوله : { أم لم يعرفوا رسولهم } . ف ( أم ) حرف إضراب انتقالي من استفهام إلى غيره وهي ( أم ) المنقطعة بمعنى ( بل ) ويلزمها تقدير استفهام بعدها لا محالة . فقوله { جاءهم ما لم يأت آباءهم } تقديره : بل أجاءهم . والمجيء مجاز في الإخبار والتبليغ ، وكذلك الإتيان .و ( ما ) الموصولة صادقة على دين . والمعنى : أجاءهم دين لم يأت آباءهم الأولين وهو الدين الداعي إلى توحيد الإله وإثبات البعث ، ولذلك كانوا يقولون : { إنا وجدنا آباءنا على أمة وإنا على آثارهم مهتدون } [ الزخرف : 22 ] . ولهذا قال الله تعالى { وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون قل أو لو جئتكم بأهدى مما وجدتم عليه آباءكم قالوا إنا بما أرسلتم به كافرون } [ الزخرف : 23 ، 24 ] .ثم إنه إن كان المراد ظاهر معنى الصلة وهي { ما لم يأت آباءهم الأولين } من أن الدين الذي جاءهم لا عهد لهم به ، تعين أن يكون في الكلام تهكم بهم إذ قد أنكروا ديناً جاءهم ولم يسبق مجيئه لآباءهم . ووجه الت"
    },
    {
      "number": 70,
      "text": "أَمْ يَقُولُونَ بِهِۦ جِنَّةٌۢ ۚ بَلْ جَآءَهُم بِٱلْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَٰرِهُونَ",
      "tafsir": {
        "muyassar": "بل أحسبوه مجنونًا؟ لقد كذَبوا؛ فإنما جاءهم بالقرآن والتوحيد والدين الحق، وأكثرهم كارهون للحق حسدًا وبغيًا.",
        "mukhtasar": "",
        "saadi": "{ أَمْ يَقُولُونَ بِهِ جِنَّةٌ } أي: جنون، فلهذا قال ما قال، والمجنون غير مسموع منه، ولا عبرة بكلامه، لأنه يهذي بالباطل والكلام السخيف.قال الله في الرد عليهم في هذه المقالة: { بَلْ جَاءَهُمْ بِالْحَقِّ } أي: بالأمر الثابت، الذي هو صدق وعدل، لا اختلاف فيه ولا تناقض، فكيف يكون من جاء به، به جنة؟! وهلا يكون إلا في أعلى درج الكمال، من العلم والعقل ومكارم الأخلاق، وأيضا فإن في هذا الانتقال مما تقدم، أي: بل الحقيقة التي منعتهم من الإيمان أنه جاءهم بالحق { وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ } وأعظم الحق الذي جاءهم به إخلاص العبادة لله وحده، وترك ما يعبد من دون الله، وقد علم كراهتهم لهذا الأمر وتعجبهم منه، فكون الرسول أتى بالحق، وكونهم كارهين للحق بالأصل، هو الذي أوجب لهم التكذيب بالحق لا شكا ولا تكذيبا للرسول، كما قال تعالى: { فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ }",
        "kathir": "أَمْ يَقُولُونَ بِهِ جِنَّةٌ ۚ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ"
      },
      "translations": {
        "en": "Or do they say, \"In him is madness?\" Rather, he brought them the truth, but most of them, to the truth, are averse.",
        "fr": "Ou diront-ils: «Il est fou?» Au contraire, c'est la vérité qu'il leur a apportée. Et la plupart d'entre eux dédaignent la vérité.",
        "es": "¿O dicen que es un poseso? ¡No! Ha venido a ellos con la Verdad, pero la mayoría sienten aversión a la Verdad."
      },
      "ibn_ashour": "أَمْ يَقُولُونَ بِهِ جِنَّةٌ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ (70)وظاهر تناسق الضمائر يقتضي أن ضمير { أكثرهم } يعود إلى القوم المتحدث عنهم في قوله { فذرهم في غمرتهم } [ المؤمنون : 54 ] فيكون المعنى : أكثر المشركين من قريش كارهون للحق . وهذا تسجيل عليهم بأن طباعهم تأنف الحق الذي يخالف هواهم لما تخلقوا به من الشرك وإتيان الفواحش والظلم والكبر والغصب وأفانين الفساد ، بله ما هم عليه من فساد الاعتقاد بالإشراك وما يتبعه من الأعمال كما قال تعالى : { ولهم أعمال من دون ذلك هم لها عاملون } [ المؤمنون : 63 ] ، فلا جرم كانوا بذلك يكرهون الحق لأن جنس الحق يجافي هذه الطباع . ومن هؤلاء أبو جهل قال تعالى : { ولا تطرد الذين يدعون ربهم بالغداة والعشي } إلى قوله : { ليقولوا أهؤلاء مَنَّ الله عليهم من بيننا } [ الأنعام : 52 ، 53 ] .وإنما أسندت كراهية الحق إلى أكثرهم دون جميعهم إنصافاً لمن كان منهم من أهل الأحلام الراجحة الذين علموا بطلان الشرك وكانوا يجنحون إلى الحق ولكنهم يشايعون طغاة قومهم مصانعة لهم واستبقاء على حرمة أنفسهم بعلمهم أنهم إن صدعوا بالحق لقوا من طغاتهم الأذى وا"
    },
    {
      "number": 71,
      "text": "وَلَوِ ٱتَّبَعَ ٱلْحَقُّ أَهْوَآءَهُمْ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ بَلْ أَتَيْنَٰهُم بِذِكْرِهِمْ فَهُمْ عَن ذِكْرِهِم مُّعْرِضُونَ",
      "tafsir": {
        "muyassar": "ولو شرع الله لهم ما يوافق أهواءهم لفسدت السموات والأرض ومَن فيهن، بل أتيناهم بما فيه عزهم وشرفهم، وهو القرآن، فهم عنه معرضون.",
        "mukhtasar": "",
        "saadi": "} فإن قيل: لم لم يكن الحق موافقا لأهوائهم لأجل أن يؤمنوا و يسرعوا الانقياد؟ أجاب تعالى بقوله: { وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ } ووجه ذلك أن أهواءهم متعلقة بالظلم والكفر والفساد من الأخلاق والأعمال، فلو اتبع الحق أهواءهم لفسدت السماوات والأرض، لفساد التصرف والتدبير المبني على الظلم وعدم العدل، فالسماوات والأرض ما استقامتا إلا بالحق والعدل { بَلْ أَتَيْنَاهُمْ بذكرهم } أي: بهذا القرآن المذكر لهم بكل خير، الذي به فخرهم وشرفهم, حين يقومون به، ويكونون به سادة الناس. { فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ } شقاوة منهم، وعدم توفيق { نسوا الله فنسيهم } (نسوا الله فأنساهم أنفسهم) فالقرآن ومن جاء به، أعظم نعمة ساقها الله إليهم, فلم يقابلوها إلا بالرد والإعراض، فهل بعد هذا الحرمان حرمان؟ وهل يكون وراءه إلا نهاية الخسران؟.",
        "kathir": "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ"
      },
      "translations": {
        "en": "But if the Truth had followed their inclinations, the heavens and the earth and whoever is in them would have been ruined. Rather, We have brought them their message, but they, from their message, are turning away.",
        "fr": "Si la vérité était conforme à leurs passions, les cieux et la terre et ceux qui s'y trouvent seraient, certes, corrompus. Au contraire, Nous leur avons donné leur rappel. Mais ils s'en détournent.",
        "es": "Si la Verdad se hubiera conformado a sus pasiones, los cielos, la tierra y los que en ellos hay se habrían corrompido. Nosotros, en cambio, les hemos traído su Amonestación, pero ellos se apartan de su Amonestación."
      },
      "ibn_ashour": "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ (71){ وَلَوِ اتبع الحق أَهْوَآءَهُمْ لَفَسَدَتِ السماوات والارض وَمَن فِيهِنَّ } .عطف هذا الشرط الامتناعي على جملة { وأكثرهم للحق كارهون } [ المؤمنون : 70 ] زيادة في التشنيع على أهوائهم فإنها مفضية إلى فساد العالم ومن فيه وكفى بذلك فظاعة وشناعة .والحق هنا هو الحق المتقدم في قوله : { بل جاءهم بالحق وأكثرهم للحق كارهون } [ المؤمنون : 70 ] وهو الشيء الموافق للوجود الواقعي ولحقائق الأشياء . وعلم من قوله { ولو اتبع الحق أهواءهم } أن كراهة أكثرهم للحق ناشئة عن كون الحق مخالفاً أهواءهم فسجل عليهم أنهم أهل هوى والهوى شهوة ومحبة لما يلائم غرض صاحبه ، وهو مصدر بمعنى المفعول . وإنما يجري الهوى على شهوة دواعي النفوس أعني شهوات الأفعال غير التي تقتضيها الجبلة ، فشهوة الطعام والشراب ونحوهما مما تدعو إليه الجبلة ليست من الهوى وإنما الهوى شهوة ما لا تقتضيه الفطرة كشهوة الظلم وإهانة الناس ، أو شهوة ما تقتضيه الجبلة لكن يشتهى على كيفية وحالة لا تقت"
    },
    {
      "number": 72,
      "text": "أَمْ تَسْـَٔلُهُمْ خَرْجًۭا فَخَرَاجُ رَبِّكَ خَيْرٌۭ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "tafsir": {
        "muyassar": "بل أَمَنعهم من الإيمان أنك - أيها الرسول - تسألهم أجرًا على دعوتك لهم فبخلوا؟ لم تفعل ذلك، فإن ما عند الله من الثواب والعطاء خير، وهو خير الرازقين، فلا يَقدر أحد أن يَرزق مثل رزقه سبحانه وتعالى.",
        "mukhtasar": "",
        "saadi": "أي: أو منعهم من اتباعك يا محمد، أنك تسألهم على الإجابة أجرا { فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ } يتكلفون من اتباعك، بسبب ما تأخذ منهم من الأجر والخراج، ليس الأمر كذلك{ فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ}   وهذا كما قال الأنبياء لأممهم: { يا قوم لا أسألكم عليه أجرا إن أجري إلا على الله }أي: ليسوا يدعون الخلق طمعا فيما يصيبهم منهم من الأموال، وإنما يدعون نصحا لهم، وتحصيلا لمصالحهم، بل كان الرسل أنصح للخلق من أنفسهم، فجزاهم الله عن أممهم خير الجزاء، ورزقنا الاقتداء بهم في جميع الأحوال.",
        "kathir": "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ"
      },
      "translations": {
        "en": "Or do you, [O Muhammad], ask them for payment? But the reward of your Lord is best, and He is the best of providers.",
        "fr": "Ou leur demandes-tu une rétribution? Mais la rétribution de ton Seigneur est meilleure. Et c'est Lui, le Meilleur des pourvoyeurs.",
        "es": "¿Les pides, acaso, una retribución? La retribución de tu Señor es mejor. Él es el Mejor de los proveedores."
      },
      "ibn_ashour": "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ (72)( أم ) عاطفة على { أم يقولون به جنة } [ المؤمنون : 70 ] وهي للانتقال إلى استفهام آخر عن دواعي إعراضهم عن الرسول واستمرار قلوبهم في غمرة .والاستفهام المقدر هنا إنكاري ، أي ما تسألهم خرجاً فيعتذروا بالإعراض عنك لأجله شحاً بأموالهم . وهذا في معنى قوله تعالى { قل ما سألتكم من أجر فهو لكم إن أجري إلا على الله } [ سبأ : 47 ] على سبيل الفرض ، والتقدير : إن كنتُ سألتكم أجراً فقد رددته عليكم فماذا يمنعكم من اتباعي . وقوله : { أم تسألهم أجراً فهم من مَغرم مُثقلون } [ القلم : 46 ] كل ذلك على معنى التهكم . وأصرح منهما قوله تعالى { قل لا أسألكم عليه أجراً إلا المودة في القربى } [ الشورى : 23 ] .وهذا الانتقال كان إلى غرض نفي أن يكون موجب إعراضهم عن دعوة الرسول جائياً من قِبله وتسببه بعد أن كانت الاستفهامات السابقة الثلاثة متعلقة بموجبات الإعراض الجائية من قبلهم ، فالاستفهام الذي في قوله { أم تسألهم خرجاً } إنكاري إذ لا يجوز أن يصدر عن الرسول ما يوجب إعراض المخاطبين عن دعوته فانحصرت تبعة الإعراض فيهم .والخرج : العطاء ا"
    },
    {
      "number": 73,
      "text": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "tafsir": {
        "muyassar": "وإنك - أيها الرسول - لتدعو قومك وغيرهم إلى دينٍ قويم، وهو دين الإسلام.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 73 و 74ذكر الله تعالى في هذه الآيات الكريمات، كل سبب موجب للإيمان، وذكر الموانع، وبين فسادها، واحدا بعد واحد، فذكر من الموانع أن قلوبهم في غمرة، وأنهم لم يدبروا القول، وأنهم اقتدوا بآبائهم، وأنهم قالوا: برسولهم جنة، كما تقدم الكلام عليها، وذكر من الأمور الموجبة لإيمانهم، تدبر القرآن، وتلقي نعمة الله بالقبول، ومعرفة حال الرسول محمد صلى الله عليه وسلم، وكمال صدقه وأمانته، وأنه لا يسألهم عليه أجرا، وإنما سعيه لنفعهم ومصلحتهم، وأن الذي يدعوهم إليه صراط مستقيم، سهل على العاملين لاستقامته، موصل إلى المقصود، من قرب حنيفية سمحة، حنيفية في التوحيد، سمحة في العمل، فدعوتك إياهم إلى الصراط المستقيم، موجب لمن يريد الحق أن يتبعك، لأنه مما تشهد العقول والفطر بحسنه، وموافقته للمصالح، فأين يذهبون إن لم يتابعوك؟ فإنهم ليس عندهم ما يغنيهم ويكفيهم عن متابعتك، لأنهم { عَنِ الصِّرَاطِ لَنَاكِبُونَ  } متجنبون منحرفون، عن الطريق الموصل إلى الله، وإلى دار كرامته، ليس في أيديهم إلا ضلالات وجهالات. وهكذا كل من خالف الحق، لا بد أن يكون منحرفا في جميع أموره، قال تعالى: { فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنَ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ } ",
        "kathir": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ"
      },
      "translations": {
        "en": "And indeed, you invite them to a straight path.",
        "fr": "Et tu les appelles, certes, vers le droit chemin.",
        "es": "Sí, tú les llamas a una vía recta,"
      },
      "ibn_ashour": "وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (73)"
    },
    {
      "number": 74,
      "text": "وَإِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ",
      "tafsir": {
        "muyassar": "وإن الذين لا يُصَدِّقون بالبعث والحساب، ولا يعملون لهما، عن طريق الدين القويم لمائلون إلى غيره.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 73 و 74ذكر الله تعالى في هذه الآيات الكريمات، كل سبب موجب للإيمان، وذكر الموانع، وبين فسادها، واحدا بعد واحد، فذكر من الموانع أن قلوبهم في غمرة، وأنهم لم يدبروا القول، وأنهم اقتدوا بآبائهم، وأنهم قالوا: برسولهم جنة، كما تقدم الكلام عليها، وذكر من الأمور الموجبة لإيمانهم، تدبر القرآن، وتلقي نعمة الله بالقبول، ومعرفة حال الرسول محمد صلى الله عليه وسلم، وكمال صدقه وأمانته، وأنه لا يسألهم عليه أجرا، وإنما سعيه لنفعهم ومصلحتهم، وأن الذي يدعوهم إليه صراط مستقيم، سهل على العاملين لاستقامته، موصل إلى المقصود، من قرب حنيفية سمحة، حنيفية في التوحيد، سمحة في العمل، فدعوتك إياهم إلى الصراط المستقيم، موجب لمن يريد الحق أن يتبعك، لأنه مما تشهد العقول والفطر بحسنه، وموافقته للمصالح، فأين يذهبون إن لم يتابعوك؟ فإنهم ليس عندهم ما يغنيهم ويكفيهم عن متابعتك، لأنهم { عَنِ الصِّرَاطِ لَنَاكِبُونَ  } متجنبون منحرفون، عن الطريق الموصل إلى الله، وإلى دار كرامته، ليس في أيديهم إلا ضلالات وجهالات. وهكذا كل من خالف الحق، لا بد أن يكون منحرفا في جميع أموره، قال تعالى: { فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنَ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ } ",
        "kathir": "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ"
      },
      "translations": {
        "en": "But indeed, those who do not believe in the Hereafter are deviating from the path.",
        "fr": "Or, ceux qui ne croient pas à l'au-delà sont bien écartés de ce chemin.",
        "es": "pero quienes no creen en la otra vida se desvían, sí, de la vía."
      },
      "ibn_ashour": "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ (74)أعقب تنزيه الرسول عما افتروه عليه بتنزيه الإسلام عما وسموه به من الأباطيل والتنزيه بإثبات ضد ذلك وهو أنه صراط مستقيم ، أي طريق لا التواء فيه ولا عقبات ، فالكلام تعريض بالذين اعتقدوا خلاف ذلك . وإطلاق الصراط المستقيم عليه من حيث إنه موصل إلى ما يتطلبه كل عاقل من النجاة وحصول الخير ، فكما أن السائر إلى طلبته لا يبلغها إلا بطريق ، ولا يكون بلوغه مضموناً ميسوراً إلا إذا كان الطريق مستقيماً فالنبي صلى الله عليه وسلم لما دعاهم إلى الإسلام دعاهم إلى السير في طريق موصل بلا عناء .والتأكيد ب ( إن ) واللام باعتبار أنه مسوق للتعريض بالمنكرين على ما دعاهم إليه النبي صلى الله عليه وسلموكذلك التوكيد في قوله : { وإن الذين لا يؤمنون بالآخرة عن الصراط الناكبون } . والتعبير فيه بالموصول وصلته إظهار في مقام الإضمار حيث عدل عن أن يقول : وإنهم عن الصراط لناكبون . والغرض منه ما تنبىء به الصلة من سبب تنكبهم عن الصراط المستقيم أن سببه عدم إيمانهم بالآخرة . وتقدم قوله تعالى : { قال هذا صراطٌ علي مستقيم } في سورة الحجر ( 41 ) .والتع"
    },
    {
      "number": 75,
      "text": "۞ وَلَوْ رَحِمْنَٰهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّۢ لَّلَجُّوا۟ فِى طُغْيَٰنِهِمْ يَعْمَهُونَ",
      "tafsir": {
        "muyassar": "ولو رحمناهم وكشفنا عنهم ما بهم مِن قحط وجوع لَتمادوا في الكفر والعناد، يتحيَّرون ويتخبطون.",
        "mukhtasar": "",
        "saadi": "هذا بيان لشدة تمردهم وعنادهم، وأنهم إذا أصابهم الضر، دعوا الله أن يكشف عنهم ليؤمنوا، أو ابتلاهم بذلك ليرجعوا إليه. إن الله إذا كشف الضر عنهم لجوا، أي: استمروا في طغيانهم يعمهون، أي: يجولون في كفرهم، حائرين مترددين. كما ذكر الله حالهم عند ركوب الفلك، وأنهم يدعون مخلصين له الدين، وينسون ما يشركون به، فلما أنجاهم إذا هم يبغون في الأرض بالشرك وغيره.",
        "kathir": "۞ وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ"
      },
      "translations": {
        "en": "And even if We gave them mercy and removed what was upon them of affliction, they would persist in their transgression, wandering blindly.",
        "fr": "Si Nous leur faisions miséricorde et écartions d'eux le mal, ils persisteraient certainement dans leur transgression, confus et hésitants.",
        "es": "Si nos apiadáramos de ellos y les retiráramos la desgracia que tienen, persistirían, ciegos, en su rebeldía."
      },
      "ibn_ashour": "وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ (75)عطف على جملة { حتى إذا أخذنا مترفيهم بالعذاب إذا هم يجأرون } [ المؤمنون : 64 ] وما بينهما اعتراضات باستدلال عليهم وتنديم وقطع لمعاذيرهم ، أي ليسوا بحيث لو استجاب الله جؤارهم عند نزول العذاب بهم وكشف عنهم العذاب لعادوا إلى ما كانوا فيه من الغمرة والأعمال السيئة لأنها صارت سجية لهم لا تتخلف عنهم . وهذا في معنى قوله تعالى : { إنا كاشفوا العذاب قليلاً إنكم عائدون } [ الدخان : 15 ] .و { لو } هنا داخلة على الفعل الماضي المراد منه الاستقبال بقرينة المقام إذ المقام للإنذار والتأييس من الإغاثة عند نزول العذاب الموعود به ، وليس مقام اعتذار من الله عن عدم استجابته لهم أو عن إمساك رحمته عنهم لظهور أن ذلك لا يناسب مقام الوعيد والتهديد . وأما مجيء هذا الفعل بصيغة المضي فذلك مراعاة لما شاع في الكلام من مقارنة ( لو ) لصيغة الحاضر لأن أصلها أن تدل على الامتناع في الماضي ولذلك كان الأصل عدم جزم الفعل بعدها .واللجاج بفتح اللام : الاستمرار على الخصام وعدم الإقلاع عن ذلك . يقال : لجّ يلِجّ ويلَجّ بكسر اللام و"
    },
    {
      "number": 76,
      "text": "وَلَقَدْ أَخَذْنَٰهُم بِٱلْعَذَابِ فَمَا ٱسْتَكَانُوا۟ لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
      "tafsir": {
        "muyassar": "ولقد ابتليناهم بصنوف المصائب فما خضعوا لربهم، وما دعوه خاشعين عند نزولها.",
        "mukhtasar": "",
        "saadi": "{ وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ } قال المفسرون: المراد بذلك: الجوع الذي أصابهم سبع سنين، وأن الله ابتلاهم بذلك، ليرجعوا إليه بالذل والاستسلام، فلم ينجع فيهم، ولا نجح منهم أحد، { فَمَا اسْتَكَانُوا لِرَبِّهِمْ } أي: خضعوا وذلوا { وَمَا يَتَضَرَّعُونَ } إليه ويفتقرون، بل مر عليهم ذلك ثم زال، كأنه لم يصبهم، لم يزالوا في غيهم وكفرهم، ولكن وراءهم العذاب الذي لا يرد",
        "kathir": "وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ"
      },
      "translations": {
        "en": "And We had gripped them with suffering [as a warning], but they did not yield to their Lord, nor did they humbly supplicate, [and will continue thus]",
        "fr": "Nous les avons certes saisis du châtiment, mais ils ne se sont pas soumis à leur Seigneur; de même qu'ils ne [Le] supplient point,",
        "es": "Les infligimos un castigo, pero no se sometieron a su Señor y no se humillaron."
      },
      "ibn_ashour": "وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (76) استدلال على مضمون قوله { ولو رحمناهم وكشفنا ما بهم من ضر للجوا في طغيانهم يعمهون } [ المؤمنون : 75 ] بسابق إصرارهم على الشرك والإعراض عن الالتجاء إلى الله وعدم الاتعاظ بأن ما حل بهم من العذاب هو جزاء شركهم .والجملة المتقدمة خطاب للنبيء صلى الله عليه وسلم وهو يعلم صدقه فلم يكن بحاجة إلى الاستظهار عليه . ولكنه لما كان متعلقاً بالمشركين وكان بحيث يبلغ أسماعهم وهم لا يؤمنون بأنه كلام من لا شك في صدقه ، كان المقام محفوفاً بما يقتضي الاستدلال عليهم بشواهد أحوالهم فيما مضى؛ ولذلك وقع قبله { فذرْهم في غمرتهم حتى حين } [ المؤمنون : 54 ] ، ووقع بعده { قل لمن الأرض ومن فيها إن كنتم تعلمون } [ المؤمنون : 84 ] .والتعريف في قوله { بالعذاب } للعهد ، أي بالعذاب المذكور آنفاً في قوله : { حتى إذا أخذنا مترفيهم بالعذاب } [ المؤمنون : 64 ] الخ . ومصبّ الحال هو ما عطف على جملتها من قوله { فما استكانوا لربهم } ، فلا تتوهمنّ أن إعادة ذكر العذاب هنا تدل على أنه عذاب آخر غير المذكور آنفاً مستنداً إلى أن إعادة ذكر الأول"
    },
    {
      "number": 77,
      "text": "حَتَّىٰٓ إِذَا فَتَحْنَا عَلَيْهِم بَابًۭا ذَا عَذَابٍۢ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
      "tafsir": {
        "muyassar": "حتى إذا فتحنا عليهم بابًا من العذاب الشديد في الآخرة، إذا هم فيه آيسون من كل خير، متحيرون لا يدرون ما يصنعون.",
        "mukhtasar": "",
        "saadi": "{ حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ } كالقتل يوم بدر وغيره، { إِذَا هُمْ فِيهِ مُبْلِسُونَ } آيسون من كل خير، قد حضرهم الشر وأسبابه، فليحذروا قبل نزول عذاب الله الشديد، الذي لا يرد، بخلاف مجرد العذاب، فإنه ربما أقلع عنهم، كالعقوبات الدنيوية، التي يؤدب الله بها عباده. قال تعالى فيها: { ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ } ",
        "kathir": "حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ"
      },
      "translations": {
        "en": "Until when We have opened before them a door of severe punishment, immediately they will be therein in despair.",
        "fr": "jusqu'au jour où Nous ouvrirons sur eux une porte au dur châtiment, et voilà qu'ils en seront désespérés.",
        "es": "Hasta que abramos contra ellos una puerta de severo castigo y, entonces, sean presa de la desesperación."
      },
      "ibn_ashour": "حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ (77)كالقول في { حتى إذا أخذنا مترفيهم بالعذاب } [ المؤمنون : 64 ] .و ( إذا ) من قوله { حتى إذا فتحنا عليهم باباً } مثل ( إذا ) التي تقدمت في قوله { حتى إذا أخذنا مترفيهم بالعذاب } إلخ .وفتح الباب تمثيل لمفاجأتهم بالعذاب بعد أن كان محجوزاً عنه حسب قوله تعالى : { وما كان الله ليعذبهم وأنت فيهم } [ الأنفال : 33 ] . وقريب من هذا التمثيل قوله تعالى { ولو دُخلت عليهم من أقطارها } [ الأحزاب : 14 ] .شبهت هيئة إصابتهم بالعذاب بعد أن كانوا في سلامة وعافية بهيئة ناس في بيت مغلق عليهم ففتح عليهم باب البيت من عدو مكروه ، أو تقول : شبهت هيئة تسليط العذاب عليهم بهيئة فتح باب اختزن فيه العذاب فلما فتح الباب انهال العذاب عليهم . وهذا كما مثل بقوله : { وفار التنور } [ هود : 40 ] وقولهم : طفحت الكأس بأعمال فلان ، وقوله تعالى : { فإن للذين ظلموا ذنوباً مثل ذنوب أصحابهم } [ الذاريات : 59 ] وقول علقمة: ... فحقّ لشاس من نداكَ ذَنوبُومنه قول الكتّاب : فتح باب كذا على مصراعيه ، تمثيلاً لكثرة ذلك وأفاض عليه سجلاً من الإحسا"
    },
    {
      "number": 78,
      "text": "وَهُوَ ٱلَّذِىٓ أَنشَأَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ",
      "tafsir": {
        "muyassar": "وهو الذي أنشأ لكم السمع لإدراك المسموعات، والأبصار لإدراك المرئيات، والأفئدة لتفقهوا بها، ومع ذلك فشكركم لهذه النعم المتوالية عليكم قليل لا يُذْكَر.",
        "mukhtasar": "",
        "saadi": "يخبر تعالى بمننه على عباده الداعية  لهم إلى شكره، والقيام بحقه فقال: { وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ } لتدركوا به المسموعات، فتنتفعوا في دينكم ودنياكم، { وَالْأَبْصَارَ } لتدركوا بها المبصرات، فتنتفعوا بها  في مصالحكم. { وَالْأَفْئِدَةَ } أي: العقول التي تدركون بها الأشياء، وتتميزون بها عن البهائم، فلو عدمتم السمع، والأبصار، والعقول، بأن كنتم صما عميا بكما ماذا تكون حالكم؟ وماذا تفقدون من ضرورياتكم وكمالكم؟ أفلا تشكرون الذي من عليكم بهذه النعم، فتقومون بتوحيده وطاعته؟. ولكنكم، قليل شكركم، مع توالي النعم عليكم.",
        "kathir": "وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَا تَشْكُرُونَ"
      },
      "translations": {
        "en": "And it is He who produced for you hearing and vision and hearts; little are you grateful.",
        "fr": "Et c'est Lui qui a créé pour vous l'ouïe, les yeux et les cœurs. Mais vous êtes rarement reconnaissants.",
        "es": "Él es Quien ha creado para vosotros el oído, la vista y el intelecto. ¡Qué poco agradecidos sois!"
      },
      "ibn_ashour": "وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (78)هذا رجوع إلى غرض الاستدلال على انفراد الله تعالى بصفات الإلهية والامتنان بما منح الناس من نعمة لعلهم يشكرون بتخصيصه بالعبادة ، وذلك قد انتقل عنه من قوله { وعليها وعلى الفلك تحملون } [ المؤمنون : 22 ] فانتقل إلى الاعتبار بآية فُلك نوح عليه السلام فأتبع بالاعتبار بقصص أقوام الرسل عقب قوله تعالى : { وعليها وعلى الفلك تحملون } [ المؤمنون : 22 ] فالجملة إما معطوفة على جملة { وإن لكم في الأنعام لعبرة } [ المؤمنون : 21 ] والغرض واحد وما بينهما انتقالات .وإما مستأنفة رجوعاً إلى غرض الاستدلال والامتنان وقد تقدمت الإشارة إلى هذا عند قوله تعالى : { ولقد أرسلنا نوحاً إلى قومه } [ المؤمنون : 23 ] .وفي هذا الانتقال من أسلوب إلى أسلوب ثم الرجوع إلى الغرض تجديد لنشاط الذهن وتحريك للإصغاء إلى الكلام وهو من أساليب كلام العرب في خطبهم وطوالهم . وسماه السكاكي : قرى الأرواح . وجعله من آثار كرم العرب .وقوله : { وهو الذي أنشأ لكم السمع } تذكير بوحدانية الله تعالى .والأظهر أن يكون ضمير الجلالة مسنداً واسم المو"
    },
    {
      "number": 79,
      "text": "وَهُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "tafsir": {
        "muyassar": "وهو الذي خلق جميع الناس في الأرض، وإليه تُحشرون بعد موتكم، فيجازيكم بما عملتم من خير أو شر.",
        "mukhtasar": "",
        "saadi": "{ وَهُوَ } تعالى { الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ } أي: بثكم في أقطارها، وجهاتها، وسلطكم على استخراج مصالحها ومنافعها، وجعلها كافية لمعايشكم ومساكنكم، { وَإِلَيْهِ تُحْشَرُونَ } بعد موتكم، فيجازيكم بما عملتم في الأرض، من خير وشر، وتحدث الأرض التي كنتم فيها بأخبارها",
        "kathir": "وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ"
      },
      "translations": {
        "en": "And it is He who has multiplied you throughout the earth, and to Him you will be gathered.",
        "fr": "C'est Lui qui vous a répandus sur la terre, et c'est vers Lui que vous serez rassemblés.",
        "es": "Él es Quien os ha diseminado por la tierra. Y hacia Él- seréis congregados."
      },
      "ibn_ashour": "وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (79)هو على شاكلة قوله : { وهو الذي أنشأ لكم السمع والأبصار } [ المؤمنون : 78 ] .والذرء : البث . وتقدم في سورة الأنعام ( 136 ) . وهذا امتنان بنعمة الإيجاد والحياة وتيسير التمكن من الأرض وإكثار النوع لأن الذرء يستلزم ذلك كله . وهذا استدلال آخر على انفراد الله تعالى بالإلهية إذ قد علموا أنه لا شريك له في الخلق فكيف يشركون معه في الإلهية أصنافاً هم يعلمون أنها لا تخلق شيئاً . وهو أيضاً استدلال على البعث لأن الذي أحيا الناس عن عدم قادر على إعادة إحيائهم بعد تقطع أوصالهم .وقوبل الذرء بضده وهو الحشر والجمع ، فإن الحشر يجمع كل من كان على الأرض من البشر . وفيه محسن الطباق .والمقصود من هذه المقابلة الرد على منكري البعث ، فتقديم المجرور في { إليه تحشرون } تعريض بالتهديد بأنهم محشورون إلى الله فهو يجازيهم ."
    },
    {
      "number": 80,
      "text": "وَهُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ وَلَهُ ٱخْتِلَٰفُ ٱلَّيْلِ وَٱلنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
      "tafsir": {
        "muyassar": "وهو وحده الذي يحيي من العدم، ويميت بعد الحياة، وله تعاقب الليل والنهار وتفاوتهما، أفلا تعقلون قدرته ووحدانيته؟",
        "mukhtasar": "",
        "saadi": "وَهُوَ } تعالى وحده { الَّذِي يُحْيِي وَيُمِيتُ } أي: المتصرف في الحياة والموت، هو الله وحده، { وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ } أي: تعاقبهما وتناوبهما، فلو شاء أن يجعل النهار سرمدا، من إله غير الله يأتيكم بليل تسكنون فيه؟ ولو شاء أن يجعل الليل سرمدا، من إله غير الله يأتيكم بضياء أفلا تبصرون؟. (ومن رحمته جعل لكم الليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون). ولهذا قال هنا: { أَفَلَا تَعْقِلُونَ } فتعرفون أن الذي وهب لكم من النعم، السمع، والأبصار، والأفئدة، والذي نشركم في الأرض وحده، والذي يحيي ويميت وحده، والذي يتصرف بالليل والنهار وحده, أن ذلك موجب لكم، أن تخلصوا له العبادة وحده لا شريك له، وتتركوا عبادة من لا ينفع ولا يضر، ولا يتصرف بشيء، بل هو عاجز من كل وجه، فلو كان لكم عقل لم تفعلوا ذلك.",
        "kathir": "وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ"
      },
      "translations": {
        "en": "And it is He who gives life and causes death, and His is the alternation of the night and the day. Then will you not reason?",
        "fr": "Et c'est Lui qui donne la vie et qui donne la mort; et l'alternance de la nuit et du jour dépend de Lui. Ne raisonnerez-vous donc pas?",
        "es": "Él es Quien da la vida y da la muerte. Él ha hecho que se sucedan la noche y el día. ¿Es que no comprendéis?"
      },
      "ibn_ashour": "وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ أَفَلَا تَعْقِلُونَ (80)هو من أسلوب { وهو الذي أنشأ لكم السمع } [ المؤمنون : 78 ] وأعقب ذكر الحشر بذكر الإحياء لأن البعث إحياء إدماجاً للاستدلال على إمكان البعث في الاستدلال على عموم التصرف في العالم .وأما ذكر الإماتة فلمناسبة التضاد ، ولأن فيها دلالة على عظيم القدرة والقهر . ولما كان من الإحياء خلْق الإيقاظ ومن الإماتة خلق النوم كما قال تعالى : { الله يتوفى الأنفس حين موتها } [ الزمر : 42 ] الآية عطف على ذلك أن بقدرته اختلاف الليل والنهار لتلك المناسبة ، ولأن في تصريف الليل والنهار دلالة على عظيم القدرة ، والعلم دلالة على الانفراد بصفات الإلهية وعلى وقوع البعث كما قال تعالى : { كما بدأكم تعودون } [ الأعراف : 29 ] .واللام في { له اختلاف الليل والنهار } للملك ، أي بقدرته تصريف الليل والنهار ، فالنهار يناسب الحياة ولذلك يسمى الهبوب في النهار بعثاً ، والليلُ يناسب الموت ولذلك سمى الله النوم وفاةً في قوله : { وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه } [ الأنعام : 60 ] .وتقديم المجرور للقصر ، أي له"
    },
    {
      "number": 81,
      "text": "بَلْ قَالُوا۟ مِثْلَ مَا قَالَ ٱلْأَوَّلُونَ",
      "tafsir": {
        "muyassar": "لكن الكفار لم يصدقوا بالبعث، بل ردَّدوا مقولة أسلافهم المنكرين.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 81 و 82أي: بل سلك هؤلاء المكذبون مسلك الأولين من المكذبين بالبعث، واستبعدوه غاية الاستبعاد وقالوا: { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ } أي: هذا لا يتصور، ولا يدخل العقل، بزعمهم.",
        "kathir": "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ"
      },
      "translations": {
        "en": "Rather, they say like what the former peoples said.",
        "fr": "Ils ont plutôt tenu les mêmes propos que les anciens.",
        "es": "Al contrario, dicen lo mismo que dijeron los antiguos."
      },
      "ibn_ashour": "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ (81) هذا إدماج لذكر أصل آخر من أصول الشرك وهو إحالة البعث بعد الموت . و ( بل ) للإضراب الإبطالي إبطالاً لكونهم يعقلون . وإثباتٌ لإنكارهم البعث مع بيان ما بعثهم على إنكاره وهو تقليد الآباء . والمعنى : أنهم لا يعقلون الأدلة لكنهم يتبعون أقوال آبائهم .والكلام جرى على طريقة الالتفات من الخطاب إلى الغيبة لأن الكلام انتقل من التقريع والتهديد إلى حكاية ضلالهم فناسب هذا الانتقال مقام الغيبة لما في الغيبة من الإبعاد فالضمير عائد إلى المخاطبين .والقول هنا مراد به ما طابق الاعتقاد لأن الأصل في الكلام مطابقة اعتقاد قائله ، فالمعنى : بل ظنوا مثل ما ظن الأولون .والأولون : أسلافهم في النسب أو أسلافهم في الدين من الأمم المشركين .وجملة { قالوا أإذا متنا } إلخ بدل مطابق من جملة { قالوا مثل ما قال الأولون } تفصيل لإجمال المماثلة ، فالضمير الذي مع { قالوا } الثاني عائد إلى ما عاد إليه ضمير { قالوا } الأول وليس عائداً على { الأولون } . ويجوز جعل { قالوا } الثاني استئنافاً بيانياً لبيان { ما قال الأولون } ويكون الضمير عائداً إلى { الأولون } والمعنى واحد على التقدي"
    },
    {
      "number": 82,
      "text": "قَالُوٓا۟ أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا وَعِظَٰمًا أَءِنَّا لَمَبْعُوثُونَ",
      "tafsir": {
        "muyassar": "قالوا: أإذا متنا وتحللت أجسامنا وعظامنا في تراب الأرض نحيا مرة أُخرى؟ هذا لا يكون ولا يُتصور.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 81 و 82أي: بل سلك هؤلاء المكذبون مسلك الأولين من المكذبين بالبعث، واستبعدوه غاية الاستبعاد وقالوا: { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ } أي: هذا لا يتصور، ولا يدخل العقل، بزعمهم.",
        "kathir": "قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ"
      },
      "translations": {
        "en": "They said, \"When we have died and become dust and bones, are we indeed to be resurrected?",
        "fr": "Ils ont dit: «lorsque nous serons morts et que nous serons poussière et ossements, serons-nous vraiment ressuscités?",
        "es": "Dicen: «Cuando muramos y seamos tierra y huesos, ¿se nos resucitará acaso?"
      },
      "ibn_ashour": "قَالُوا أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ (82) وقرأ الجمهور { أإذا متنا } بهمزتين على أنه استفهام عن الشرط . وقرأه ابن عامر بهمزة واحدة على صورة الخبر والاستفهام مقدر في جملة { إنا لمبعوثون } .وقرأ الجمهور { أإنّا لمبعوثون } بهمزتين على تأكيد همزة الاستفهام الأولى بإدخال مثلها على جواب الشرط . وقرأه نافع وأبو جعفر بدون همزة استفهام ووجود همزة الاستفهام داخلة على الشرط كاف في إفادة الاستفهام عن جوابه .والاستفهام إنكاري ، و { إذا } ظرف لقوله { مبعوثون } .والجمع بين ذكر الموت والكون تراباً وعظاماً لقصد تقوية الإنكار بتفظيع إخبار القرآن بوقوع البعث ، أي الإحياء بعد ذلك التلاشي القوي .وأما ذكر حرف ( إن ) في قولهم { أإنا لمبعوثون } فالمقصود منه حكاية دعوى البعث بأن الرسول الذي يدعيها بتحقيق وتوكيد مع كونها شديدة الاستحالة ، ففي حكاية توكيد مدعيها زيادة في تفظيع الدعوى في وهمهم .وجملة { لقد وعدنا } إلخ تعليل للإنكار وتقوية له . وقد جعلوا مستند تكذيبهم بالبعث أنه تكرر الوعد به في أزمان متعددة فلم يقع ولم يبعث واحد من آبائهم .ووجه ذكر الآباء دفع ما عسى أن يقول"
    },
    {
      "number": 83,
      "text": "لَقَدْ وُعِدْنَا نَحْنُ وَءَابَآؤُنَا هَٰذَا مِن قَبْلُ إِنْ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "tafsir": {
        "muyassar": "لقد قيل هذا الكلام لآبائنا من قبل، كما تقوله لنا يا محمد، فلم نره حقيقة، ما هذا إلا أباطيل الأولين.",
        "mukhtasar": "",
        "saadi": "{ لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ } أي: ما زلنا نوعد بأن البعث كائن، نحن وآباؤنا، ولم نره، ولم يأت بعد، { إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ } أي: قصصهم وأسمارهم، التي يتحدث بها وتلهى، وإلا فليس لها حقيقة، وكذبوا -قبحهم الله- فإن الله أراهم، من آياته أكبر من البعث، ومثله، { لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ }  { وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ } الآيات { وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ } الآيات.",
        "kathir": "لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ"
      },
      "translations": {
        "en": "We have been promised this, we and our forefathers, before; this is not but legends of the former peoples.\"",
        "fr": "On nous a promis cela, ainsi qu'à nos ancêtres auparavant; ce ne sont que de vieilles sornettes».",
        "es": "Ya antes se nos había prometido esto a nosotros y a nuestros padres. No son más que patrañas de los antiguos»."
      },
      "ibn_ashour": "لَقَدْ وُعِدْنَا نَحْنُ وَآَبَاؤُنَا هَذَا مِنْ قَبْلُ إِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ (83)والإشارة في قوله { لقد وعدنا هذا } إلى ما تقدم في قولهم { أإذا متنا } إلى آخره ، أي هذا المذكور من الكلام . وكذلك اسم الإشارة الثاني { إن هذا إلا أساطير الأولين } . وصيغة القصر بمعنى : هذا منحصر في كونه من حكايات الأولين . وهو قصر إضافي لا يعدو كونه من الأساطير إلى كونه واقعاً كما زعم المدّعون .والعدول عن الإضمار إلى اسم الإشارة الثاني لقصد زيادة تمييزه تشهيراً بخطئه في زعمهم .والأساطير : جمع أسطورة وهي الخبر الكاذب الذي يكسى صفة الواقع مثل الخرافات والروايات الوهمية لقصد التلهي بها . وبناء الأفعولة يغلب فيما يراد به التلهي مثل : الأعجوبة والأضحوكة والأرجوحة والأحدوثة وقد مضى قريباً ."
    },
    {
      "number": 84,
      "text": "قُل لِّمَنِ ٱلْأَرْضُ وَمَن فِيهَآ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قل لهم: لمن هذه الأرض ومَن فيها إن كان لديكم علم؟",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 84 و85أي: قل لهؤلاء المكذبين بالبعث، العادلين بالله غيره، محتجا عليهم بما أثبتوه، وأقروا به، من توحيد الربوبية، وانفراد الله بها، على ما أنكروه من توحيد الإلهية والعبادة، وبما أثبتوه من خلق المخلوقات العظيمة، على ما أنكروه من إعادة الموتى، الذي هو أسهل من ذلك.{ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا } أي: من هو الخالق للأرض ومن عليها، من حيوان، ونبات وجماد وبحار وأنهار وجبال، المالك لذلك، المدبر له؟ فإنك إذا سألتهم  عن ذلك، لا بد أن يقولوا: الله وحده. فقل لهم إذا أقروا بذلك: { أَفَلَا تَذَكَّرُونَ } أي: أفلا ترجعون إلى ما ذكركم الله به، مما هو معلوم عندكم، مستقر في فطركم، قد يغيبه الإعراض في بعض الأوقات. والحقيقة أنكم إن رجعتم إلى ذاكرتكم, بمجرد التأمل، علمتم أن مالك ذلك، هو المعبود وحده، وأن إلهية من هو مملوك أبطل الباطل",
        "kathir": "قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"To whom belongs the earth and whoever is in it, if you should know?\"",
        "fr": "Dis: «A qui appartient la terre et ceux qui y sont? si vous savez».",
        "es": "Di: «¿De quién es la tierra y quien en ella hay? Si es que lo sabéis...»"
      },
      "ibn_ashour": "قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ (84) استئناف استدلاللٍ عليهم في إثبات الوحدانية لله تعالى عاد به الكلام متصلاً بقوله : { وهو الذي يحيي ويميت وله اختلاف الليل والنهار أفلا تعقلون } [ المؤمنون : 80 ] .والاستفهام تقريري ، أي أجيبوا عن هذا ، ولا يسعهم إلا الجواب بأنها لله . والمقصود : إثبات لازم جوابهم وهو انفراده تعالى بالوحدانية .و { إن كنتم تعلمون } شرط حذف جوابه لدلالة الاستفهام عليه ، تقديره : فأجيبوني عن السؤال . وفي هذا الشرط توجيه لعقولهم أن يتأملوا فيظهر لهم أن الأرض لله وأن من فيها لله فإن كون جميع ذلك لله قد يخفى لأن الناس اعتادوا نسبة المسببات إلى أسبابها المقارنة والتصرفات إلى مباشريها فنُبهوا بقوله { إن كنتم تعلمون } إلى التأمل ، أي إن كنتم تعلمون علم اليقين ،"
    },
    {
      "number": 85,
      "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
      "tafsir": {
        "muyassar": "سيعترفون حتمًا بأنها لله، هو خالقها ومالكها، قل لهم: ألا يكون لكم في ذلك تذكُّر بأنه قادر على البعث والنشور؟",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 84 و85أي: قل لهؤلاء المكذبين بالبعث، العادلين بالله غيره، محتجا عليهم بما أثبتوه، وأقروا به، من توحيد الربوبية، وانفراد الله بها، على ما أنكروه من توحيد الإلهية والعبادة، وبما أثبتوه من خلق المخلوقات العظيمة، على ما أنكروه من إعادة الموتى، الذي هو أسهل من ذلك.{ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا } أي: من هو الخالق للأرض ومن عليها، من حيوان، ونبات وجماد وبحار وأنهار وجبال، المالك لذلك، المدبر له؟ فإنك إذا سألتهم  عن ذلك، لا بد أن يقولوا: الله وحده. فقل لهم إذا أقروا بذلك: { أَفَلَا تَذَكَّرُونَ } أي: أفلا ترجعون إلى ما ذكركم الله به، مما هو معلوم عندكم، مستقر في فطركم، قد يغيبه الإعراض في بعض الأوقات. والحقيقة أنكم إن رجعتم إلى ذاكرتكم, بمجرد التأمل، علمتم أن مالك ذلك، هو المعبود وحده، وأن إلهية من هو مملوك أبطل الباطل",
        "kathir": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ"
      },
      "translations": {
        "en": "They will say, \"To Allah.\" Say, \"Then will you not remember?\"",
        "fr": "Ils diront: «A Allah». Dis: «Ne vous souvenez-vous donc pas?»",
        "es": "Dirán: «¡De Alá!» Di: «¿Es que no os dejaréis amonestar?»"
      },
      "ibn_ashour": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ (85)ولذلك عقب بقوله : { سيقولون لله } ، أي يجيبون عقب التأمل جواباً غير بطيء .  وانظر ما تقدم في تفسير قوله تعالى : { قل لمن ما في السماوات والأرض قل لله } في سورة الأنعام ( 12 ) .ووقعت جملة { قل أفلا تذكرون } جواباً لإقرارهم واعترافهم بأنها لله . والاستفهام إنكاري إنكار لعدم تذكرهم بذلك ، أي تفطن عقولهم لدلالة ذلك على انفراده تعالى بالإلهية . وخص بالتذكر لما في بعضه من خفاء الدلالة والاحتياج إلى النظر ."
    },
    {
      "number": 86,
      "text": "قُلْ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبْعِ وَرَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
      "tafsir": {
        "muyassar": "قل مَن رب السموات السبع ورب العرش العظيم، الذي هو أعظم المخلوقات وأعلاها؟",
        "mukhtasar": "",
        "saadi": "{ قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ } وما فيها من النيرات، والكواكب السيارات، والثوابت { وَرَبُّ الْعَرْشِ الْعَظِيمِ } الذي هو أعلى المخلوقات وأوسعها وأعظمها، فمن الذي خلق ذلك ودبره، وصرفه بأنواع التدبير؟",
        "kathir": "قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ"
      },
      "translations": {
        "en": "Say, \"Who is Lord of the seven heavens and Lord of the Great Throne?\"",
        "fr": "Dis: «Qui est le Seigneur des sept cieux et le Seigneur du Trône sublime?»",
        "es": "Di: «¿Quién es el Señor de los siete cielos, el Señor del Trono augusto?»"
      },
      "ibn_ashour": "قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (86) تكرير الأمر بالقول وإن كان المقول مختلفاً دون أن تعطف جملة { مَن رب السماوات } لأنها وقعت في سياق التعداد فناسب أن يعاد الأمر بالقول دون الاستغناء بحرف العطف . والمقصود وقوع هذه الأسئلة متتابعة دفعاً لهم بالحجة ، ولذلك لم تُعَد في السؤالين الثاني والثالث جملة { إن كنتم تعلمون } [ المؤمنون : 84 ] اكتفاءً بالافتتاح بها .وقرأ الجمهور { سيقولون لله } بلام جارة لاسم الجلالة على أنه حكاية لجوابهم المتوقع بمعناه لا بلفظه ، لأنهم لما سئلوا ب ( مَن ) التي هي للاستفهام عن تعيين ذات المستفهم عنه كان مقتضى الاستعمال أن يكون الجواب بذكر اسم ذات المسؤول عنه ، فكان العدول عن ذلك إلى الجواب عن كون السماوات السبع والعرش مملوكة لله عدولاً إلى جانب المعنى دون اللفظ مراعاة لكون المستفهم عنه لوحظ بوصف الربوبية والربوبية تقتضي الملك . ونظير هذا الاستعمال ما أنشده القرطبي وصاحب «المطلع» : ... إذَا قِيلَ مَنْ ربّ المَزَالف والقرىوربّ الجياد الجُرد؟ قلت لخالد ... ولم أقف على من سبقهما بذكر هذا البيت ولعلهما أخذاه من «تفسير الزجاج» ولم يع"
    },
    {
      "number": 87,
      "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
      "tafsir": {
        "muyassar": "سيقولون حتمًا: هو الله، فقل لهم: أفلا تخافون عذابه إذا عبدتم غيره؟",
        "mukhtasar": "",
        "saadi": "{ سَيَقُولُونَ لِلَّهِ } أي: سيقرون بأن الله رب ذلك كله. قل لهم حين يقرون بذلك: { أَفَلَا تَتَّقُونَ } عبادة المخلوقات العاجزة، وتتقون الرب العظيم، كامل القدرة، عظيم السلطان؟ وفي هذا من لطف الخطاب، من قوله: { أَفَلَا تذكرون } { أفلا تَتَّقُونَ } والوعظ بأداة العرض الجاذبة للقلوب",
        "kathir": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ"
      },
      "translations": {
        "en": "They will say, \"[They belong] to Allah.\" Say, \"Then will you not fear Him?\"",
        "fr": "Ils diront: [ils appartiennent] «A Allah». Dis: «Ne craignez-vous donc pas?»",
        "es": "Dirán: «¡Alá!» Di: «¿Y no Le teméis?»"
      },
      "ibn_ashour": "سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ (87)وخص وعظهم عقب جوابهم بالحث على تقوى الله لأنه لما تبين من الآية التي قبلها أنهم لا يسعهم إلا الاعتراف بأن الله مالك الأرض ومن فيها وعقبت تلك الآية بحظهم على التذكر ليظهر لهم أنهم عباد الله لا عباد الأصنام . وتبين من هذه الآية أنه رب السماوات وهي أعظم من الأرض وأنهم لا يسعهم إلاّ الاعتراف بذلك ناسب حثهم على تقواه لأنه يستحق الطاعة له وحده وأن يطيعوا رسوله فإن التقوى تتضمن طاعة ما جاء به الرسول صلى الله عليه وسلموحذف مفعول { تتقون } لتنزيل الفعل منزلة القاصر لأنه دال على معنى خاص وهو التقوى الشاملة لامتثال المأمورات واجتناب المنهيات ."
    },
    {
      "number": 88,
      "text": "قُلْ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍۢ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قل: مَن مالك كل شيء ومَن بيده خزائن كل شيء، ومَن يجير مَنِ استجار به، ولا يقدر أحد أن يُجير ويحمي مَن أراد الله إهلاكه، ولا يدفع الشر الذي قدَّره الله، إن كنتم تعلمون ذلك؟",
        "mukhtasar": "",
        "saadi": "{ قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ } أي: ملك كل شيء، من العالم العلوي، والعالم السفلي، ما نبصره، وما لا نبصره؟. و \" الملكوت \"ب صيغة مبالغة بمعنى الملك. { وَهُوَ يُجِيرُ } عباده من الشر، ويدفع عنهم المكاره، ويحفظهم مما يضرهم، { وَلَا يُجَارُ عَلَيْهِ } أي: لا يقدر أحد أن يجير على الله. ولا يدفع الشر الذي قدره الله. بل ولا يشفع أحد عنده إلا بإذنه",
        "kathir": "قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ"
      },
      "translations": {
        "en": "Say, \"In whose hand is the realm of all things - and He protects while none can protect against Him - if you should know?\"",
        "fr": "Dis: «Qui détient dans sa main la royauté absolue de toute chose, et qui protège et n'a pas besoin d'être protégé? [Dites], si vous le savez!»",
        "es": "Di: «¿Quién tiene en Sus manos la realeza de todo, protegiendo sin que nadie pueda proteger contra Él? Si es que lo sabéis...»"
      },
      "ibn_ashour": "قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ (88) قد عرفت آنفاً نكتة تكرير القول .والملكوت : مبالغة في الملك بضم الميم . فالملكوت : الملك المقترن بالتصرف في مختلف الأنواع والعوالم لذلك جاء بعده { كل شيء } .واليد : القدرة . ومعنى { يجير } يغيث ويمنع من يشاء من الأذى . ومصدره الإجارة فيفيد معنى الغلبة ، وإذا عدي بحرف الاستعلاء أفاد أن المجرور مغلوب على أن لا ينال المجارَ بأذى فمعنى { لا يجار عليه } لا يستطيع أحد أن يمنع أحداً من عقابه . فيفيد معنى العزة التامة .وبني فعل { يجار عليه } للمجهول لقصد انتفاء الفعل عن كل فاعل فيفيد العموم مع الاختصار .ولما كان تصرف الله هذا خفياً يحتاج إلى تدبر العقل لإدراكه عُقب الاستفهام بقوله : { إن كنتم تعلمون } كما عقب الاستفهام الأول بمثله حثاً لهم على علمه والاهتداء إليه .ثم عقب بما يدل على أنهم إذا تدبروا علموا فقيل { سيقولون لله } .وقرأ الجمهور { سيقولون لله } بلام الجر داخلة على اسم الجلالة مثل سالفه . وقرأه أبو عمرو ويعقوب بدون لام وقد علمت ذلك في نظيره السابق ."
    },
    {
      "number": 89,
      "text": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
      "tafsir": {
        "muyassar": "سيجيبون: بأن ذلك كلَّه لله، قل لهم: كيف تذهب عقولكم وتُخْدَعون وتُصْرفون عن توحيد الله وطاعته، وتصديق أمر البعث والنشور؟",
        "mukhtasar": "",
        "saadi": "{ سَيَقُولُونَ لِلَّهِ } أي: سيقرون أن الله المالك لكل شيء، المجير، الذي لا يجار عليه. { قُلْ } لهم حين يقرون بذلك، ملزما لهم، { فَأَنَّى تُسْحَرُونَ } أي: فأين تذهب عقولكم، حيث عبدتم من علمتم أنهم لا ملك لهم، ولا قسط من الملك، وأنهم عاجزون من جميع الوجوه، وتركتم الإخلاص للمالك العظيم القادر المدبر لجميع الأمور، فالعقول التي دلتكم على هذا، لا تكون إلا مسحورة، وهي - بلا شك- قد سحرها الشيطان، بما زين لهم، وحسن لهم، وقلب الحقائق لهم، فسحر عقولهم، كما سحرت السحرة أعين الناس.",
        "kathir": "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ"
      },
      "translations": {
        "en": "They will say, \"[All belongs] to Allah.\" Say, \"Then how are you deluded?\"",
        "fr": "Ils diront: «Allah». Dis: «Comment donc se fait-il que vous soyez ensorcelés?» [au point de ne pas croire en Lui].",
        "es": "Dirán: «¡Alá!» Di: «Y ¿cómo podéis estar tan sugestionados?»"
      },
      "ibn_ashour": "سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ (89)( وأنَّى ) يجوز أن تكون بمعنى ( من أين ) كما تقدم في سورة آل عمران ( 37 ) { قال يا مريم أنى لك هذا } والاستفهام تعجيبي . والسحر مستعار لترويج الباطل بجامع تخيل ما ليس بواقع واقعاً . والمعنى : فمن أين اختل شعوركم فراج عليكم الباطل . فالمراد بالسحر ترويج أيمة الكفر عليهم الباطل حتى جعلوهم كالمسحورين ."
    },
    {
      "number": 90,
      "text": "بَلْ أَتَيْنَٰهُم بِٱلْحَقِّ وَإِنَّهُمْ لَكَٰذِبُونَ",
      "tafsir": {
        "muyassar": "بل أتينا هؤلاء المنكرين بالحق فيما أرسلنا به محمدًا صلى الله عليه وسلم، وإنهم لَكاذبون في شركهم وإنكارهم البعث.",
        "mukhtasar": "",
        "saadi": "يقول تعالى: بل أتينا هؤلاء المكذبين بالحق، المتضمن للصدق في الأخبار، العدل في الأمر والنهي، فما بالهم لا يعترفون به، وهو أحق أن يتبع؟ وليس عندهم ما يعوضهم عنه، إلا الكذب والظلم، ولهذا قال: { وَإِنَّهُمْ لَكَاذِبُونَ } ",
        "kathir": "بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ"
      },
      "translations": {
        "en": "Rather, We have brought them the truth, and indeed they are liars.",
        "fr": "Nous leur avons plutôt apporté la vérité et ils sont assurément des menteurs.",
        "es": "Vinimos a ellos con la Verdad, pero mienten, si."
      },
      "ibn_ashour": "بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ (90)إضراب لإبطال أن يكونوا مسحورين ، أي بل ليس الأمر كما خيل إليهم . فالذي أتيناهم به الحق يعني القرآن . والباء للتعدية كما يقال : ذهب به أي أذهبه . وهذا كقوله آنفاً { بل أتيناهم بذكرهم } [ المؤمنون : 71 ] .والعدول عن الخطاب من قوله { فأنى تسحرون } [ المؤمنون : 89 ] إلى الغيبة التفات لأنهم الموجه إليهم الكلام في هذه الجملة . والحق هنا : الصدق فلذلك قوبل بنسبتهم إلى الكذب فيما رموا به القرءان من قولهم { إن هذا إلا أساطير الأولين } [ المؤمنون : 83 ] وفي مقابلة الحق ب { كاذبون } محسن الطباق .وتأكيد نسبتهم إلى الكذب ب ( إن ) واللام لتحقيق الخبر .وقد سُلكت في ترتيب هذه الأدلة طريقة الترقي؛ فابتدىء بالسؤال عن مالك الأرض ومن فيها لأنها أقرب العوالم لإدراك المخاطبين ، ثم ارتقي إلى الاستدلال بربوبية السماوات والعرش ، ثم ارتقي إلى ما هو أعم وأشمل وهو تصرفه المطلق في الأشياء كلها ولذلك اجتلبت فيه أداة العموم وهي ( كل ) ."
    },
    {
      "number": 91,
      "text": "مَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٍۢ وَمَا كَانَ مَعَهُۥ مِنْ إِلَٰهٍ ۚ إِذًۭا لَّذَهَبَ كُلُّ إِلَٰهٍۭ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍۢ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ",
      "tafsir": {
        "muyassar": "لم يجعل الله لنفسه ولدًا، ولم يكن معه من معبود آخر؛ لأنه لو كان ثمة أكثر مِن معبود لانفرد كل معبود بمخلوقاته، ولكان بينهم مغالبة كشأن ملوك الدنيا، فيختلُّ نظام الكون، تنزَّه الله سبحانه وتعالى وتقدَّس عن وصفهم له بأن له شريكًا أو ولدًا.",
        "mukhtasar": "",
        "saadi": "{ مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ } كذب يعرف بخبر الله، وخبر رسله، ويعرف بالعقل الصحيح، ولهذا نبه تعالى على الدليل العقلي، على امتناع إلهين فقال: { إِذًا } أي: لو كان معه آلهة كما يقولون { لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ } أي: لانفرد كل واحد من الإلهين بمخلوقاته, واستقل بها، ولحرص على ممانعة الآخر ومغالبته، { وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ } فالغالب يكون هو الإله، وإلا فمع التمانع لا يمكن وجود العالم، ولا يتصور أن ينتظم هذا الانتظام المدهش للعقول، واعتبر ذلك بالشمس والقمر، والكواكب الثابتة، والسيارة، فإنها منذ خلقت، وهي تجري على نظام واحد، وترتيب واحد، كلها مسخرة بالقدرة، مدبرة بالحكمة لمصالح الخلق كلهم، ليست مقصورة على مصلحة أحد دون أحد، ولن ترى فيها خللا ولا تناقضا، ولا معارضة في أدنى تصرف، فهل يتصور أن يكون ذلك، تقدير إلهين ربين؟\"{ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ } قد نطقت بلسان حالها، وأفهمت ببديع أشكالها، أن المدبر لها إله واحد كامل الأسماء والصفات، قد افتقرت إليه جميع المخلوقات، في ربوبيته لها، وفي إلهيته لها، فكما لا وجود لها ولا دوام إلا بربوبيته، كذلك، لا صلاح لها ولا قوام إلا بعبادته وإفراده بالطاعة",
        "kathir": "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ"
      },
      "translations": {
        "en": "Allah has not taken any son, nor has there ever been with Him any deity. [If there had been], then each deity would have taken what it created, and some of them would have sought to overcome others. Exalted is Allah above what they describe [concerning Him].",
        "fr": "Allah ne S'est point attribué d'enfant et il n'existe point de divinité avec Lui; sinon, chaque divinité s'en irait avec ce qu'elle a créé, et certaines seraient supérieures aux autres. (Gloire et pureté) à Allah! Il est Supérieur à tout ce qu'ils décrivent.",
        "es": "Alá no ha adoptado un hijo, ni hay otro dios junto con Él. Si no, cada dios se habría atribuido lo que hubiera creado y unos habrían sido superiores a otros. ¡Gloria a Alá, Que está por encima de lo que cuentan!"
      },
      "ibn_ashour": "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (91) أتبع الاستدلال على إثبات الوحدانية لله تعالى بالاستدلال على انتفاء الشركاء له في الإلهية . وقدمت النتيجة على القياس لتجعل هي المطلوب فإن النتيجة والمطلوب متحدان في المعنى مختلفان بالاعتبار ، فهي باعتبار حصولها عقب القياس تسمى نتيجة ، وباعتبار كونها دعوى مقام عليها الدليل وهو القياس تسمى مطلوباً كما في علم المنطق . ولتقديمها نكتة أن هذا المطلوب واضح النهوض لا يفتقر إلى دليل إلا لزيادة الاطمئنان فقوله : { ما اتخذ الله من ولد وما كان معه من إله } هو المطلوب وقوله { إذاً لذهب كل إله بما خلق } إلى آخر الآية هو الدليل . وتقديم هذا المطلوب على الدليل أغنى عن التصريح بالنتيجة عقب الدليل . وذكر نفي الولد استقصاء للرد على مختلف عقائد أهل الشرك من العرب فإن منهم من توهم أنه ارتقى عن عبادة الأصنام فعبدوا الملائكة وقالوا : هم بنات الله .وإنما قدم نفي الولد على نفي الشريك مع أن أكثر المشركين عبدة أصنام لا عبدة الملائكة نظرا"
    },
    {
      "number": 92,
      "text": "عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "tafsir": {
        "muyassar": "هو وحده يعلم ما غاب عن خلقه وما شاهدوه، فتنزَّه الله تعالى عن الشريك الذي يزعمون.",
        "mukhtasar": "",
        "saadi": "نبه على عظمة صفاته بأنموذج من ذلك، وهو علمه المحيط، فقال: { عَالِمُ الْغَيْبِ } أي: الذي غاب عن أبصارنا وعلمنا، من الواجبات والمستحيلات والممكنات، { وَالشَّهَادَةِ } وهو ما نشاهد من ذلك { فَتَعَالَى } أي: ارتفع وعظم، { عَمَّا يُشْرِكُونَ } به، من لا علم عنده، إلا ما علمه الله  ",
        "kathir": "عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَىٰ عَمَّا يُشْرِكُونَ"
      },
      "translations": {
        "en": "[He is] Knower of the unseen and the witnessed, so high is He above what they associate [with Him].",
        "fr": "[Il est] Connaisseur de toute chose visible et invisible! Il est bien au-dessus de ce qu'ils [Lui] associent!",
        "es": "El conocedor de lo oculto y de lo patente. ¡Está por encima de lo que Le asocian!"
      },
      "ibn_ashour": "عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ (92)و ( ما ) مصدرية . والمعنى فتعالى عن إشراكهم ، أي هو أعظم من أن يكون موصوفاً بكونه مشاركاً في وصفه العظيم ، أي هو منزه عن ذلك ."
    },
    {
      "number": 93,
      "text": "قُل رَّبِّ إِمَّا تُرِيَنِّى مَا يُوعَدُونَ",
      "tafsir": {
        "muyassar": "قل - أيها الرسول -: ربِّ إما ترينِّي في هؤلاء المشركين ما تَعِدُهم مِن عذابك فلا تهلكني بما تهلكهم به، ونجني من عذابك وسخطك، فلا تجعلني في القوم المشركين الظالمين، ولكن اجعلني ممن رضيتَ عنهم.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 93 و 94 لما أقام تعالى على المكذبين أدلته العظيمة، فلم يلتفتوا لها، ولم يذعنوا لها، حق عليهم العذاب، ووعدوا بنزوله، وأرشد الله رسوله أن يقول: { قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ } أي: أي وقت أريتني عذابهم، وأحضرتني ذلك { رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ } أي: اعصمني وارحمني، مما ابتليتهم به من الذنوب الموجبة للنقم، واحمني أيضا من العذاب الذي ينزل بهم، لأن العقوبة العامة تعم -عند نزولها- العاصي وغيره",
        "kathir": "قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"My Lord, if You should show me that which they are promised,",
        "fr": "Dis: «Seigneur, si jamais Tu me montres ce qui leur est promis;",
        "es": "Di: «¡Señor! Si me mostraras aquello con que se les ha amenazado..."
      },
      "ibn_ashour": "قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ (93) آذنت الآيات السابقة بأقصى ضلال المشركين وانتفاء عذرهم فيما دانوا به الله تعالى وبغضب الله عليهم لذلك ، وأنهم سواء في ذلك مع الأمم التي عجل الله لها العذاب في الدنيا وادخر لها عذاباً آخر في الآخرة ، فكان ذلك نذراة لهم بمثله وتهديداً بما سيقولونه وكان مثاراً لخشية النبي صلى الله عليه وسلم أن يحل العذاب بقومه في حياته والخوف من هوْله فلقن الله نبيئه أن يسأل النجاة من ذلك العذاب . وفي هذا التلقين تعريض بأن الله منجيهم من العذاب بحكمته ، وإيماء إلى أن الله يري نبيئه حلول العذاب بمكذبيه كما هو شأن تلقين الدعاء كما في قوله : { ربنا لا تؤاخذنا إن نسينا أو أخطأنا } [ البقرة : 286 ] الآية . فهذه الجملة استئناف بياني جواباً عما يختلج في نفس رسول الله عليه الصلاة والسلام . وقد تحقق ذلك فيما حل بالمشركين يوم بدر ويوم حنين . فالوعيد المذكور هنا وعيد بعقاب في الدنيا كما يقتضيه قوله : { فلا تجعلني في القوم الظالمين } .وذكر في هذا الدعاء لفظ ( رب ) مكرراً تمهيداً للإجابة لأن وصف الربوبية يقتضي الرأفة بالمربوب .وأدخل بعد حرف الشرط ( ما ) الزائدة للتوكيد ف"
    },
    {
      "number": 94,
      "text": "رَبِّ فَلَا تَجْعَلْنِى فِى ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "قل - أيها الرسول -: ربِّ إما ترينِّي في هؤلاء المشركين ما تَعِدُهم مِن عذابك فلا تهلكني بما تهلكهم به، ونجني من عذابك وسخطك، فلا تجعلني في القوم المشركين الظالمين، ولكن اجعلني ممن رضيتَ عنهم.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 93 و 94 لما أقام تعالى على المكذبين أدلته العظيمة، فلم يلتفتوا لها، ولم يذعنوا لها، حق عليهم العذاب، ووعدوا بنزوله، وأرشد الله رسوله أن يقول: { قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ } أي: أي وقت أريتني عذابهم، وأحضرتني ذلك { رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ } أي: اعصمني وارحمني، مما ابتليتهم به من الذنوب الموجبة للنقم، واحمني أيضا من العذاب الذي ينزل بهم، لأن العقوبة العامة تعم -عند نزولها- العاصي وغيره",
        "kathir": "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ"
      },
      "translations": {
        "en": "My Lord, then do not place me among the wrongdoing people.\"",
        "fr": "alors, Seigneur, ne me place pas parmi les gens injustes.",
        "es": "¡No me pongas, Señor, con el pueblo impío!»"
      },
      "ibn_ashour": "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ (94) واستعمال حرف الظرفية من قوله : { في القوم الظالمين } يشير إلى أنه أُمر أن يَسأل الكون في موضع غير موضع المشركين ، وقد تحقق ذلك بالهجرة إلى المدينة فالظرفية هنا حقيقية ، أي بينهم .والخبر الذي هو قوله : { وإنا على أن نريك ما نعدهم لقادرون } مستعمل في إيجاد الرجاء بحصول وعيد المكذبين في حياة الرسول صلى الله عليه وسلم وإلا فلا حاجة إلى إعلام الرسول بقدرة الله على ذلك ."
    },
    {
      "number": 95,
      "text": "وَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَٰدِرُونَ",
      "tafsir": {
        "muyassar": "وإننا لَقادرون على أن نريك ما نَعِدُهم من العذاب.",
        "mukhtasar": "",
        "saadi": "، قال الله في تقريب عذابهم: { وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ } ولكن إن أخرناه فلحكمة، وإلا، فقدرتنا صالحة لإيقاعه فيهم.",
        "kathir": "وَإِنَّا عَلَىٰ أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ"
      },
      "translations": {
        "en": "And indeed, We are able to show you what We have promised them.",
        "fr": "Nous sommes Capable, certes, de te montrer ce que Nous leur promettons.",
        "es": "Nosotros somos bien capaces, ciertamente, de mostrarte aquello con que les hemos amenazado."
      },
      "ibn_ashour": "وَإِنَّا عَلَى أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ (95)وفي قوله : { أن نريك } إيماء إلى أنه في منجاة من أن يلحقه ما يوعدون به وأنه سيراه مرأى عين دون كون فيه . وقد يبدو أن هذا وعد غريب لأن المتعارف أن يكون العذاب سماوياً فإذا نجى الله منه بعض رسله مثل لوط فإنه يُبعده عن موضع العذاب ولكن كان عذاب هؤلاء غير سماوي فتحقق في مصرع صناديدهم يوم بدر بمرأى رسول الله صلى الله عليه وسلم ووقف رسول الله على القليب قليب بدر وناداهم بأسمائهم واحداً واحداً وقال لهم « لقد وَجدنا ما وعدنا ربنا حقاً فهل وجدتم ما وعد ربكم حقاً » . وبهذا القصد يظهر موقع حرفي التأكيد ( إن ) واللام من إصابة محزّ الإعجاز ."
    },
    {
      "number": 96,
      "text": "ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ ٱلسَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
      "tafsir": {
        "muyassar": "إذا أساء إليك أعداؤك - أيها الرسول - بالقول أو الفعل فلا تقابلهم بالإساءة، ولكن ادفع إساءتهم بالإحسان منك إليهم، نحن أعلم بما يصفه هؤلاء المشركون من الشرك والتكذيب، وسنجازيهم عليه أسوأ الجزاء.",
        "mukhtasar": "",
        "saadi": "هذا من مكارم الأخلاق، التي أمر الله رسوله بها فقال: { ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ } أي: إذا أساء إليك أعداؤك، بالقول والفعل، فلا تقابلهم بالإساءة، مع أنه يجوز معاقبة المسيء بمثل إساءته، ولكن ادفع إساءتهم إليك بالإحسان منك إليهم، فإن ذلك فضل منك على المسيء، ومن مصالح ذلك، أنه تخف الإساءة عنك، في الحال، وفي المستقبل، وأنه أدعى لجلب المسيء إلى الحق، وأقرب إلى ندمه وأسفه، ورجوعه بالتوبة عما فعل، وليتصف العافي بصفة الإحسان، ويقهر بذلك عدوه الشيطان، وليستوجب الثواب من الرب، قال تعالى: { فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ } وقال تعالى: { ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ* وَمَا يُلَقَّاهَا } أي: ما يوفق لهذا الخلق الجميل { إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ } وقوله: { نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ } أي: بما يقولون من الأقوال المتضمنة للكفر والتكذيب بالحق، قد أحاط علمنا بذلك، وقد حلمنا عنهم، وأمهلناهم، وصبرنا عليهم، والحق لنا، وتكذيبهم لنا، فأنت -يا محمد- ينبغي لك أن تصبر على ما يقولون، وتقابلهم بالإحسان، هذه  وظيفة العبد في مقابلة المسيء من البشر، وأما المسيء من الشياطين، فإنه لا يفيد فيه الإحسان، ولا يدعو حزبه إلا ليكونوا من أصحاب السعير، فالوظيفة في مقابلته، أن يسترشد بما أرشد الله إليه رسوله",
        "kathir": "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ"
      },
      "translations": {
        "en": "Repel, by [means of] what is best, [their] evil. We are most knowing of what they describe.",
        "fr": "Repousse le mal par ce qui est meilleur. Nous savons très bien ce qu'ils décrivent.",
        "es": "Repele el mal con algo que sea mejor Sabemos bien lo que cuentan."
      },
      "ibn_ashour": "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ (96)لما أنبأ الله رسوله عليه الصلاة والسلام بما يلمح له بأنه منجز وعيده من الذين كذبوه فعلم الرسولُ والمسلمون أن الله ضمن لهم النصر أعقب ذلك بأن أمره بأن يدفع مكذبيه بالتي هي أحسن وأن لا يضيق بتكذيبهم صدره فذلك دفع السيئة بالحسنة كما هو أدب الإسلام . وسيأتي بيانه في سورة فصلت ( 34 ) عند قوله { ادفع بالتي هي أحسن . } وقوله نحن أعلم بما يصفون } خبر مستعمل كناية عن كون الله يعامل أصحاب الإساءة لرسوله بما هم أحقاء به من العقاب لأن الذي هو أعلم بالأحوال يُجري عمله على مناسب تلك الأحوال بالعدل وفي هذا تطمين لنفس الرسول صلى الله عليه وسلموحذف مفعول { يصفون } وتقديره : بما يصفونك ، أي مما يضيق به صدرك . وذلك تعهد بأنه يجازيهم على ما يعلم منهم قرُب أحد يبدو منه السوء ينطوي ضميره على بعض الخير فقد كان فيهم من يحدب على النبي في نفسه ، ورب أحد هو بعكسه كما قال تعالى : { ومن الناس من يعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام } [ البقرة : 204 ] .و { التي هي أحسن } مراد بها الحسنة الكاملة ، فاسم ال"
    },
    {
      "number": 97,
      "text": "وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَٰتِ ٱلشَّيَٰطِينِ",
      "tafsir": {
        "muyassar": "وقل - أيها النبي -: رب أستجير بك من إغواء الشياطين ووسوستها، المغرية على الباطل والفساد والصد عن الحق، وأستجير بك- يا رب- مِن حضورهم في شيء من أموري.",
        "mukhtasar": "",
        "saadi": "{ وَقُلْ رَبِّ أَعُوذُ بِكَ } أي اعتصم بحولك وقوتك متبرئا من حولي وقوتي { مِنْ هَمَزَاتِ الشَّيَاطِينِ }",
        "kathir": "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ"
      },
      "translations": {
        "en": "And say, \"My Lord, I seek refuge in You from the incitements of the devils,",
        "fr": "Et dis: «Seigneur, je cherche Ta protection, contre les incitations des diables.",
        "es": "Di: «¡Señor! Me refugio en Ti contra las sugestiones de los demonios."
      },
      "ibn_ashour": "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ (97) الظاهر أن يكون المعطوف موالياً للمعطوف هو عليه ، فيكون قوله { وقل رب أعوذ بك من همزات الشياطين } متصلاً بقوله : { ادفع بالتي هي أحسن السيئة } [ المؤمنون : 96 ] فلما أمر الله رسوله صلى الله عليه وسلم أن يفوض جزاءهم إلى ربه أمره بالتعوذ من حيلولة الشياطين دون الدفع بالتي هي أحسن ، أي التعوذ من تحريك الشيطان داعية الغضب والانتقام في نفس النبي صلى الله عليه وسلم فيكون { الشياطين } مستعملاً في حقيقته . والمراد من همزات الشياطين : تصرفاتهم بتحريك القوى التي في نفس الإنسان ( أي في غير أمور التبليغ ) مثل تحريك القوة الغضبية كما تأول الغزالي في قول النبي صلى الله عليه وسلم في الحديث \" ولكن الله أعانني عليه فأسْلم \" . ويكون أمر الله تعالى نبيه عليه الصلاة والسلام بالتعوذ من همزات الشياطين مقتضياً تكفل الله تعالى بالاستجابة كما في قوله تعالى : { ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا } [ البقرة : 286 ] ، أو يكون أمره بالتعوذ من همزات الشياطين مراداً به الاستمرار على السلامة منهم . قال في «الشفاء» : الأمة مجتمعة ( أي مجمعة"
    },
    {
      "number": 98,
      "text": "وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ",
      "tafsir": {
        "muyassar": "وقل - أيها النبي -: رب أستجير بك من إغواء الشياطين ووسوستها، المغرية على الباطل والفساد والصد عن الحق، وأستجير بك- يا رب- مِن حضورهم في شيء من أموري.",
        "mukhtasar": "",
        "saadi": "{ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ } أي: أعوذ بك من الشر الذي يصيبني بسبب مباشرتهم وهمزهم ومسهم، ومن الشر الذي بسبب حضورهم ووسوستهم، وهذه  استعاذة من مادة الشر كله وأصله، ويدخل فيها، الاستعاذة من جميع نزغات الشيطان، ومن مسه ووسوسته، فإذا أعاذ الله عبده من هذا الشر، وأجاب دعاءه، سلم من كل شر، ووفق لكل خير.",
        "kathir": "وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ"
      },
      "translations": {
        "en": "And I seek refuge in You, my Lord, lest they be present with me.\"",
        "fr": "et je cherche Ta protection, Seigneur, contre leur présence auprès de moi».",
        "es": "Me refugio en Ti, Señor, contra su acoso»."
      },
      "ibn_ashour": "وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ (98)وأما قوله : { وأعوذ بك رب أن يحضرون } فهو تعوذ من قربهم لأنهم إذا اقتربوا منه لحقه أذاهم ."
    },
    {
      "number": 99,
      "text": "حَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلْمَوْتُ قَالَ رَبِّ ٱرْجِعُونِ",
      "tafsir": {
        "muyassar": "يخبر الله تعالى عن حال المحتضر من الكافرين أو المفرطين في أمره تعالى، حتى إذا أشرف على الموت، وشاهد ما أُعِدَّ له من العذاب قال: رب ردُّوني إلى الدنيا.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 99 و100يخبر تعالى عن حال من حضره الموت، من المفرطين الظالمين، أنه يندم في تلك الحال، إذا رأى مآله، وشاهد قبح أعماله فيطلب الرجعة إلى الدنيا، لا للتمتع بلذاتها واقتطاف شهواتها وإنما ذلك يقول: { لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ } من العمل، وفرطت في جنب الله. { كَلَّا } أي: لا رجعة له ولا إمهال، قد قضى الله أنهم إليها لا يرجعون، { إِنَّهَا } أي: مقالته التي تمنى فيها الرجوع إلى الدنيا { كَلِمَةٌ هُوَ قَائِلُهَا } أي: مجرد قول باللسان، لا يفيد صاحبه إلا الحسرة والندم، وهو أيضا غير صادق في ذلك، فإنه لو رد لعاد لما نهي عنه. { وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ } أي: من أمامهم وبين أيديهم برزخ، وهو الحاجز بين الشيئين، فهو هنا: الحاجز بين الدنيا والآخرة، وفي هذا البرزخ، يتنعم المطيعون، ويعذب العاصون، من موتهم إلى يوم يبعثون، أي: فليعدوا له عدته، وليأخذوا له أهبته.",
        "kathir": "حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ"
      },
      "translations": {
        "en": "[For such is the state of the disbelievers], until, when death comes to one of them, he says, \"My Lord, send me back",
        "fr": "...Puis, lorsque la mort vient à l'un deux, il dit: «Mon Seigneur! Fais-moi revenir (sur terre),",
        "es": "Cuando, al fin, viene la muerte a uno de ellos, dice: «¡Señor! ¡Hazme volver!"
      },
      "ibn_ashour": "حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ (99) { حتى } ابتدائية وقد علمت مفادها غير مرة ، وتقدمت في سورة الأنبياء . ولا تفيد أن مضمون ما قبلها مُغيّا بها فلا حاجة إلى تعليق ( حتى ) ب { يصفون } [ المؤمنون : 91 ] . والوجه أن ( حتى ) متصلة بقوله { وإنا على أن نريك ما نعدهم لقادرون } [ المؤمنون : 95 ] . فهذا انتقال إلى وصف ما يلقون من العذاب في الآخرة بعد أن ذكر عذابهم في الدنيا فيكون قوله هنا { حتى إذا جاء أحدهم الموت } وصفاً أُنُفا لعذابهم في الآخرة . وهو الذي رجحنا به أن يكون ما سبق ذكره من العذاب ثلاث مرات عذاباً في الدنيا لا في الآخرة . فإن حملتَ العذاب السابق الذكر على عذاب الآخرة كان ذلك إجمالاً وكان قوله { حتى إذا جاء أحدهم الموت } إلى آخره تفصيلاً له .وضمائر الغيبة عائدة إلى ما عادت عليه الضمائر السابقة من قوله { قالوا أإذا متنا وكنا تراباً وعظاماً أإنا لمبعوثون } [ المؤمنون : 82 ] إلى ما هنا وليست عايدة إلى الشياطين . ولقصد إدماج التهديد بما سيشاهدون من عذاب أعدّ لهم فيندمون على تفريطهم في مدة حياتهم .وضمير الجمع في { ارجعون } تعظيم للمخاطب . والخطاب بصيغة ال"
    },
    {
      "number": 100,
      "text": "لَعَلِّىٓ أَعْمَلُ صَٰلِحًۭا فِيمَا تَرَكْتُ ۚ كَلَّآ ۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا ۖ وَمِن وَرَآئِهِم بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "tafsir": {
        "muyassar": "لعلي أستدرك ما ضيَّعْتُ من الإيمان والطاعة. ليس له ذلك، فلا يجاب إلى ما طلب ولا يُمْهَل. فإنما هي كلمة هو قائلها قولا لا ينفعه، وهو فيه غير صادق، فلو رُدَّ إلى الدنيا لعاد إلى ما نُهي عنه، وسيبقى المتوفَّون في الحاجز والبَرْزخ الذي بين الدنيا والآخرة إلى يوم البعث والنشور.",
        "mukhtasar": "",
        "saadi": "تفسير الآيتين 99 و100يخبر تعالى عن حال من حضره الموت، من المفرطين الظالمين، أنه يندم في تلك الحال، إذا رأى مآله، وشاهد قبح أعماله فيطلب الرجعة إلى الدنيا، لا للتمتع بلذاتها واقتطاف شهواتها وإنما ذلك يقول: { لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ } من العمل، وفرطت في جنب الله. { كَلَّا } أي: لا رجعة له ولا إمهال، قد قضى الله أنهم إليها لا يرجعون، { إِنَّهَا } أي: مقالته التي تمنى فيها الرجوع إلى الدنيا { كَلِمَةٌ هُوَ قَائِلُهَا } أي: مجرد قول باللسان، لا يفيد صاحبه إلا الحسرة والندم، وهو أيضا غير صادق في ذلك، فإنه لو رد لعاد لما نهي عنه. { وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ } أي: من أمامهم وبين أيديهم برزخ، وهو الحاجز بين الشيئين، فهو هنا: الحاجز بين الدنيا والآخرة، وفي هذا البرزخ، يتنعم المطيعون، ويعذب العاصون، من موتهم إلى يوم يبعثون، أي: فليعدوا له عدته، وليأخذوا له أهبته.",
        "kathir": "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ۖ وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ"
      },
      "translations": {
        "en": "That I might do righteousness in that which I left behind.\" No! It is only a word he is saying; and behind them is a barrier until the Day they are resurrected.",
        "fr": "afin que je fasse du bien dans ce que je délaissais». Non, c'est simplement une parole qu'il dit. Derrière eux, cependant, il y a une barrière, jusqu'au jour où ils seront ressuscités».",
        "es": "Quizás, así, pueda hacer el bien que dejé de hacer». ¡No! No son sino meras palabras. Pero, detrás de ellos, hay una barrera hasta el día que sean resucitados."
      },
      "ibn_ashour": "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ (100)والترك هنا مستعمل في حقيقته وهو معنى التخلية والمفارقة . وما صدق { ما تركت } عالم الدنيا . ويجوز أن يراد بالترك معناه المجازي وهو الإعراض والرفض ، على أن يكون ما صدق الموصول الإيمان بالله وتصديق رسوله ، فذلك هو الذي رفضه كل من يموت على الكفر ، فالمعنى : لعلي أسلم وأعمل صالحاً في حالة إسلامي الذي كنت رفضته ، فاشتمل هذا المعنى على وعد بالامتثال واعتراف بالخطأ فيما سلف . ورُكب بهذا النظم الموجز قضاءً لحق البلاغة .و { كلاّ } ردع للسامع ليعلم إبطال طلبة الكافر .وقوله : { إنها كلمة هو قائلها } تركيب يجري مجرى المثل وهو من مبتكرات القرآن . وحاصل معناه : أن قول المشرك { رب ارجعون } إلخ لا يتجاوز أن يكون كلاماً صدر من لسانه لا جدوى له فيه ، أي لا يستجاب طلبه به .فجملة { هو قائلها } وصف ل { كلمة } ، أي هي كلمة هذا وصفها . وإذ كان من المحقق أنه قائلها لم يكن في وصف { كلمة } به فائدة جديدة فتعين أن يكون الخبر مستعملاً في معنى أنه لا وصف لكلمته غير كونها صدرت"
    },
    {
      "number": 101,
      "text": "فَإِذَا نُفِخَ فِى ٱلصُّورِ فَلَآ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍۢ وَلَا يَتَسَآءَلُونَ",
      "tafsir": {
        "muyassar": "فإذا كان يوم القيامة، ونفخ المَلَك المكلَّف في \"القرن\"، وبُعِثَ الناس من قبورهم، فلا تَفاخُرَ بالأنساب حينئذ كما كانوا يفتخرون بها في الدنيا، ولا يسأل أحد أحدًا.",
        "mukhtasar": "",
        "saadi": "يخبر تعالى عن هول يوم القيامة، وما في ذلك اليوم، من المزعجات والمقلقات، وأنه إذا نفخ في الصور نفخة البعث، فحشر الناس أجمعون، لميقات يوم معلوم، أنه يصيبهم من الهول ما ينسيهم أنسابهم، التي هي أقوى الأسباب، فغير الأنساب من باب أولى، وأنه لا يسأل أحد أحدا عن حاله، لاشتغاله بنفسه، فلا يدري هل ينجو نجاة لا شقاوة بعدها؟ أو يشقى شقاوة لا سعادة بعدها؟ قال تعالى: { يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ* وَأُمِّهِ وَأَبِيهِ* وَصَاحِبَتِهِ وَبَنِيهِ* لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ }  ",
        "kathir": "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ"
      },
      "translations": {
        "en": "So when the Horn is blown, no relationship will there be among them that Day, nor will they ask about one another.",
        "fr": "Puis quand on soufflera dans la Trompe, il n'y aura plus de parenté entre eux ce jour là, et ils ne se poseront pas de questions.",
        "es": "Y, cuando se toque la trompeta, ese día, no valdrá ningún parentesco, ni se preguntarán unos a otros."
      },
      "ibn_ashour": "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (101) تفريع على قوله { إلى يوم يبعثون } [ المؤمنون : 100 ] فإن زمن النفخ في الصور هو يوم البعث فالتقدير : فإذا جاء يوم يبعثون ، ولكن عدل عن ذلك إلى { فإذا نفخ في الصور } تصوير لحالة يوم البعث .والصور : البوق الذي ينفخ فيه النافخ للتجمع والنفير ، وهو مما ينادى به للحرب وينادى به للصلاة عند اليهود كما جاء في حديث بدء الأذان من «صحيح البخاري» . وتقدم ذكر الصور عند قوله تعالى : { وله الملك يوم ينفخ في الصور } في سورة الأنعام ( 73 ) . وأسند { نُفِخ } إلى المجهول لأن المعتنى به هو حدوث النفخ لا تعيين النافخ . وإنما يُنفخ فيه بأمر تكوين من الله تعالى ، أو ينفخ فيه أحد الملائكة وقد ورد أنه الملك إسرافيل ."
    },
    {
      "number": 102,
      "text": "فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "tafsir": {
        "muyassar": "فمن كثرت حسناته وثَقُلَتْ بها موازين أعماله عند الحساب، فأولئك هم الفائزون بالجنة.",
        "mukhtasar": "",
        "saadi": "وفي القيامة مواضع، يشتد كربها، ويعظم وقعها، كالميزان الذي يميز به أعمال العبد، وينظر فيه بالعدل ما له وما عليه، وتبين فيه مثاقيل الذر، من الخير والشر، { فَمَنْ ثَقُلَتْ مَوَازِينُهُ } بأن رجحت حسناته على سيئاته { فَأُولَئِكَ هُمُ الْمُفْلِحُونَ } لنجاتهم من النار، واستحقاقهم الجنة، وفوزهم بالثناء الجميل",
        "kathir": "فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ"
      },
      "translations": {
        "en": "And those whose scales are heavy [with good deeds] - it is they who are the successful.",
        "fr": "Ceux dont la balance est lourde seront les bienheureux;",
        "es": "Aquéllos cuyas obras pesen mucho serán los que prosperen."
      },
      "ibn_ashour": "فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (102) والمقصود التفريع الثاني في قوله { فمن ثقلت موازينه } إلى آخره لأنه مناط بيان الرد على قول قائلهم { رب ارجعون لعلي أعمل صالحاً فيما تركت } [ المؤمنون : 99 ، 100 ] المردود إجمالاً بقوله تعالى { كلا إنها كلمة هو قائلها } [ المؤمنون : 100 ] فقدم عليه ما هو كالتمهيد له وهو قوله { فلا أنساب بينهم } إلى آخره مبادرة بتأييسهم من أن تنفعهم أنسابهم أو استنجادهم .والأظهر أن جواب ( إذا ) هو قوله الآتي { قال كم لبثتم في الأرض عدد سنين } [ المؤمنون : 112 ] كما سيأتي وما بينهما كله اعتراض نشأ بعضه عن بعض .وضمير { بينهم } عائد إلى ما عادت عليه ضمائر جمع الغائبين قبله وهي عائدة إلى المشركين .ومعنى نفي الأنساب نفي آثارها من النجدة والنصر والشفاعة لأن تلك في عرفهم من لوازم القرابة . فقوله { فلا أنساب بينهم } كناية عن عدم النصير .والتساؤل : سؤال بعضهم بعضاً . والمعنيّ به التساؤل المناسب لحلول يوم الهول ، وهو أن يسأل بعضهم بعضاً المعونة والنجدة ، كقوله تعالى { ولا يسأل حميم حميماً } [ المعارج : 10 ] .وأما إثبات التساؤل يومئذ في قوله تعالى { "
    },
    {
      "number": 103,
      "text": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فِى جَهَنَّمَ خَٰلِدُونَ",
      "tafsir": {
        "muyassar": "ومن قَلَّتْ حسناته في الميزان، ورجحت سيئاته، وأعظمها الشرك، فأولئك هم الذين خابوا وخسروا أنفسهم، في نار جهنم خالدون.",
        "mukhtasar": "",
        "saadi": "{ وَمَنْ خَفَّتْ مَوَازِينُهُ } بأن رجحت سيئاته على حسناته، وأحاطت بها خطيئاته { فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ } كل خسارة، غير هذه الخسارة، فإنها -بالنسبة إليها- سهلة، ولكن هذه خسارة صعبة، لا يجبر مصابها، ولا يستدرك فائتها، خسارة أبدية، وشقاوة سرمدية، قد خسر نفسه الشريفة، التي يتمكن بها من السعادة الأبدية ففوتها هذا النعيم المقيم، في جوار الرب الكريم. { فِي جَهَنَّمَ خَالِدُونَ } لا يخرجون منها أبد الآبدين، وهذا الوعيد، إنما هو كما ذكرنا، لمن أحاطت خطيئاته بحسناته، ولا يكون ذلك إلا كافرا، فعلى هذا، لا يحاسب محاسبة من توزن حسناته وسيئاته، فإنهم لا حسنات لهم، ولكن تعد أعمالهم وتحصى، فيوقفون عليها، ويقررون بها، ويخزون بها، وأما من معه أصل الإيمان، ولكن عظمت سيئاته، فرجحت على حسناته، فإنه وإن دخل النار، لا يخلد فيها، كما دلت على ذلك نصوص الكتاب والسنة.",
        "kathir": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ"
      },
      "translations": {
        "en": "But those whose scales are light - those are the ones who have lost their souls, [being] in Hell, abiding eternally.",
        "fr": "et ceux dont la balance est légère seront ceux qui ont ruiné leurs propres âmes et ils demeureront éternellement dans l'Enfer.",
        "es": "Aquéllos cuyas obras pesen poco, serán los que se hayan perdido y estarán en la gehena eternamente."
      },
      "ibn_ashour": "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ (103) وذكر من { ثقلت موازينه } في هذه الآية إدماج للتنويه بالمؤمنين وتهديد المشركين لأن المشركين لا يجدون في موازين الأعمال الصالحة شيئاً ، قال تعالى : { وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثوراً } [ الفرقان : 23 ] . وتقدم الكلام على نظير قوله { فمن ثقلت موازينه } في أول سورة الأعراف ( 8 ) .والخسارة : نقصان مال التجارة وتقدم في قوله تعالى : { الذين خسروا أنفسهم } في سورة الأنعام ( 12 ) ، وقوله { فأولئك الذين خسروا أنفسهم } في أول الأعراف ( 9 ) . وهي هنا تمثيل لحال خيبتهم فيما كانوا يأملونه من شفاعة أصنامهم وأن لهم النجاة في الآخرة أو من أنهم غير صائرين إلى البعث ، فكذبوا بما جاء به الإسلام وحسبوا أنهم قد أعدوا لأنفسهم الخير فوجدوا ضده فكانت نفوسهم مخسورة كأنها تَلِفَت منهم . ولذلك نصب { أنفسهم } على المفعول ب { خسروا } . واسما الإشارة لزيادة تمييز الفريقين بصفاتهم ."
    },
    {
      "number": 104,
      "text": "تَلْفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمْ فِيهَا كَٰلِحُونَ",
      "tafsir": {
        "muyassar": "تَحْرقُ النار وجوههم، وهم فيها عابسون تَقَلَّصَتْ شفاههم، وبرزت أسنانهم.",
        "mukhtasar": "",
        "saadi": "ثم ذكر تعالى، سوء مصير الكافرين فقال: { تَلْفَحُ وُجُوهَهُمُ النَّارُ } أي: تغشاهم من جميع جوانبهم، حتى تصيب أعضاءهم الشريفة، ويتقطع لهبها عن وجوههم، { وَهُمْ فِيهَا كَالِحُونَ } قد عبست وجوههم، وقلصت شفاههم، من شدة ما هم فيه، وعظيم ما يلقونه",
        "kathir": "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ"
      },
      "translations": {
        "en": "The Fire will sear their faces, and they therein will have taut smiles.",
        "fr": "Le feu brûlera leurs visages et ils auront les lèvres crispées.",
        "es": "El fuego abrasará su rostro; tendrán allí los labios contraídos."
      },
      "ibn_ashour": "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ (104)وجملة { تلفح وجوههم النار } في موضع الحال من { الذين خسروا أنفسهم } . ومعنى { تلفح وجوههم النار } تحرق . واللفح : شدة إصابة النار .والكالح : الذي به الكلوح وهو تقلص الشفتين وظهور الأسنان من أثر تقطب أعصاب الوجه عند شدة الألم ."
    },
    {
      "number": 105,
      "text": "أَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ",
      "tafsir": {
        "muyassar": "يقال لهم: ألم تكن آيات القرآن تتلى عليكم في الدنيا، فكنتم بها تكذبون؟",
        "mukhtasar": "",
        "saadi": "فيقال لهم - توبيخا ولوما -: { أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ } تدعون بها، لتؤمنوا، وتعرض عليكم لتنظروا، { فَكُنْتُمْ بِهَا تُكَذِّبُونَ } ظلما منكم وعنادا، وهي آيات بينات، دالات على الحق والباطل، مبينات للمحق والمبطل",
        "kathir": "أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ"
      },
      "translations": {
        "en": "[It will be said]. \"Were not My verses recited to you and you used to deny them?\"",
        "fr": "«Mes versets ne vous étaient-ils pas récités et vous les traitiez alors de mensonges?»",
        "es": "«¿No se os recitaron Mis aleyas y vosotros las desmentisteis?»"
      },
      "ibn_ashour": "أَلَمْ تَكُنْ آَيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ (105) جملة { ألم تكن آياتي تتلى عليكم } مقول قول محذوف ، أي يقال لهم يومئذ . وهذا تعرض لبعض ما يجري يومئذ . والآيات : آيات القرآن بقرينة قوله { تتلى عليكم } وقوله { فكنتم بها تكذبون } حملاً على ظاهر اللفظ .والتلاوة : القراءة . وقد تقدم عند قوله تعالى : { واتبعوا ما تتلوا الشياطين على ملك سليمان } في البقرة ( 102 ) ، وقوله : إذا تليت عليهم آياته زادتهم إيماناً في سورة الأنفال ( 2 ) . والاستفهام إنكار .والغلب حقيقته : الاستيلاء والقهر . وأطلق هنا على التلبس بالشقوة دون التلبس بالسعادة ."
    },
    {
      "number": 106,
      "text": "قَالُوا۟ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًۭا ضَآلِّينَ",
      "tafsir": {
        "muyassar": "لما بلَّغتهم رسلهم وأنذرتهم قالوا يوم القيامة: ربنا غلبت علينا لذاتنا وأهواؤنا المقدَّرة علينا في سابق علمك، وكنا في فعلنا ضالين عن الهدى.",
        "mukhtasar": "",
        "saadi": "فحينئذ أقروا بظلمهم، حيث لا ينفع الإقرار { قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا } أي: غلبت علينا الشقاوة الناشئة عن الظلم والإعراض عن الحق، والإقبال على ما يضر، وترك ما ينفع، { وَكُنَّا قَوْمًا ضَالِّينَ } في عملهم، وإن كانوا يدرون أنهم ظالمون، أي: فعلنا في الدنيا فعل التائه، الضال السفيه، كما قالوا في الآية الأخرى: { وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ }",
        "kathir": "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ"
      },
      "translations": {
        "en": "They will say, \"Our Lord, our wretchedness overcame us, and we were a people astray.",
        "fr": "Ils dirent: «Seigneur! Notre malheur nous a vaincus, et nous étions des gens égarés.",
        "es": "«¡Señor!», dirán, «nuestra miseria nos pudo y fuimos gente extraviada."
      },
      "ibn_ashour": "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ (106) ومفعول غلبت } محذوف يدل عليه { شقوتنا } لأن الشقوة تقابلها السعادة ، أي غلبت شقوتنا السعادة . والمجرور ب ( على ) بعد مادة الغلب هو الشيء المتغالب عليه كما في الحديث « قال النساء : غلبنا عليك الرجال » . مُثِّلَت حالة اختيارهم لأسباب الشقوة بدل أسباب السعادة بحالة غائرة بين السعادة والشقاوة على نفوسهم . وإضافة الشقوة إلى ضميرهم لاختصاصها بهم حين صارت غالبة عليهم .والشِّقوة بكسر الشين وسكون القاف في قراءة الجمهور . وهي زنة الهيئة من الشقاء . وقرأ حمزة والكسائي وخلف { شقاوتنا } بفتح الشين وبألف بعد القاف وهو مصدر على صيغة الفعالة مثل الجزالة والسذاجة ."
    },
    {
      "number": 107,
      "text": "رَبَّنَآ أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَٰلِمُونَ",
      "tafsir": {
        "muyassar": "ربنا أخرجنا من النار، وأعدنا إلى الدنيا، فإن رجعنا إلى الضلال فإنا ظالمون نستحق العقوبة.",
        "mukhtasar": "",
        "saadi": "{ رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ } وهم كاذبون في وعدهم هذا، فإنهم كما قال تعالى: { وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ } ولم يبق الله لهم حجة، بل قطع أعذارهم، وعمرهم في الدنيا، ما يتذكر فيه [من] المتذكر، ويرتدع فيه المجرم",
        "kathir": "رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ"
      },
      "translations": {
        "en": "Our Lord, remove us from it, and if we were to return [to evil], we would indeed be wrongdoers.\"",
        "fr": "Seigneur, fais nous-en sortir! Et si nous récidivons, nous serons alors des injustes».",
        "es": "¡Señor! ¡Sácanos de ella! Si reincidimos, seremos unos impíos»."
      },
      "ibn_ashour": "رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ (107)وزيادة قوله { قوماً } على أن الضلالة من شيمتهم وبها قوام قوميتهم كما تقدم عند قوله { لآيات لقوم يعقلون } في سورة البقرة ( 164 ) وعند قوله { وما تغني الآيات والنذر عن قوم لا يؤمنون } في آخر سورة يونس ( 101 ) .وهم ظنوا أنهم إن أخرجوا من النار رجعوا إلى الإيمان والعمل الصالح فالتزموا لله بأنهم لا يعودون إلى الكفر والتكذيب .وحذف متعلق عدنا } لظهوره من المقام إذ كان إلقاؤهم في النار لأجل الإشراك والتكذيب كما دل عليه قولهم { وكنا قوماً ضالين } .والظلم في { فإنا ظالمون } هو تجاوز العدل ، والمراد ظلم آخر بعد ظلمهم الأول وهو الذي ينقطع عنده سؤال العفو ."
    },
    {
      "number": 108,
      "text": "قَالَ ٱخْسَـُٔوا۟ فِيهَا وَلَا تُكَلِّمُونِ",
      "tafsir": {
        "muyassar": "قال الله عز وجل لهم: امكثوا في النار أذلاء ولا تخاطبوني. فانقطع عند ذلك دعاؤهم ورجاؤهم.",
        "mukhtasar": "",
        "saadi": "فقال الله جوابا لسؤالهم: { اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ } وهذا القول - نسأله تعالى العافية- أعظم قول على الإطلاق يسمعه المجرمون في التخييب، والتوبيخ، والذل، والخسار، والتأييس من كل خير، والبشرى بكل شر، وهذا الكلام والغضب من الرب الرحيم، أشد عليهم وأبلغ في نكايتهم من عذاب الجحيم",
        "kathir": "قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ"
      },
      "translations": {
        "en": "He will say, \"Remain despised therein and do not speak to Me.",
        "fr": "Il dit: «Soyez-y refoulés (humiliés) et ne Me parlez plus».",
        "es": "Dirá: «¡Quedaos en ella y no Me habléis!»"
      },
      "ibn_ashour": "قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (108) { اخسئوا } زجر وشتم بأنهم خاسئون ، ومعناه عدم استجابة طلبهم . وفعل خسأ من باب منع ومعناه ذل . ونهوا عن خطاب الله والمقصود تأييسهم من النجاة مما هم فيه ."
    },
    {
      "number": 109,
      "text": "إِنَّهُۥ كَانَ فَرِيقٌۭ مِّنْ عِبَادِى يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "tafsir": {
        "muyassar": "إنه كان فريق من عبادي- وهم المؤمنون- يَدْعون: ربنا آمنا فاستر ذنوبنا، وارحمنا، وأنت خير الراحمين.",
        "mukhtasar": "",
        "saadi": "ثم ذكر الحال التي أوصلتهم إلى العذاب، وقطعت عنهم الرحمة فقال: { إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ } فجمعوا بين الإيمان المقتضي لأعماله الصالحة، والدعاء لربهم بالمغفرة والرحمة، والتوسل إليه بربوبيته، ومنته عليهم بالإيمان، والإخبار بسعة رحمته، وعموم إحسانه، وفي ضمنه، ما يدل على خضوعهم وخشوعهم، وانكسارهم لربهم، وخوفهم ورجائهم. ",
        "kathir": "إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ"
      },
      "translations": {
        "en": "Indeed, there was a party of My servants who said, 'Our Lord, we have believed, so forgive us and have mercy upon us, and You are the best of the merciful.'",
        "fr": "Il y eut un groupe de Mes serviteurs qui dirent: «Seigneur, nous croyons; pardonne-nous donc et fais-nous miséricorde, car Tu es le meilleur des Miséricordieux»",
        "es": "Algunos de Mis siervos decían: «¡Señor! ¡Creemos! ¡Perdónanos, pues, y ten misericordia de nosotros! ¡Tú eres el Mejor de quienes tienen misericordia!»"
      },
      "ibn_ashour": "إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آَمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ (109) وجملة { إنه كان فريق من عبادي } إلى آخرها استئناف قصد منه إغاظتهم بمقابلة حالهم يوم العذاب بحال الذين أنعم الله عليهم ، وتحسيرُهم على ما كانوا يعاملون به المسلمين .والإخبار في قوله : { إنه كان فريق من عبادي } إلى قوله : { سخرياً } مستعمل في كون المتكلم عالماً بمضمون الخبر بقرينة أن المخاطب يعلم أحوال نفسه . وتأكيد الخبر ب ( إن ) وضمير الشأن للتعجيل بإرهابهم ."
    },
    {
      "number": 110,
      "text": "فَٱتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰٓ أَنسَوْكُمْ ذِكْرِى وَكُنتُم مِّنْهُمْ تَضْحَكُونَ",
      "tafsir": {
        "muyassar": "فاشتغلتم بالاستهزاء بهم حتى نسيتم ذكر الله، فبقيتم على تكذيبكم، وقد كنتم تضحكون منهم سخرية واستهزاء.",
        "mukhtasar": "",
        "saadi": "فهؤلاء سادات الناس وفضلائهم، { فَاتَّخَذْتُمُوهُمْ } أيها الكفرة الأنذال ناقصو العقول والأحلام { سِخْرِيًّا } تهزءون بهم وتحتقرونهم، حتى اشتغلتم بذلك السفه. { حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ } وهذا الذي أوجب لهم نسيان الذكر، اشتغالهم بالاستهزاء بهم، كما أن نسيانهم للذكر، يحثهم على الاستهزاء، فكل من الأمرين يمد الآخر، فهل فوق هذه الجراءة جراءة؟!",
        "kathir": "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ"
      },
      "translations": {
        "en": "But you took them in mockery to the point that they made you forget My remembrance, and you used to laugh at them.",
        "fr": "mais vous les avez pris en raillerie jusqu'à oublier de M'invoquer, et vous vous riiez d'eux.",
        "es": "Pero os burlasteis tanto de ellos que hicieron que os olvidarais de Mí. Os reíais de ellos."
      },
      "ibn_ashour": "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ (110) وجملة { إنى جزيتهم } خبر ( إن ) الأولى لزيادة التأكيد . وتقدم نظيره في قوله : { إن الذين آمنوا وعملوا الصالحات إنا لا نضيع أجر من أحسن عملاً } في سورة الكهف ( 30 ) .والسخري بضم السين في قراءة نافع والكسائي وأبي جعفر وخلف ، وبكسر السين في قراءة الباقين ، وهما وجهان ومعناهما واحد عند المحققين من أيمة اللغة لا فرق بينهما خلافاً لأبي عبيدة والكسائي والفراء الذين جعلوا المكسور مأخوذاً من سخر بمعنى هزأ ، والمضموم مأخوذاً من السخرة بضم السين وهي الاستخدام بلا أجر . فلما قصد منه المبالغة في حصول المصدر أدخلت ياء النسبة كما يقال : الخصوصية لمصدر الخصوص .وسلط الاتخاذ على المصدر للمبالغة كما يوصف بالمصدر . والمعنى : اتخذتموهم مسخوراً بهم ، فنصب سخرياً } على أنه مفعول ثان ل { اتخذتموهم } .و { حتى } ابتدائية ومعنى ( حتى ) الابتدائية معنى فاء السببية فهي استعارة تبعية . شبه التسبب القوي بالغاية فاستعملت فيه ( حتى ) . والمعنى : أنكم لهوتم عن التأمل فيما جاء به القرآن من الذكر ، لأنهم سخروا منهم لأجل أنهم "
    },
    {
      "number": 111,
      "text": "إِنِّى جَزَيْتُهُمُ ٱلْيَوْمَ بِمَا صَبَرُوٓا۟ أَنَّهُمْ هُمُ ٱلْفَآئِزُونَ",
      "tafsir": {
        "muyassar": "إني جزيت هذا الفريق من عبادي المؤمنين الفوز بالجنة؛ بسبب صبرهم على الأذى وطاعة الله.",
        "mukhtasar": "",
        "saadi": "{ إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا } على طاعتي، وعلى أذاكم، حتى وصلوا إلي. { أَنَّهُمْ هُمُ الْفَائِزُونَ } بالنعيم المقيم، والنجاة من الجحيم، كما قال في الآية الأخرى: { فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ } الآيات.",
        "kathir": "إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ"
      },
      "translations": {
        "en": "Indeed, I have rewarded them this Day for their patient endurance - that they are the attainers [of success].\"",
        "fr": "Vraiment, Je les ai récompensés aujourd'hui pour ce qu'ils ont enduré; et ce sont eux les triomphants.",
        "es": "Hoy les retribuyo por la paciencia que tuvieron. Ellos son los que triunfan."
      },
      "ibn_ashour": "إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ (111)وقوله : أنهم هم الفائزون } قرأه الجمهور بفتح همزة ( أن ) على معنى المصدرية والتأكيد ، أي جزيتهم بأنهم . وقرأه حمزة والكسائي بكسر همزة ( إن ) على التأكيد فقط فتكون استئنافاً بيانياً للجزاء .وضمير الفصل للاختصاص ، أي هم الفائزون لا أنتم .وقوله : { بما صبروا } إدماج للتنويه بالصبر ، والتنبيه على أن سخريتهم بهم كانت سبباً في صبرهم الذي أكسبهم الجزاء . وفي ذلك زيادة تلهيف للمخاطبين بأن كانوا هم السبب في ضر أنفسهم ونفع من كانوا يعدّونهم أعداءهم ."
    },
    {
      "number": 112,
      "text": "قَٰلَ كَمْ لَبِثْتُمْ فِى ٱلْأَرْضِ عَدَدَ سِنِينَ",
      "tafsir": {
        "muyassar": "ويُسْألُ الأشقياء في النار: كم بقيتم في الدنيا من السنين؟ وكم ضيَّعتم فيها من طاعة الله؟",
        "mukhtasar": "",
        "saadi": "{ قَالَ } لهم على وجه اللوم، وأنهم سفهاء الأحلام، حيث اكتسبوا في هذه المدة اليسيرة كل شر أوصلهم إلى غضبه وعقوبته، ولم يكتسبوا ما اكتسبه المؤمنون [من] الخير، الذي يوصلهم إلى السعادة الدائمة ورضوان ربهم.{ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ }",
        "kathir": "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ"
      },
      "translations": {
        "en": "[Allah] will say, \"How long did you remain on earth in number of years?\"",
        "fr": "Il dira: «Combien d'années êtes-vous restés sur terre?»",
        "es": "Dirá: «¿Cuántos años habéis permanecido en la tierra?»"
      },
      "ibn_ashour": "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ (112) قرأ الجمهور : { قال كم لبثتم } بصيغة الماضي فيتعين أن هذا القول يقع عند النفخ في الصور وحياة الأموات من الأرض ، فالأظهر أن يكون هو جواب ( إذا ) في قوله فيما سبق { فإذا نفخ في الصور } [ المؤمنون : 101 ] . والتقدير : قال الله لهم إذا نفخ في الصور . كم لبثتم في الأرض عدد سنين . وما بينهما اعتراضات نشأت بالتفريع والعطف والحال والمقاولات العارضة في خلال ذلك كما علمته مما تقدم في تفسير تلك الآي . وليس من المناسب أن يكون هذا القول حاصلاً بعد دخول الكافرين النار ، والمفسرون الذين حملوه على ذلك تكلفوا ما لا يناسب انتظام المعاني .وقرأه ابن كثير وحمزة و الكسائي { قل } بصيغة الأمر . والخطاب للملَك الموكل بإحياء الأموات .وجملة : { فسئل العادين } تفريع على جملة : { لبثنا يوماً أو بعض يوم } لما تضمنته من ترددهم في تقدير مدة لبثهم في الأرض . وأرى في تفسير ذلك أنهم جاءوا في كلامهم بما كان معتادهم في حياتهم في الدنيا من عدم ضبط حساب السنين إذ كان علم موافقة السنين القمرية للسنين الشمسية تقوم به بنو كنانة الذين بيدهم النسيء ويلقبون بالنسَأة ، قال ا"
    },
    {
      "number": 113,
      "text": "قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍۢ فَسْـَٔلِ ٱلْعَآدِّينَ",
      "tafsir": {
        "muyassar": "قالوا لِهول الموقف وشدة العذاب: بقينا فيها يومًا أو بعض يوم، فاسأل الحُسَّاب الذين يعدُّون الشهور والأيام.",
        "mukhtasar": "",
        "saadi": "{ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ } كلامهم هذا، مبني على استقصارهم جدا، لمدة مكثهم في الدنيا وأفاد ذلك، لكنه لا يفيد مقداره، ولا يعينه، فلهذا قالوا: { فَاسْأَلِ الْعَادِّينَ } أي: الضابطين لعدده ، وأما هم ففي شغل شاغل  وعذاب مذهل، عن معرفة عدده",
        "kathir": "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ"
      },
      "translations": {
        "en": "They will say, \"We remained a day or part of a day; ask those who enumerate.\"",
        "fr": "Ils diront: «Nous y avons demeuré un jour, ou une partie d'un jour. Interroge donc ceux qui comptent.»",
        "es": "Dirán: «Hemos permanecido un día o parte de un día. ¡Interroga a los encargados de contar!»"
      },
      "ibn_ashour": "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ (113) والظاهر أن المراد بقولهم { يوماً أو بعض يوم } أنهم قدروا مدة مكثهم في باطن الأرض بنحو يوم من الأيام المعهودة لديهم في الدنيا كما دل عليه قوله تعالى في سورة الروم ( 55 ) { ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة . } ولم يعرج المفسرون على تبيين المقصد من سؤالهم وإجابتهم عنه وتعقيبه بما يقرره في الظاهر . والذي لاح لي في ذلك أن إيقافهم على ضلال اعتقادهم الماضي جيء به في قالب السؤال عن مدة مكثهم في الأرض كناية عن ثبوت خروجهم من الأرض أحياءً وهو ما كانوا ينكرونه ، وكناية عن خطأ استدلالهم على إبطال البعث باستحالة رجوع الحياة إلى عظام ورفات .وهي حالة لا تقتضي مدة قرن واحد فكيف وقد أعيدت إليهم الحياة بعد أن بقوا قروناً كثيرة ، فذلك أدل وأظهر في سعة القدرة الإلهية وأدخل في إبطال شبهتهم إذ قد تبين بطلانها فيما هو أكثر مما قدروه من علة استحالة عود الحياة إليهم .وقد دل على هذا قوله في آخر الآية { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون } [ المؤمنون : 115 ] وقد ألجأهم الله إلى إظهار اعتقادهم قِصرَ المدة التي "
    },
    {
      "number": 114,
      "text": "قَٰلَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًۭا ۖ لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قال لهم: ما لبثتم إلا وقتًا قليلا لو صبرتم فيه على طاعة الله لفزتم بالجنة، لو كان عندكم علم بذلك؛ وذلك لأن مدة مكثهم في الدنيا قليلة جدا بالنسبة إلى طول مدتهم خالدين في النار.",
        "mukhtasar": "",
        "saadi": "فقال لهم: { إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا } سواء عينتم عدده، أم لا { لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ } ",
        "kathir": "قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا ۖ لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ"
      },
      "translations": {
        "en": "He will say, \"You stayed not but a little - if only you had known.",
        "fr": "Il dira: «Vous n'y avez demeuré que peu [de temps], si seulement vous saviez.",
        "es": "Dirá: «No habéis permanecido sino poco tiempo. Si hubierais sabido..."
      },
      "ibn_ashour": "قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ (114)وأما رد الله عليهم بقوله : { إن لبثتم إلا قليلاً } فهو يؤذن بكلام محذوف على طريقة دلالة الاقتضاء ، لأنهم قد لبثوا أكثر من يوم أو بعض يوم بكثير فكيف يجعل قليلاً ، فتعين أن قوله : { إن لبثتم إلا قليلاً } لا يستقيم أن يكون جواباً لكلامهم إلا بتقدير : قال بل لبثتم قروناً ، كما في قوله في الذي مر على قرية { فأماته الله مائة عام ثم بعثه قال كم لبثتَ قال لبثتُ يوماً أو بعض يوم قال بل لبثت مائة عام } [ البقرة : 259 ] . ولذلك تعين أن يكون التقدير : قال بل لبثتم قروناً ، وإن لبثتم إلا قليلاً فيما عند الله { وإن يوماً عند ربك كألف سنة مما تعدون } [ الحج : 47 ] .وقرينة ذلك ما تفيده ( لو ) من الامتناع في قوله : { لو أنكم كنتم تعلمون } أي لو كنتم تعلمون لعلمتم أنكم ما لبثتم إلا قليلاً ، فيقتضي الامتناع أنهم ما علموا أنهم لبثوا قليلاً مع أن صريح جوابهم يقتضي أنهم علموا لبثاً قليلاً ، فالجمع بين تعارض مقتضى جوابهم ومقتضى الرد عليهم إنما يكون باختلاف النسبة في قلة مدة المكث إذا نسبت إلى ما يراعى فيها ، فهي إذا نسبت إلى شبهته"
    },
    {
      "number": 115,
      "text": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَٰكُمْ عَبَثًۭا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "أفحسبتم- أيها الخلق- أنما خلقناكم مهملين، لا أمر ولا نهي ولا ثواب ولا عقاب، وأنكم إلينا لا ترجعون في الآخرة للحساب والجزاء؟",
        "mukhtasar": "",
        "saadi": "أي: { أَفَحَسِبْتُمْ } أيها الخلق { أَنَّمَا خَلَقْنَاكُمْ عَبَثًا } أي: سدى وباطلا، تأكلون وتشربون وتمرحون، وتتمتعون بلذات الدنيا، ونترككم لا نأمركم، و[لا] ننهاكم ولا نثيبكم، ولا نعاقبكم؟ ولهذا قال: { وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ } لا يخطر هذا ببالكم",
        "kathir": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ"
      },
      "translations": {
        "en": "Then did you think that We created you uselessly and that to Us you would not be returned?\"",
        "fr": "Pensiez-vous que Nous vous avions créés sans but, et que vous ne seriez pas ramenés vers Nous?»",
        "es": "¿Os figurabais que os habíamos creado para pasar el rato y que no ibais a ser devueltos a Nosotros?»"
      },
      "ibn_ashour": "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (115)هذا من تمام القول المحكي في { قال كم لبثتم في الأرض } [ المؤمنون : 112 ] مفرع على ما قبله . فرع الاستفهام عن حسبانهم أن الخلق لأجل العبث على إظهار بطلان ما زعموه من إنكار البعث . والاستفهام تقرير وتوبيخ لأن لازم إنكارهم البعث أن يكون خلق الناس مشتملاً على عبث فنزلوا منزلة من حسب ذلك فقُرروا ووبخوا أخذا لهم بلازم اعتقادهم .وأدخلت أداة الحصر بعد ( حسب ) فجعلت الفعل غير ناصب إلا مفعولاً واحداً وهو المصدر المستخلص من { أنما خلقناكم } والتقدير : أفحسبتم خلقنا إياكم لأجل العبث ، وذلك أن أفعال الظن والعلم نصبت مفعولين غالباً لأن أصل مفعوليها مبتدأ وخبر ، أي اسم ذات واسم صفة فاحتياجها إلى المفعول الثاني من باب احتياج المبتدأ إلى الخبر لئلا تنعدم الفائدة في المبتدأ مجرداً عن خبره ، وبذلك فارقت بقية الأفعال المتعدية باحتياجها إلى منصوبين لأن معناها لا يتعلق بالذوات؛ فقولك : ظننت زيداً قائماً ، إنما هو في الحقيقة : ظننت قيام زيد ، فمفعولها هو المصدر وحقه أن يكون خبراً مضافاً إلى ضمير مبتدئه كما قال الرضي : يع"
    },
    {
      "number": 116,
      "text": "فَتَعَٰلَى ٱللَّهُ ٱلْمَلِكُ ٱلْحَقُّ ۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْكَرِيمِ",
      "tafsir": {
        "muyassar": "فتعالى الله الملك المتصرف في كل شيء، الذي هو حق، ووعده حق، ووعيده حق، وكل شيء منه حق، وتَقَدَّس عن أن يخلق شيئًا عبثًا أو سفهًا، لا إله غيره ربُّ العرشِ الكريمِ، الذي هو أعظم المخلوقات.",
        "mukhtasar": "",
        "saadi": "{ فَتَعَالَى اللَّهُ } أي: تعاظم وانتفع عن هذا الظن الباطل، الذي يرجع إلى القدح في حكمته. { الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ } فكونه ملكا للخلق كلهم حقا، في صدقه، ووعده، ووعيده، مألوها معبودا، لما له من الكمال { رَبُّ الْعَرْشِ الكريم } فما دونه من باب أولى، يمنع أن يخلقكم عبثا.",
        "kathir": "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ"
      },
      "translations": {
        "en": "So exalted is Allah, the Sovereign, the Truth; there is no deity except Him, Lord of the Noble Throne.",
        "fr": "Que soit exalté Allah, le vrai Souverain! Pas de divinité en dehors de Lui, le Seigneur du Trône sublime!",
        "es": "¡Exaltado sea Alá, el Rey verdadero! No hay más dios que Él, el Señor del Trono noble."
      },
      "ibn_ashour": "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (116)تفرع على ما تقدم بيانه من دلائل الوحدانية والقدرة والحكمة ظهور أن الله هو الملك الذي ليس في اتصافه بالملك شائبة من معنى المُلك . فملكه الملك الكامل في حقيقته . الشامل في نفاذه .والتعريف في { الملك } للجنس .والحق : ما قابل الباطل ، ومفهوم الصفة يقتضي أن مُلك غيره باطل ، أي فيه شائبة الباطل لا من جهة الجور والظلم لأنه قد يوجدُ مُلك لا جور فيه ولا ظلم كملك الأنبياء والخلفاء الراشدين وأصحاب رسول الله صلى الله عليه وسلم من الخلفاء والأمراء ، بل من جهة أنه مُلك غير مستكمل حقيقة المالكية فإن كل من ينسب إليه المُلك عدا الله تعالى هو مالك من جهة ومملوك من جهة لما فيه من نقص واحتياج؛ فهو مملوك لما يتطلبه من تسديد نقصه بقدر الحاجة ومن استعانة بالغير لجبر احتياجه فذلك مُلك باطل لأنه ادعاء مُلك غير تام .وجملة : { تعالى } يجوز أن تكون خبراً قصد منه التذكير والاستنتاج مما تقدم من الدلائل المبينة لمعنى تعاليه وأن تكون إنشاء ثناء عليه بالعلو .والتعالي : مبالغة في العلو . وأتبع ذلك بما هو دليل عليه وهو انفراده ب"
    },
    {
      "number": 117,
      "text": "وَمَن يَدْعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرْهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْكَٰفِرُونَ",
      "tafsir": {
        "muyassar": "ومن يعبد مع الله الواحد إلهًا آخر، لا حجة له على استحقاقه العبادة، فإنما جزاؤه على عمله السيِّئ عند ربه في الآخرة. إنه لا فلاح ولا نجاة للكافرين يوم القيامة.",
        "mukhtasar": "",
        "saadi": "أي: ومن دعا مع الله آلهة غيره، بلا بينة من أمره ولا برهان يدل على ما ذهب إليه، وهذا قيد ملازم، فكل من دعا غير الله، فليس له برهان على ذلك، بل دلت البراهين على بطلان ما ذهب إليه، فأعرض عنها ظلما وعنادا، فهذا سيقدم على ربه، فيجازيه بأعماله، ولا ينيله من الفلاح شيئا، لأنه كافر، { إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ } فكفرهم منعهم من الفلاح. ",
        "kathir": "وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ"
      },
      "translations": {
        "en": "And whoever invokes besides Allah another deity for which he has no proof - then his account is only with his Lord. Indeed, the disbelievers will not succeed.",
        "fr": "Et quiconque invoque avec Allah une autre divinité, sans avoir la preuve évidente [de son existence], aura à en rendre compte à son Seigneur. En vérité, les mécréants, ne réussiront pas.",
        "es": "Quien invoque a otro dios junto con Alá, sin tener prueba de ello, tendrá que dar cuenta sólo a su Señor. Los infieles no prosperarán"
      },
      "ibn_ashour": "وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آَخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (117)لما كان أعظم ما دعا الله إليه توحيده وكان أصل ضلال المشركين إشراكهم أعقب وصف الله بالعلو العظيم والقدرة الواسعة ببيان أن الحساب الواقع بعد البعث ينال الذين دعَوا مع الله آلهة دعوى لا عذر لهم فيها لأنها عرية عن البرهان أي الدليل ، لأنهم لم يثبتوا لله المُلك الكامل إذ أشركوا معه آلهة ولم يثبتوا ما يقتضي له عظيم التصرف إذ أشركوا معه تصرف آلهة . فقوله : { لا برهان له به } حال من { من يدع مع الله إلهاً آخر } ، وهي حال لازمة لأن دعوى الإله مع الله لا تكون إلا عرية عن البرهان ونظير هذا الحال قوله تعالى : { ومن أضل ممن اتبع هواه بغير هدى من الله } [ القصص : 50 ] .والقصر في قوله : { فإنما حسابه عند ربه } قصر حقيقي . وفيه إثبات الحساب وأنه لله وحده مبالغة في تخطئتهم وتهديدهم .ويجوز أن يكون القصر إضافياً تطمينا للنبيء صلى الله عليه وسلم بأن الله لا يؤاخذه باستمرارهم على الكفر كقوله { إن عليك إلا البلاغ } [ الشورى : 48 ] وقوله : { لعلك باخع نفسك ألا يكونوا م"
    },
    {
      "number": 118,
      "text": "وَقُل رَّبِّ ٱغْفِرْ وَٱرْحَمْ وَأَنتَ خَيْرُ ٱلرَّٰحِمِينَ",
      "tafsir": {
        "muyassar": "وقل- أيها النبي-: ربِّ تجاوَزْ عن الذنوب وارحم؛ وأنت خير من رحم ذا ذنب، فقبل توبته ولم يعاقبه على ذنبه.",
        "mukhtasar": "",
        "saadi": "{ وَقُلْ } داعيا لربك مخلصا له الدين { رَبِّ اغْفِرْ } لنا حتى تنجينا من المكروه، وارحمنا، لتوصلنا برحمتك إلى كل خير { وَأَنْتَ خَيْرُ الرَّاحِمِينَ } فكل راحم للعبد، فالله خير له منه، أرحم بعبده من الوالدة بولدها، وأرحم به من نفسه. تم تفسير سورة المؤمنين، من فضل الله وإحسانه.",
        "kathir": "وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ"
      },
      "translations": {
        "en": "And, [O Muhammad], say, \"My Lord, forgive and have mercy, and You are the best of the merciful.\"",
        "fr": "Et dis: «Seigneur, pardonne et fais miséricorde. C'est Toi le Meilleur des miséricordieux».",
        "es": "Y di: «¡Señor! ¡Perdona y ten misericordia! ¡Tú eres el Mejor de quienes tienen misericordia!»"
      },
      "ibn_ashour": "وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ (118)عطف على جملة : { ومن يدع مع الله إلهاً آخر } [ المؤمنون : 117 ] إلخ باعتبار قوله : { فإنما حسابه عند ربه } . فإن المقصود من الجملة خطاب النبي صلى الله عليه وسلم بأن يدعو ربه بالمغفرة والرحمة . وفي حذف متعلق { اغفر وارحم } تفويض الأمر إلى الله في تعيين المغفور لهم والمرحومين ، والمراد من كانوا من المؤمنين ويجوز أن يكون المعنى اغفر لي وارحمني ، بقرينة المقام .وأمره بأن يدعو بذلك يتضمن وعداً بالإجابة .وهذا الكلام مؤذن بانتهاء السورة فهو من براعة المقطع ."
    }
  ]
}