{
  "number": 25,
  "name": "سُورَةُ الفُرۡقَانِ",
  "englishName": "Al-Furqaan",
  "revelationType": "Meccan",
  "ayahCount": 77,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا",
      "tafsir": {
        "muyassar": "عَظُمَتْ بركات الله، وكثرت خيراته، وكملت أوصافه سبحانه وتعالى الذي نزَّل القرآن الفارق بين الحق والباطل على عبده محمد صلى الله عليه وسلم؛ ليكون رسولا للإنس والجن، مخوِّفًا لهم من عذاب الله.",
        "mukhtasar": "تعاظَم وكَثُرَ خيرُ الذي نزّل القرآن فارقًا بين الحق والباطل على عبده ورسوله محمد صلى الله عليه وسلم؛ ليكون رسولًا إلى الثقلين الإنس والجنّ، مخوّفًا لهم من عذاب الله.",
        "saadi": "هذا بيان لعظمته الكاملة وتفرده [بالوحدانية]  من كل وجه وكثرة خيراته وإحسانه فقال: { تَبَارَكَ ْ} أي: تعاظم وكملت أوصافه وكثرت خيراته الذي من أعظم خيراته ونعمه أن نزل هذا القرآن الفارق بين الحلال والحرام والهدى والضلال وأهل السعادة من أهل الشقاوة، { عَلَى عَبْدِهِ ْ} محمد صلى الله عليه وسلم الذي كمل مراتب العبودية وفاق جميع المرسلين، { لِيَكُونَ ْ} ذلك الإنزال للفرقان على عبده { لِلْعَالَمِينَ نَذِيرًا ْ} ينذرهم بأس الله ونقمه ويبين لهم مواقع رضا الله من سخطه، حتى إن من قبل نذارته وعمل بها كان من الناجين في الدنيا والآخرة الذين حصلت لهم السعادة الأبدية والملك السرمدي، فهل فوق هذه النعمة وهذا الفضل والإحسان شيء؟ فتبارك الذي هذا من بعض إحسانه وبركاته.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَىٰ عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا"
      },
      "translations": {
        "en": "Blessed is He who sent down the Criterion upon His Servant that he may be to the worlds a warner -",
        "fr": "Qu'on exalte la Bénédiction de Celui qui a fait descendre le Livre de Discernement sur Son serviteur, afin qu'il soit un avertisseur à l'univers.",
        "es": "¡Bendito sea Quien ha revelado el Criterio a Su siervo a fin de que sea monitor para todo el mundo."
      },
      "ibn_ashour": "تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا (1)افتتاح بديع لندرة أمثاله في كلام بلغاء العرب لأن غالب فواتحهم أن تكون بالأسماء مجردة أو مقترنة بحرف غير منفصل ، مثل قول طرفة :لخولة أطلال ببُرقة ثِهمد ... أو بأفعال المضارعة ونحوها كقول امرىء القيس :قِفَا نَبْكِ البيت ... أو بحروف التأكيد أو الاستفهام أو التنبيه مثل )إن )و )قد )والهمزة و )هل ). ومن قبيل هذا الافتتاح قول الحارث بن حلَّزة :آذَنَتْنا بِبَيْنِهَا أسماءُ ... وقول النَّابغَة :كتمتُكَ ليلا بالجمومين ساهراً ... وهَمَّيْن هَمّاً مستكنّاً وظاهراوبهذه الندرة يكون في طالع هذه السورة براعة المطلع لأن الندرة من العزة ، والعزّةُ من محاسن الألفاظ وضدها الابتذال .وتبارك : تعاظم خيره وتوفر ، والمراد بخيره كمالاته وتنزهاته . وتقدم في قوله تعالى : { تبارك الله رب العالمين } في سورة الأعراف )54 ).والبركة : الخير ، وتقدم عند قوله تعالى : { اهبط بسلام مِنَّا وبركاتٍ عليك } في سورة هود )48 )وعند قوله : { تحية من عند الله مباركة طيبة } في سورة النور )61 ).وظاهر قوله : { تبارك الذي نزل الفرقان } أنه إخبار"
    },
    {
      "number": 2,
      "text": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًۭا وَلَمْ يَكُن لَّهُۥ شَرِيكٌۭ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍۢ فَقَدَّرَهُۥ تَقْدِيرًۭا",
      "tafsir": {
        "muyassar": "الذي له ملك السموات والأرض، ولم يتخذ ولدًا، ولم يكن له شريك في ملكه، وهو الذي خلق كل شيء، فسوَّاه على ما يناسبه من الخلق وَفْق ما تقتضيه حكمته دون نقص أو خلل.",
        "mukhtasar": "الذي له وحده ملك السماوات وملك الأرض، ولم يتّخذ ولدًا، ولم يكن له شريك في ملكه، وخلق جميع الأشياء، فقدّر خلقها وفق ما يقتضيه علمه وحكمته تقديرًا، كل بما يناسبه.",
        "saadi": "{ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ْ} أى: له التصرف فيهما وحده، وجميع من فيهما مماليك وعبيد له مذعنون لعظمته خاضعون لربوبيته، فقراء إلى رحمته الذي { لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ ْ} وكيف يكون له ولد أو شريك وهو المالك وغيره مملوك، وهو القاهر وغيره مقهور وهو الغني بذاته من جميع الوجوه، والمخلوقون مفتقرون إليه فقرا ذاتيا من جميع الوجوه؟\" وكيف يكون له شريك في الملك ونواصي العباد كلهم بيديه، فلا يتحركون أو يسكنون ولا يتصرفون إلا بإذنه فتعالى الله عن ذلك علوا كبيرا، فلم يقدره حق قدره من قال فيه ذلك ولهذا قال: { وَخَلَقَ كُلَّ شَيْءٍ ْ} شمل العالم العلوي والعالم السفلي من حيواناته ونباتاته وجماداته، { فَقَدَّرَهُ تَقْدِيرًا ْ} أي: أعطى كل مخلوق منها ما يليق به ويناسبه من الخلق وما تقتضيه حكمته من ذلك، بحيث صار كل مخلوق لا يتصور العقل الصحيح أن يكون بخلاف شكله وصورته المشاهدة، بل كل جزء وعضو من المخلوق الواحد لا يناسبه غير محله الذي هو فيه. قال تعالى: { سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى ْ} وقال تعالى: { رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى ْ} ولما بين كماله وعظمته وكثرة إحسانه كان ذلك مقتضيا لأن يكون وحده المحبوب المألوه المعظم المفرد بالإخلاص وحده لا شريك له ناسب أن يذكر بطلان عبادة ما سواه .",
        "kathir": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا"
      },
      "translations": {
        "en": "He to whom belongs the dominion of the heavens and the earth and who has not taken a son and has not had a partner in dominion and has created each thing and determined it with [precise] determination.",
        "fr": "Celui à qui appartient la royauté des cieux et de la terre, qui ne S'est point attribué d'enfant, qui n'a point d'associé en Sa royauté et qui a créé toute chose en lui donnant ses justes proportions.",
        "es": "Quien posee el dominio de los cielos y de la tierra, no ha adoptado un hijo ni tiene asociado en el dominio, lo ha creado todo y lo ha determinado por completo!"
      },
      "ibn_ashour": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا (2)أجريت على اسم الله تعالى هذه الصفات الأربعُ بطريق تعريف الموصوليَّة لأن بعض الصلات معروف عند المخاطبين اتصافُ الله به وهما الصفتان الأولى والرابعة؛ وإذ قد كانتا معلومتين كانت الصلتان الأخريان المذكورتان معهما في حكم المعروف لأنهما أجريتا على مَن عُرِف بالصلتين الأولى والرابعة فإن المشركين ما كانوا يمترون في أن الله هو مالك السماوات والأرض ولا في أن الله هُوَ خالق كل شيء كما في قوله : { قل مَن رب السماوات السبع ورب العرش العظيم سيقولون لله } الآياتتِ من سورة المؤمنين )86 ، 87 )، ولكنهم يثبتون لله ولَداً وشريكاً في الملك .ومن بديع النظم أن جعل الوصفان المختلف فيهما مَعهم متوسطين بين الوصفين اللذين لا مرية فيهما حتى يكون الوصفان المسلَّمَين كالدليل أوّلاً والنتيجة آخراً ، فإن الذي له ملك السماوات والأرض لا يليق به أن يتخذ ولَداً ولا أن يتخذ شريكاً لأن ملكه العظيم يقتضي غِنَاهُ المطلقَ فيقتضي أن يكون اتخاذه ولداً وشريكاً عبثاً إذ لا"
    },
    {
      "number": 3,
      "text": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةًۭ لَّا يَخْلُقُونَ شَيْـًۭٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّۭا وَلَا نَفْعًۭا وَلَا يَمْلِكُونَ مَوْتًۭا وَلَا حَيَوٰةًۭ وَلَا نُشُورًۭا",
      "tafsir": {
        "muyassar": "واتخذ مشركو العرب معبودات من دون الله لا تستطيع خَلْق شيء، والله خلقها وخلقهم، ولا تملك لنفسها دَفْعَ ضر أو جلب نفع، ولا تستطيع إماتة حي أو إحياء ميت، أو بعث أحد من الأموات حيًا من قبره.",
        "mukhtasar": "واتّخذ المشركون من دون الله معبودات لا يَخلقون شيئًا صغيرًا أو كبيرًا وهم يُخلقون، فقد خلقهم الله من عدم، ولا يستطيعون دفع ضرّ عن أنفسهم، ولا جلب نفع لها، ولا يستطيعون إماتة حيّ، ولا إحياء ميّت، ولا يستطيعون بعث الموتى من قبورهم.",
        "saadi": "أي: من أعجب العجائب وأدل الدليل على سفههم ونقص عقولهم، بل أدل على ظلمهم وجراءتهم على ربهم أن اتخذوا آلهة بهذه الصفة، في كمال العجز أنها لا تقدر على خلق شيء بل هم مخلوقون، بل بعضهم مما عملته أيديهم. { وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا ْ} أي: لا قليلا ولا كثيرا، لأنه نكرة في سياق النفي. { وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا ْ} أي: بعثا بعد الموت، فأعظم أحكام العقل بطلان إلهيتها وفسادها وفساد عقل من اتخذها آلهة وشركاء للخالق لسائر المخلوقات من غير مشاركة له في ذلك، الذي بيده النفع والضر والعطاء والمنع الذي يحيي ويميت ويبعث من في القبور ويجمعهم ليوم النشور، وقد جعل لهم دارين دار الشقاء والخزي والنكال لمن اتخذ معه آلهة أخرى، ودار الفوز والسعادة والنعيم المقيم لمن اتخذه وحده معبودا.",
        "kathir": "وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا"
      },
      "translations": {
        "en": "But they have taken besides Him gods which create nothing, while they are created, and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection.",
        "fr": "Mais ils ont adopté en dehors de Lui des divinités qui, étant elles-mêmes créées, ne créent rien, et qui ne possèdent la faculté de faire ni le mal ni le bien pour elles-mêmes, et qui ne sont maîtresses ni de la mort, ni de la vie, ni de la résurrection.",
        "es": "En lugar de tomarle a Él, han tomado a dioses que no crean nada, sino que ellos mismos son creados, que no disponen, ni siquiera para sí mismos, de lo que puede dañar o aprovechar, y no tienen poder sobre la muerte, ni sobre la vida, ni sobre la resurrección."
      },
      "ibn_ashour": "وَاتَّخَذُوا مِنْ دُونِهِ آَلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا (3)استطراد لانتهاز الفرصة لوصف ضلال أهل الشرك وسفالة تفكيرهم ، فهو عطف على جملة : { الذي له ملك السماوات والأرض } [ الفرقان : 2 ] وما تلاها مما هو استدلال على انفراده تعالى بالإلهية ، وأردفت بقوله : { وخلق كل شيء } [ الفرقان : 2 ] الشامل لكون ما اتخذوه من الآلهة مخلوقات فكان ما تقدم مهيئاً للتعجيب من اتخاذ المشركين آلهة دون ذلك الإله المنعوت بصفات الكمال والجلال .فالخبر غير مقصود به الإفادة بل هو للتعجيب من حالهم كيف قابلوا نعمة إنزال الفرقان بالجحد والطغيان وكيف أشركوا بالذي تلك صفاته آلهةً أخرى صفاتهم على الضد من صفات من أشركوهم به ، وإلا فإن اتخاذ المشركين آلهة أمر معلوم لهم وللمؤمنين فلا يقصد إفادتهم لحكم الخبر .وبين قوله : { ولم يتخذ ولداً } [ الفرقان : 2 ] وقوله : { واتخذوا من دونه آلهة } محسن الطباق .وضمير : { اتخذوا } عائد إلى المشركين ولم يسبق لهم ذكر في الكلام وإنما هم معروفون في مثل هذا المق"
    },
    {
      "number": 4,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًۭا وَزُورًۭا",
      "tafsir": {
        "muyassar": "وقال الكافرون بالله: ما هذا القرآن إلا كذب وبهتان اختلقه محمد، وأعانه على ذلك أناس آخرون، فقد ارتكبوا ظلمًا فظيعًا، وأتوا زورًا شنيعًا؛ فالقرآن ليس مما يمكن لبشر أن يختلقه.",
        "mukhtasar": "وقال الذين كفروا بالله وبرسوله: ما هذا القرآن إلا كذب اختلقه محمد فنسبه بهتانًا إلى الله، وأعانه على اختلاقه أناس آخرون، فقد افترى هؤلاء الكافرون قولًا باطلًا، فالقرآن كلام الله، لا يمكن أن يأتي البشر ولا الجن بمثله.",
        "saadi": "أي: وقال الكافرون بالله الذي أوجب لهم كفرهم أن قالوا في القرآن والرسول: إن هذا القرآن كذب كذبه محمد وإفك افتراه على الله وأعانه على ذلك قوم آخرون. فرد الله عليهم ذلك بأن هذا مكابرة منهم وإقدام على الظلم والزور، الذي لا يمكن أن يدخل عقل أحد وهم أشد الناس معرفة بحالة الرسول صلى الله عليه وسلم وكمال صدقه وأمانته وبره التام وأنه لا يمكنه، لا هو ولا سائر الخلق أن يأتوا بهذا القرآن الذي هو أجل الكلام وأعلاه وأنه لم يجتمع بأحد يعينه على ذلك فقد جاءوا بهذا القول ظلما وزورا.",
        "kathir": "وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ ۖ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا"
      },
      "translations": {
        "en": "And those who disbelieve say, \"This [Qur'an] is not except a falsehood he invented, and another people assisted him in it.\" But they have committed an injustice and a lie.",
        "fr": "Les mécréants disent: «Tout ceci n'est qu'un mensonge qu'il (Muhammad) a inventé, et où d'autres gens l'ont aidé». Or, ils commettent là une injustice et un mensonge.",
        "es": "Dicen los infieles: «Esto no es sino una mentira, que él se ha inventado y en la que otra gente le ha ayudado». Obran impía y dolosamente."
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا إِفْكٌ افْتَرَاهُ وَأَعَانَهُ عَلَيْهِ قَوْمٌ آَخَرُونَ فَقَدْ جَاءُوا ظُلْمًا وَزُورًا (4)انتقال من ذكر كفرهم في أفعالهم إلى ذكر كفرهم بأقوالهم الباطلة .والإظهار هنا لإفادة أن مضمون الصلة هو علة قولهم هذا ، أي ما جرأهم على هذا البهتان إلا إشراكهم وتصلبهم فيه ، وليس ذلك لشبهة تبعثهم على هذه المقالة لانتفاء شبهة ذلك ، بخلاف ما حكي آنفاً من كفرهم بالله فإنهم تلقوه من آبائهم ، فالوصف الذي أجري عليهم هنا مناسب لمقالتهم لأنها أصل كفرهم .وهذه الجملة مقابلة جملة : { تبارك الذي نزل الفرقان على عبده } [ الفرقان : 1 ] فهي المقصود من افتتاح الكلام كما آذنت بذلك فاتحة السورة . وإنما أخرت هذه الجملة التي تقابل الجملة الأولى مع أن مقتضى ظاهر المقابلة أن تذكر هذه الجملة قبل جملة : { واتخذوا من دونه آلهة } [ الفرقان : 3 ] اهتماماً بإبطال الكفر المتعلق بصفات الله كما تقدم آنفاً .والقصر المشتمل عليه كلامهم المستفاد من )إنْ )النافية و )إلاّ )قصر قلب؛ زعموا به رد دعوى أن القرآن منزل من عند الله .وممن قال هذه المقابلة النضر بن الحارث ، وعبد الله بن أمية ، ونوفل "
    },
    {
      "number": 5,
      "text": "وَقَالُوٓا۟ أَسَٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةًۭ وَأَصِيلًۭا",
      "tafsir": {
        "muyassar": "وقالوا عن القرآن: هو أحاديث الأولين المسطرة في كتبهم، استنسخها محمد، فهي تُقْرَأ عليه صباحًا ومساء.",
        "mukhtasar": "وقال هؤلاء المكذبون بالقرآن: القرآن أحاديث الأولين وما يسطّرونه من الأباطيل، استنسخها محمد، فهي تُقْرأ عليه أول النهار وآخره.",
        "saadi": "ومن جملة أقاويلهم فيه أن قالوا: هذا الذي جاء به محمد { أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا ْ} أي: هذا قصص الأولين وأساطيرهم التي تتلقاها الأفواه وينقلها كل أحد استنسخها محمد { فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا ْ} وهذا القول منهم فيه عدة عظائم: منها: رميهم الرسول الذي هو أبر الناس وأصدقهم بالكذب والجرأة العظيمة. ومنها: إخبارهم عن هذا القرآن الذي هو أصدق الكلام وأعظمه وأجله - بأنه كذب وافتراء. ومنها: أن في ضمن ذلك أنهم قادرون أن يأتوا بمثله وأن يضاهي المخلوق الناقص من كل وجه للخالق الكامل من كل وجه بصفة من صفاته، وهي الكلام. ومنها: أن الرسول قد علمت حالته وهم أشد الناس علما بها، أنه لا يكتب ولا يجتمع بمن يكتب له وقد زعموا ذلك.",
        "kathir": "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا"
      },
      "translations": {
        "en": "And they say, \"Legends of the former peoples which he has written down, and they are dictated to him morning and afternoon.\"",
        "fr": "Et ils disent: «Ce sont des contes d'anciens qu'il se fait écrire! On les lui dicte matin et soir!»",
        "es": "Y dicen: «Patrañas de los antiguos que él se ha apuntado. Se las dictan mañana y tarde»."
      },
      "ibn_ashour": "وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (5)الضمير عائد إلى الذين كفروا ، فمدلول الصلة مراعى في هذا الضمير إيماء إلى أن هذا القول من آثار كفرهم .الأساطير : جمع أسطورة بضم الهمزة كالأُحدوثة والأحاديث ، والأُغلوطة والأغاليط ، وهي القصة المسطورة . وقد تقدم معناها مفصلاً عند قوله : { حتى إذا جاءوك يجادلونك يقول الذين كفروا إن هذا إلا أساطير الأولين } في سورة الأنعام )25 ). وقائل هذه المقالة هو النضر بن الحارث العبدري قال : إن القرآن قصص من قصص الماضين . وكان النضر هذا قد تعلم بالحيرة قصص ملوك الفرس وأحاديث رستم واسفنديار فكان يقول لقريش : أنا والله يا معشر قريش أحسن حديثاً من محمد فهلُمَّ أحدثكم؛ وكان يقول في القرآن : هو أساطير الأولين . قال ابن عباس : كل ما ذكر فيه أساطير الأولين في القرآن فالمقصود منه قول النضر بن الحارث . وقد تقدم هذا في سورة الأنعام وفي أول سورة يوسف .وجملة : { اكتتبها } نعت أو حال ل { أساطير الأولين } .والاكتتاب : افتعال من الكتابة ، وصيغة الافتعال تدل على التكلف لحصول الفعل ، أي حصوله من فاعل الفعل ، فيفيد قوله : { ا"
    },
    {
      "number": 6,
      "text": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًۭا رَّحِيمًۭا",
      "tafsir": {
        "muyassar": "قل - أيها الرسول - لهؤلاء الكفار: إن الذي أنزل القرآن هو الله الذي أحاط علمه بما في السموات والأرض، إنه كان غفورًا لمن تاب من الذنوب والمعاصي، رحيمًا بهم حيث لم يعاجلهم بالعقوبة.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المكذبين: أنزل القرآنَ اللهُ الذي يعلم كل شيء في السماوات والأرض، وليس مُخْتَلَقًا كما زعمتم، ثم قال مرغبًا لهم بالتوبة: إن الله غفور لمن تاب من عباده، رحيم بهم.",
        "saadi": "فلذلك رد عليهم ذلك بقوله: { قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ْ} أي: أنزله من أحاط علمه بما في السماوات وما في الأرض، من الغيب والشهادة والجهر والسر كقوله: { وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ نَزَلَ بِهِ الرُّوحُ الْأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ ْ}  ووجه إقامة الحجة عليهم أن الذي أنزله، هو المحيط علمه بكل شيء، فيستحيل ويمتنع أن يقول مخلوق ويتقول عليه هذا القرآن، ويقول: هو من عند الله وما هو من عنده ويستحل دماء من خالفه وأموالهم، ويزعم أن الله قال له ذلك، والله يعلم كل شيء ومع ذلك فهو يؤيده وينصره على أعدائه، ويمكنه من رقابهم وبلادهم فلا يمكن أحدا أن ينكر هذا القرآن، إلا بعد إنكار علم الله، وهذا لا تقول به طائفة من بني آدم سوى الفلاسفة الدهرية. وأيضا فإن ذكر علمه تعالى العام ينبههم: ويحضهم على تدبر القرآن، وأنهم لو تدبروا لرأوا فيه من علمه وأحكامه ما يدل دلالة قاطعة على أنه لا يكون إلا من عالم الغيب والشهادة، ومع إنكارهم للتوحيد والرسالة من لطف الله بهم، أنه لم يدعهم وظلمهم بل دعاهم إلى التوبة والإنابة إليه ووعدهم بالمغفرة والرحمة، إن هم تابوا ورجعوا فقال: { إِنَّهُ كَانَ غَفُورًا ْ} أي: وصفه المغفرة لأهل الجرائم والذنوب، إذا فعلوا أسباب المغفرة وهي الرجوع عن معاصيه والتوبة منها. { رَحِيمًا ْ} بهم حيث لم يعاجلهم بالعقوبة وقد فعلوا مقتضاها، وحيث قبل توبتهم بعد المعاصي وحيث محا ما سلف من سيئاتهم وحيث قبل حسناتهم وحيث أعاد الراجع إليه بعد شروده والمقبل عليه بعد إعراضه إلى حالة المطيعين المنيبين إليه.  ",
        "kathir": "قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ كَانَ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed, He is ever Forgiving and Merciful.\"",
        "fr": "Dis: «L'a fait descendre Celui qui connaît les secrets dans les cieux et la terre. Et Il est Pardonneur et Miséricordieux.",
        "es": "Di: «Lo ha revelado Quien conoce el secreto en los cielos y en la tierra. Es indulgente, misericordioso»."
      },
      "ibn_ashour": "قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا (6)لقن الله رسوله الجواب لرد بهتان القائلين إن هذا القرآن إلا إفك ، وإنه أساطير الأولين ، بأنه أنزله الله على رسوله .وعبر عن منزل القرآن بطريق الموصول لما تقتضيه الصلة من استشهاد الرسول الله على ما في سره لأن الله يعلم كل سر في كل مكان .فجملة الصلة مستعملة في لازم الفائدة وهو كون المتكلم ، أي الرسول ، عالماً بذلك . وفي ذلك كناية عن مراقبته الله فيما يبلغه عنه . وفي ذلك إيقاظ لهم بأن يتدبروا في هذا الذي زعموه إفكاً أو أساطير الأولين ليظهر لهم اشتماله على الحقائق الناصعة التي لا يحيط بها إلا الله الذي يعلم السر ، فيُوقِنُوا أن القرآن لا يكون إلا من إنزاله ، وليعلموا براءة الرسول صلى الله عليه وسلم من الاستعانة بمن زعموهم يعينونه .والتعريف في { السر } تعريف الجنس يستغرق كل سر ، ومنه إسرار الطاعنين في القرآن عن مكابرة وبهتان ، أي يعلم أنهم يقولون في القرآن ما لا يعتقدونه ظلماً وزوراً منهم ، وبهذا يعلم موقع جملة : { إنه كان غفوراً رحيماً } ترغيباً لهم في الإقلاع عن هذه المكابرة وفي اتباع "
    },
    {
      "number": 7,
      "text": "وَقَالُوا۟ مَالِ هَٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌۭ فَيَكُونَ مَعَهُۥ نَذِيرًا",
      "tafsir": {
        "muyassar": "وقال المشركون: ما لهذا الذي يزعم أنه رسول الله (يعنون محمدًا صلى الله عليه وسلم) يأكل الطعام مثلنا، ويمشي في الأسواق لطلب الرزق؟ فهلا أرسل الله معه مَلَكًا يشهد على صدقه، أو يهبط عليه من السماء كنز من مال، أو تكون له حديقة عظيمة يأكل من ثمرها، وقال هؤلاء الظالمون المكذبون: ما تتبعون أيها المؤمنون إلا رجلا به سحر غلب على عقله.",
        "mukhtasar": "وقال المشركون المكذبون بالنبي صلى الله عليه وسلم: ما لهذا الذي يزعم أنه رسول من عند الله يأكل الطعام كما يأكل غيره من الناس، ويسير في الأسواق بحثًا عن المعاش، هلَّا أنزل الله معه ملكًا يكون رفيقه يصدقه ويساعده.",
        "saadi": "هذا من مقالة المكذبين للرسول الذين قدحوا بها في رسالته، وهو أنهم اعترضوا بأنه هلا كان ملكا أو مليكا، أو يساعده ملك فقالوا: { مَالِ هَذَا الرَّسُولِ } أي: ما لهذا الذي ادعى الرسالة؟ تهكما منهم واستهزاء. { يَأْكُلُ الطَّعَامَ } وهذا من خصائص البشر فهلا كان ملكا لا يأكل الطعام، ولا يحتاج إلى ما يحتاج إليه البشر، { وَيَمْشِي فِي الْأَسْوَاقِ } للبيع والشراء وهذا -بزعمهم- لا يليق بمن يكون رسولا، مع أن الله قال: { وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ }  { لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ } أي: هلا أنزل معه ملك يساعده ويعاونه، { فَيَكُونَ مَعَهُ نَذِيرًا } وبزعمهم أنه غير كاف للرسالة ولا بطوقه وقدرته القيام بها.",
        "kathir": "وَقَالُوا مَالِ هَٰذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ ۙ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا"
      },
      "translations": {
        "en": "And they say, \"What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner?",
        "fr": "Et ils disent: «Qu'est-ce donc que ce Messager qui mange de la nourriture et circule dans les marchés? Que n'a-t-on fait descendre vers lui un Ange qui eût été avertisseur en sa compagnie?",
        "es": "Y dicen: «¿Qué clase de Enviado es éste que se alimenta y pasea por los mercados? ¿Por qué no se le ha mandado de lo alto un ángel que sea, junto a él, monitor...?"
      },
      "ibn_ashour": "وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ لَوْلَا أُنْزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا (7) وَقَالُواْ مَا لهذا الرسول يَأْكُلُ الطعام وَيَمْشِى فِى الاسواق لولا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيراً } { أَوْ يلقى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا } .انتقال من حكاية مطاعنهم في القرآن وبيان إبطالها إلى حكاية مطاعنهم في الرسول عليه الصلاة والسلام .والضمير عائد إلى الذين كفروا ، فمدلول الصفة مراعىً كما تقدم .وقد أوردوا طعنهم في نبوءة النبي صلى الله عليه وسلم بصيغة الاستفهام عن الحالة المختصة به إذ أوردوا اسم الاستفهام ولام الاختصاص والجملة الحالية التي مضمونها مثارُ الاستفهام .والاستفهام تعجيبي مستعمل في لازمه وهو بطلان كونه رسولاً بناء على أن التعجب من الدعوى يقتضي استحالتها أو بطلانها . وتركيب { ما لهذا } ونحوه يفيد الاستفهام عن أمر ثابت له ، فاسم الاستفهام مبتدأ و { لهذا } خبر عنه فمثار الاستفهام في هذه الآية هو ثبوت حال أكل الطعام والمشي في الأسواق للذي يدعي الرسالة من الله .فجملة : { يأكل الطعام }"
    },
    {
      "number": 8,
      "text": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌۭ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًۭا مَّسْحُورًا",
      "tafsir": {
        "muyassar": "وقال المشركون: ما لهذا الذي يزعم أنه رسول الله (يعنون محمدًا صلى الله عليه وسلم) يأكل الطعام مثلنا، ويمشي في الأسواق لطلب الرزق؟ فهلا أرسل الله معه مَلَكًا يشهد على صدقه، أو يهبط عليه من السماء كنز من مال، أو تكون له حديقة عظيمة يأكل من ثمرها، وقال هؤلاء الظالمون المكذبون: ما تتبعون أيها المؤمنون إلا رجلا به سحر غلب على عقله.",
        "mukhtasar": "أو ينزل عليه كنز من السماء، أو تكون له حديقة يأكل من ثمرها، فيستغني عن المشي في الأسواق وطلب الرزق، وقال الظالمون: ما تتبعون - أيها المؤمنون - رسولًا، وإنما تتبعون رجلًا مغلوبًا على عقله بسبب السحر.",
        "saadi": "{ أَوْ يُلْقَى إِلَيْهِ كَنْزٌ } أي: مال مجموع من غير تعب، { أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا } فيستغني بذلك عن مشيه في الأسواق لطلب الرزق.{ وَقَالَ الظَّالِمُونَ } حملهم على القول ظلمهم لا اشتباه منهم، { إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا } هذا وقد علموا كمال عقله وحسن حديثه، وسلامته من جميع المطاعن.",
        "kathir": "أَوْ يُلْقَىٰ إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا"
      },
      "translations": {
        "en": "Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?\" And the wrongdoers say, \"You follow not but a man affected by magic.\"",
        "fr": "Ou que ne lui a-t-on lancé un trésor? Ou que n'a-t-il un jardin à lui, dont il pourrait manger (les fruits)?» Les injustes disent: «Vous ne suivez qu'un homme ensorcelé».",
        "es": "¿Por qué no se le ha dado un tesoro o por qué no tiene un jardín de cuyos frutos pueda comer...?» Los impíos dicen: «No seguís sino a un hombre hechizado»."
      },
      "ibn_ashour": "أَوْ يُلْقَى إِلَيْهِ كَنْزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا وَقَالَ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا (8) ومعنى { يلقى إليه كنز } أي ينزل إليه كنز من السماء ، إذ كان الغنى فتنة لقلوبهم . والإلقاء : الرمي ، وهو هنا مستعار للإعطاء من عند الله لأنهم يتخيلون الله تعالى في السماء .والكنز تقدم في قوله تعالى : { أن يقولوا لولا أنزل عليه كنز } في سورة هود )12 ). وجعلوا إعطاء جنة له علامة على النبوءة لأن وجود الجنة في مكة خارق للعادة .وقرأ الجمهور : { يأكل منها } بياء الغائب ، والضمير المستتر عائد إلى { هذا الرسول } .وقرأ حمزة والكسائي وخلف { نأكل منها } بنون الجماعة . والمعنى : ليتيقنوا أن ثمرها حقيقةٌ لا سحر .ذكر أصحاب السير أن هذه المقالة صدرت من كبراء المشركين وفي مجلس لهم مع رسول الله صلى الله عليه وسلم جمع عتبة بن ربيعة وشيبة بن ربيعة ، وأبا سفيان بن حرب ، وأبا البختري ، والأسود بن عبد المطلب ، وزمعة بن الأسود ، والوليد بن المغيرة ، وأبا جهل بن هشام ، وأمية بن خلف ، وعبد الله بن أبي أمية ، والعاصي بن وائل ، ونُبيه بن الحجاج ومنبه بن الحجاج ، والنضر بن ا"
    },
    {
      "number": 9,
      "text": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًۭا",
      "tafsir": {
        "muyassar": "انظر - أيها الرسول - كيف قال المكذبون في حقك تلك الأقوال العجيبة التي تشبه -لغرابتها- الأمثال؛ ليتوصلوا إلى تكذيبك؟ فبَعُدوا بذلك عن الحق، فلا يجدون سبيلا إليه؛ ليصححوا ما قالوه فيك من الكذب والافتراء.",
        "mukhtasar": "انظر - أيها الرسول - لتتعجب منهم كيف وصفوك بأوصاف باطلة، فقالوا: ساحر، وقالوا: مسحور، وقالوا: مجنون، فضلّوا بسبب ذلك عن الحق، فلا يستطيعون سلوك طريق للهداية، ولا يستطيعون سبيلًا إلى القدح في صدقك وأمانتك.",
        "saadi": "{ انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ } وهي: أنه هلا كان ملكا وزالت عنه خصائص البشر؟ أو معه ملك لأنه غير قادر على ما قال، أو أنزل عليه كنز، أو جعلت له جنة تغنيه عن المشي في الأسواق أو أنه كان مسحورا. { فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا } قالوا أقوالا متناقضة كلها جهل وضلال وسفه، ليس في شيء منها هداية بل ولا في شيء منها أدنى شبهة تقدح في الرسالة، فبمجرد النظر إليها وتصورها يجزم العاقل ببطلانها ويكفيه عن ردها، ولهذا أمر تعالى بالنظر إليها وتدبرها والنظر: هل توجب التوقف عن الجزم للرسول بالرسالة والصدق؟ ولهذا أخبر أنه قادر على أن يعطيك خيرا كثيرا في الدنيا",
        "kathir": "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا"
      },
      "translations": {
        "en": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
        "fr": "Vois à quoi ils te comparent! Ils se sont égarés. Ils ne pourront trouver aucun chemin.",
        "es": "¡ Mira a qué te comparan! Se extravían y no pueden encontrar un camino."
      },
      "ibn_ashour": "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا (9){ومعنى : { انظر كيف ضربوا لك الأمثال فضلوا } أنهم ضربوا لك الأمثال الباطلة بأن مثلوك برجل مسحور .وقوله : { انظر } مستعار لمعنى العلم تشبيهاً للأمر المعقول بالأمر المرئي لشدة وضوحه .و )كيف )اسم للكيفية والحالة مجرد هنا عن معنى الاستفهام .وفرع على هذا التعجيب إخبار عنهم بأنهم ضلوا في تلفيق المطاعن في رسالة الرسول فسلكوا طرائق لا تصل بهم إلى دليل مقنع على مرادهم ، ففعل { ضلوا } مستعمل في معنييه المجازيين هما : معنى عدم التوفق في الحجة ، ومعنى عدم الوصول للدين الحق ، وهو هنا تعجيب من خَطَلِهم وإعراضٌ عن مجاوبتهم ."
    },
    {
      "number": 10,
      "text": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًۭا مِّن ذَٰلِكَ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
      "tafsir": {
        "muyassar": "عَظُمَتْ بركات الله، وكَثُرَتْ خيراته، الذي إن شاء جعل لك - أيها الرسول - خيرًا مما تمنَّوه لك، فجعل لك في الدنيا حدائق كثيرة تتخللها الأنهار، وجعل لك فيها قصورًا عظيمة.",
        "mukhtasar": "تبارك الله الذي إن شاء جعل لك خيرًا مما اقترحوه لك، بأن يجعل لك في الدنيا حدائق تجري الأنهار من تحت قصورها وأشجارها تأكل من ثمارها، ويجعل لك قصورًا تسكن فيها مُنَعَّمًا.",
        "saadi": "{ تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ } أي: خيرا مما قالوا، ثم فسره بقوله: { جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا } مرتفعة مزخرفة، فقدرته ومشيئته لا تقصر عن ذلك ولكنه تعالى -لما كانت الدنيا عنده في غاية البعد والحقارة- أعطى منها أولياءه ورسله ما اقتضته حكمته منها، واقتراح أعدائهم بأنهم هلا رزقوا منها رزقا كثيرا جدا ظلم وجراءة. ",
        "kathir": "تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَٰلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا"
      },
      "translations": {
        "en": "Blessed is He who, if He willed, could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces.",
        "fr": "Béni soit Celui qui, s'Il le veut, t'accordera bien mieux que cela: des Jardins sous lesquels coulent les ruisseaux; et Il t'assignera des châteaux.",
        "es": "¡Bendito sea Quien, si quiere, puede darte algo mejor que eso: jardines por cuyos bajos fluyen arroyos, palacios!"
      },
      "ibn_ashour": "تَبَارَكَ الَّذِي إِنْ شَاءَ جَعَلَ لَكَ خَيْرًا مِنْ ذَلِكَ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَيَجْعَلْ لَكَ قُصُورًا (10)ابتدئت السورة بتعظيم الله وثنائه على أن أنزل الفرقان على رسوله ، وأعقب ذلك بما تلقى به المشركون هذه المزية من الجحود والإنكار الناشىء عن تمسكهم بما اتخذوه من آلهة من صفاتهم ما ينافي الإلهية ، ثم طعنوا في القرآن والذي جاء به بما هو كفران للنعمة ومن جاء بها .فلما أريد الإعراض عن باطلهم والإقبال على خطاب الرسول بتثبيته وتثبيت المؤمنين أعيد اللفظ الذي ابتدئت به السورة على طريقة وصل الكلام بقوله : { تبارك الذي إن شاء جعل لك خيراً من ذلك } .وهذه الجملة استئناف واقع موقع الجواب عن قولهم { أو تكون له جنة } [ الفرقان : 8 ] الخ ، أي إن شاء جعل لك خيراً من الذي اقترحوه ، أي أفضل منه ، أي إن شاء عجله لك في الدنيا ، فالإشارة إلى المذكور من قولهم ، فيجوز أن يكون المراد بالجنات والقصور جناتتٍ في الدنيا وقصوراً فيها ، أي خيراً من الذي اقترحوه دليلاً على صدقك في زعمهم بأن تكون عدة جنات وفيها قصور . وبهذا فسر جمهور المفسرين . وعلى هذا التأويل تكون )إن )الشرطية واقعة موقع"
    },
    {
      "number": 11,
      "text": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
      "tafsir": {
        "muyassar": "وما كذبوك؛ لأنك تأكل الطعام، وتمشي في الأسواق، بل كذَّبوا بيوم القيامة وما فيه من جزاء، وأعتدنا لمن كذب بالساعة نارًا حارة تُسَعَّر بهم.",
        "mukhtasar": "ولم يصدر منهم ما صدر من الأقوال طلبًا للحق وبحثًا عن البرهان، بل الحاصل أنهم كذبوا بيوم القيامة، وأعددنا لمن كذب بيوم القيامة نارًا عظيمة شديدة الاشتعال.",
        "saadi": "ولما كانت تلك الأقوال التي قالوها معلومة الفساد أخبر تعالى أنها لم تصدر منهم لطلب الحق، ولا لاتباع البرهان وإنما صدرت منهم تعنتا وظلما وتكذيبا بالحق، فقالوا ما بقلوبهم من ذلك ولهذا قال: { بَلْ كَذَّبُوا بِالسَّاعَةِ } والمكذب المتعنت الذي ليس له قصد في اتباع الحق، لا سبيل إلى هدايته ولا حيلة في مجادلته وإنما له حيلة واحدة وهي نزول العذاب به، فلهذا قال: { وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا } أي: نارا عظيمة قد اشتد سعيرها، وتغيظت على أهلها واشتد زفيرها.",
        "kathir": "بَلْ كَذَّبُوا بِالسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا"
      },
      "translations": {
        "en": "But they have denied the Hour, and We have prepared for those who deny the Hour a Blaze.",
        "fr": "Mais ils ont plutôt qualifié l'Heure de mensonge. Nous avons cependant préparé, pour quiconque qualifie l'Heure de mensonge, une Flamme brûlante.",
        "es": "Pero ¡no! Desmienten la Hora y hemos preparado fuego de la gehena para quienes desmienten la Hora."
      },
      "ibn_ashour": "بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا (11){ بل } للإضراب ، فيجوز أن يكون إضرابَ انتقال من ذكر ضلالهم في صفة الرسول صلى الله عليه وسلم إلى ذكر ضلالهم في إنكار البعث على تأويل الجمهور قوله : { إن شاء جعل لك خيراً من ذلك } [ الفرقان : 10 ] كما تقدم .ويجوز أن يكون اضرابَ إبطال لما تضمنه قوله : { إن شاء جعل لك خيراً من ذلك على تأويل ابن عطية من الوعد بإيتائه ذلك في الآخرة ، أي بل هم لا يقنعون بأن حظ الرسول عند ربه ليس في متاع الدنيا الفاني الحقير ولكنه في خيرات الآخرة الخالدة غير المتناهية ، أي أن هذا رد عليهم ومقنع لهم لو كانوا يصدّقون بالساعة ولكنهم كذبوا بها فهم متمادون على ضلالهم لا تُقنعهم الحجج .والساعة : اسم غلب على عالم الخلود ، تسمية باسم مبدئه وهو ساعة البعث . وإنما قصر تكذيبهم على الساعة لأنهم كذبوا بالبعث فهم بما وراءه أحرى تكذيباً .وجملة : وأعتدنا لمن كذب بالساعة سعيراً } معترضة بالوعيد لهم ، وهو لعمومه يشمل المشركين المتحدث عنهم ، فهو تذييل . ومن غرضه مقابلة ما أعد الله للمؤمنين في العاقبة بما أعده للمشركين .والسعير : الالتهاب ، وهو فعي"
    },
    {
      "number": 12,
      "text": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍۢ سَمِعُوا۟ لَهَا تَغَيُّظًۭا وَزَفِيرًۭا",
      "tafsir": {
        "muyassar": "إذا رأت النار هؤلاء المكذبين يوم القيامة من مكان بعيد، سمعوا صوت غليانها وزفيرها، من شدة تغيظها منهم.",
        "mukhtasar": "إذا عاينَتِ النارُ الكفارَ وهم يساقون إليها من مكان بعيد سمعوا لها غليانًا شديدًا، وصوتًا مزعجًا من شدة غضبها عليهم.",
        "saadi": "{ إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ } أي: قبل وصولهم ووصولها إليهم، { سَمِعُوا لَهَا تَغَيُّظًا } عليهم { وَزَفِيرًا } تقلق منهم الأفئدة وتتصدع القلوب، ويكاد الواحد منهم يموت خوفا منها وذعرا قد غضبت عليهم لغضب خالقها وقد زاد لهبها لزيادة كفرهم وشرهم.",
        "kathir": "إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا"
      },
      "translations": {
        "en": "When the Hellfire sees them from a distant place, they will hear its fury and roaring.",
        "fr": "Lorsque de loin elle les voit, ils entendront sa fureur et ses pétillements.",
        "es": "Cuando les vea, lejos aún, oirán su furor y bramido."
      },
      "ibn_ashour": "إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (12) تخلص من اليأس من اقتناعهم إلى وصف السعير الذي أعد لهم ، وأجري على السعير ضمير { رأتهم } بالتأنيث لتأويل السعير بجهنم إذ هو علم عليها بالغلبة كما تقدم .وإسناد الرؤية إلى النار استعارة والمعنى : إذا سيقوا إليها فكانوا من النار بمكان ما يرى الرائي من وصل إليه سمعوا لها تغيظاً وزفيراً من مكان بعيد ، ويجوز أن يكون معنى : { رأتهم } رآهم ملائكتها أطلقوا منافذها فانطلقت ألسنتها بأصوات اللهيب كأصوات المتغيظ وزفيره فيكون إسناد الرؤية إلى جهنم مجازاً عقلياً .والتغيظ : شدة الغيظ . والغيظ : الغضب الشديد ، وتقدم عند قوله : { عضوا عليكم الأنامل من الغيظ } في سورة آل عمران )119 ). فصيغة التفعل هنا الموضوعة في الأصل لتكلف الفعل مستعملة مجازاً في قوته لأن المتكلف لفعل يأتي به كأشد ما يكون .والمراد به هنا صوت المتغيظ ، بقرينة تعلقه بفعل : { سمعوا } فهو تشبيه بليغ .والزفير : امتداد النفَس من شدة الغيظ وضيق الصدر ، أي صوتاً كالزفير فهو تشبيه بليغ أيضاً . ويجوز أن يكون الله قد خلق لجهنم إدراكاً للمرئيات بحيث تشتد أحوالها عند انط"
    },
    {
      "number": 13,
      "text": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًۭا ضَيِّقًۭا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًۭا",
      "tafsir": {
        "muyassar": "وإذا أُلقوا في مكان شديد الضيق من جهنم- وقد قُرِنت أيديهم بالسلاسل إلى أعناقهم- دَعَوْا على أنفسهم بالهلاك للخلاص منها.",
        "mukhtasar": "وإذا رُمِي هؤلاء الكفار في جهنم في مكان ضيق منها مقرونة أيديهم إلى أعناقهم بالسلاسل دعوا على أنفسهم بالهلاك؛ رجاء الخلاص منها.",
        "saadi": "{ وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ } أي: وقت عذابهم وهم في وسطها، جمع في مكان بين ضيق المكان وتزاحم السكان وتقرينهم بالسلاسل والأغلال، فإذا وصلوا لذلك المكان النحس وحبسوا في أشر حبس { دَعَوْا هُنَالِكَ ثُبُورًا } دعوا على أنفسهم بالثبور والخزي والفضيحة وعلموا أنهم ظالمون معتدون، قد عدل فيهم الخالق حيث أنزلهم بأعمالهم هذا المنزل، وليس ذلك الدعاء والاستغاثة بنافعة لهم ولا مغنية من عذاب الله",
        "kathir": "وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا"
      },
      "translations": {
        "en": "And when they are thrown into a narrow place therein bound in chains, they will cry out thereupon for destruction.",
        "fr": "Et quand on les y aura jetés, dans un étroit réduit, les mains liées derrière le cou, ils souhaiteront alors leur destruction complète.",
        "es": "Cuando, atados unos a otros, sean precipitados en un lugar estrecho de él, invocarán entonces la destrucción."
      },
      "ibn_ashour": "وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (13) والإلقاء : الرمي . وهو هنا كناية عن الإهانة .وانتصب { مكاناً } على نزع الخافض ، أي في مكان ضيّق .وقرأ الجمهور { ضيقاً } بتشديد الياء ، وقرأه ابن كثير { ضيْقاً } بسكون الياء وكلاهما للمبالغة في الوصف مثل : ميّت وميْت ، لأن الضيّق بالتشديد صيغة تمكُّن الوصف من الموصوف ، والضيْق بالسكون وصف بالمصدر .و { مقرنين } حال من ضمير { ألقوا } أي مقرَّناً بعضهم في بعض كحال الأسرى والمساجين أن يُقرن عدد منهم في وثاق واحد ، كما قال تعالى :{ وآخرين مقرنين في الأصفاد } [ ص : 38 ] . والمقرَّن : المقرون ، صيغت له مادة التفعيل للإشارة إلى شدة القرن ."
    },
    {
      "number": 14,
      "text": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًۭا وَٰحِدًۭا وَٱدْعُوا۟ ثُبُورًۭا كَثِيرًۭا",
      "tafsir": {
        "muyassar": "فيقال لهم تيئيسًا، لا تَدْعوا اليوم بالهلاك مرة واحدة، بل مرات كثيرة، فلن يزيدكم ذلك إلا غمًّا، فلا خلاص لكم.",
        "mukhtasar": "لا تدعوا - أيها الكفار - اليوم هلاكًا واحدًا، وادعوا هلاكًا كثيرًا، لكن لن تجابوا إلى ما تطلبون، بل ستبقون في العذاب الأليم خالدين.",
        "saadi": ": { لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا } أي: لو زاد ما قلتم أضعاف أضعافه ما أفادكم إلا الهم والغم والحزن.",
        "kathir": "لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا"
      },
      "translations": {
        "en": "[They will be told], \"Do not cry this Day for one destruction but cry for much destruction.\"",
        "fr": "«Aujourd'hui, ne souhaitez pas la destruction une seule fois, mais souhaitez-en plusieurs.",
        "es": "«¡No invoquéis hoy una sola destrucción sino muchas destrucciones!»"
      },
      "ibn_ashour": "لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (14)والدعاء : النداء بأعلى الصوت ، والثبور : الهلاك ، أي نادوا : يا ثبورنا ، أو واثبوراه بصيغة الندبة ، وعلى كلا الاحتمالين فالنداء كناية عن التمني ، أي تمنوا حلول الهلاك فنادوه كما ينادى من يُطلب حضوره ، أو ندبوه كما يندب من يتحسر على فقده ، أي تمنوا الهلاك للاستراحة من فظيع العذاب .وجملة : { لا تدعوا اليوم ثبوراً واحداً } إلى آخرها مقولة لقول محذوف ، أي يقال لهم ، ووصف الثبور بالكثير إما لكثرة ندائه بالتكرير وهو كناية عن عدم حصول الثبور لأن انتهاء النداء يكون بحضور المنادَى ، أو هو يأس يقتضي تكرير التمني أو التحسر ."
    },
    {
      "number": 15,
      "text": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءًۭ وَمَصِيرًۭا",
      "tafsir": {
        "muyassar": "قل لهم - أيها الرسول -: أهذه النار التي وُصِفتْ لكم خيرٌ أم جنة النعيم الدائم التي وُعِد بها الخائفون من عذاب ربهم، كانت لهم ثوابًا على عملهم، ومآلا يرجعون إليه في الآخرة؟",
        "mukhtasar": "قل لهم - أيها الرسول -: أذلك المذكور من العذاب الذي وُصِف لكم خير أم جنة الخلد التي يدوم نعيمها، ولا ينقطع أبدًا؟ وهي التي وعد الله المتقين من عباده المؤمنين أن تكون لهم ثوابًا، ومرجعًا يرجعون إليه يوم القيامة.",
        "saadi": "أي: قل لهم -مبينا لسفاهة رأيهم واختيارهم الضار على النافع-: { أَذَلِكَ } الذي وصفت لكم من العذاب { خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ } التي زادها تقوى الله فمن قام بالتقوى فالله قد وعده إياها، { كَانَتْ لَهُمْ جَزَاءً } على تقواهم { وَمَصِيرًا } موئلا يرجعون إليها، ويستقرون فيها ويخلدون دائما أبدا. ",
        "kathir": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا"
      },
      "translations": {
        "en": "Say, \"Is that better or the Garden of Eternity which is promised to the righteous? It will be for them a reward and destination.",
        "fr": "Dis: «Est-ce mieux ceci? ou bien le Paradis éternel qui a été promis aux pieux, comme récompense et destination dernière?",
        "es": "Di: «¿Vale más esto que el Jardín de inmortalidad que se ha prometido a los temerosos de Alá como retribución y fin último?»"
      },
      "ibn_ashour": "قُلْ أَذَلِكَ خَيْرٌ أَمْ جَنَّةُ الْخُلْدِ الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاءً وَمَصِيرًا (15) الأمر بالقول يقتضي مخاطباً مقولاً له ذلك : فيجوز أن يقصد : قل لهم ، أي للمشركين الذين يسمعون الوعيد والتهديد السابق : «أذلك خير أم الجنة»؟ فالجمل متصلة السياق ، والاستفهام حينئذٍ للتهكم إذ لا شبهة في كون الجنة الموصوفة خيراً . ويجوز أن يقصد : قل للمؤمنين ، فالجملة معترضة بين آيات الوعيد لمناسبة إبداء البون بين حال المشركين وحال المؤمنين ، والاستفهام حينئذٍ مستعمل في التلميح والتلطف . وهذا كقوله : { أذلك خيرٌ نُزُلاً أم شجرةُ الزقوم } في سورة الصافات )62 ).والإشارة إلى المكان الضيق في جهنم .و { خير } اسم تفضيل ، وأصله )أخير )بوزن اسم التفضيل فحذفت الهمزة لكثرة الاستعمال . والتفضيل على المحمل الأول في موقع الآية مستعمل للتهكم بالمشركين . وعلى المحمل الثاني مستعمل للتلميح في خطاب المؤمنين وإظهار المنة عليهم .ووصف الموعودين بأنهم متقون على المحمل الأول جار على مقتضى الظاهر ، وعلى المحمل الثاني جار على خلاف مقتضى الظاهر لأن مقتضى الظاهر أن يؤتى بضمير الخطاب ، فوجه العدول إلى الإظه"
    },
    {
      "number": 16,
      "text": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًۭا مَّسْـُٔولًۭا",
      "tafsir": {
        "muyassar": "لهؤلاء المطيعين في الجنة ما يشتهون من ملاذِّ النعيم، متاعهم فيه دائم، كان دخولهم إياها على ربك - أيها الرسول - وعدًا مسؤولا يسأله عباد الله المتقون، والله لا يخلف وعده.",
        "mukhtasar": "لهم في هذه الجنة ما يشاؤون من النعيم، كان ذلك على الله وعدًا، يسأله إياه عباده المتقون، ووعد الله متحقق، فهو لا يخلف الميعاد.",
        "saadi": "{ لَهُمْ فِيهَا مَا يَشَاءُونَ } أي: يطلبون وتتعلق بهم أمانيهم ومشيئتهم، من المطاعم والمشارب اللذيذة والملابس الفاخرة والنساء الجميلات والقصور العاليات والجنات والحدائق المرجحنة والفواكه التي تسر ناظريها وآكليها، من حسنها وتنوعها وكثرة أصنافها والأنهار التي تجري في رياض الجنة وبساتينها، حيث شاءوا يصرفونها ويفجرونها أنهارا من ماء غير آسن وأنهارا من لبن لم يتغير طعمه وأنهارا من خمر لذة للشاربين وأنهارا من عسل مصفى وروائح طيبة، ومساكن مزخرفة، وأصوات شجية تأخذ من حسنها بالقلوب ومزاورة الإخوان، والتمتع بلقاء الأحباب، وأعلى من ذلك كله التمتع بالنظر إلى وجه الرب الرحيم وسماع كلامه، والحظوة بقربه والسعادة برضاه والأمن من سخطه واستمرار هذا النعيم ودوامه وزيادته على ممر الأوقات وتعاقب الآنات { كَانَ } دخولها والوصول إليها { عَلَى رَبِّكَ وَعْدًا مَسْئُولًا } يسأله إياها، عباده المتقون بلسان حالهم ولسان مقالهم، فأي الدارين المذكورتين خير وأولى بالإيثار؟ وأي: العاملين عمال دار الشقاء أو عمال دار السعادة أولى بالفضل والعقل والفخر يا أولي الألباب؟ لقد وضح الحق واستنار السبيل فلم يبق للمفرط عذر في تركه الدليل، فنرجوك يا من قضيت على أقوام بالشقاء وأقوام بالسعادة أن تجعلنا ممن كتبت لهم الحسنى وزيادة، ونستغيث بك اللهم من حالة الأشقياء ونسألك المعافاة منها.",
        "kathir": "لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَسْئُولًا"
      },
      "translations": {
        "en": "For them therein is whatever they wish, [while] abiding eternally. It is ever upon your Lord a promise [worthy to be] requested.",
        "fr": "Ils auront là tout ce qu'ils désireront et une demeure éternelle. C'est une promesse incombant à ton Seigneur.",
        "es": "Inmortales, tendrán cuanto deseen. Es una promesa que obliga a tu Señor."
      },
      "ibn_ashour": "لَهُمْ فِيهَا مَا يَشَاءُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْئُولًا (16)وجملة : لهم فيها ما يشاؤون } ، حال من { جنة الخلد } أو صفة ثانية . وجملة : { كان على ربك وعداً مسئولاً } حال ثانية والرابط محذوف إذ التقدير : وعداً لهم .والضمير المستتر في : { كان على ربك وعداً } عائد إما إلى الوعد المفهوم من قوله : { التي وعد المتقون } ، أي كان الوعد وعداً مسؤولاً وأخبر عن الوعد ب { وعداً } وهو عينه ليبنى عليه { مسئولاً } .ويجوز أن يعود الضمير إلى { ما يشاءون } والإخبار عنه ب { وعداً } من الإخبار بالمصدر والمراد المفعول كالخلق بمعنى المخلوق .ويتعلق : { على ربك } ب { وعداً } لتضمين { وعداً } معنى )حقّاً )لإفادة أنه { وعداً } لا يخلف كقوله تعالى { وعداً علينا إنا كنا فاعلين } [ الأنبياء : 104 ] .والمسؤول : الذي يسأله مستحقه ويطالب به ، أي حقّاً للمتقين أن يترقبوا حصوله كأنه أجر لهم عن عمل . وهذا مسوق مساق المبالغة في تحقيق الوعد والكرم كما يشكرك شاكر على إحسان فتقول : ما أتيت إلا واجباً ، إذ لا يتبادر هنا غير هذا المعنى ، إذ لا معنى للوجوب على الله تعالى سوى أنه تفضل وتعهد به ، ولا يختلف "
    },
    {
      "number": 17,
      "text": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
      "tafsir": {
        "muyassar": "ويوم القيامة يحشر الله المشركين وما كانوا يعبدونه من دونه، فيقول لهؤلاء المعبودين: أأنتم أضللتم عبادي هؤلاء عن طريق الحق، وأمرتموهم بعبادتكم، أم هم ضلوا السبيل، فعبدوكم مِن تلقاء أنفسهم؟",
        "mukhtasar": "ويوم يحشر الله المشركين المكذبين، ويحشر ما يعبدونه من دون الله، فيقول للمعبودين تقريعًا لعابديهم: أأنتم أضللتم عبادي بأمركم لهم أن يعبدوكم، أم هم ضلوا من تلقاء أنفسهم؟!",
        "saadi": "يخبر تعالى عن حالة المشركين وشركائهم يوم القيامة وتبريهم منهم، وبطلان سعيهم فقال: { وَيَوْمَ يَحْشُرُهُمْ } أي: المكذبين المشركين { وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ } الله مخاطبا للمعبودين على وجه التقريع لمن عبدهم: { أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ } هل أمرتموهم بعبادتكم وزينتم لهم ذلك أم ذلك من تلقاء أنفسهم؟",
        "kathir": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَٰؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ"
      },
      "translations": {
        "en": "And [mention] the Day He will gather them and that which they worship besides Allah and will say, \"Did you mislead these, My servants, or did they [themselves] stray from the way?\"",
        "fr": "Et le jour où Il les rassemblera, eux et ceux qu'ils adoraient en dehors d'Allah, Il dira: «Est-ce vous qui avez égaré Mes serviteurs que voici, ou ont-ils eux-mêmes perdu le sentier?»",
        "es": "El día que Él les congregue, a ellos y a los que servían en lugar de servir a Alá, dirá: «¿Sois vosotros los que habéis extraviado a estos Mis siervos o ellos solos se han extraviado del Camino?»"
      },
      "ibn_ashour": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ (17) عُطف { ويوم نحشرهم } إما على جملة : { قل أذلك خير } [ الفرقان : 15 ] إن كان المراد : قل للمشركين ، أو عُطف على جملة : { وأعتدنا لمن كذب بالساعة سعيرا } [ الفرقان : 11 ] على جواز أن المراد : قل للمؤمنين .وعلى كلا الوجهين فانتصاب { يوم نحشرهم } على المفعولية لفعل محذوف معلوم في سياق أمثاله ، تقديره : اذكر ذلك اليوم لأنه لما توعدهم بالسعير وما يلاقون من هولها بيّن لهم حال ما قبل ذلك وهو حالهم في الحشر مع أصنامهم . وهذا مظهر من مظاهر الهول لهم في المحشر إذ يشاهدون خيبة آمالهم في آلهتهم إذ يرون حقارتها بين يدي الله وتبرؤها من عُبّادها وشهادتها عليهم بكفرانهم نعمة الله وإعراضهم عن القرآن ، وإذ يسمعون تكذيب من عبدوهم من العقلاء من الملائكة وعيسى عليهم السلام والجن ونسبوا إليهم أنهم أمروهم بالضلالات .وعموم الموصول من قوله : { وما يعبدون } شامل لأصناف المعبودات التي عبدوها ولذلك أوثرت )ما )الموصولة لأنها تصدق على العقلاء وغيرهم . على أن التغليب هنا لغ"
    },
    {
      "number": 18,
      "text": "قَالُوا۟ سُبْحَٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًۭا",
      "tafsir": {
        "muyassar": "قال المعبودون من دون الله: تنزيهًا لك- يا ربنا- عَمَّا فعل هؤلاء، فما يصحُّ أن نَتَّخِذ سواك أولياء نواليهم، ولكن متعتَ هؤلاء المشركين وآباءهم بالمال والعافية في الدنيا، حتى نسوا ذكرك فأشركوا بك، وكانوا قومًا هلكى غلب عليهم الشقاء والخِذْلان.",
        "mukhtasar": "قال المعبودون: تنزهت ربنا أن يكون لك شريك، ما يليق بنا أن نتخذ من دونك أولياء نتولاهم، فكيف ندعو عبادك أن يعبدونا من دونك؟! ولكن متعت هؤلاء المشركين بملذات الدنيا، ومتعت آباءهم من قبلهم استدراجًا لهم حتى نسوا ذكرك، فعبدوا معك غيرك، وكانوا قومًا هلكى بسبب شقائهم.",
        "saadi": "{ قَالُوا سُبْحَانَكَ } نزهوا الله عن شرك المشركين به وبرؤوا أنفسهم من ذلك، { مَا كَانَ يَنْبَغِي لَنَا } أي: لا يليق بنا ولا يحسن منا أن نتخذ من دونك من أولياء نتولاهم ونعبدهم وندعوهم، فإذا كنا محتاجين ومفتقرين إلى عبادتك متبرئين من عبادة غيرك، فكيف نأمر أحدا بعبادتنا؟ هذا لا يكون أو، سبحانك عن { أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ } وهذا كقول المسيح عيسى بن مريم عليه السلام: { وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ } الآية.وقال تعالى: { وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ } { وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ } فلما نزهوا أنفسهم أن يدعوا لعبادة غير الله أو يكونوا أضلوهم ذكروا السبب الموجب لإضلال المشركين فقالوا: { وَلَكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ } في لذات الدنيا وشهواتها ومطالبها النفسية، { حَتَّى نَسُوا الذِّكْرَ } اشتغالا في لذات الدنيا وإكبابا على شهواتها، فحافظوا على دنياهم وضيعوا دينهم { وَكَانُوا قَوْمًا بُورًا } أي: بائرين لا خير فيهم ولا يصلحون لصالح لا يصلحون إلا للهلاك والبوار، فذكروا المانع من اتباعهم الهدى وهو التمتع في الدنيا الذي صرفهم عن الهدى، وعدم المقتضي للهدى وهو أنهم لا خير فيهم، فإذا عدم المقتضي ووجد المانع فلا تشاء من شر وهلاك، إلا وجدته فيهم",
        "kathir": "قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَٰكِنْ مَتَّعْتَهُمْ وَآبَاءَهُمْ حَتَّىٰ نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا"
      },
      "translations": {
        "en": "They will say, \"Exalted are You! It was not for us to take besides You any allies. But You provided comforts for them and their fathers until they forgot the message and became a people ruined.\"",
        "fr": "Ils diront: «Gloire à Toi! Il ne nous convenait nullement de prendre en dehors de Toi des patrons protecteurs mais Tu les as comblés de jouissance ainsi que leurs ancêtres au point qu'ils en ont oublié le livre du rappel [le Coran]. Et ils ont été des gens perdus».",
        "es": "Dirán: «¡Gloria a Ti! No nos estaba bien que tomáramos a otros como amigos, en lugar de tomarte a Ti. Pero les permitiste gozar tanto, a ellos y a sus padres, que olvidaron la Amonestación y fueron gente perdida»."
      },
      "ibn_ashour": "قَالُوا سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآَبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا (18)وقولهم : { سبحانك } كلمة تنزيه كني بها عن التعجب من قول فظيع . كقول الأعشى :قد قلت لما جاءني فخره ... سبحان من علقمة الفاخروتقدم في سورة النور )16 ): { سبحانك هذا بهتان عظيم } واعلم أن ظاهر ضمير نحشرهم } أن يعود على المشركين الذين قرعتهم الآية بالوعيد وهم الذين قالوا : { مال هذا الرسول يأكل الطعام } إلى قوله : { مسحوراً } [ الفرقان : 7 ، 8 ] ؛ لكن ما يقتضيه وصفهم ب { الظالمون } والإخبار عنهم بأنهم كذبوا بالساعة وما يقتضيه ظاهر الموصول في قوله : { لمن كذب بالساعة } [ الفرقان : 11 ] من شمول كل من تحقق فيه مضمون الصلة ، كل ذلك يقتضي أن يكون ضمير { نحشرهم } عائداً إلى { من كذب بالساعة } فيشمل المشركين الموجودين في وقت نزول الآية ومن انقرض منهم بعد بلوغ الدعوة المحمدية ومن سيأتي بعدهم من المشركين .ووصف العباد هنا تسجيل على المشركين بالعبودية وتعريض بكفرانهم حقها .والإشارة إليهم لتمييزهم من بين بقية العباد .وهذا أ"
    },
    {
      "number": 19,
      "text": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًۭا وَلَا نَصْرًۭا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًۭا كَبِيرًۭا",
      "tafsir": {
        "muyassar": "فيقال للمشركين: لقد كذَّبكم هؤلاء الذين عبدتموهم في ادِّعائكم عليهم، فها أنتم أولاء لا تستطيعون دَفْعًا للعذاب عن أنفسكم، ولا نصرًا لها، ومَن يشرك بالله فيظلم نفسه ويعبد غير الله، ويمت على ذلك، يعذبه الله عذابًا شديدًا.",
        "mukhtasar": "فقد كذبكم - أيها المشركون- من عبدتموهم من دون الله فيما تدّعونه عليهم، فما تستطيعون دفع العذاب عن أنفسكم ولا نصرها لعجزكم، ومن يظلم منكم - أيها المؤمنون - بالشرك بالله نذقه عذابًا عظيمًا مثل ما أذقناه من ذُكِر.",
        "saadi": " فلما تبرؤوا منهم قال الله توبيخا وتقريعا للعابدين  { فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ } إنهم أمروكم بعبادتهم ورضوا فعلكم، وأنهم شفعاء لكم عند ربكم، كذبوكم في ذلك الزعم وصاروا من أكبر أعدائكم فحق عليكم العذاب، { فَمَا تَسْتَطِيعُونَ صَرْفًا } للعذاب عنكم بفعلكم أو بفداء أو غير ذلك، { وَلَا نَصْرًا } لعجزكم وعدم ناصركم. هذا حكم الضالين المقلدين الجاهلين كما رأيت أسوأ حكم، وأشر مصير. وأما المعاند منهم الذي عرف الحق وصدف عنه فقال في حقه: { وَمَنْ يَظْلِمْ مِنْكُمْ } بترك الحق ظلما وعنادا { نُذِقْهُ عَذَابًا كَبِيرًا } لا يقادر قدره ولا يبلغ أمره.",
        "kathir": "فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا"
      },
      "translations": {
        "en": "So they will deny you, [disbelievers], in what you say, and you cannot avert [punishment] or [find] help. And whoever commits injustice among you - We will make him taste a great punishment.",
        "fr": "«Ils vous ont démentis en ce que vous dites. Il n'y aura pour vous ni échappatoire ni secours (possible). Et quiconque des vôtres est injuste, Nous lui ferons goûter un grand châtiment».",
        "es": "«Os desmienten lo que decís. No podréis escapar al castigo ni encontrar quien os auxilie. A quien de vosotros obre impíamente le haremos gustar un gran castigo»."
      },
      "ibn_ashour": "فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا وَمَنْ يَظْلِمْ مِنْكُمْ نُذِقْهُ عَذَابًا كَبِيرًا (19){ فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفاً وَلاَ نَصْراً } .الفاء فصيحة ، أي إفصاح عن حجة بعد تهيئة ما يقتضيها ، وهو إفصاح رائع وزاده الالتفات في قوله : { كذبوكم } .وفي الكلام حذف فعل قول يدل عليه المقام . والتقدير : إن قلتم هؤلاء آلهتنا فقد كذبوكم ، وقد جاء التصريح بما يدل على القول المحذوف في قول عباس بن الأحنف :قالوا خراسان أقصى ما يراد بنا ... ثم القفول فقد جئنا خراساناأي إن قلتم ذلك فقد جئنا خراسان . وفي حذف فعل القول في هذه الآية استحضار لصورة المقام كأنه مشاهد غير محكي وكأن السامع آخر الآية قد سمع لهذه المحاورة مباشرة دون حكاية فقرع سمعه شهادة الأصنام عليهم ثم قرع سمعه توجه خطاب التكذيب إلى المشهود عليهم ، وهو تفنن بديع في الحكاية يعتمد على تخييل المحكي واقعاً ، ومنه قوله تعالى : { يوم يُسْحَبُون في النار على وجوههم ذوقوا مسَّ سقر } [ القمر : 48 ] . فجملة { فقد كذبوكم } إلخ مستأنفة ابتدائية هو إقبال على خطاب الحاضرين وهو"
    },
    {
      "number": 20,
      "text": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍۢ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًۭا",
      "tafsir": {
        "muyassar": "وما أرسلنا قبلك - أيها الرسول - أحدًا مِن رسلنا إلا كانوا بشرًا، يأكلون الطعام، ويمشون في الأسواق. وجعلنا بعضكم- أيها الناس- لبعض ابتلاء واختبارًا بالهدى والضلال، والغنى والفقر، والصحة والمرض، هل تصبرون، فتقوموا بما أوجبه الله عليكم، وتشكروا له، فيثيبكم مولاكم، أو لا تصبرون فتستحقوا العقوبة؟ وكان ربك - أيها الرسول - بصيرًا بمن يجزع أو يصبر، وبمن يكفر أو يشكر.",
        "mukhtasar": "وما بعثنا قبلك - أيها الرسول - من المرسلين إلا بشرًا كانوا يأكلون الطعام، ويمشون في الأسواق، فلست بِدْعًا من الرسل في ذلك، وجعلنا بعضكم - أيها الناس - لبعض اختبارًا في الغنى والفقر والصحة والمرض بسبب هذا الاختلاف، أتصبرون على ما ابتليتم به فيثيبكم الله على صبركم؟! وكان ربك بصيرًا بمن يصبر ومن لا يصبر، وبمن يطيعه ومن يعصيه.",
        "saadi": "ثم قال تعالى جوابا لقول المكذبين: { مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ } { وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ في الْأَسْوَاقِ } فما جعلناهم جسدا لا يأكلون الطعام وما جعلناهم ملائكة، فلك فيهم أسوة، وأما الغنى والفقر فهو فتنة وحكمة من الله تعالى كما قال: { وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً } الرسول فتنة للمرسل إليهم واختبار للمطيعين من العاصين  والرسل فتناهم بدعوة الخلق، والغنى فتنة للفقير والفقير فتنة للغني، وهكذا سائر أصناف الخلق في هذه الدار دار الفتن والابتلاء والاختبار. والقصد من تلك الفتنة { أَتَصْبِرُونَ } فتقومون بما هو وظيفتكم اللازمة الراتبة فيثيبكم مولاكم  أم لا تصبرون فتستحقون المعاقبة؟ { وَكَانَ رَبُّكَ بَصِيرًا } يعلم أحوالكم، ويصطفي من يعلمه يصلح لرسالته ويختصه بتفضيله ويعلم أعمالكم فيجازيكم عليها إن خيرا فخير، وإن شرا فشر.",
        "kathir": "وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا"
      },
      "translations": {
        "en": "And We did not send before you, [O Muhammad], any of the messengers except that they ate food and walked in the markets. And We have made some of you [people] as trial for others - will you have patience? And ever is your Lord, Seeing.",
        "fr": "Et Nous n'avons envoyé avant toi que des messagers qui mangeaient de la nourriture et circulaient dans les marchés. Et Nous avons fait de certains d'entre vous une épreuve pour les autres -endurerez-vous avec constance? - Et ton Seigneur demeure Clairvoyant.",
        "es": "Antes de ti no mandamos más que a enviados que se alimentaban y paseaban por los mercados. Hemos puesto a algunos de vosotros como prueba para los demás, a ver si tenéis paciencia. Tu Señor todo lo ve."
      },
      "ibn_ashour": "وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيرًا (20){ وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِى الاسواق } .هذا رد على قولهم : { مال هذا الرسول يأكل الطعام ويمشي في الأسواق } [ الفرقان : 7 ] بعد أن رد عليهم قولهم { أو يلقى إليه كنز أو تكون له جنة يأكل منها } [ الفرقان : 8 ] بقوله : { تبارك الذي إن شاء جعل لك خيراً من ذلك } [ الفرقان : 10 ] ، ولكن لما كان قولهم : { أو يلقى إليه كنز } حالة لم تعط للرسل في الحياة الدنيا كان رد قولهم فيها بأن الله أعطاه خيراً من ذلك في الآخرة .وأما قولهم : { مال هذا الرسول يأكل الطعام ويمشي في الأسواق } فقد توسلوا به إلى إبطال رسالته بثبوت صفات البشر له ، فكان الرد عليهم بأن جميع الرسل كانوا متصفين بصفات البشر ، ولم يكن المشركون منكرين وجود رسل قبل محمد صلى الله عليه وسلم فقد قالوا : { فليأتنا بآية كما أرسل الأولون } [ الأنبياء : 5 ] ، وإذ كانوا موجودين فبال"
    },
    {
      "number": 21,
      "text": "۞ وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّۭا كَبِيرًۭا",
      "tafsir": {
        "muyassar": "وقال الذين لا يؤمِّلون لقاء ربهم بعد موتهم لإنكارهم له: هلا أُنزل علينا الملائكة، فتُخْبِرنا بأن محمدًا صادق، أو نرى ربنا عِيانًا، فيخبرنا بصدقه في رسالته. لقد أُعجِبوا بأنفسهم واستعلَوْا حيث اجترؤوا على هذا القول، وتجاوزوا الحدَّ في طغيانهم وكفرهم.",
        "mukhtasar": "وقال الكافرون الذين لا يؤمِّلون لقاءنا، ولا يخشون عذابنا: هلَّا أنزل الله علينا الملائكة، فتخبرنا عن صدق محمد، أو نشاهد ربنا عيانًا، فيخبرنا بذلك؟ لقد عظم الكِبْر في نفوس هؤلاء حتى منعهم من الإيمان، وتجاوزوا بقولهم هذا الحد في الكفر والطغيان.",
        "saadi": "أي: قال المكذبون للرسول المكذبون بوعد الله ووعيده الذين ليس في قلوبهم خوف الوعيد ولا رجاء لقاء الخالق. { لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا } أي: هلا نزلت الملائكة تشهد لك بالرسالة وتؤيدك عليها أو تنزل رسلا مستقلين، أو نرى ربنا فيكلمنا ويقول: هذا رسولي فاتبعوه؟ وهذا معارضة للرسول بما ليس بمعارض بل بالتكبر والعلو والعتو. { لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ } حيث اقترحوا هذا الاقتراح وتجرأوا هذه الجرأة، فمن أنتم يا فقراء ويا مساكين حتى تطلبوا رؤية الله وتزعموا أن الرسالة متوقف ثبوتها على ذلك؟ وأي كبر أعظم من هذا؟. { وَعَتَوْا عُتُوًّا كَبِيرًا } أي: قسوا وصلبوا عن الحق قساوة عظيمة، فقلوبهم أشد من الأحجار وأصلب من الحديد لا تلين للحق، ولا تصغى للناصحين فلذلك لم ينجع فيهم وعظ ولا تذكير ولا اتبعوا الحق حين جاءهم النذير، بل قابلوا أصدق الخلق وأنصحهم وآيات الله البينات بالإعراض والتكذيب والمعارضة، فأي عتو أكبر من هذا العتو؟\" ولذلك بطلت أعمالهم واضمحلت، وخسروا أشد الخسران، وحرموا غاية الحرمان.",
        "kathir": "۞ وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا"
      },
      "translations": {
        "en": "And those who do not expect the meeting with Us say, \"Why were not angels sent down to us, or [why] do we [not] see our Lord?\" They have certainly become arrogant within themselves and [become] insolent with great insolence.",
        "fr": "Et ceux qui n'espèrent pas Nous rencontrer disent: «Si seulement on avait fait descendre sur nous des Anges ou si nous pouvions voir notre Seigneur!» En effet, ils se sont enflés d'orgueil en eux-mêmes, et ont dépassé les limites de l'arrogance.",
        "es": "Los que no cuentan con encontrarnos, dicen: «¿Por qué no se nos han enviado de lo alto ángeles o por qué no vemos a nuestro Señor?» Fueron altivos en sus adentros y se insolentaron sobremanera."
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا (21)حكاية مقالة أخرى من مقالات تكذيبهم الرسولَ عليه الصلاة والسلام ، وقد عنون عليهم في هذه المقالة ب { الذين لا يَرجُون لقاءنا } وعنون عليهم في المقالات السابقة ب { الذين كفروا } [ الفرقان : 4 ] وب { الظالمون } [ الفرقان : 8 ] لأن بين هذا الوصف وبين مقالتهم انتقاض ، فهم قد كذّبوا بلقاء الآخرة بما فيه من رؤية الله والملائكةِ ، وطَلَبوا رؤية الله في الدنيا ، ونزولَ الملائكة عليهم في الدنيا ، وأرادوا تلقي الدين من الملائكة أو من الله مباشرة ، فكان في حكاية قولهم وذكر وصفهم تعجيب من تناقض مداركهم .واعلم أن أهل الشرك شهدوا أنفسهم بإنكار البعث وتوهّموا أن شبهتهم في إنكاره أقوى حجة لهم في تكذيب الرسل ، فمن أجل ذلك أيضاً جعل قولهم ذلك طريقاً لتعريفهم بالموصول كما قال تعالى : { وإذا تتلى عليهم آياتنا بينات قال الذين لا يرجون لقاءنا ائت بقرآن غير هذا أو بدّله } في سورة يونس )15 ).و { لولا } حرف تحضيض مستعمل في التعجيز والاستحال"
    },
    {
      "number": 22,
      "text": "يَوْمَ يَرَوْنَ ٱلْمَلَٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍۢ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًۭا مَّحْجُورًۭا",
      "tafsir": {
        "muyassar": "يوم يرون الملائكة عند الاحتضار، وفي القبر، ويوم القيامة، على غير الصورة التي اقترحوها لا لتبشرهم بالجنة، ولكن لتقول لهم: جعل الله الجنة مكانًا محرمًا عليكم.",
        "mukhtasar": "يوم يعاين الكافرون الملائكةَ عند موتهم، وفي البرزخ، وعند بعثهم، وحين يُساقون للحساب، وحين يدخلون في النار - لا بشارة لهم في تلك المواقف، بخلاف المؤمنين، وتقول لهم الملائكة: حرامًا محرَّمًا عليكم البشرى من الله.",
        "saadi": "{ يَوْمَ يَرَوْنَ الْمَلَائِكَةَ } التي اقترحوا نزولها { لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ } وذلك أنهم لا يرونها مع استمرارهم على جرمهم وعنادهم إلا لعقوبتهم وحلول البأس بهم، فأول ذلك عند الموت إذا تنزلت عليهم الملائكة قال الله تعالى: { وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ } ثم في القبر حيث يأتيهم منكر ونكير فيسألهم عن ربهم ونبيهم ودينهم فلا يجيبون جوابا ينجيهم فيحلون بهم النقمة، وتزول عنهم بهم الرحمة، ثم يوم القيامة حين تسوقهم الملائكة إلى النار ثم يسلمونهم لخزنة جهنم الذين يتولون عذابهم ويباشرون عقابهم، فهذا الذي اقترحوه وهذا الذي طلبوه إن استمروا على إجرامهم لا بد أن يروه ويلقوه، وحينئذ يتعوذون من الملائكة ويفرون ولكن لا مفر لهم. { وَيَقُولُونَ حِجْرًا مَحْجُورًا } { يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ } ",
        "kathir": "يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا"
      },
      "translations": {
        "en": "The day they see the angels - no good tidings will there be that day for the criminals, and [the angels] will say, \"Prevented and inaccessible.\"",
        "fr": "Le jour où ils verront les Anges, ce ne sera pas une bonne nouvelle, ce jour-là, pour les injustes, ils (les Anges) diront: «Barrage totalement défendu»!",
        "es": "El día que vean a los ángeles, no habrá, ese día, buenas nuevas para los pecadores. Dirán: «¡Límite infranqueable!»"
      },
      "ibn_ashour": "يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَحْجُورًا (22)استئناف ثان جواب عن مقالتهم ، فبعد إبداء التعجيب منها عُقّب بوعيد لهم ، فيه حصول بعض ما طلبوا حصوله الآن ، أي هم سيرون الملائكة ولكنها رؤية تسوءهم حين يرون زبانية العذاب يسوقونهم إلى النار ، ففي هذا الاستئناف تلميح وتهكم بهم لأن ابتداءَه مطمع بالاستجابة وآخرَه مؤيس بالوعيد ، فالكلام جرى على طريقة الغَيبة لأنه حكاية عن تورّكهم ، والمقصود إبلاغه لهم حين يَسمعونه . وانتصب { يوم يرون } على الظرفية لِ { لاَ بُشرى } . وتقديم الظرف للاهتمام به لإثارة الطمع وللتشويق إلى تعيين إبانه حتى إذا ورد ما فيه خيبة طمعهم كان له وقع الكآبة على نفوسهم حينما يسمعونه . وإعادة { يومئذٍ } تأكيد .وذِكر وصف المجرمين إظهار في مقام الإضمار للتسجيل عليهم بأنهم مجرمون بعد أن وصفوا بالكفر والظلم واليأس من لقاء الله . وانتفاءُ البشرى مستعمل في إثبات ضده وهو الحزن .و )حجر )بكسر الحاء وسكون الجيم ، ويقال بفتح الحاء وضمها على الندرة فهي كلمة يقولونها عند رؤية ما يُخاف من إصابته بمنزلة الاستعاذة . قال الخليل وأبو عبي"
    },
    {
      "number": 23,
      "text": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍۢ فَجَعَلْنَٰهُ هَبَآءًۭ مَّنثُورًا",
      "tafsir": {
        "muyassar": "وقَدِمْنا إلى ما عملوه مِن مظاهر الخير والبر، فجعلناه باطلا مضمحلا لا ينفعهم كالهباء المنثور، وهو ما يُرى في ضوء الشمس من خفيف الغبار؛ وذلك أن العمل لا ينفع في الآخرة إلا إذا توفر في صاحبه: الإيمان بالله، والإخلاص له، والمتابعة لرسوله محمد، صلى الله عليه وسلم.",
        "mukhtasar": "وعمدنا إلى ما عمله الكفار في الدنيا من عمل البر والخير فصيرناه في بطلانه وعدم نفعه بسبب كفرهم مثل الغبار المفرق يراه الناظر في شعاع الشمس الداخل من النافذة.",
        "saadi": "{ وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ } أي: أعمالهم التي رجوا أن تكون خيرا لهم وتعبوا فيها، { فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا } أي باطلا مضمحلا قد خسروه وحرموا أجره وعوقبوا عليه وذلك لفقده الإيمان وصدوره عن مكذب لله ورسله، فالعمل الذي يقبله الله، ما صدر عن المؤمن المخلص المصدق للرسل المتبع لهم فيه.",
        "kathir": "وَقَدِمْنَا إِلَىٰ مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا"
      },
      "translations": {
        "en": "And We will regard what they have done of deeds and make them as dust dispersed.",
        "fr": "Nous avons considéré l'œuvre qu'ils ont accomplie et Nous l'avons réduite en poussière éparpillée.",
        "es": "Examinaremos sus obras y haremos de ellas polvo disperso en el aire."
      },
      "ibn_ashour": "وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا (23)كانوا في الجاهلية يعدّون الأعمال الصالحة مَجلبة لخير الدنيا لأنها ترضي الله تعالى فيجازيهم بنعم في الدنيا إذ كانوا لا يؤمنون بالبعث ، وقد قالت خديجة للنبيء صلى الله عليه وسلم حين تحيّر في أمر ما بدأه من الوحي وقالَ لها : «لقد خشِيتُ على نفسي» ، فقالت : «والله لا يخزيك الله أبداً . إنك لتصل الرحم وتَقري الضيف وتعين على نوائب الحق» . فالظاهر أن المشركين إذا سمعوا آيات الوعيد يقولون في أنفسهم : لئن كان البعث حقّاً لنجدنّ أعمالاً عملناها من البرّ تكون سبباً لنجاتنا ، فعلم الله ما في نفوسهم فأخبر بأن أعمالهم تكون كالعدم يومئذٍ .والقدوم مستعمل في معنى العَمْد والإرادة ، وأفعال المشي والمجيء تجيء في الاستعمال لمعاني القصد والعَزم والشروع مثل : قَام يفعل ، وذَهب يقول ، وأقبل ، ونحوها . وأصل ذلك ناشىء عن تمثيل حال العامد إلى فعل باهتمام بحال من يَمشي إليه ، فموقعه في الكلام أرشق من أن يقول : وعَمَدْنا أو أردنا إلى ما عملوا .و { مِن } في قوله : { من عمل } بيانية لإبهام { ما } وتنكير { عمل } للنوعية ، والمراد به عمل ا"
    },
    {
      "number": 24,
      "text": "أَصْحَٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌۭ مُّسْتَقَرًّۭا وَأَحْسَنُ مَقِيلًۭا",
      "tafsir": {
        "muyassar": "أصحاب الجنة يوم القيامة خير مستقرًا من أهل النار وأحسن منازل في الجنة، فراحتهم تامة، ونعيمهم لا يشوبه كدر.",
        "mukhtasar": "المؤمنون أصحاب الجنة في ذلك اليوم أفضل مقامًا، وأحسن مكان راحة وقت قائلتهم في الدنيا من هؤلاء الكفار؛ ذلك لإيمانهم بالله وعملهم الصالح.",
        "saadi": "أي: في ذلك اليوم الهائل كثير البلابل { أَصْحَابُ الْجَنَّةِ } الذين آمنوا بالله وعملوا صالحا واتقوا ربهم { خَيْرٌ مُسْتَقَرًّا } من أهل النار { وَأَحْسَنُ مَقِيلًا } أي: مستقرهم في الجنة وراحتهم التي هي القيلولة، هو المستقر النافع والراحة التامة لاشتمال ذلك على تمام النعيم الذي لا يشوبه كدر، بخلاف أصحاب النار فإن جهنم ساءت مستقرا ومقيلا وهذا من باب استعمال أفعل التفضيل، فيما ليس في الطرف الآخر منه شيء لأنه لا خير في مقيل أهل النار ومستقرهم كقوله: { آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ } ",
        "kathir": "أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا"
      },
      "translations": {
        "en": "The companions of Paradise, that Day, are [in] a better settlement and better resting place.",
        "fr": "Les gens du Paradis seront, ce jour-là, en meilleure demeure et au plus beau lieu de repos.",
        "es": "Ese día los moradores del Jardín gozarán de la mejor morada y del más bello descansadero."
      },
      "ibn_ashour": "أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مَقِيلًا (24)استئناف ابتدائي جيء به لمقابلة حال المشركين في الآخرة بضدها من حال أصحاب الجنة وهم المؤمنون ، لأنه لما وصف حال المشركين في الآخرة عُلم أن لا حظ لهم في الجنّة فتعينت الجنة لغير المشركين يومئذ وهم المؤمنون ، إذ أهل مكة في وقت نزول هذه الآية فريقان : مشركون ومؤمنون . فمعنى الكلام : المؤمنون يومئذ هم أصحاب الجنة وهم { خير مستقراً وأحسن مقيلاً } .والخير هنا : تفضيل ، وهو تهكم بالمشركين ، وكذلك { أحسن } .والمستقر : مكان الاستقرار .والمقيل : المكان الذي يؤوى إليه في القيلولة والاستراحة في ذلك الوقت من عادة المترفين ."
    },
    {
      "number": 25,
      "text": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَٰمِ وَنُزِّلَ ٱلْمَلَٰٓئِكَةُ تَنزِيلًا",
      "tafsir": {
        "muyassar": "واذكر - أيها الرسول - ذلك اليوم الذي تتشقق فيه السماء، ويظهر من فتحاتها السحاب الأبيض الرقيق، وينزل الله ملائكة السموات يومئذ، فيحيطون بالخلائق في المحشر، ويأتي الله تبارك وتعالى لفصل القضاء بين العباد، إتيانًا يليق بجلاله.",
        "mukhtasar": "واذكر - أيها الرسول - يوم تتشقق السماء عن سحب بيضاء رقيقة، ونُزِّل الملائكة إلى أرض المحشر تنزيلًا كثيرًا لكثرتهم.",
        "saadi": "تفسير الآيتين 25 و26 يخبر تعالى عن عظمة يوم القيامة وما فيه من الشدة والكروب، ومزعجات القلوب فقال: { وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ } وذلك الغمام الذي ينزل الله فيه، ينزل من فوق السماوات فتنفطر له السماوات وتشقق وتنزل ملائكة كل سماء فيقفون صفا صفا، إما صفا واحدا محيطا بالخلائق، وإما كل سماء يكونون صفا ثم السماء التي تليها صفا وهكذا. القصد أن الملائكة -على كثرتهم وقوتهم- ينزلون محيطين بالخلق مذعنين لأمر ربهم لا يتكلم منهم أحد إلا بإذن من الله، فما ظنك بالآدمي الضعيف خصوصا الذي بارز مالكه بالعظائم، وأقدم على مساخطه ثم قدم عليه بذنوب وخطايا لم يتب منها، فيحكم فيه الملك الحق بالحكم الذي لا يجور ولا يظلم مثقال ذرة ولهذا قال: { وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا } لصعوبته الشديدة وتعسر أموره عليه، بخلاف المؤمن فإنه يسير عليه خفيف الحمل. { يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا }  وقوله: { الْمُلْكُ يَوْمَئِذٍ } أي: يوم القيامة { الْحَقُّ لِلرَّحْمَنِ } لا يبقى لأحد من المخلوقين ملك ولا صورة ملك، كما كانوا في الدنيا، بل قد تساوت الملوك ورعاياهم والأحرار والعبيد والأشراف وغيرهم، ومما يرتاح له القلب، وتطمئن به النفس وينشرح له الصدر أن أضاف الملك في يوم القيامة لاسمه \" الرحمن \" الذي وسعت رحمته كل شيء وعمت كل حي وملأت الكائنات وعمرت بها الدنيا والآخرة، وتم بها كل ناقص وزال بها كل نقص، وغلبت الأسماء الدالة عليه الأسماء الدالة على الغضب وسبقت رحمته غضبه وغلبته، فلها السبق والغلبة، وخلق هذا الآدمي الضعيف وشرفه وكرمه ليتم عليه نعمته، وليتغمده برحمته، وقد حضروا في موقف الذل والخضوع والاستكانة بين يديه ينتظرون ما يحكم فيهم وما يجري عليهم وهو أرحم بهم من أنفسهم ووالديهم فما ظنك بما يعاملهم به، ولا يهلك على الله إلا هالك ولا يخرج من رحمته إلا من غلبت عليه الشقاوة وحقت عليه كلمة العذاب.",
        "kathir": "وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا"
      },
      "translations": {
        "en": "And [mention] the Day when the heaven will split open with [emerging] clouds, and the angels will be sent down in successive descent.",
        "fr": "Et le jour où le ciel sera fendu par les nuages et qu'on fera descendre des Anges,",
        "es": "El día que se desgarre el nubarrón del cielo y sean enviados abajo los ángeles."
      },
      "ibn_ashour": "وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (25) عطف على جملة { يوم يرون الملائكة } [ الفرقان : 22 ] . والمقصود تأييسهم من الانتفاع بأعمالهم وبآلهتهم وتأكيد وعيدهم . وأدمج في ذلك وصف بعض شؤون ذلك اليوم ، وأنه يوم تنزيل الملائكة بمرأى من الناس .وأعيد لفظ { يَومَ } على طريقة الإظهار في مقام الإضمار وإن كان ذلك يوماً واحداً لبعد ما بين المعاد ومكان الضمير .والتشقق : التفتح بين أجزاءٍ ملتئمة ، ومنه { إذا السماء انشقت } [ الانشقاق : 1 ] . ولعله انخراق يحصل في كُوَر تلك العوالم ، والذين قالوا : السموات لا تقبل الخرق ثم الالتئام بنوه على تخيّلهم إياها كقباب من معادن صُلبة ، والحكماء لم يصلوا إلى حقيقتها حتى الآن .وتشقُّق السماءِ حالة عجيبة تظهر يوم القيامة ، ومعناه زوال الحواجز والحدود التي كانت تمنع الملائكة من مبارحة سماواتهم إلا من يؤذن له بذلك ، فاللام في الملائكة للاستغراق ، أي بين جمع الملائكة فهو بمنزلة أن يقال : يوم تفتح أبواب السماء . قال )تعالى ): { وفتحت السماء فكانت أبواباً } [ النبأ : 19 ] ؛ على أن التشقّق يستعمل في معنى انجلاء النور كما قال الن"
    },
    {
      "number": 26,
      "text": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَٰفِرِينَ عَسِيرًۭا",
      "tafsir": {
        "muyassar": "المُلْك الحق في هذا اليوم للرحمن وحده دون مَن سواه، وكان هذا اليوم صعبًا شديدًا على الكافرين، لما ينالهم من العقاب والعذاب الأليم.",
        "mukhtasar": "المُلْك الذي هو المُلْك الحق الثابت يوم القيامة للرحمن سبحانه، وكان ذلك اليوم على الكفار صعبًا بخلاف المؤمنين فإنه سهل عليهم.",
        "saadi": "تفسير الآيتين 25 و26 يخبر تعالى عن عظمة يوم القيامة وما فيه من الشدة والكروب، ومزعجات القلوب فقال: { وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ } وذلك الغمام الذي ينزل الله فيه، ينزل من فوق السماوات فتنفطر له السماوات وتشقق وتنزل ملائكة كل سماء فيقفون صفا صفا، إما صفا واحدا محيطا بالخلائق، وإما كل سماء يكونون صفا ثم السماء التي تليها صفا وهكذا. القصد أن الملائكة -على كثرتهم وقوتهم- ينزلون محيطين بالخلق مذعنين لأمر ربهم لا يتكلم منهم أحد إلا بإذن من الله، فما ظنك بالآدمي الضعيف خصوصا الذي بارز مالكه بالعظائم، وأقدم على مساخطه ثم قدم عليه بذنوب وخطايا لم يتب منها، فيحكم فيه الملك الحق بالحكم الذي لا يجور ولا يظلم مثقال ذرة ولهذا قال: { وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا } لصعوبته الشديدة وتعسر أموره عليه، بخلاف المؤمن فإنه يسير عليه خفيف الحمل. { يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا }  وقوله: { الْمُلْكُ يَوْمَئِذٍ } أي: يوم القيامة { الْحَقُّ لِلرَّحْمَنِ } لا يبقى لأحد من المخلوقين ملك ولا صورة ملك، كما كانوا في الدنيا، بل قد تساوت الملوك ورعاياهم والأحرار والعبيد والأشراف وغيرهم، ومما يرتاح له القلب، وتطمئن به النفس وينشرح له الصدر أن أضاف الملك في يوم القيامة لاسمه \" الرحمن \" الذي وسعت رحمته كل شيء وعمت كل حي وملأت الكائنات وعمرت بها الدنيا والآخرة، وتم بها كل ناقص وزال بها كل نقص، وغلبت الأسماء الدالة عليه الأسماء الدالة على الغضب وسبقت رحمته غضبه وغلبته، فلها السبق والغلبة، وخلق هذا الآدمي الضعيف وشرفه وكرمه ليتم عليه نعمته، وليتغمده برحمته، وقد حضروا في موقف الذل والخضوع والاستكانة بين يديه ينتظرون ما يحكم فيهم وما يجري عليهم وهو أرحم بهم من أنفسهم ووالديهم فما ظنك بما يعاملهم به، ولا يهلك على الله إلا هالك ولا يخرج من رحمته إلا من غلبت عليه الشقاوة وحقت عليه كلمة العذاب.",
        "kathir": "الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَٰنِ ۚ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا"
      },
      "translations": {
        "en": "True sovereignty, that Day, is for the Most Merciful. And it will be upon the disbelievers a difficult Day.",
        "fr": "ce jour-là, la vraie royauté appartient au Tout Miséricordieux, et ce sera un Jour difficile aux infidèles.",
        "es": "ese día, el dominio, el verdadero, será del Compasivo, y será un día difícil para los infieles."
      },
      "ibn_ashour": "الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا (26)وقوله : { الملك يومئذٍ } هو صدر الجملة المعطوفة فيتعلق به { يَومَ تشقق السماء بالغمام } ، وإنما قدم عليه للوجه المذكور في تقديم قوله : { يَوْم يَرَوْن الملائكة } [ الفرقان : 22 ] وكذلك القول في تكرير { يومئذ } .و { الحق } : الخالص ، كقولك : هذا ذهب حقّاً . وهو المُلك الظاهر أنه لا يماثله مُلك ، لأن حالة الملك في الدنيا متفاوتة . والمُلك الكامل إنما هو لله ، ولكن العقول قد لا تلتفت إلى ما في الملوك من نقص وعجز وتَبهرهم بهرجة تصرفاتهم وعطاياهم فينسون الحقائق ، فأما في ذلك اليوم فالحقائق منكشفة وليس ثمة من يدّعي شيئاً من التصرف ، وفي الحديث : « ثم يقول الله : أنا المَلِكُ أيْن ملوكُ الأرض »ووصف اليوم بعسير باعتبار ما فيه من أمور عسيرة على المشركين .وتقديم { على الكافرين } للحصر . وهو قصر إضافي ، أي دون المؤمنين ."
    },
    {
      "number": 27,
      "text": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًۭا",
      "tafsir": {
        "muyassar": "واذكر - أيها الرسول - يوم يَعَضُّ الظالم لنفسه على يديه ندمًا وتحسرًا قائلا يا ليتني صاحبت رسول الله محمدًا صلى الله عليه وسلم واتبعته في اتخاذ الإسلام طريقًا إلى الجنة، ويتحسَّر قائلا يا ليتني لم أتخذ الكافر فلانًا صديقًا أتبعه وأوده. لقد أضلَّني هذا الصديق عن القرآن بعد إذ جاءني. وكان الشيطان الرجيم خذولا للإنسان دائمًا. وفي هذه الآيات التحذير من مصاحبة قرين السوء؛ فإنه قد يكون سببًا لإدخال قرينه النار.",
        "mukhtasar": "واذكر - أيها الرسول - يوم يَعَضُّ الظالم بسبب ترك اتباع الرسول صلى الله عليه وسلم على يديه من شدة الندم قائلًا: يا ليتني اتبعت الرسول فيما جاء به من عند ربه، واتخذت معه طريقًا إلى النجاة.",
        "saadi": "{ وَيَوْمَ يَعَضُّ الظَّالِمُ } بشركه وكفره وتكذيبه للرسل { عَلَى يَدَيْهِ } تأسفا وتحسرا وحزنا وأسفا. { يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا } أي طريقا بالإيمان به وتصديقه واتباعه.",
        "kathir": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا"
      },
      "translations": {
        "en": "And the Day the wrongdoer will bite on his hands [in regret] he will say, \"Oh, I wish I had taken with the Messenger a way.",
        "fr": "Le jour où l'injuste se mordra les deux mains et dira: «[Hélas pour moi!] Si seulement j'avais suivi chemin avec le Messager!...",
        "es": "el día que el impío se muerda las manos diciendo: «¡Ojalá hubiera seguido un mismo camino que el Enviado!"
      },
      "ibn_ashour": "وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا (27) هذا هو ذلك اليوم أعيد الكلام عليه باعتبار حال آخر من أحوال المشركين فيه ، أو باعتبار حال بعض المشركين المقصود من الآية .والتعريف في { الظالم } يجوز أن يكون للاستغراق . والمراد بالظلم الشرك فيعم جميع المشركين الذين أشركوا بعد ظهور الدعوة المحمدية بقرينة قوله : { يقول يا ليتني اتخذتُ مع الرسول سبيلاً } ، ويكون قوله : { ليتني لم أتخذ فلاناً خليلاً } إعلاماً بما لا تخلو عنه من صحبة بعضهم مع بعض وإغراء بعضهم بعضاً على مناوأة الإسلام .ويجوز أن يكون للعهد المخصوص . والمراد بالظلم الاعتداء الخاص المعهود من قصة معينة وهي قصة عقبة بن أبِي معيْط وما أغراه به أُبَيّ بن خلف . قال الواحدي وغيره عن الشعبي وغيره : كان عقبة بن أبي مَعيط خليلاً لأمية بن خلف ، وكان عقبة لا يقدَم من سفر إلا صنع طعاماً ودعا إليه أشرافَ قومه ، وكان يُكثر مجالسة النبي صلى الله عليه وسلم فقدِم من بعض أسفاره فصنع طعاماً ودعا رسول الله )صلى الله عليه وسلم فلما قرّبوا الطعام قال رسول الله )صلى الله عليه وسلم : ما أنا بآكل من"
    },
    {
      "number": 28,
      "text": "يَٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًۭا",
      "tafsir": {
        "muyassar": "واذكر - أيها الرسول - يوم يَعَضُّ الظالم لنفسه على يديه ندمًا وتحسرًا قائلا يا ليتني صاحبت رسول الله محمدًا صلى الله عليه وسلم واتبعته في اتخاذ الإسلام طريقًا إلى الجنة، ويتحسَّر قائلا يا ليتني لم أتخذ الكافر فلانًا صديقًا أتبعه وأوده. لقد أضلَّني هذا الصديق عن القرآن بعد إذ جاءني. وكان الشيطان الرجيم خذولا للإنسان دائمًا. وفي هذه الآيات التحذير من مصاحبة قرين السوء؛ فإنه قد يكون سببًا لإدخال قرينه النار.",
        "mukhtasar": "ويقول من شدة الأسف داعيًا على نفسه بالويل: يا ويلي ليتني لم أتخذ الكافر فلانًا صديقًا.",
        "saadi": "{ يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا } وهو الشيطان الإنسي أو الجني، { خَلِيلًا } أي: حبيبا مصافيا عاديت أنصح الناس لي، وأبرهم بي وأرفقهم بي، وواليت أعدى عدو لي الذي لم تفدني ولايته إلا الشقاء والخسار والخزي والبوار.",
        "kathir": "يَا وَيْلَتَىٰ لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا"
      },
      "translations": {
        "en": "Oh, woe to me! I wish I had not taken that one as a friend.",
        "fr": "Malheur à moi! Hélas! Si seulement je n'avais pas pris «un tel» pour ami!...",
        "es": "¡Ay de mí! ¡Ojalá no hubiera tomado a fulano como amigo!"
      },
      "ibn_ashour": "يَا وَيْلَتَا لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا (28) .وكذلك قوله : { يا وَيْلَتَا } هو تحسّر بطريق نداء الويل . والويل : سوء الحال ، والألف عوض عن ياء المتكلم ، وهو تعويض مشهور في نداء المضاف إلى ياء المتكلم .وقد تقدم الكلام على الويل في قوله تعالى : { فويل للذين يَكْتُبون الكتاب } في سورة [ البقرة : 79 ] . وعلى { يا وَيْلَتنا } في قوله : { يا ويْلَتَنا مَالِ هَذَا الكتاب } في سورة [ الكهف : 49 ] .وأتبَع التحسّرَ بتمني أن لا يكون { اتّخذ فلاناً خليلاً } .وجملة { ليتني لم أتخذ فلاناً خليلاً } بدل من جملة { ليتني اتّخذتُ مع الرسول سبيلاً } بدل اشتمال لأن اتباع سبيل الرسول يشتمل على نبذ خُلّة الذين يصدون عن سبيله فتمني وقوع أولهما يشتمل على تمني وقوع الثاني .وجملة { يا ويلتا } معترضة بين جملة { يا ليتني اتخذت مع الرسول سبيلاً } وجملة { ليتني لم اتخذ فلاناً خليلاً } .و )فلان ): اسم يكنّى عمّن لا يُذكر اسمه العلَمُ ، كما يُكنّى ب )فلانة )عمّن لا يُراد ذكر اسمها العلم ، سواء كان ذلك في الحكاية أم في غيرها . قاله ابن السكيت وابن مالك خلافاً لابن السراج وابننِ الحاجب في اشتراط وقوعه ف"
    },
    {
      "number": 29,
      "text": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَٰنُ لِلْإِنسَٰنِ خَذُولًۭا",
      "tafsir": {
        "muyassar": "واذكر - أيها الرسول - يوم يَعَضُّ الظالم لنفسه على يديه ندمًا وتحسرًا قائلا يا ليتني صاحبت رسول الله محمدًا صلى الله عليه وسلم واتبعته في اتخاذ الإسلام طريقًا إلى الجنة، ويتحسَّر قائلا يا ليتني لم أتخذ الكافر فلانًا صديقًا أتبعه وأوده. لقد أضلَّني هذا الصديق عن القرآن بعد إذ جاءني. وكان الشيطان الرجيم خذولا للإنسان دائمًا. وفي هذه الآيات التحذير من مصاحبة قرين السوء؛ فإنه قد يكون سببًا لإدخال قرينه النار.",
        "mukhtasar": "لقد أضلّني هذا الصديق الكافر عن القرآن بعد أن بلغني عن طريق الرسول، وكان الشيطان للإنسان كثير الخذلان، إذا نزل به كرب تبرّأ منه.",
        "saadi": "{ لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي } حيث زين له ما هو عليه من الضلال بخدعه وتسويله. { وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا } يزين له الباطل ويقبح له الحق، ويعده الأماني ثم يتخلى عنه ويتبرأ منه كما قال لجميع أتباعه حين قضي الأمر، وفرغ الله من حساب الخلق { وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ } الآية. فلينظر العبد لنفسه وقت الإمكان وليتدارك الممكن قبل أن لا يمكن، وليوال من ولايته فيها سعادته وليعاد من تنفعه عداوته وتضره صداقته. والله الموفق.",
        "kathir": "لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي ۗ وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا"
      },
      "translations": {
        "en": "He led me away from the remembrance after it had come to me. And ever is Satan, to man, a deserter.\"",
        "fr": "Il m'a, en effet, égaré loin du rappel [le Coran], après qu'il me soit parvenu». Et le Diable déserte l'homme (après l'avoir tenté).",
        "es": "Me ha desviado de la Amonestación, después de haber venido a mí». El Demonio siempre deja colgado al hombre."
      },
      "ibn_ashour": "لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا (29)وجملة { لقد أضلني عن الذكر بعد إذ جاءني } تعليلية لتمنِّيه أن لا يكون اتخذ فلاناً خليلاً بأنه قد صدر عن خُلته أعظم خسران لخليله إذ أضله عن الحق بعد أن كاد يتمكن منه .وقوله : { أضلني عن الذكر } معناه سوّل لي الانصراف عن الحق . والضلال : إضاعة الطريق وخطؤه بحيث يسلك طريقاً غيرَ المقصود فيقع في غير المكان الذي أراده ، وإنما وقع في أرض العدوّ أو في مَسبَعة . ويستعار الضلال للحياد عن الحق والرشد إلى الباطل والسفه كما يستعار ضده وهو الهُدى )الذي هو إصابة الطريق )لمعرفة الحق والصواب حتى تساوى المعنيان الحقيقيان والمعنيان المجازيان لكثرة الاستعمال ، ولذلك سموا الدليل الذي يَسلك بالركب الطريقَ المقصود هَادياً .والإضلال مستعار هنا للصرف عن الحق لمناسبة استعارة السبيل لهدى الرسول وليس مستعملاً هنا في المعنى الذي غلب على الباطل بقرينة تعديته بحرف { عن } في قوله : { عن الذكر } فإنه لو كان الإضلال هو تسويل الضلال لما احتاج إلى تعديته ولكن أريد هنا متابعة التمثيل السابق . ففي قوله : { أضلني } مكنية ت"
    },
    {
      "number": 30,
      "text": "وَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَٰذَا ٱلْقُرْءَانَ مَهْجُورًۭا",
      "tafsir": {
        "muyassar": "وقال الرسول شاكيًا ما صنع قومه: يا ربِّ إن قومي تركوا هذا القرآن وهجروه، متمادين في إعراضهم عنه وتَرْكِ تدبُّره والعمل به وتبليغه. وفي الآية تخويف عظيم لمن هجر القرآن فلم يعمل به.",
        "mukhtasar": "وقال الرسول في ذلك اليوم شاكيًا حال قومه: يا رب، إن قومي الذين بعثتني إليهم تركوا هذا القرآن وأعرضوا عنه.",
        "saadi": "{ وَقَالَ الرَّسُولُ } مناديا لربه وشاكيا له إعراض قومه عما جاء به، ومتأسفا على ذلك منهم: { يَا رَبِّ إِنَّ قَوْمِي } الذي أرسلتني لهدايتهم وتبليغهم، { اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا } أي: قد أعرضوا عنه وهجروه وتركوه مع أن الواجب عليهم الانقياد لحكمه والإقبال على أحكامه، والمشي خلفه",
        "kathir": "وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَٰذَا الْقُرْآنَ مَهْجُورًا"
      },
      "translations": {
        "en": "And the Messenger has said, \"O my Lord, indeed my people have taken this Qur'an as [a thing] abandoned.\"",
        "fr": "Et le Messager dit: «Seigneur, mon peuple a vraiment pris ce Coran pour une chose délaissée!»",
        "es": "El Enviado dice: «¡Señor! ¡Mi pueblo ha cobrado aversión a este Corán !»"
      },
      "ibn_ashour": "وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآَنَ مَهْجُورًا (30)عطف على أقوال المشركين ومناسبته لقوله : { لقد أضلّني عن الذكر } [ الفرقان : 29 ] أن الذكر هو القرآن فحكيت شكاية الرسول إلى ربّه قومَه من نبذهم القرآن بتسويل زعمائهم وسادتهم الذين أضلوهم عن القرآن ، أي عن التأمل فيه بعد أن جاءهم وتمكنوا من النظر ، وهذا القول واقع في الدنيا والرسول هو محمد صلى الله عليه وسلم وهو خبر مستعمل في الشكاية .والمقصود من حكاية قول الرسول إنذار قريش بأن الرسول توجه إلى ربّه في هذا الشأن فهو يستنصر به ويوشك أن ينصره ، وتأكيده ب { إنّ } للاهتمام به ليكون التشكّي أقوى . والتعبير عن قريش ب { قومي } لزيادة التذمر من فعلهم معه لأن شأن قوم الرجل أن يوافقوه .وفعل الاتخاذ إذا قيّد بحالة يفيد شدة اعتناء المتَّخذ بتلك الحالة بحيث ارتكب الفعل لأجلها وجعله لها قصداً . فهذا أشد مبالغة في هجرهم القرآن من أن يقال : إن قومي هجروا القرآن .واسم الإشارة في { هذا القرآن } لِتَعظيمه وأن مثله لا يُتّخَذ مهجوراً بل هو جدير بالإقبال عليه والانتفاع به .والمهجور : المتروك والمفارَق . والمراد هنا ترك الاع"
    },
    {
      "number": 31,
      "text": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّۭا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًۭا وَنَصِيرًۭا",
      "tafsir": {
        "muyassar": "وكما جعلنا لك - أيها الرسول - أعداء من مجرمي قومك، جعلنا لكل نبيٍّ من الأنبياء عدوًا من مجرمي قومه، فاصبر كما صبروا. وكفى بربك هاديًا ومرشدًا ومعينًا يعينك على أعدائك. وفي هذا تسلية لنبيه محمد صلى الله عليه وسلم.",
        "mukhtasar": "ومثل ما لاقيت - أيها الرسول - من قومك من الإيذاء والصد عن سبيلك جعلنا لكل نبي من الأنبياء من قبلك عدوًّا من مجرمي قومه، وكفى بربك هاديًا يهدي إلى الحق، وكفى به نصيرًا ينصرك على عدوك.",
        "saadi": "، قال الله مسليا لرسوله ومخبرا أن هؤلاء الخلق لهم سلف صنعوا كصنيعهم فقال: { وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ } أي: من الذين لا يصلحون للخير ولا يزكون عليه يعارضونهم ويردون عليهم ويجادلونهم بالباطل. من بعض فوائد ذلك أن يعلو الحق على الباطل وأن يتبين الحق ويتضح اتضاحا عظيما لأن معارضة الباطل للحق مما تزيده وضوحا وبيانا وكمال استدلال وأن يتبين ما يفعل الله بأهل الحق من الكرامة وبأهل الباطل من العقوبة، فلا تحزن عليهم ولا تذهب نفسك عليهم حسرات { وَكَفَى بِرَبِّكَ هَادِيًا } يهديك فيحصل لك المطلوب ومصالح دينك ودنياك. { وَنَصِيرًا } ينصرك على أعدائك ويدفع عنك كل مكروه في أمر الدين والدنيا فاكتف به وتوكل عليه.",
        "kathir": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا"
      },
      "translations": {
        "en": "And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper.",
        "fr": "C'est ainsi que Nous fîmes à chaque prophète un ennemi parmi les criminels. Mais ton Seigneur suffit comme guide et comme soutien.",
        "es": "Así hemos asignado a cada profeta un enemigo de entre los pecadores. Pero tu Señor basta como guía y auxilio."
      },
      "ibn_ashour": "وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِنَ الْمُجْرِمِينَ وَكَفَى بِرَبِّكَ هَادِيًا وَنَصِيرًا (31)هذه تسلية للنبيء صلى الله عليه وسلم بأن ما لقِيَه من بعض قومه هو سنة من سنن الأمم مع أنبيائهم . وفيه تنبيه للمشركين ليَعْرِضوا أحوالهم على هذا الحكم التاريخي فيعلموا أن حالهم كحال مَن كذّبوا من قوم نوح وعاد وثمود .والقول في قوله : { وكذلك } تقدم في قوله تعالى : { وكذلك جعلناكم أمة وسطاً } [ البقرة : 143 ] . والعدوّ : اسم يقع على المفرد والجمع والمراد هنا الجمع .ووصف أعداء الأنبياء بأنهم من المجرمين ، أي من جملة المجرمين ، فإن الإجرام أعمّ من عداوة الأنبياء وهو أعظمها .  وإنما أريد هنا تحقيق انضواء أعداء الأنبياء في زمرة المجرمين ، لأن ذلك أبلغ في الوصف من أن يقال : عدوًّا مجرمين كما تقدم عند قوله تعالى : { قال أعوذ بالله أن أكون من الجاهلين } في سورة البقرة )67 ).وأعقب التسلية بالوعد بهداية كثير ممّن هم يومئذ مُعرِضون عنه كما قال النبي : لعلّ الله أن يُخرج من أصلابهم مَن يعبدُه وبأنه ينصره على الذين يُصرّون على عداوته لأن قوله : وكفى بربك هادياً ونصيراً } تعريض بأن يفوض الأمر إلي"
    },
    {
      "number": 32,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةًۭ وَٰحِدَةًۭ ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَٰهُ تَرْتِيلًۭا",
      "tafsir": {
        "muyassar": "وقال الذين كفروا: هلا أنزل القرآن على محمد جملة واحدة كالتوراة والإنجيل والزبور! قال الله سبحانه وتعالى: كذلك أنزلناه مفرقًا؛ لنقوِّي به قلبك وتزداد به طمأنينة، فتعيه وتحمله، وبيَّنَّاه في تثبت ومُهْلَة.",
        "mukhtasar": "وقال الذين كفروا بالله: هلَّا نُزِّل على الرسول هذا القرآن دفعة واحدة، ولم يُنَزَّل عليه مفرقًا، نزّلنا القرآن كذلك مفرقًا لتثبيت قلبك - أيها الرسول - بنزوله مرة بعد مرة، وأنزلناه شيئًا بعد شيء لتسهيل فهمه وحفظه.",
        "saadi": "هذا من جملة مقترحات الكفار الذي توحيه إليهم أنفسهم فقالوا: { لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً } أي: كما أنزلت الكتب قبله، وأي محذور من نزوله على هذا الوجه؟ بل نزوله على هذا الوجه أكمل وأحسن، ولهذا قال: { كَذَلِكَ } أنزلناه متفرقا { لِنُثَبِّتَ بِهِ فُؤَادَكَ } لأنه كلما نزل عليه شيء من القرآن ازداد طمأنينة وثباتا وخصوصا عند ورود أسباب القلق فإن نزول القرآن عند حدوث السبب يكون له موقع عظيم وتثبيت كثير أبلغ مما لو كان نازلا قبل ذلك ثم تذكره عند حلول سببه. { وَرَتَّلْنَاهُ تَرْتِيلًا } أي: مهلناه ودرجناك فيه تدريجا. وهذا كله يدل على اعتناء الله بكتابه القرآن وبرسوله محمد صلى الله عليه وسلم حيث جعل إنزال كتابه جاريا على أحوال الرسول ومصالحه الدينية.",
        "kathir": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ ۖ وَرَتَّلْنَاهُ تَرْتِيلًا"
      },
      "translations": {
        "en": "And those who disbelieve say, \"Why was the Qur'an not revealed to him all at once?\" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly.",
        "fr": "Et ceux qui ne croient pas disent: «Pourquoi n'a-t-on pas fait descendre sur lui le Coran en une seule fois?» Nous l'avons révélé ainsi pour raffermir ton cœur. Et Nous l'avons récité soigneusement.",
        "es": "Los infieles dicen: «¿Por qué no se le ha revelado el Corán de una vez?» Para, así, confirmar con él tu corazón. Y lo hemos hecho recitar lenta y claramente."
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآَنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا (32)عود إلى معاذيرهم وتعلّلاتهم الفاسدة إذ طعنوا في القرآن بأنه نُزّل منجّماً وقالوا : لو كان من عند الله لنَزل كتاباً جملةً واحدة . وضمير { وقال } ظاهر في أنه عائد إلى المشركين ، وهذه جهالة منهم بنسبة كتب الرسل فإنها لم ينزل شيء منها جملةً واحدة وإنما كانت وحياً مفرّقاً؛ فالتوراة التي أنزلت على موسى عليه السلام في الألواح هي عشر كلمات بمقدار سورة الليل في القرآن ، وما كان الإنجيل إلا أقوالاً ينطق بها عيسى عليه السلام في الملإ ، وكذلك الزبور نَزل قطعاً كثيرة ، فالمشركون نسُوا ذلك أو جهلوا فقالوا : هلاّ نزل القرآن على محمد جملةً واحدة فنعلم أنه رسول الله . وقيل : إن قائل هذا اليهودُ أو النصارى ، فإن صح ذلك فهو بهتان منهم لأنهم يعلمون أنه لم تنزل التوراة والإنجيل والزبور إلا مفرقة . فخوض المفسرين في بيان الفرق بين حالة رسولنا من الأُمية وحالة الرسل الذين أُنزلت عليهم الكتب اشتغال بما لا طائل فيه ، فإن تلك الكتب لم تنزل أسفاراً تامة قط .و { نُزّل"
    },
    {
      "number": 33,
      "text": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
      "tafsir": {
        "muyassar": "ولا يأتيك - أيها الرسول - المشركون بحجة أو شبهة إلا جئناك بالجواب الحق وبأحسن بيان له.",
        "mukhtasar": "ولا يأتيك - أيها الرسول - المشركون بمَثَلٍ مما يقترحونه إلا جئناك بالجواب الحق الثابت عليه، وجئناك بما هو أحسن بيانًا.",
        "saadi": "ولهذا قال: { وَلَا يَأْتُونَكَ بِمَثَلٍ } يعارضون به الحق ويدفعون به رسالتك، { إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } أي: أنزلنا عليك قرآنا جامعا للحق في معانيه والوضوح والبيان التام في ألفاظه، فمعانيه كلها حق وصدق لا يشوبها باطل ولا شبهة بوجه من الوجوه، وألفاظه وحدوده للأشياء أوضح ألفاظا وأحسن تفسيرا مبين للمعاني بيانا كاملا. وفي هذه الآية دليل على أنه ينبغي للمتكلم في العلم من محدث ومعلم، وواعظ أن يقتدي بربه في تدبيره حال رسوله، كذلك العالم يدبر أمر الخلق فكلما حدث موجب أو حصل موسم، أتى بما يناسب ذلك من الآيات القرآنية والأحاديث النبوية والمواعظ الموافقة لذلك. وفيه رد على المتكلفين من الجهمية ونحوهم ممن يرى أن كثيرا من نصوص القرآن محمولة على غير ظاهرها ولها معان غير ما يفهم منها، فإذا -على قولهم- لا يكون القرآن أحسن تفسيرا من غيره، وإنما التفسير الأحسن -على زعمهم- تفسيرهم الذي حرفوا له المعاني تحريفا.",
        "kathir": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا"
      },
      "translations": {
        "en": "And they do not come to you with an argument except that We bring you the truth and the best explanation.",
        "fr": "Ils ne t'apporteront aucune parabole, sans que Nous ne t'apportions la vérité avec la meilleure interprétation.",
        "es": "No te proponen ninguna parábola que no te aportemos Nosotros el verdadero sentido y la mejor interpretación."
      },
      "ibn_ashour": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا (33)لما استقصَى أكثرَ معاذيرهم وتعلّلاتهم وألقَمهم أحجارَ الردّ إلى لَهَوَاتهم عطف على ذلك فذلكة جامعة تعمّ ما تقدم وما عسى أن يأتوا به من الشكوك والتمويه بأن كل ذلك مدحوض بالحجة الواضحة الكاشفة لتَرّهاتهم .والمَثَل : المشابه . وفعل الإتيان مجازٌ في أقوالهم والمحاجّةِ به ، وتنكير )مَثَل )في سياق النفي للتعميم ، أي بكل مَثَل . والمقصود : مثَل من نوع ما تقدم من أمثالهم المتقدمة ابتداء من قوله )تعالى ): { وقال الذين كفروا إنْ هذا إلا إفك افتراه وأعانه عليه قوم آخرون } [ الفرقان : 4 ] ، و { قالوا أساطير الأولين } [ النحل : 24 ] بقرينة سَوْق هذه الجملة عقب استقصاء شبهتهم ، و { قالوا مال هذا الرسول يأكل الطعام } [ الفرقان : 7 ] { وقال الظالمون إن تَتَّبِعون إلا رجلاً مسحوراً } [ الفرقان : 8 ] { وقال الذين لا يرجون لقاءنا لولا أنزل علينا الملائكة } [ الفرقان : 21 ] { وقال الذين كفروا لولا نزل عليه القرآن جملة واحدة } [ الفرقان : 32 ] . ودل على إرادة هذا المعنى من قوله : { بمثل } قوله آنفاً { انظر كيف ضربوا لك الأمثال"
    },
    {
      "number": 34,
      "text": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَٰٓئِكَ شَرٌّۭ مَّكَانًۭا وَأَضَلُّ سَبِيلًۭا",
      "tafsir": {
        "muyassar": "أولئك الكفار هم الذين يُسحبون على وجوههم إلى جهنم، وأولئك هم شر الناس منزلة، وأبعدهم طريقًا عن الحق.",
        "mukhtasar": "الذين يُساقون يوم القيامة مسحوبين على وجوههم إلى جهنم أولئك شر مكانًا؛ لأن مكانهم جهنم، وأبعد طريقًا عن الحق؛ لأن طريقهم طريق الكفر والضلال.",
        "saadi": "يخبر تعالى عن حال المشركين الذين كذبوا رسوله وسوء مآلهم، وأنهم { يُحْشَرُونَ عَلَى وُجُوهِهِمْ } أشنع مرأى، وأفظع منظر تسحبهم ملائكة العذاب ويجرونهم { إِلَى جَهَنَّمَ } الجامعة لكل عذاب وعقوبة. { أُولَئِكَ } الذين بهذه الحالة { شَرٌّ مَكَانًا } ممن آمن بالله وصدق رسله، { وَأَضَلُّ سَبِيلًا } وهذا من باب استعمال أفضل التفضيل فيما ليس في الطرف الآخر منه شيء فإن المؤمنين حسن مكانهم ومستقرهم، واهتدوا في الدنيا إلى الصراط المستقيم وفي الآخرة إلى الوصول إلى جنات النعيم.",
        "kathir": "الَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُولَٰئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا"
      },
      "translations": {
        "en": "The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way.",
        "fr": "Ceux qui seront traînés [ensemble] sur leurs visages vers l'Enfer, ceux-là seront dans la pire des situations et les plus égarés hors du chemin droit.",
        "es": "Aquéllos que sean congregados, boca abajo, hacia la gehena serán los que se encuentren en la situación peor y los más extraviados del Camino."
      },
      "ibn_ashour": "الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ إِلَى جَهَنَّمَ أُولَئِكَ شَرٌّ مَكَانًا وَأَضَلُّ سَبِيلًا (34)استئناف ابتدائي لتسلية الرسول صلى الله عليه وسلم ولوعيد المشركين وذمهم .والموصول واقعٌ موقع الضمير كأنه قيل : هُم يحشرون على وجوههم ، فيكون الضمير عائداً إلى الذين كفروا من قوله : { وقال الذين كفروا لولا نزّل عليه القرآن جملة واحدة } [ الفرقان : 32 ] إظهاراً في مقام الإضمار لتحصيل فائدة أن أصحاب الضمير ثبتَ لهم مضمون الصلة ، وليبنى على الصلة موقع اسم الإشارة ، ومقتضى ظاهر النظم أن يقال : ولا يأتونك بِمَثَل إلا جئناك بالحق وأحسن تفسيراً ، هُم شرّ مكاناً وأضل سبيلاً ، ونحشرهم على وجوههم إلى جهنم ، كما قال في سورة الإسراء )97 ){ ونحشرهم يوم القيامة على وجوههم } عقب قوله : { وما منَع الناسَ أن يؤمنوا إذ جاءهم الهدى إلاّ أن قالوا أبعَث اللَّه بشراً رسولاً } [ الإسراء : 94 ] ويعلم من السياق بطريق التعريض أن الذين يحشرون على وجوههم هم الذين يأتون بالأمثال تكذيباً للنبيء صلى الله عليه وسلم وإذ كان قصدهم مما يأتون به من الأمثال تنقيص شأن النبي ذكروا بأنهم أهل شر المكان وضلاللِ السبيل دون النب"
    },
    {
      "number": 35,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرًۭا",
      "tafsir": {
        "muyassar": "ولقد آتينا موسى التوراة، وجعلنا معه أخاه هارون معينًا له، فقلنا لهما: اذهبا إلى فرعون وقومه الذين كذَّبوا بدلائل ربوبيتنا وألوهيتنا، فذهبا إليهم، فدَعَواهم إلى الإيمان بالله وطاعته وعدم الإشراك به، فكذَّبوهما، فأهلكناهم إهلاكًا عظيمًا.",
        "mukhtasar": "ولقد أعطينا موسى التوراة، وصَيَّرنا معه أخاه هارون رسولًا ليكون له معينًا.",
        "saadi": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب.",
        "kathir": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا"
      },
      "translations": {
        "en": "And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant.",
        "fr": "En effet, Nous avons apporté à Moïse le Livre et lui avons assigné son frère Aaron comme assistant.",
        "es": "Dimos a Moisés la Escritura y pusimos a su hermano Aarón como ayudante suyo."
      },
      "ibn_ashour": "وَلَقَدْ آَتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا (35) لما جرى الوعيد والتسلية بذكر حال المكذبين للرسول عليه الصلاة والسلام عطف على ذلك تمثيلهم بالأمم المكذبين رسلهم ليحصل من ذلك موعظة هؤلاء وزيادة تسلية الرسول والتعريض بوعده بالانتصار له .وابتدىء بذكر موسى وقومه لأنه أقرب زمناً من الذين ذكروا بعدَه ولأن بقايا شرعه وأمته لم تزل معروفة عند العرب ، فإن صح ما روي أن الذين قالوا : { لولا نُزل عليه القرآن جملة واحدة } [ الفرقان : 32 ] اليهود ، فوجه الابتداء بذكر ما أوتي موسى أظهر .وحرف التحقيق ولام القسم لتأكيد الخبر باعتبار ما يشتمل عليه من الوعيد بتدميرهم . وأريد بالكتاب الوحي الذي يكتب ويحفظ وذلك من أول ما ابتدىء بوحْيه إليه ، وليس المراد بالكتاب الألواحَ لأن إيتاءه الألواح كان بعد زمن قوله { اذهبا إلى القوم } ، فقوله { فقلنا اذهبا } مفرع عن إيتاء الكتاب ، فالإيتاء متقدم عليه .وفي وصف الوحي بالكتاب تعريض بجهالة المشركين القائلين { لولا نزل عليه القرآن جملة واحدة } [ الفرقان : 32 ] ، فإن الكُتب التي أوتيها الرسل ما كانت إلا وَحياً نزل منجّماً فجمعه الرسل وك"
    },
    {
      "number": 36,
      "text": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِنَا فَدَمَّرْنَٰهُمْ تَدْمِيرًۭا",
      "tafsir": {
        "muyassar": "ولقد آتينا موسى التوراة، وجعلنا معه أخاه هارون معينًا له، فقلنا لهما: اذهبا إلى فرعون وقومه الذين كذَّبوا بدلائل ربوبيتنا وألوهيتنا، فذهبا إليهم، فدَعَواهم إلى الإيمان بالله وطاعته وعدم الإشراك به، فكذَّبوهما، فأهلكناهم إهلاكًا عظيمًا.",
        "mukhtasar": "فقلنا لهما: اذهبا إلى فرعون وقومه الذين كذبوا بآياتنا.\nفامتَثَلا أمرنا، وذهبا إليهم فدَعَوَاهم إلى توحيد الله، فكذبوهما فأهلكناهم إهلاكًا شديدًا.",
        "saadi": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب.",
        "kathir": "فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا"
      },
      "translations": {
        "en": "And We said, \"Go both of you to the people who have denied Our signs.\" Then We destroyed them with [complete] destruction.",
        "fr": "Puis Nous avons dit: «Allez tous deux vers les gens qui ont traité de mensonge Nos preuves». Nous les avons ensuite détruits complètement.",
        "es": "Y dijimos: «¡Id al pueblo que ha desmentido Nuestros signos!» Y los aniquilamos."
      },
      "ibn_ashour": "فَقُلْنَا اذْهَبَا إِلَى الْقَوْمِ الَّذِينَ كَذَّبُوا بِآَيَاتِنَا فَدَمَّرْنَاهُمْ تَدْمِيرًا (36)و { الذين كذبوا بآياتنا } وصف للقوم وليس هو من المقول لموسى وهارون لأن التكذيب حينئذ لمّا يقع منهم ، ولكنه وصف لإفادة قُراء القرآن أن موسى وهارون بلَّغا الرسالة وأظهر الله منهما الآيات فكذب بها قوم فرعون فاستحقوا التدمير تعريضاً بالمشركين في تكذيبهم محمداً صلى الله عليه وسلم وتمهيداً للتفريع ب { دمرناهم تدميراً } الذي هو المقصود من الموعظة والتسلية .والموصول في قوله : { الذين كذبوا بآياتنا } للإيماء إلى علة الخبر عنهم بالتدمير .وقد حصل بهذا النظم إيجاز عجيب اختصرت به القصة فذكر منها حاشيتاها : أولُها وآخرها لأنهما المقصود بالقصة وهو استحقاق الأمم التدمير بتكذيبهم رسلهم .والتدمير : الإهلاك ، والهَلاك : دُمور .وإتباع الفعل بالمفعول المطلق لما في تنكير المصدر من تعظيم التدمير وهو الإغراق في اليَمّ ."
    },
    {
      "number": 37,
      "text": "وَقَوْمَ نُوحٍۢ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَٰهُمْ وَجَعَلْنَٰهُمْ لِلنَّاسِ ءَايَةًۭ ۖ وَأَعْتَدْنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمًۭا",
      "tafsir": {
        "muyassar": "وأغرقنا قوم نوح بالطوفان حين كذَّبوه. ومن كذب رسولا فقد كذب الرسل جميعًا. وجعلنا إغراقهم للناس عبرة، وجعلنا لهم ولمن سلك سبيلهم في التكذيب يوم القيامة عذابًا موجعًا.",
        "mukhtasar": "وقوم نوح لما كذبوا الرسل بتكذيبهم نوحًا عليه السلام أهلكناهم بالغرق في البحر، وصيَّرنا إهلاكهم دلالة على قدرتنا على استئصال الظالمين، وأعددنا للظالمين يوم القيامة عذابًا موجعًا.",
        "saadi": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب.",
        "kathir": "وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً ۖ وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا"
      },
      "translations": {
        "en": "And the people of Noah - when they denied the messengers, We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment.",
        "fr": "Et le peuple de Noé, quand ils eurent démenti les messagers, Nous les noyâmes et en fîmes pour les gens un signe d'avertissement. Et Nous avons préparé pour les injustes un châtiment douloureux.",
        "es": "Y al pueblo de Noé. Cuando desmintió a los enviados, le anegamos e hicimos de él un signo para los hombres. Y hemos preparado un castigo doloroso para los impíos."
      },
      "ibn_ashour": "وَقَوْمَ نُوحٍ لَمَّا كَذَّبُوا الرُّسُلَ أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آَيَةً وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا (37)عطف على جملة { ولقد آتينا موسى الكتاب } [ الفرقان : 35 ] باعتبار أن المقصود وصف قومه بالتكذيب والإخبار عنهم بالتدمير .وانتصب { قوم نوح } بفعل محذوف يفسره { أغرقناهم } على طريقة الاشتغال ، ولا يضر الفصل بكلمة { لمّا } لأنها كالظرف ، وجوابها محذوف دل عليه مفسر الفعل المحذوف ، وفي هذا النظم اهتمام بقوم نوح لأن حالهم هو محل العبرة فقدم ذكرهم ثم أُكّد بضميرهم .ويجوز أن يكون { وقوم نوح } عطفاً على ضمير النصب في قوله { فدمرناهم } [ الفرقان : 36 ] أي ودمرنا قوم نوح ، وتكون جملة { لما كذبوا الرسل أغرقناهم } مبيِّنة لجملة { دمَّرناهم } .والآية : الدليل ، أي جعلناهم دليلاً على مصير الذين يكذبون رسلهم . وجعلهم آية : هو تواتر خبرهم بالغرق آية .وجعل قوم نوح مكذِّبين الرسل مع أنهم كذّبوا رسولاً واحداً لأنهم استندوا في تكذيبهم رسولهم إلى إحالة أن يرسل الله بشراً لأنهم قالوا : { ما هذا إلا بشر مثلكم يريد أن يتفضّل عليكم ولو شاء الله لأنزل ملائكة ما سمعنا بهذا في "
    },
    {
      "number": 38,
      "text": "وَعَادًۭا وَثَمُودَا۟ وَأَصْحَٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًۭا",
      "tafsir": {
        "muyassar": "وأهلكنا عادًا قوم هود، وثمود قوم صالح، وأصحاب البئر وأممًا كثيرة بين قوم نوح وعاد وثمود وأصحاب الرسِّ، لا يعلمهم إلا الله.",
        "mukhtasar": "وأهلكنا عادًا قوم هود، وثمود قوم صالح، وأهلكنا أصحاب البئر، وأهلكنا أممًا كثيرة بين هؤلاء الثلاث.",
        "saadi": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب.",
        "kathir": "وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَٰلِكَ كَثِيرًا"
      },
      "translations": {
        "en": "And [We destroyed] 'Aad and Thamud and the companions of the well and many generations between them.",
        "fr": "Et les 'Aad, les Thamûd, les gens d'Ar-Rass et de nombreuses générations intermédiaires!",
        "es": "A los aditas, a los tamudeos, a los habitantes de ar-Rass y a muchas generaciones intermedias..."
      },
      "ibn_ashour": "وَعَادًا وَثَمُودَ وَأَصْحَابَ الرَّسِّ وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا (38) وتنوين { عاداً وثموداً } مع أن المراد الامتان . فأما تنوين { عاداً } فهو وجه وجيه لأنه اسم عري عن علامة التأنيث وغيرُ زائد على ثلاثة أحرف فحقه الصرف . وأما صَرْف { ثموداً } في قراءة الجمهور فعلى اعتبار اسم الأب ، والأظهر عندي أن تنوينه للمزاوجة مع { عَاداً } كما قال تعالى : { سَلاَسِلاً وأَغْلاَلاً وسعيراً } [ الإنسان : 4 ] .وقرأه حمزة وحفص ويعقوب بغير تنوين على ما يقتضيه ظاهر اسم الأمة من التأنيث المعنوي . وتقدم ذكر عاد في سورة الأعراف .وأما { أصحاب الرسّ } فقد اختلف المفسرون في تعيينهم واتفقوا على أن الرسّ بئر عظيمة أو حفير كبير . ولما كان اسماً لنوع من أماكن الأرض أطلقه العرب على أماكن كثيرة في بلاد العرب .قال زهير :بكَرْنَ بُكُوراً واستحرْنَ بسَحرة ... فهنّ ووادِي الرسّ كاليد للفموسمّوا بالرّسّ ما عرفوه من بلاد فارس ، وإضافة { أصحاب } إلى { الرس } إما لأنهم أصابهم الخسف في رسّ ، وإما لأنهم نازلون على رسّ ، وإما لأنهم احتفروا رسّاً ، كما سمي أصحاب الأخدود الذين خدّوه وأضرموه . والأكثر على أنه من بلاد اليم"
    },
    {
      "number": 39,
      "text": "وَكُلًّۭا ضَرَبْنَا لَهُ ٱلْأَمْثَٰلَ ۖ وَكُلًّۭا تَبَّرْنَا تَتْبِيرًۭا",
      "tafsir": {
        "muyassar": "وكل الأمم بيَّنَّا لهم الحجج، ووضَّحنا لهم الأدلة، وأزحنا الأعذار عنهم، ومع ذلك لم يؤمنوا، فأهلكناهم بالعذاب إهلاكًا.",
        "mukhtasar": "وكل من هؤلاء المُهْلَكين وصفنا له إهلاك الأمم السابقة وأسبابه ليتعظوا، وكلًّا أهلكناه إهلاكًا شديدًا لكفرهم وعنادهم.",
        "saadi": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب.",
        "kathir": "وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا"
      },
      "translations": {
        "en": "And for each We presented examples [as warnings], and each We destroyed with [total] destruction.",
        "fr": "A tous, cependant, Nous avions fait des paraboles et Nous les avions tous anéantis d'une façon brutale.",
        "es": "A todos les dimos ejemplos y a todos les exterminamos."
      },
      "ibn_ashour": "وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ وَكُلًّا تَبَّرْنَا تَتْبِيرًا (39)انتصبت الأسماء الأربعة بفعل محذوف دل عليه { تبرنا } . وفي تقديمها تشويق إلى معرفة ما سيخبر به عنها . ويجوز أن تكون هذه الأسماء منصوبة بالعطف على ضمير النصب من قوله : { فدمرناهم تدميراً } [ الفرقان : 36 ] .والتنوين في { كُلاًّ } تنوين عوض عن المضاف إليه . والتقدير : وكلَّهم ضربنا له الأمثال وانتصب { كُلاّ } الأول بإضمار فعل يدل عليه { ضربنا له } تقديره : خاطبنا أو حذَّرنا كُلاًّ وضربنا له الأمثال ، وانتصب { كُلاًّ } الثاني بإضمار فعل يدل عليه { تبرنا } وكلاهما من قبيل الاشتغال .والتتبير : التفتيت للأجسام الصلبة كالزجَاج والحديد . أطلق التتبير على الإهلاك على طريقة الاستعارة تبعيةً في { تبرنا } وأصلية في { تتبيراً } ، وتقدم في قوله تعالى : { إن هؤلاء متبّر ما هم فيه } في سورة الأعراف )139 )، وقوله : { وليُتَبِّروا ما علَوْا تتبيراً } في سورة الإسراء )7 ). وانتصب { تتبيراً } على أنه مفعول مطلق مؤكد لعامله لإفادة شدة هذا الإهلاك .ومعنى ضرب الأمثال : قولها وتبيينها وتقدم عند قوله تعالى : { إن الله لا يستحيي أن يضرب مثلا"
    },
    {
      "number": 40,
      "text": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًۭا",
      "tafsir": {
        "muyassar": "ولقد كان مشركو \"مكة\" يمرون في أسفارهم على قرية قوم لوط، وهي قرية \"سدوم\" التي أُهلِكت بالحجارة من السماء، فلم يعتبروا بها، بل كانوا لا يرجون معادًا يوم القيامة يجازون فيه.",
        "mukhtasar": "ولقد أتى المكذبون من قومك -في ذهابهم إلى الشام - إلى قرية قوم لوط التي أُمْطِرت بالحجارة؛ عقابًا لها على فعل الفاحشة ليعتبروا، أَفَعَمُوا عن هذه القرية فلم يكونوا يشاهدونها؟ لا، بل كانوا لا يتوقعون بعثًا يحاسبون بعده.",
        "saadi": "تفسير الايات من 35 الى 40 أشار تعالى إلى هذه القصص وقد بسطها في آيات أخر ليحذر المخاطبين من استمرارهم على تكذيب رسولهم فيصيبهم ما أصاب هؤلاء الأمم الذين قريبا منهم ويعرفون قصصهم بما استفاض واشتهر عنهم. ومنهم من يرون آثارهم عيانا كقوم صالح في الحجر وكالقرية التي أمطرت مطر السوء بحجارة من سجيل يمرون عليهم مصبحين وبالليل في أسفارهم، فإن أولئك الأمم ليسوا شرا منهم ورسلهم ليسوا خيرا من رسول هؤلاء { أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } ولكن الذي منع هؤلاء من الإيمان -مع ما شاهدوا من الآيات- أنهم كانوا لا يرجون بعثا ولا نشورا، فلا يرجون لقاء ربهم ولا يخشون نكاله فلذلك استمروا على عنادهم، وإلا فقد جاءهم من الآيات ما لا يبقي معه شك ولا شبهة ولا إشكال ولا ارتياب.",
        "kathir": "وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ ۚ أَفَلَمْ يَكُونُوا يَرَوْنَهَا ۚ بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا"
      },
      "translations": {
        "en": "And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection.",
        "fr": "Ils sont passés par la cité sur laquelle est tombée une pluie de malheurs. Ne la voient-ils donc pas? Mais ils n'espèrent pas de résurrection!",
        "es": "Han pasado por las ruinas de la ciudad sobre la que cayó una lluvia maléfica. Se diría que no la han visto, porque no esperan una resurrección."
      },
      "ibn_ashour": "وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا (40)لما كان سَوْق خبر قوم نوح وعاد وثمود وأصحاب الرسّ وما بينهما من القرون مقصوداً لاعتبار قريش بمصائرهم نُقِل نَظْم الكلام هنا إلى إضاعتهم الاعتبار بذلك وبما هو أظهر منه لأنظارهم ، وهو آثار العذاب الذي نَزل بقرية قوم لوط .واقتران الخبر بلام القسم لإفادة معنى التعجيب من عدم اعتبارهم كما تقدم في قوله : { لقد استكبروا في أنفسهم } [ الفرقان : 21 ] . وكانت قريش يمرّون بديار قوم لوط في أسفارهم للتجارة إلى الشام فكانت ديارهم يمرّ بها طريقهم قال تعالى : { وإنكم لتمرون عليهم مصبحِين وبالليل أفلا تعقلون } [ الصافات : 137 ، 138 ] . وكان طريق تجارتهم من مكة على المدينة ويدخلون أرض فلسطين فيمرّون حذو بحيرة لوط التي على شافتها بقايا مدينة «سدوم» ومعظمها غمرها الماء . وتقدم ذكر ذلك عند قوله تعالى : { وإنهما لبإماممٍ مُبين } في سورة الحجر )79 ).والإتيان : المجيء . وتعديته ب { على } لتضمينه معنى : مرّوا ، لأن المقصود من التذكير بمجيء القرية التذكير بمصير أهلها فكأنّ"
    },
    {
      "number": 41,
      "text": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
      "tafsir": {
        "muyassar": "وإذا رآك هؤلاء المكذبون - أيها الرسول - استهزؤوا بك قائلين: أهذا الذي يزعم أن الله بعثه رسولا إلينا؟ إنه قارب أن يصرفنا عن عبادة أصنامنا بقوة حجته وبيانه، لولا أن ثَبَتْنا على عبادتها، وسوف يعلمون حين يرون ما يستحقون من العذاب: مَن أضل دينًا أهم أم محمد؟",
        "mukhtasar": "وإذا قابلك - أيها الرسول - هؤلاء المكذبون سخروا منك قائلين على سبيل الاستهزاء والإنكار: أهذا الذي بعثه الله رسولًا إلينا؟!",
        "saadi": "أي: وإذا رآك يا محمد هؤلاء المكذبون لك المعاندون لآيات [الله] المستكبرون في الأرض استهزءوا بك واحتقروك وقالوا -على وجه الاحتقار والاستصغار- { أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا } أي: غير مناسب ولا لائق أن يبعث الله هذا الرجل، وهذا من شدة ظلمهم وعنادهم وقلبهم الحقائق فإن كلامهم هذا يفهم أن الرسول -حاشاه- في غاية الخسة والحقارة وأنه لو كانت الرسالة لغيره لكان أنسب. { وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ } فهذا الكلام لا يصدر إلا من أجهل الناس وأضلهم، أو من أعظمهم عنادا وهو متجاهل، قصده ترويج ما معه من الباطل بالقدح بالحق وبمن جاء به، وإلا فمن تدبر أحوال محمد بن عبد الله صلى الله عليه وسلم وجده رجل العالم وهمامهم ومقدمهم في العقل والعلم واللب والرزانة، ومكارم الأخلاق ومحاسن الشيم والعفة والشجاعة والكرم وكل خلق فاضل، وأن المحتقر له والشانئ له قد جمع من السفه والجهل والضلال والتناقض والظلم والعدوان ما لا يجمعه غيره، وحسبه جهلا وضلالا أن يقدح بهذا الرسول العظيم والهمام الكريم.",
        "kathir": "وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا"
      },
      "translations": {
        "en": "And when they see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one whom Allah has sent as a messenger?",
        "fr": "Et quand ils te voient, ils ne te prennent qu'en raillerie: «Est-ce là celui qu'Allah a envoyé comme Messager?",
        "es": "Cuando te ven, no hacen sino tomarte a burla: «¿Es éste el que Alá ha mandado como enviado?"
      },
      "ibn_ashour": "وَإِذَا رَأَوْكَ إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا (41) كان ما تقدمت حكايته من صنوف أذاهُم الرسولَ عليه الصلاة والسلام أقوالاً في مغيبه ، فعُطف عليها في هذه الآية أذى خاص وهو الأذى حين يرونه . وهذا صنف من الأذى تبعثهم إليه مشاهدة الرسول في غير زيّ الكبراء والمترَفين لا يجرّ المطارف ولا يركب النجائب ولا يمشي مرحاً ولا ينظر خُيلاء ويجالس الصالحين ويُعرض عن المشركين ، ويرفق بالضعفاء ويواصل الفقراء ، وأولئك يستخفون بالخلُق الحسن ، لما غلب على آرائهم من أفَن ، لذلك لم يخل حاله عندهم من الاستهزاء به إذا رَأوه بأن حاله ليست حال من يختاره الله لرسالته دونَهم ، ولا هو أهل لقيادتهم وسياستهم . وهذا الكلام صدر من أبي جهل وأهل ناديه .و { إذا } ظرف زمان مضمَّن معنى الشرط فلذلك يجعل متعلَّقه جواباً له . فجملة { إن يتخذونك إلا هزؤاً } جوابُ { إذا } . والهُزُؤ بضمتين : مصدر هزأ به . وتقدم في قوله : )تعالى ){ قالوا أتَتّخِذُنا هُزوءاً } في سورة البقرة )67 ). والوصف للمبالغة في استهزائهم به حتى كأنه نفس الهُزؤ لأنهم محَّضوه لذلك ، وإسناد { يتخذونك } إلى ضمير الجمع"
    },
    {
      "number": 42,
      "text": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
      "tafsir": {
        "muyassar": "وإذا رآك هؤلاء المكذبون - أيها الرسول - استهزؤوا بك قائلين: أهذا الذي يزعم أن الله بعثه رسولا إلينا؟ إنه قارب أن يصرفنا عن عبادة أصنامنا بقوة حجته وبيانه، لولا أن ثَبَتْنا على عبادتها، وسوف يعلمون حين يرون ما يستحقون من العذاب: مَن أضل دينًا أهم أم محمد؟",
        "mukhtasar": "لقد أوشك أن يصرفنا عن عبادة آلهتنا، لولا أن صبرنا على عبادتها لَصَرَفَنا عنها بحججه وبراهينه، وسوف يعلمون حين يعاينون العذاب في قبورهم ويوم القيامة مَن أَضَلُّ طريقًا أَهُمْ أم هو؟ وسيعلمون أيهم الأضلّ.",
        "saadi": "والقصد من قدحهم فيه واستهزائهم به تصلبهم على باطلهم وغرورا لضعفاء العقول ولهذا قالوا: { إِنْ كَادَ } هذا الرجل { لَيُضِلُّنَا عَنْ آلِهَتِنَا } بأن يجعل الآلهة إلها واحدا { لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا } لأضلنا زعموا -قبحهم الله- أن الضلال هو التوحيد وأن الهدى ما هم عليه من الشرك فلهذا تواصوا بالصبر عليه. { وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ }  وهنا قالوا: { لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا } والصبر يحمد في المواضع كلها، إلا في هذا الموضع فإنه صبر على أسباب الغضب وعلى الاستكثار من حطب جهنم. وأما المؤمنون فهم كما قال الله عنهم: { وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ } ولما كان هذا حكما منهم بأنهم المهتدون والرسول ضال وقد تقرر أنهم لا حيلة فيهم توعدهم بالعذاب وأخبر أنهم في ذلك الوقت { حِينَ يَرَوْنَ الْعَذَابَ } يعلمون علما حقيقيا { مَنْ } هو { أَضَلُّ سَبِيلًا } { وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا } الآيات.",
        "kathir": "إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا"
      },
      "translations": {
        "en": "He almost would have misled us from our gods had we not been steadfast in [worship of] them.\" But they are going to know, when they see the punishment, who is farthest astray in [his] way.",
        "fr": "Peu s'en est fallu qu'il ne nous égare de nos divinités, si ce n'était notre attachement patient à elles!». Cependant, ils sauront quand ils verront le châtiment, qui est le plus égaré en son chemin.",
        "es": "Si no llega a ser porque nos hemos mantenido fieles a nuestros dioses, nos habría casi desviado de ellos». Pero, cuando vean el castigo, sabrán quién se ha extraviado más del Camino."
      },
      "ibn_ashour": "إِنْ كَادَ لَيُضِلُّنَا عَنْ آَلِهَتِنَا لَوْلَا أَنْ صَبَرْنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلًا (42)و { إنْ } مخفَّفَة من )إنّ )المشددة ، والأكثر في الكلام إهمالها ، أي ترك عملها نصبَ الاسم ورفعَ الخبر ، والجملة التي تليها يلزم أن تكون مفتتحة بفعل من أخوات كان أو من أخوات ظنّ وهذا من غرائب الاستعمال . ولو ذهبنا إلى أن اسمها ضمير شأن وأن الجملة التي بعدها خبر عن ضمير الشأن كما ذهبوا إليه في )أنّ )المفتوحة الهمزة إذا خففت لما كان ذلك بعيداً . وفي كلام صاحب «الكشاف» ما يشهد له في تفسير قوله تعالى : { وإن كانوا من قبلُ لفي ضلال مبين } في سورة آل عمران )164 )، والجملة بعدها مستأنفة ، واللاّم في قوله لَيُضِلّنا } هي الفارقة بين )إنْ )المحققة وبين )إنْ )النافية .والصبر : الاستمرار على ما يشق عمله على النفس . ويعدّى فعله بحرف )على )لما يقتضيه من التمكن من الشيء المستمر عليه .و { لولا } حرف امتناع لوجود ، أي امتناع وقوع جوابها لأجل وجود شرطها فتقتضي جواباً لشرطها ، والجواب هنا محذوف لدلالة ما قبل { لولا } عليه ، وهو { إن كاد ليضلنا } . وفائدة نسج ا"
    },
    {
      "number": 43,
      "text": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
      "tafsir": {
        "muyassar": "انظر - أيها الرسول - متعجبًا إلى مَن أطاع هواه كطاعة الله، أفأنت تكون عليه حفيظًا حتى تردَّه إلى الإيمان؟",
        "mukhtasar": "أرأيت - أيها الرسول - من جعل مِنْ هواه إلهًا فأطاعه، أفأنت تكون عليه حفيظًا ترده إلى الإيمان، وتمنعه من الكفر؟!",
        "saadi": "وهل فوق ضلال من جعل إلهه معبوده [هواه] فما هويه فعله فلهذا قال: { أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ } ألا تعجب من حاله وتنظر ما هو فيه من الضلال؟ وهو يحكم لنفسه بالمنازل الرفيعة؟ { أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا } أي: لست عليه بمسيطر مسلط بل إنما أنت منذر، وقد قمت بوظيفتك وحسابه على الله.",
        "kathir": "أَرَأَيْتَ مَنِ اتَّخَذَ إِلَٰهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا"
      },
      "translations": {
        "en": "Have you seen the one who takes as his god his own desire? Then would you be responsible for him?",
        "fr": "Ne vois-tu pas celui qui a fait de sa passion sa divinité? Est-ce à toi d'être un garant pour lui?",
        "es": "¿Qué te parece quien ha divinizado su pasión? ¿Vas a ser tú su protector?"
      },
      "ibn_ashour": "أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلًا (43)استئناف خوطب به الرسول صلى الله عليه وسلم فيما يخطر بنفسه من الحزن على تكرر إعراضهم عن دعوته إذ كان حريصاً على هداهم والإلحاح في دعوتهم ، فأعلمه بأن مثلهم لا يرجى اهتداؤه لأنهم جعلوا هواهم إلههم ، فالخطابُ للرسول صلى الله عليه وسلموفعل { اتخذ } يتعدى إلى مفعولين وهو من أفعال التصيير الملحقة بأفعال الظن في العمل ، وهو إلى باب كَسا وأعطى أقرب منه إلى باب ظنّ ، فإن { اتخذ } معناه صيّر شيئاً إلى حالة غير ما كان عليه أو إلى صورة أخرى . والأصل فيه أن مفعوله الأول هو الذي أدخل عليه التغيير إلى حال المفعول الثاني فكان الحق أن لا يقدم مفعوله الثاني على مفعوله الأول إلا إذا لم يكن في الكلام لبس يلتبس فيه المعنى فلا يدري أي المفعولين وقع تغييره إلى مدلول المفعول الآخر ، أو كان المعنى الحاصل من التقديم مساوياً للمعنى الحاصل من الترتيب في كونه مراداً للمتكلم .فقوله تعالى : { أرأيت من اتخذ إلهه هواه } إذا أجري على الترتيب كان معناه جعل إلهه الشيء الذي يهوى عبادته ، أي ما يُحب أن يكون إلهاً له ، أي لمجرد الشهوة لا لأن "
    },
    {
      "number": 44,
      "text": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
      "tafsir": {
        "muyassar": "أم تظن أن أكثرهم يسمعون آيات الله سماع تدبر، أو يفهمون ما فيها؟ ما هم إلا كالبهائم في عدم الانتفاع بما يسمعونه، بل هم أضل طريقًا منها.",
        "mukhtasar": "بل أتحسب - أيها الرسول - أن أكثر الذين تدعوهم إلى توحيد الله وطاعته يسمعون سماع قبول أو يعقلون الحجج والبراهين؟! ليسوا إلا مثل الأنعام في السماع والتعقل والفهم، بل هم أضل طريقًا من الأنعام.",
        "saadi": "ثم سجل تعالى على ضلالهم البليغ بأن سلبهم العقول والأسماع وشبههم في ضلالهم بالأنعام السائمة التي لا تسمع إلا دعاء ونداء، صم بكم عمي فهم لا يعقلون بل هم أضل من الأنعام لأن الأنعام يهديها راعيها فتهتدي وتعرف طريق هلاكها فتجتنبه وهي أيضا أسلم عاقبة من هؤلاء، فتبين بهذا أن الرامي للرسول بالضلال أحق بهذا الوصف وأن كل حيوان بهيم فهو أهدى منه.",
        "kathir": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا"
      },
      "translations": {
        "en": "Or do you think that most of them hear or reason? They are not except like livestock. Rather, they are [even] more astray in [their] way.",
        "fr": "Ou bien penses-tu que la plupart d'entre eux entendent ou comprennent? Ils ne sont en vérité comparables qu'à des bestiaux. Ou plutôt, ils sont plus égarés encore du sentier.",
        "es": "¿Crees que la mayoría oyen o entienden? No son sino como rebaños. No, más extraviados aún del Camino."
      },
      "ibn_ashour": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا (44)انتقال عن التأييس من اهتدائهم لغلبة الهوى على عقولهم إلى التحذير من أن يظن بهم إدراك الدلائل والحجج ، وهذا توجيه ثان للإعراض عن مجادلتهم التي أنبأ عنها قوله تعالى : { وسوف يعلمون حين يَرَوْن العذاب مَن أضلّ سبيلاً } [ الفرقان : 42 ] ، ف { أم } منقطعة للإضراب الانتقالي من إنكار إلى إنكار وهي مؤذنة باستفهام عطفته على الاستفهام الذي قبلها . والتقدير : أم أتحسب أن أكثرهم يسمعون أو يعقلون .والمراد من نفي { أن أكثرهم يسمعون } نفي أثر السماع وهو فهم الحق لأن ما يلقيه إليهم الرسول صلى الله عليه وسلم لا يَرتاب فيه إلا من هو كالذي لم يسمعه . وهذا كقوله تعالى { ولا تُسمع الصُّمَّ الدعاء إذا ولَّوْا مدبرين } [ النمل : 80 ] .وعطف { أو يعقلون } على { يسمعون } لنفي أن يكونوا يعقلون الدلائل غير المقالية وهي دلائل الكائنات قال تعالى : { قل انظروا ماذا في السموات والأرض وما تغني الآيات والنذر عن قوم لا يؤمنون } [ يونس : 101 ] .وإنما نُفي فهم الأدلة السمعية والعقلية عن أكثرهم دون ج"
    },
    {
      "number": 45,
      "text": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًۭا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًۭا",
      "tafsir": {
        "muyassar": "ألم تر كيف مدَّ الله الظل من طلوع الفجر إلى طلوع الشمس؟ ولو شاء لجعله ثابتًا مستقرًا لا تزيله الشمس، ثم جعلنا الشمس علامة يُستَدَلُّ بأحوالها على أحواله، ثم تَقَلَّصَ الظل يسيرًا يسيرًا، فكلما ازداد ارتفاع الشمس ازداد نقصانه. وذلك من الأدلة على قدرة الله وعظمته، وأنه وحده المستحق للعبادة دون سواه.",
        "mukhtasar": "ألم تر - أيها الرسول - إلى آثار خلق الله حين بسط الظل على وجه الأرض، ولو شاء أن يجعله ساكنًا لا يتحرك لجعله كذلك، ثم صيَّرنا الشمس دلالة عليه، يطول بها ويقصر.",
        "saadi": "أي: ألم تشاهد ببصرك وبصيرتك كمال قدرة ربك وسعة رحمته، أنه مد على العباد الظل وذلك قبل طلوع الشمس { ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ } أي: على الظل { دَلِيلًا } فلولا وجود الشمس لما عرف الظل فإن الضد يعرف بضده.",
        "kathir": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا"
      },
      "translations": {
        "en": "Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication.",
        "fr": "N'as-tu pas vu comment ton Seigneur étend l'ombre? S'Il avait voulu, certes, Il l'aurait faite immobile. Puis Nous lui fîmes du soleil son indice,",
        "es": "¿No ves cómo hace tu Señor que se deslice la sombra? Si quisiera, podría hacerla fija. Además, hemos hecho del sol guía para ella."
      },
      "ibn_ashour": "أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا (45)"
    },
    {
      "number": 46,
      "text": "ثُمَّ قَبَضْنَٰهُ إِلَيْنَا قَبْضًۭا يَسِيرًۭا",
      "tafsir": {
        "muyassar": "ألم تر كيف مدَّ الله الظل من طلوع الفجر إلى طلوع الشمس؟ ولو شاء لجعله ثابتًا مستقرًا لا تزيله الشمس، ثم جعلنا الشمس علامة يُستَدَلُّ بأحوالها على أحواله، ثم تَقَلَّصَ الظل يسيرًا يسيرًا، فكلما ازداد ارتفاع الشمس ازداد نقصانه. وذلك من الأدلة على قدرة الله وعظمته، وأنه وحده المستحق للعبادة دون سواه.",
        "mukhtasar": "ثم قبضنا الظل بالنقص يتدرج شيئًا فشيئًا قبضًا قليلًا حسب ارتفاع الشمس.",
        "saadi": "{ ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا } فكلما ارتفعت الشمس تقلص الظل شيئا فشيئا، حتى يذهب بالكلية فتوالي الظل والشمس على الخلق الذي يشاهدونه عيانا وما يترتب على ذلك من اختلاف الليل والنهار وتعاقبهما وتعاقب الفصول، وحصول المصالح الكثيرة بسبب ذلك- من أدل دليل على قدرة الله وعظمته وكمال رحمته وعنايته بعباده وأنه وحده المعبود المحمود المحبوب المعظم، ذو الجلال والإكرام.",
        "kathir": "ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا"
      },
      "translations": {
        "en": "Then We hold it in hand for a brief grasp.",
        "fr": "puis Nous la saisissons [pour la ramener] vers Nous avec facilité.",
        "es": "Luego, la atraemos hacia Nosotros con facilidad."
      },
      "ibn_ashour": "ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا (46)استئناف ابتدائي فيه انتقال من إثبات صدق الرسول صلى الله عليه وسلم وإثبات أن القرآن من عند الله أنزله على رسوله ، وصفات الرسل وما تخلل ذلك من الوعيد وهو من هذا الاعتبار متصل بقوله : { وقال الذين كفروا لولا نُزِّل عليه القرآن جملة واحدة } [ الفرقان : 32 ] الآية .وفيه انتقال إلى الاستدلال على بطلان شركهم وإثبات الوحدانية لله وهو من هذه الجهة متصل بقوله في أول السورة { واتخَذَوا من دونه آلهة لا يخلقون شيئاً } [ الفرقان : 3 ] الآية .وتوجيه الخطاب إلى النبي صلى الله عليه وسلم يقتضي أن الكلام متصل بنظيره من قوله تعالى : { قل أنزله الذي يعلم السرّ في السموات والأرض } [ الفرقان : 6 ] . وما عطف عليه { قل أذلك خير } [ الفرقان : 15 ] { وما أرسلنا قبلَك من المرسلين } [ الفرقان : 20 ] { وكفى بربك هادياً } [ الفرقان : 31 ] فكلها مخاطبات للنبيء صلى الله عليه وسلم وقد جُعل مَدُّ الظل وقبْضُه تمثيلاً لحكمة التدريج في التكوينات الإلهية والعدول بها عن الطَفْرَة في الإيجاد ليكون هذا التمثيل بمنزلة كبرَى القياسسِ للتدليل على أن تنزيل القرآن منجَّماً جارٍ على "
    },
    {
      "number": 47,
      "text": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًۭا وَٱلنَّوْمَ سُبَاتًۭا وَجَعَلَ ٱلنَّهَارَ نُشُورًۭا",
      "tafsir": {
        "muyassar": "والله تعالى هو الذي جعل لكم الليل ساترًا لكم بظلامه كما يستركم اللباس، وجعل النوم راحة لأبدانكم، وجعل لكم النهار؛ لتنتشروا في الأرض، وتطلبوا معايشكم.",
        "mukhtasar": "والله هو الذي صيَّر لكم الليل بمنزلة لباس يستركم، ويستر الأشياء، وهو الذي صيَّر لكم النوم راحة تستريحون به من أشغالكم، وهو الذي صيَّر لكم النهار وقتًا تنطلقون فيه إلى أعمالكم.",
        "saadi": "أي: من رحمته بكم ولطفه أن جعل الليل لكم بمنزلة اللباس الذي يغشاكم، حتى تستقروا فيه وتهدؤوا بالنوم وتسبت حركاتكم أي: تنقطع عند النوم، فلولا الليل لما سكن العباد ولا استمروا في تصرفهم فضرهم ذلك غاية الضرر، ولو استمر أيضا الظلام لتعطلت عليهم معايشهم ومصالحهم، ولكنه جعل النهار نشورا ينتشرون فيه لتجاراتهم وأسفارهم وأعمالهم فيقوم بذلك ما يقوم من المصالح.",
        "kathir": "وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا"
      },
      "translations": {
        "en": "And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection.",
        "fr": "Et c'est Lui qui vous fit de la nuit un vêtement, du sommeil un repos et qui fit du jour un retour à la vie active.",
        "es": "Él es Quien ha hecho para vosotros de la noche vestidura, del sueño descanso, del día resurrección."
      },
      "ibn_ashour": "وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (47)مناسبة الانتقال من الاستدلال باعتبار أحوال الظلّ والضَّحاء إلى الاعتبار بأحوال اللّيل والنهار ظاهرة ، فالليل يشبه الظِلّ في أنه ظلمة تعقب نور الشمس .ومورد الاستدلال المقصد المستفاد من تعريف جُزَأي الجملة وهو قصر إفراد ، أي لا يشركه غيره في جعل الليل والنهار . أما كون الجعل المذكور بخلق الله فهم يُقرون به؛ ولكنهم لما جعلوا له شركاء على الإجمال أُبطلت شركتهم بقصر التصرف في الأزمان على الله تعالى لأنه إذا بطل تصرفهم في بعض الموجودات اختلت حقيقة الإلهية عنهم إذ الإلهية لا تقبل التجزئة .و { لكم } متعلق ب { جعل } أي من جملة ما خُلق له الليل أنه يكون لباساً لكم . وهذا لا يقتضي أن الليل خُلق لذلك فقط لأن الليل عَوْد الظلمة إلى جانب من الكرة الأرضية المحتجب عن شعاع الشمس باستداراته فتحصُل من ذلك فوائد جمة منها ما في قوله تعالى بعد هذا { وهو الذي جعل الليل والنهار خِلْفَة لمن أراد أن يذكّر . . . } [ الفرقان : 62 ] إلخ .وقد رجع أسلوب الكلام من المتكلم إلى الغيبة على طريقة الإلتفات .و { لباساً } م"
    },
    {
      "number": 48,
      "text": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ طَهُورًۭا",
      "tafsir": {
        "muyassar": "وهو الذي أرسل الرياح التي تحمل السحاب، تبشر الناس بالمطر رحمة منه، وأنزلنا من السماء ماء يُتَطَهَّر به؛ لنخرج به النبات في مكان لا نبات فيه، فيحيا البلد الجدب بعد موات، ونُسْقي ذلك الماء مِن خَلْقِنا كثيرًا من الأنعام والناس.",
        "mukhtasar": "وهو الذي بعث الرياح مبشرة بنزول المطر الذي هو من رحمته بعباده، وأنزلنا من السماء ماء المطر طاهرًا يتطهرون به.",
        "saadi": "تفسير الآيتين 48 و49 أي: هو وحده الذي رحم عباده وأدر عليهم رزقه بأن أرسل الرياح مبشرات بين يدي رحمته وهو المطر فثار بها السحاب وتألف وصار كسفا وألقحته وأدرته بإذن آمرها والمتصرف فيها ليقع استبشار العباد بالمطر قبل نزوله وليستعدوا له قبل أن يفاجئهم دفعة واحدة. { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا } يطهر من الحدث والخبث ويطهر من الغش والأدناس، وفيه بركة من بركته أنه أنزله ليحيي به بلدة ميتا فتختلف أصناف النوابت والأشجار فيها مما يأ كل الناس والأنعام. { وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا } أي: نسقيكموه أنتم وأنعامكم، أليس الذي أرسل الرياح المبشرات وجعلها في عملها متنوعات، وأنزل من السماء ماء طهورا مباركا فيه رزق العباد ورزق بهائمهم، هو الذي يستحق أن يعبد وحده ولا يشرك معه غيره؟",
        "kathir": "وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۚ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا"
      },
      "translations": {
        "en": "And it is He who sends the winds as good tidings before His mercy, and We send down from the sky pure water",
        "fr": "Et c'est Lui qui envoya les vents comme une annonce précédant Sa miséricorde. Nous fîmes descendre du ciel une eau pure et purifiante,",
        "es": "Él es Quien envía los vientos como nuncios que preceden a Su misericordia. Hacemos bajar del cielo agua pura,"
      },
      "ibn_ashour": "وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (48) استدلال على الانفراد بالخلق وامتنان بتكوين الرياح والأسحِبة والمطر . ومناسبة الانتقال من حيث ما في الاستدلال الذي قبله من ذكر حال النشور والامتنان به فانتقل إلى ما في الرّياح من النشور بذكر وصفها بأنها نُشرٌ على قراءة الجمهور ، أو لكونها كذلك في الواقع على قراءة عاصم . ومردود الاستدلال قصر إرسال الرياح وما عطف عليه على الله تعالى إبطالاً لادعاء الشركاء له في الإلهية بنفي الشركة في التصرف في هذه الكائنات وذلك ما لا ينكره المشركون كما تقدم مثله في قوله : { وهو الذي جعل لكم الليل لباساً } [ الفرقان : 47 ] إلخ . .وأطلق على تكوين الرياح فعل { أرسل } الذي هو حقيقة في بعث شيء وتوجيهه ، لأن حركة الرياح تشبه السير . وقد شاع استعمال الإرسال في إطلاق العنان لخيل السباق .وهذا استدلال بدقيق صنع الله في تكوين الرياح ، فالعامة يعتبرون بما هو داخل تحت مشاهدتهم من ذلك ، والخاصة يدركون كيفية حدوث الرياح وهبوبها واختلافها ، وذلك ناشىء عن التقاء حرارة جانب من الجو ببرودة جانب آخر . ثم إن ا"
    },
    {
      "number": 49,
      "text": "لِّنُحْۦِىَ بِهِۦ بَلْدَةًۭ مَّيْتًۭا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَٰمًۭا وَأَنَاسِىَّ كَثِيرًۭا",
      "tafsir": {
        "muyassar": "وهو الذي أرسل الرياح التي تحمل السحاب، تبشر الناس بالمطر رحمة منه، وأنزلنا من السماء ماء يُتَطَهَّر به؛ لنخرج به النبات في مكان لا نبات فيه، فيحيا البلد الجدب بعد موات، ونُسْقي ذلك الماء مِن خَلْقِنا كثيرًا من الأنعام والناس.",
        "mukhtasar": "لنحيي بذلك الماء النازل أرضًا قاحلة لا نبات فيها بإنباتها بأنواع النبات وبث الخضرة فيها، ولنسقي بذلك الماء مما خلقنا أنعامًا وبشرًا كثيرًا.",
        "saadi": "تفسير الآيتين 48 و49 أي: هو وحده الذي رحم عباده وأدر عليهم رزقه بأن أرسل الرياح مبشرات بين يدي رحمته وهو المطر فثار بها السحاب وتألف وصار كسفا وألقحته وأدرته بإذن آمرها والمتصرف فيها ليقع استبشار العباد بالمطر قبل نزوله وليستعدوا له قبل أن يفاجئهم دفعة واحدة. { وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا } يطهر من الحدث والخبث ويطهر من الغش والأدناس، وفيه بركة من بركته أنه أنزله ليحيي به بلدة ميتا فتختلف أصناف النوابت والأشجار فيها مما يأ كل الناس والأنعام. { وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا } أي: نسقيكموه أنتم وأنعامكم، أليس الذي أرسل الرياح المبشرات وجعلها في عملها متنوعات، وأنزل من السماء ماء طهورا مباركا فيه رزق العباد ورزق بهائمهم، هو الذي يستحق أن يعبد وحده ولا يشرك معه غيره؟",
        "kathir": "لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا"
      },
      "translations": {
        "en": "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men.",
        "fr": "pour faire revivre par elle une contrée morte, et donner à boire aux multiples bestiaux et hommes que Nous avons créés.",
        "es": "para vivificar con ella un país muerto y dar de beber, entre lo que hemos creado, a la multitud de rebaños y seres humanos."
      },
      "ibn_ashour": "لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا (49) والبلدة : الأرض . ووصفها بالحياة والموت مجازان للري والجفاف لأن ري الأرض ينشأ عنه النبات وهو يشبه الحي ، وجفاف الأرض يجفّ به النبات فيشبه الميّت .ولماء المطر خاصية الإحياء لكل أرض لأنه لخلّوه من الجراثيم ومن بعض الأجزاء المعدنية والترابية التي تشتمل عليها مياه العيون ومياه الأنهار والأودية كان صالحاً بكل أرض وبكل نبات على اختلاف طباع الأرضين والمنابت .والبلدة : البلد . والبلد يذكر ويؤنث مثل كثير من أسماء أجناس البقاع كما قالوا : دار ودَارة . : ووصفت البلدة بميت ، وهو وصف مذكر لتأويل { بلدة } بمعنى مكان لقصد التخفيف . وقال في «الكشاف» ما معناه : إنه لما دل على المبالغة في الاتصاف بالموت ولم يكن جارياً على أمثلة المبالغة نزّل منزلة الاسم الجامد )أي فلم يغير ). وأحسن من هذا أنه أريد به اسم الميت ، ووصف البلدة به وصف على معنى التشبيه البليغ .وفي قوله { لنحي به بلدة ميتاً } إيماء إلى تقريب إمكان البعث .و { نُسقيه } بضم النون مضارع أسقى مثل الذي بفتح النون فقيل هما لغتان يقال : أسقى وسَقى . ق"
    },
    {
      "number": 50,
      "text": "وَلَقَدْ صَرَّفْنَٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًۭا",
      "tafsir": {
        "muyassar": "ولقد أنزلنا المطر على أرض دون أخرى؛ ليذكر الذين أنزلنا عليهم المطر نعمة الله عليهم، فيشكروا له، وليذكر الذين مُنعوا منه، فيسارعوا بالتوبة إلى الله - جل وعلا- ليرحمهم ويسقيهم، فأبى أكثر الناس إلا جحودًا لنعمنا عليهم، كقولهم: مطرنا بنَوْء كذا وكذا.",
        "mukhtasar": "ولقد بيَّنا ونوّعنا في القرآن الحجج والبراهين ليعتبروا بها، فأبى معظم الناس إلا كفورًا بالحق وتنكرًا له.",
        "saadi": "ولما ذكر تعالى هذه الآيات العيانية المشاهدة وصرفها للعباد ليعرفوه ويشكروه ويذكروه مع ذلك أبي أكثر الخلق إلا كفورا، لفساد أخلاقهم وطبائعهم.",
        "kathir": "وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا"
      },
      "translations": {
        "en": "And We have certainly distributed it among them that they might be reminded, but most of the people refuse except disbelief.",
        "fr": "Nous l'avions répartie entre eux afin qu'ils se rappellent (de Nous). Mais la plupart des gens se refusent à tout sauf à être ingrats.",
        "es": "La hemos distribuido entre ellos para que se dejen amonestar, pero la mayoría de los hombres no quieren sino ser infieles."
      },
      "ibn_ashour": "وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا (50){ يريدون ليطفئوا نور الله بأفواههم والله متم نوره }والكُفور : مصدر بمعنى الكفر . وتقدم نظيره في سورة الإسراء ، أي أبوا إلاّ الإشراك بالله وعدم التذكر .وقرأ الجمهور { ليذّكّروا } بتشديد الذال وتشديد الكاف مدغمة فيها التاءُ وأصله ليتذكروا . وقرأ حمزة والكسائي وخلف بسكون الذال وتخفيف الكاف مضمومة ، أي ليذْكُروا ما هم عنه غافلون .ويؤخذ من الآية أن الماء المنزّل من السماء لا يختلف مقداره وإنما تختلف مقادير توزيعه على مواقع القَطر ، فعن ابن عباس : ما عامٌ أقل مطراً من عام ولكن الله قسم ذلك بين عباده على ما شاء . وتلا هذه الآية . وذكر القرطبي عن ابن مسعود عن النبي صلى الله عليه وسلم أنه قال : « ما من سنة بأمطرَ من أخرى ولكن إذا عمل قوم المعاصي صَرف الله ذلك إلى غيرهم فإذا عصوا جميعاً صرف الله ذلك إلى الفيافي والبحار » اه . فحصل من هذا أن المقدار الذي تفضل الله به من المطر على هذه الأرض لا تختلف كميته وإنما يختلف توزيعه . وهذه حقيقة قررها علماء حوادث الجو في القرن الحاضر ، فهو من معجزات القرآن العلمية"
    },
    {
      "number": 51,
      "text": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍۢ نَّذِيرًۭا",
      "tafsir": {
        "muyassar": "ولو شئنا لبعثنا في كل قرية نذيرًا، يدعوهم إلى الله عز وجل، وينذرهم عذابه، ولكنا جعلناك - أيها الرسول - مبعوثًا إلى جميع أهل الأرض، وأمرناك أن تبلغهم هذا القرآن، فلا تطع الكافرين في ترك شيء مما أرسلتَ به، بل ابذل جهدك في تبليغ الرسالة، وجاهد الكافرين بهذا القرآن جهادًا كبيرًا، لا يخالطه فتور.",
        "mukhtasar": "ولو شئنا لبعثنا في كل قرية رسولًا ينذرهم ويخوفهم من عقاب الله، لكنا لم نشأ ذلك، وإنما بعثنا محمدًا صلى الله عليه وسلم رسولًا إلى جميع الناس.",
        "saadi": "يخبر تعالى عن نفوذ مشيئته وأنه لو شاء لبعث في كل قرية نذيرا، أي: رسولا ينذرهم ويحذرهم فمشيئته غير قاصرة عن ذلك، ولكن اقتضت حكمته ورحمته بك وبالعباد -يا محمد- أن أرسلك إلى جميعهم أحمرهم وأسودهم عربيهم وعجميهم إنسهم وجنهم.",
        "kathir": "وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا"
      },
      "translations": {
        "en": "And if We had willed, We could have sent into every city a warner.",
        "fr": "Or, si Nous avions voulu, Nous aurions certes envoyé dans chaque cité un avertisseur.",
        "es": "Si hubiéramos querido, habríamos enviado a cada ciudad un monitor."
      },
      "ibn_ashour": "وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا (51) جُملة اعتراض بين ذكر دلائل تفرد الله بالخَلق وذكر منّته على الخَلق . ومناسبة موقع هذه الجملة وتفريعِها بموقع الآية التي قبلها خفيَّة . وقال ابن عطية في قوله { ولو شئنا لبعثنا في كل قرية نذيراً } : اقتضاب يدل عليه ما ذكر . تقديره : ولكنّا أفردناك بالنذارة وحمَّلْناك { فلا تطع الكافرين } اه .فإن كان عنى بقوله : اقتضابٌ ، معنى الاقتضاب الاصطلاحي بين علماء الأدب والبيان ، وهو عدم مراعاة المناسبة بين الكلام المنتقَل منه والكلام المنتقَل إليه ، كان عدولاً عن التزام تطلب المناسبة بين هذه الآية والآية التي قبلها ، وليس الخلوّ عن المناسبة ببِدْع فقد قال صاحب «تلخيص المفتاح» «وقد يُنقل منه )أي مما شبِّب به الكلام )إلى ما لا يلائمه )أي لا يناسب المنتقل منه )ويسمى الاقتضابَ وهو مذهب العرب ومن يليهم من المُخَضْرمين» الخ . وإذا كان ابن عطية عنى بالاقتضاب معنى القطع )أي الحذف من الكلام )أي إيجاز الحذف كما يشعر به قوله «يدل عليه ما ذُكر تقديره إلخ» ، كأن لم يعرج على اتصال هذه الآية بالتي قبلها .وفي «الكشاف» : «ولو شئنا لخففنا عنك أعباء نِذارة"
    },
    {
      "number": 52,
      "text": "فَلَا تُطِعِ ٱلْكَٰفِرِينَ وَجَٰهِدْهُم بِهِۦ جِهَادًۭا كَبِيرًۭا",
      "tafsir": {
        "muyassar": "ولو شئنا لبعثنا في كل قرية نذيرًا، يدعوهم إلى الله عز وجل، وينذرهم عذابه، ولكنا جعلناك - أيها الرسول - مبعوثًا إلى جميع أهل الأرض، وأمرناك أن تبلغهم هذا القرآن، فلا تطع الكافرين في ترك شيء مما أرسلتَ به، بل ابذل جهدك في تبليغ الرسالة، وجاهد الكافرين بهذا القرآن جهادًا كبيرًا، لا يخالطه فتور.",
        "mukhtasar": "فلا تطع الكفار فيما يطالبونك به من مداهنتهم، وفيما يقدمونه من اقتراحات، وجاهدهم بهذا القرآن المُنَزَّل عليك جهادًا عظيمًا بالصبر على أذاهم وتحمل المشاق في دعوتهم إلى الله.",
        "saadi": "{ فَلَا تُطِعِ الْكَافِرِينَ } في ترك شيء مما أرسلت به بل ابذل جهدك في تبليغ ما أرسلت به. { وَجَاهِدْهُمْ } بالقرآن { جِهَادًا كَبِيرًا } أي: لا تبق من مجهودك في نصر الحق وقمع الباطل إلا بذلته ولو رأيت منهم من التكذيب والجراءة ما رأيت فابذل جهدك واستفرغ وسعك، ولا تيأس من هدايتهم ولا تترك إبلاغهم لأهوائهم.",
        "kathir": "فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا"
      },
      "translations": {
        "en": "So do not obey the disbelievers, and strive against them with the Qur'an a great striving.",
        "fr": "N'obéis donc pas aux infidèles; et avec ceci (le Coran), lutte contre eux vigoureusement.",
        "es": "No obedezcas, pues, a los infieles y lucha esforzadamente contra ellos, por medio de él."
      },
      "ibn_ashour": "فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا (52)وتفريع فلا تطع الكافرين } على جملة { ولو شئنا لبعثنا في كل قرية نذيراً } لأنها تتضمن أنه مرسل إلى المشركين من أهل مكة وهم يطلبون منه الكف عن دعوتهم وعن تنقُّص أصنامهم .والنهي مستعمل في التحذير والتذكير ، وفعل { تطع } في سياق النهي يفيد عموم التحذير من أدنى طاعة .والطاعة : عمل المرء بما يُطلب منه ، أي فلا تَهِن في الدعوة رعياً لرغبتهم أن تلين لهم .وبعد أن حذره من الوهن في الدعوة أمره بالحرص والمبالغة فيها . وعبر عن ذلك بالجهاد وهو الاسم الجامع لمنتهى الطاقة . وصيغة المفاعلة فيه ليفيد مقابلة مجهودهم بمجهوده فلا يهن ولا يضعف ولذلك وصف بالجهاد الكبير ، أي الجامع لكل مجاهدة .وضمير { به } عائد إلى غير مذكور : فإما أن يعود إلى القرآن لأنه مفهوم من مقام النِّذارة ، وإما أن يعود إلى المفهوم من «لا تطع» وهو الثبات على دعوَته بأن يعصيهم ، فإن النهي عن الشيء أمرٌ بضده كما دل عليه قول أبي حيّة النميري :فقُلن لها سِرّاً فدينَاككِ لا يرحْ ... صحيحاً وإنْ لم تقتلِيه فألممفقابل قوله : «لا يرح صحيحاً» بقوله : «وإن لم تقتليه فألمم» كأنه "
    },
    {
      "number": 53,
      "text": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَٰذَا عَذْبٌۭ فُرَاتٌۭ وَهَٰذَا مِلْحٌ أُجَاجٌۭ وَجَعَلَ بَيْنَهُمَا بَرْزَخًۭا وَحِجْرًۭا مَّحْجُورًۭا",
      "tafsir": {
        "muyassar": "والله هو الذي خلط البحرين: العذب السائغ الشراب، والملح الشديد الملوحة، وجعل بينهما حاجزًا يمنع كل واحدٍ منهما من إفساد الآخر، ومانعًا مِن أن يصل أحدهما إلى الآخر.",
        "mukhtasar": "والله سبحانه هو الذي خلط ماء البحرين، خلط العذب منهما بالمالح، وصيّر بينهما حاجزًا وسترًا ساترًا يمنعهما من التمازُج.",
        "saadi": "أي: وهو وحده الذي مرج البحرين يلتقيان البحر العذب وهي الأنهار السارحة على وجه الأرض والبحر الملح وجعل منفعة كل واحد منهما مصلحة للعباد، { وَجَعَلَ بَيْنَهُمَا بَرْزَخًا } أي: حاجزا يحجز من اختلاط أحدهما بالآخر فتذهب المنفعة المقصودة منها { وَحِجْرًا مَحْجُورًا } أي: حاجزا حصينا.",
        "kathir": "۞ وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَٰذَا عَذْبٌ فُرَاتٌ وَهَٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا"
      },
      "translations": {
        "en": "And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition.",
        "fr": "Et c'est Lui qui donne libre cours aux deux mers: l'une douce, rafraîchissante, l'autre salée, amère. Et Il assigne entre les deux une zone intermédiaire et un barrage infranchissable.",
        "es": "Él es Quien ha hecho que las dos grandes masas de agua fluyan: una, dulce, agradable; otra, salobre, amarga. Ha colocado entre ellas una barrera y límite infranqueable."
      },
      "ibn_ashour": "وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَحْجُورًا (53)عود إلى الاستدلال على تفرده تعالى بالخلق . جمعت هذه الآية استدلالاً وتمثيلاً وتثبيتاً ووعداً؛ فصريحُها استدلال على شيء عظيم من آثار القدرة الإلهية وهو التقاء الأنهار والأبحر كما سيأتي ، وفي ضمنها تمثيل لحال دعوة الإسلام في مكة يومئذ واختلاط المؤمنين مع المشركين بحال تجاوز البحرين : أحدهما عذب فرات والآخر ملح أُجاج . وتمثيلُ الإيمان بالعذْب الفرات والشرك بالملْح الأُجاج ، وأن الله تعالى كما جعل بين البحرين برزخاً يحفظ العَذْب من أن يكدره الأُجاج ، كذلك حجز بين المسلمين والمشركين فلا يستطيع المشركون أن يدسّوا كفرهم بين المسلمين . وفي هذا تثبيت للمسلمين بأن الله يحجز عنهم ضر المشركين لقوله : { لن يضروكم إلا أذى } [ آل عمران : 111 ] . وفي ذلك تعريض كنائي بأن الله ناصر لهذا الدين من أن يكدره الشرك .ولأجل ما فيها من التمثيل والتثبيت والوعد كان لموقعها عَقِب جملة { فلا تطع الكافرين وجاهدهم به جهاداً كبيراً } [ الفرقان : 52 ] أكملُ حسن . وهي معطوفة على جملة { "
    },
    {
      "number": 54,
      "text": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًۭا فَجَعَلَهُۥ نَسَبًۭا وَصِهْرًۭا ۗ وَكَانَ رَبُّكَ قَدِيرًۭا",
      "tafsir": {
        "muyassar": "وهو الذي خلق مِن منيِّ الرجل والمرأة ذرية ذكورًا وإناثًا، فنشأ من هذا قرابة النسب وقرابة المصاهرة. وكان ربك قديرًا على خلق ما يشاء.",
        "mukhtasar": "وهو الذي خلق من مني الرجل والمرأة بشرًا، ومَن خلَق البشر أنشأ علاقة القرابة وعلاقة المُصَاهرة، وكان ربك - أيها الرسول - قديرًا لا يعجزه شيء، ومن قدرته خلق الإنسان من مني الذكر والمرأة.",
        "saadi": "أي: وهو الله وحده لا شريك له الذي خلق الآدمي من ماء مهين، ثم نشر منه ذرية كثيرة وجعلهم أنسابا وأصهارا متفرقين ومجتمعين، والمادة كلها من ذلك الماء المهين، فهذا يدل على كمال اقتداره لقوله: { وَكَانَ رَبُّكَ قَدِيرًا } ويدل على أن عبادته هي الحق وعبادة غيره باطلة.",
        "kathir": "وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا"
      },
      "translations": {
        "en": "And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation].",
        "fr": "Et c'est Lui qui de l'eau a créé une espèce humaine qu'Il unit par les liens de la parenté et de l'alliance. Et ton Seigneur demeure Omnipotent.",
        "es": "Él es quien ha creado del agua un ser humano, haciendo de él el parentesco por consanguinidad o por afinidad. Tu Señor es omnipotente."
      },
      "ibn_ashour": "وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاءِ بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا وَكَانَ رَبُّكَ قَدِيرًا (54)مناسبة موقع هذا الاستدلال بعد ما قبله أنه استدلال بدقيق آثار القدرة في تكوين المياه وجعلها سبب حياة مختلفة الأشكال والأوضاع . ومن أعظمها دقائق الماء الذي خلق منه أشرف الأنواع التي على الأرض وهو نطفة الإنسان بأنها سبب تكوين النسل للبشر فإنه يكون أول أمره ماء ثم يتخلّق منه البشر العظيم ، فالتنوين في قوله { بشراً } للتعظيم .والقصر المستفاد من تعريف الجزءين قصر إفراد لإبطال دعوى شركة الأصنام لله في الإلهية .والبشر : الإنسان . وقد تقدم في قوله تعالى : { فتمثّل لها بشراً سويًّا } في سورة مريم )17 ). والضمير المنصوب في { فجعله } عائد إلى البشر ، أي فجعل البشر الذي خلقه من الماء نسباً وصهراً ، أي قَسَّم الله البشر قسمين : نسببٍ ، وصهرٍ . فالواو للتقسيم بمعنى )أو )والواو أجود من )أو )في التقسيم .و { نسباً وصهراً } مصدران سمي بهما صنفان من القرابة على تقدير : ذا نسب وصهر وشاع ذلك في الكلام .والنسب لا يخلو من أُبوّة وبُنوّة وأُخُوة لأولئك وبنوةٍ لتلك الأُخوة .وأما الصهر فهو : اسم لما بين المرء وب"
    },
    {
      "number": 55,
      "text": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًۭا",
      "tafsir": {
        "muyassar": "ومع كل هذه الدلائل على قدرة الله وإنعامه على خلقه يَعبدُ الكفار مِن دون الله ما لا ينفعهم إن عبدوه، ولا يضرهم إن تركوا عبادته، وكان الكافر عونًا للشيطان على ربه بالشرك في عبادة الله، مُظَاهِرًا له على معصيته.",
        "mukhtasar": "ويعبد الكفار من دون الله أصنامًا لا تنفعهم إن أطاعوها، ولا تضرهم إن عصوها، وكان الكافر تابعًا للشيطان على ما يسخط الله سبحانه.",
        "saadi": "أي: يعبدون أصناما وأمواتا لا تضر ولا تنفع ويجعلونها أندادا لمالك النفع والضرر والعطاء والمنع مع أن الواجب عليهم أن يكونوا مقتدين بإرشادات ربهم ذابين عن دينه، ولكنهم عكسوا القضية. { وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا } فالباطل الذي هو الأوثان والأندادأعداء لله، فالكافر عاونها وظاهرها على ربها وصار عدوا لربه مبارزا له في العداوة والحرب، هذا وهو الذي خلقه ورزقه وأنعم عليه بالنعم الظاهرة والباطنة، وليس يخرج عن ملكه وسلطانه وقبضته والله لم يقطع عنه إحسانه وبره وهو -بجهله- مستمر على هذه المعاداة والمبارزة.",
        "kathir": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ الْكَافِرُ عَلَىٰ رَبِّهِ ظَهِيرًا"
      },
      "translations": {
        "en": "But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan].",
        "fr": "Mais ils adorent en dehors d'Allah, ce qui ne leur profite point, ni ne leur nuit! Et l'infidèle sera toujours l'allié des ennemis de son Seigneur!",
        "es": "Pero, en lugar de servir a Alá, sirven lo que no puede aprovecharles ni dañarles. El infiel es un auxiliar contra su Señor."
      },
      "ibn_ashour": "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا (55)الواو للحال ، وهذا مستعمل في التعجيب من استمرارهم في الشرك ، أُعقب ذكر ما نفع الله به الناس من إلطافه بهم في تصاريف الكائنات إذ جعل لهم الليل والنهار ، وخلق لهم الماء فأنبت به الزرع وسقى به الناس والأنعام ، مع ما قارنه من دلائل القدرة بذكر عبادتهم ما لا ينفع الناس عَوْداً إلى حكاية شيء من أحوال مشركي مكة .ونفي الضرّ بعد نفي النفع للتنبيه على انتفاء شبهة عَبَدة الأصنام في شركهم لأن موجب العبادة إما رجاء النفع وإما اتقاء ضر المعبود وكلاهما منتف عن الأصنام بالمشاهَدة .والتعبير بالفعل المضارع للدلالة على تجدد عبادتهم الأصنام وعدم إجداء الدلائل المقلعة عنها في جانبهم .وجملة { وكان الكافر على ربه ظهيراً } تذييل لما قبله ، فاللام في تعريف { الكافر } للاستغراق ، أي كل كافر على ربّه ظهير .وجعل الخبر عن الكافر خبراً ل { كان } للدلالة على أن اتصافه بالخبر أمر متقرر معتاد من كل كافر .والظهير : المظاهر ، أي المعين ، وتقدم في قوله تعالى : { ولو كان بعضُهم لبعض ظهيراً } في سورة الإسرا"
    },
    {
      "number": 56,
      "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّرًۭا وَنَذِيرًۭا",
      "tafsir": {
        "muyassar": "وما أرسلناك - أيها الرسول - إلا مبشرًا للمؤمنين بالجنة ومنذرًا للكافرين بالنار.",
        "mukhtasar": "وما أرسلناك - أيها الرسول - إلا مبشرًا من أطاع الله بالإيمان والعمل الصالح، ومنذرًا من عصاه بالكفر والعصيان.",
        "saadi": "يخبر تعالى: أنه ما أرسل رسوله محمدا صلى الله عليه وسلم مسيطرا على الخلق ولا جعله ملكا ولا عنده خزائن الأشياء، وإنما أرسله { مُبَشِّرًا } يبشر من أطاع الله بالثواب العاجل والآجل، { وَنَذِيرًا } ينذر من عصى الله بالعقاب العاجل والآجل وذلك مستلزم لتبيين ما به البشارة وما تحصل به النذارة من الأوامر والنواهي .",
        "kathir": "وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا"
      },
      "translations": {
        "en": "And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
        "fr": "Or, Nous ne t'avons envoyé que comme annonciateur et avertisseur.",
        "es": "A ti no te hemos enviado sino como nuncio de buenas nuevas y como monitor."
      },
      "ibn_ashour": "وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا (56) لما أفضى الكلامُ بأفانين انتقالاته إلى التعجيب من استمرارهم على أن يعبدوا ما لا يضرهم ولا ينفعهم أُعقب بما يومىء إلى استمرارهم على تكذيبهم محمداً صلى الله عليه وسلم في دعوى الرسالة بنسبة ما بلغه إليهم إلى الإفك ، وأنه أساطير الأولين ، وأنه سِحر ، فأبطلت دعاويهم كلها بوصف النبي بأنه مرسل من الله ، وقصره على صفتي التبشير والنذارة . وهذا الكلام الوارد في الردّ عليهم جامع بين إبطال إنكارهم لرسالته وبين تأنيس الرسول عليه الصلاة والسلام بأنه ليس بمضلّ ولكنه مُبشّر ونذير . وفيه تعريض بأن لا يحزن لتكذيبهم إياه .ثم أمره بأن يخاطبهم بأنه غير طامع من دعوتهم في أن يعتز باتِّباعهم إياه حتى يحسبوا أنهم إن أعرضوا عنه فقد بلغوا من النكاية به أملهم ، بل ما عليه إلا التبليغ بالتبشير والنذارة لفائدتهم لا يريد منهم الجزاء على عمله ذلك .والأجر : العوض على العمل ولو بعمل آخر يقصد به الجزاء .والاستثناء تأكيد لنفي أن يكون يسألهم أجراً لأنه استثناء من أحوال عامة محذوف ما يدل عليها لقصد التعميم ، والاستثناء معيار العموم فلذلك كثر في كلام العرب أن يجعل تأكيد "
    },
    {
      "number": 57,
      "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا",
      "tafsir": {
        "muyassar": "قل لهم: لا أطلب منكم على تبليغ الرسالة أيَّ أجر، لكنْ من أراد أن يهتدي ويسلك سبيل الحق إلى ربه وينفق في مرضاته، فلست أُجبركم عليه، وإنما هو خير لأنفسكم.",
        "mukhtasar": "قل - أيها الرسول -: لا أسألكم على تبليغ الرسالة من أجر إلا من شاء منكم أن يتخذ طريقًا إلى مرضاة الله بالإنفاق فليفعل.",
        "saadi": "وإنك -يا محمد- لا تسألهم على إبلاغهم القرآن والهدى أجرا حتى يمنعهم ذلك من اتباعك ويتكلفون من الغرامة، { إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا } أي: إلا من شاء أن ينفق نفقة في مرضاة ربه وسبيله فهذا وإن رغبتكم فيه فلست أجبركم عليه وليس أيضا أجرا لي عليكم وإنما هو راجع لمصلحتكم وسلوككم للسبيل الموصلة إلى ربكم",
        "kathir": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَىٰ رَبِّهِ سَبِيلًا"
      },
      "translations": {
        "en": "Say, \"I do not ask of you for it any payment - only that whoever wills might take to his Lord a way.\"",
        "fr": "Dis: «Je ne vous en demande aucun salaire (pour moi même). Toutefois, celui qui veut suivre un chemin conduisant vers son Seigneur [est libre de dépenser dans la voie d'Allah]».",
        "es": "Di: «No os pido a cambio ningún salario. Sólo que, quien quiera, ¡que emprenda camino hacia su Señor!»"
      },
      "ibn_ashour": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أَنْ يَتَّخِذَ إِلَى رَبِّهِ سَبِيلًا (57)في قوله تعالى { قل ما أسألكم عليه من أجر وما أنا من المتكلفين } [ ص : 86 ] . فقوله تعالى : { إلا من شاء أن يتخذ إلى ربه سبيلاً } من قبيل المرتبة الثانية لأن الكلام على حذف مضاف يناسب أجراً إذ التقدير : إلا عمل من شاء أن يتخذ إلى ربه سبيلاً ، وذلك هو اتباع دين الإسلام . ولما كان هذا إجابة لدعوة الرسول صلى الله عليه وسلم أشبه الأجر على تلك الدعوة فكان نظير قوله { قل لا أسألكم عليه أجراً إلاّ المودة في القربى } [ الشورى : 23 ] . وقد يسمون مثل هذا الاستثناءِ الاستثناء المنقطع ويقدرونه كالاستدراك .والسبيل : الطريق . واتخاذ السبيل تقدم آنفاً في قوله : { يا ليتني اتخذتُ مع الرسول سبيلاً } [ الفرقان : 27 ] . وجعل السبيل هنا إلى الله لأنه وسيلة إلى إجابته فيما دعاهم إليه وهذا كقوله تعالى : { فمن شاء اتخذ إلى ربه مئاباً } [ النبأ : 39 ] .وذكر وصف الرب دون الاسم العلَم للإشارة إلى استحقاقه السير إليه لأن العبد محقوق بأن يرجع إلى ربه وإلاّ كان آبقاً ."
    },
    {
      "number": 58,
      "text": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
      "tafsir": {
        "muyassar": "وتوكل على الله الذي له جميع معاني الحياة الكاملة كما يليق بجلاله الذي لا يموت، ونزِّهه عن صفات النقصان. وكفى بالله خبيرًا بذنوب خلقه، لا يخفى عليه شيء منها، وسيحاسبهم عليها ويجازيهم بها.",
        "mukhtasar": "وتوكل - أيها الرسول - في جميع أمورك على الله الحي الباقي الذي لا يموت أبدًا، ونزّهه مثنيًا عليه سبحانه، وكفى به بذنوب عباده خبيرًا لا يخفى عليه منها شيء، وسيجازيهم عليها.",
        "saadi": "ثم أمره أن يتوكل عليه ويستعين به فقال: { وَتَوَكَّلْ عَلَى الْحَيِّ } الذي له الحياة الكاملة المطلقة { الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ } أي: اعبده وتوكل عليه في الأمور المتعلقة بك والمتعلقة بالخلق. { وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا } يعلمها ويجازي عليها.",
        "kathir": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ ۚ وَكَفَىٰ بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا"
      },
      "translations": {
        "en": "And rely upon the Ever-Living who does not die, and exalt [Allah] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted -",
        "fr": "Et place ta confiance en Le Vivant qui ne meurt jamais. Et par Sa louange, glorifie-Le. Il suffit comme Parfait Connaisseur des péchés de Ses serviteurs.",
        "es": "Y ¡confía en el Viviente, Que no muere! ¡Celebra Sus alabanzas! El está suficientemente informado de los pecados de Sus siervos."
      },
      "ibn_ashour": "وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا (58)عطف على جملة { قل ما أسألكم عليه من أجر } [ الفرقان : 57 ] أي قل لهم ذلك وتوكل على الله في دعوتك إلى الدين فهو الذي يجازيك على ذلك ويجازيهم .والتوكل : الاعتماد وإسلام الأمور إلى المتوكل عليه وهو الوكيل ، أي المتولّي مهمّات غيره ، وقد تقدم في قوله تعالى : { فإذا عزمتَ فتوكَّل على الله } في آل عمران )159 ).و { الحي الذي لا يموت } هو الله تعالى . وعدل عن اسم الجلالة إلى هذين الوصفين لما يؤذن به من تعليل الأمر بالتوكل عليه لأنه الدائم فيفيد ذلك معنى حصْر التوكل في الكون عليه ، فالتعريف في { الحي } للكامل ، أي الكامل حياته لأنها واجبة باقية مستمرة وحياة غيره معرضة للزوال بالموت ومعرضة لاختلال أثرها بالذهول كالنوم ونحوه فإنه من جنس الموت ، فالتوكل على غيره معرض للاختلال وللانخرام . وفي ذكر الوصفين تعريض بالمشركين إذ ناطوا آمالهم بالأصنام وهي أموات غير أحياء .وفي الآية إشارة إلى أن المرء الكامل لا يثق إلا بالله لأن التوكل على الأحياء المعرضين للموت وإن كان قد يفيد أحياناً لكنه لا "
    },
    {
      "number": 59,
      "text": "ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًۭا",
      "tafsir": {
        "muyassar": "الذي خلق السموات والأرض وما بينهما في ستة أيام، ثم استوى على العرش- أي علا وارتفع- استواءً يليق بجلاله، هو الرحمن، فاسأل - أيها النبي - به خبيرًا، يعني بذلك سبحانه نفسه الكريمة، فهو الذي يعلم صفاته وعظمته وجلاله. ولا أحد من البشر أعلم بالله ولا أخبر به من عبده ورسوله محمد صلى الله عليه وسلم.",
        "mukhtasar": "الذي خلق السماوات وخلق الأرض وما بينهما في ستة أيام، ثم علا وارتفع على العرش علوًّا يليق بجلاله، وهو الرحمن، فاسأل - أيها الرسول - به خبيرًا، وهو الله الذي يعلم كل شيء، لا يخفى عليه شيء.",
        "saadi": "فأنت ليس عليك من هداهم شيء وليس عليك حفظ أعمالهم، وإنما ذلك كله بيد الله { الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى } بعد ذلك { عَلَى الْعَرْشِ } الذي هو سقف المخلوقات وأعلاها وأوسعها وأجملها { الرَّحْمَنِ } استوى على عرشه الذي وسع السماوات والأرض باسمه الرحمن الذي وسعت رحمته كل شيء فاستوى على أوسع المخلوقات، بأوسع الصفات. فأثبت بهذه الآية خلقه للمخلوقات واطلاعه على ظاهرهم وباطنهم وعلوه فوق العرش ومباينته إياهم.{ فَاسْأَلْ بِهِ خَبِيرًا } يعني بذلك نفسه الكريمة فهو الذي يعلم أوصافه وعظمته وجلاله، وقد أخبركم بذلك وأبان لكم من عظمته ما تستعدون به من معرفته فعرفه العارفون وخضعوا لجلاله، واستكبر عن عبادته الكافرون واستنكفوا عن ذلك",
        "kathir": "الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ الرَّحْمَٰنُ فَاسْأَلْ بِهِ خَبِيرًا"
      },
      "translations": {
        "en": "He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful, so ask about Him one well informed.",
        "fr": "C'est Lui qui, en six jours, a créé les cieux, la terre et tout ce qui existe entre eux, et le Tout Miséricordieux S'est établi «Istawâ» ensuite sur le Trône. Interroge donc qui est bien informé de Lui.",
        "es": "Él es Quien ha creado en seis días los cielos, la tierra y lo que entre ellos hay. Luego, se ha instalado en el Trono. El Compasivo. ¡Interroga a quien esté bien informado de Él!"
      },
      "ibn_ashour": "الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا (59)أجريت هذه الصلة وصفاً ثانياً ل { الحي الذي لا يموت } [ الفرقان : 58 ] لاقتضائها سعة العلم وسعة القدرة وعظيم المجد ، فصاحبها حقيق بأن يُتوكل عليه ويفوض أمر الجزاء إليه . وهذا تخلّص إلى العود إلى الاستدلال على تصرف الله تعالى بالخلق .وتقدم الكلام على خلق السماوات والأرض في ستة أيّام في سورة البقرة ، وعلى الاستواء في سورة الأعراف .و { الرحمان } خبر مبتدأ محذوف ، أي هو الرحمان . وهذا من حذف المسند إليه الغالب في الاستعمال عندما تتقدم أخبار أو أوصاف لصاحبها ، ثم يُراد الإخبار عنه بما هو إفصاح عن وصف جامع لما مضى أو أهم في الغرض مما تقدمه ، فإن وصف الرحمن أهم في الغرض المسوق له الكلام وهو الأمر بالتوكل عليه فإنه وصف يقتضي أنه يدبر أمور من توكل عليه بقوي الإسعاف .وفرع على وصفه ب { الرحمان } قوله { فسئل به خبيراً } للدلالة على أن في رحمته من العظمة والشمول ما لا تفي فيه العبارة فيعدل عن زيادة التوصيف إلى الحوالة على عليم بتصاريف رحمته مُجرب لها "
    },
    {
      "number": 60,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًۭا ۩",
      "tafsir": {
        "muyassar": "وإذا قيل للكافرين: اسجدوا للرحمن واعبدوه قالوا: ما نعرف الرحمن، أنسجد لما تأمرنا بالسجود له طاعة لأمرك؟ وزادهم دعاؤهم إلى السجود للرحمن بُعْداً عن الإيمان ونفورًا منه.",
        "mukhtasar": "وإذا قيل للكفار: اسجدوا للرحمن، قالوا: لا نسجد للرحمن، وما الرحمن؟ لا نعرفه ولا نقرّ به، أنسجد لما تأمرنا بالسجود له ونحن لا نعرفه؟! وزادهم أمره لهم بالسجود له بُعْدًا عن الإيمان بالله.",
        "saadi": "{ وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ } أي: وحده الذي أنعم عليكم بسائر النعم ودفع عنكم جميع النقم. { قَالُوا } جحدا وكفرا { وَمَا الرَّحْمَنُ } بزعمهم الفاسد أنهم لا يعرفون الرحمن، وجعلوا من جملة قوادحهم في الرسول أن قالوا: ينهانا عن اتخاذ آلهة مع الله وهو يدعو معه إلها آخر يقول: \" يا رحمن \" ونحو ذلك كما قال تعالى: { قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى } فأسماؤه تعالى كثيرة لكثرة أوصافه وتعدد كماله، فكل واحد منها دل على صفة كمال. { أَنَسْجُدُ لِمَا تَأْمُرُنَا } أي: لمجرد أمرك إيانا. وهذا مبني منهم على التكذيب بالرسول واستكبارهم عن طاعته، { وَزَادَهُمْ } دعوتهم إلى السجود للرحمن { نُفُورًا } هربا من الحق إلى الباطل وزيادة كفر وشقاء.",
        "kathir": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩"
      },
      "translations": {
        "en": "And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion.",
        "fr": "Et quand on leur dit: «Prosternez-vous devant le Tout Miséricordieux», ils disent: «Qu'est-ce donc que le Tout Miséricordieux? Allons-nous nous prosterner devant ce que tu nous commandes?» - Et cela accroît leur répulsion.",
        "es": "Cuando se les dice: «¡Prosternaos ante el Compasivo!», dicen: «Y ¿qué es 'el Compasivo'? ¿Vamos a prosternarnos sólo porque tú lo ordenes?» Y esto acrecienta su repulsa."
      },
      "ibn_ashour": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا (60)لما جرى وصف الله تعالى بالرحمان مع صفات أخر استطرد ذكر كُفر المشركين بهذا الوصف . وقد علمت عند الكلام على البسملة في أول هذا التفسير أن وصف الله تعالى باسم )الرحمان )هو من وضع القرآن ولم يكن معهوداً للعرب ، وأما قول شاعر اليمامة في مدح مُسيلمة :سموْتَ بالمجد يابن الأكرمين أباً ... وأنت غيث الورى لا زلت رحمانافذلك بعد ظهور الإسلام في مدة الردة ، ولذلك لما سمعوه من القرآن أنكروه قصداً بالتورّك على النبي صلى الله عليه وسلم وليس ذلك عن جهل بمدلول هذا الوصف ولا بكونه جارياً على مقاييس لغتهم ولا أنه إذا وصف الله به فهو رب واحد وأن التعدد في الأسماء؛ فكانوا يقولون : انظروا إلى هذا الصابىء ينهانا أن ندعو إلهين وهو يدعو الله ويدعو الرحمن . وفي ذلك نزل قوله تعالى : { قل ادعوا الله أو ادعوا الرحمان أيّاً مَّا تدعوا فله الأسماء الحسنى } وقد تقدم في آخر سورة الإسراء )110 )وهذه الآية تشير إلى آية سورة الإسراء .والخبر هنا مستعمل كناية في التعجيب من عِنادهم وبهتانهم ، وليس المقصو"
    },
    {
      "number": 61,
      "text": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًۭا وَجَعَلَ فِيهَا سِرَٰجًۭا وَقَمَرًۭا مُّنِيرًۭا",
      "tafsir": {
        "muyassar": "عَظُمَتْ بركات الرحمن وكثر خيره، الذي جعل في السماء النجوم الكبار بمنازلها، وجعل فيها شمسًا تضيء وقمرًا ينير.",
        "mukhtasar": "تبارك الذي جعل في السماء منازل للكواكب والنجوم السيارة، وجعل في السماء شمسًا تشعّ النور، وجعل فيها قمرًا ينير الأرض بما يعكسه من ضوء الشمس.",
        "saadi": "كرر تعالى في هذه السورة الكريمة قوله: { تَبَارَكَ } ثلاث مرات لأن معناها كما تقدم أنها تدل على عظمة الباري وكثرة أوصافه، وكثرة خيراته وإحسانه. وهذه السورة فيها من الاستدلال على عظمته وسعة سلطانه ونفوذ مشيئته وعموم علمه وقدرته وإحاطة ملكه في الأحكام الأمرية والأحكام الجزائية وكمال حكمته. وفيها ما يدل على سعة رحمته وواسع جوده وكثرة خيراته الدينية والدنيوية ما هو مقتض لتكرار هذا الوصف الحسن فقال: { تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا } وهي النجوم عمومها أو منازل الشمس والقمر التي تنزل منزلة منزلة وهي بمنزلة البروج والقلاع للمدن في حفظها، كذلك النجوم بمنزلة البروج المجعولة للحراسة فإنها رجوم للشياطين. { وَجَعَلَ فِيهَا سِرَاجًا } فيه النور والحرارة وهو الشمس. { وَقَمَرًا مُنِيرًا } فيه النور لا الحرارة وهذا من أدلة عظمته، وكثرة إحسانه، فإن ما فيها من الخلق الباهر والتدبير المنتظم والجمال العظيم دال على عظمة خالقها في أوصافه كلها، وما فيها من المصالح للخلق والمنافع دليل على كثرة خيراته.",
        "kathir": "تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا"
      },
      "translations": {
        "en": "Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon.",
        "fr": "Que soit béni Celui qui a placé au ciel des constellations et y a placé un luminaire (le soleil) et aussi une lune éclairante!",
        "es": "¡Bendito sea Quien ha puesto constelaciones en el cielo y entre ellas un luminar y una luna luminosa!"
      },
      "ibn_ashour": "تَبَارَكَ الَّذِي جَعَلَ فِي السَّمَاءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُنِيرًا (61)استئناف ابتدائي جعل تمهيداً لقوله { وعباد الرحمن الذين يمشون على الأرض هَوْناً } [ الفرقان : 63 ] الآيات التي هي محصول الدعامة الثالثة من الدعائم الثلاث التي أقيم عليها بناء هذه السورة ، وافتتحت كل دعامة منها ب { تبارك الذي . . . } إلخ كما تقدم في صدر السورة . وافتتح ذلك بإنشاء الثناء على الله بالبركة والخير لما جعله للخلق من المنافع . وتقدم { تبارك } أول السورة )1 )وفي قوله { تبارك الله رب العالمين } في الأعراف )54 ).والبروج : منازل مرور الشمس فيما يرى الراصدون . وقد تقدم الكلام عليها عند قوله تعالى : { ولقد جعلنا في السماء بروجاً } في أول سورة الحجر )16 ).والامتنان بها لأن الناس يُوقّتون بها أزمانهم .وقرأ الجمهور سراجاً } بصيغة المفرد . والسراج : الشمس كقوله : { وجعل الشمس سراجاً } في سورة نوح )16 ). ومناسبة ذلك لما يرد بعده من قوله : { وهو الذي جعل الليل والنهار خلفة . . . } [ الفرقان : 62 ] .وقرأ حمزة والكسائي { سُرُجاً } بضم السين والراء جمع سراج فيشمل مع الشمس النجوم ، فيكون امتناناً "
    },
    {
      "number": 62,
      "text": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةًۭ لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًۭا",
      "tafsir": {
        "muyassar": "وهو الذي جعل الليل والنهار متعاقبَيْن يَخْلُف أحدهما الآخر لمن أراد أن يعتبر بما في ذلك إيمانًا بالمدبِّر الخالق، أو أراد أن يشكر لله تعالى على نعمه وآلائه.",
        "mukhtasar": "والله هو الذي صيَّر الليل والنهار متعاقبين يعقب أحدهما الآخر ويخلفه، لمن أراد أن يعتبر بآيات الله فيهتدي، أو أراد شكر الله على نعمه.",
        "saadi": "{ وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً } أي: يذهب أحدهما فيخلفه الآخر، هكذا أبدا لا يجتمعان ولا يرتفعان، { لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا } أي: لمن أراد أن يتذكر بهما ويعتبر ويستدل بهما على كثير من المطالب الإلهية ويشكر الله على ذلك، ولمن أراد أن يذكر الله ويشكره وله ورد من الليل أو النهار، فمن فاته ورده من أحدهما أدركه في الآخر، وأيضا فإن القلوب تتقلب وتنتقل في ساعات الليل والنهار فيحدث لها النشاط والكسل والذكر والغفلة والقبض والبسط والإقبال والإعراض، فجعل الله الليل والنهار يتوالى على العباد ويتكرران ليحدث لهم الذكر والنشاط والشكر لله في وقت آخر، ولأن أوراد العبادات تتكرر بتكرر الليل والنهار، فكما تكررت الأوقات أحدث للعبد همة غير همته التي كسلت في الوقت المتقدم فزاد في تذكرها وشكرها، فوظائف الطاعات بمنزلة سقي الإيمان الذي يمده فلولا ذلك لذوى غرس الإيمان ويبس. فلله أتم حمد وأكمله على ذلك.",
        "kathir": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا"
      },
      "translations": {
        "en": "And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude.",
        "fr": "Et c'est Lui qui a assigné une alternance à la nuit et au jour pour quiconque veut y réfléchir ou montrer sa reconnaissance.",
        "es": "Él es Quien ha dispuesto que se sucedan la noche y el día para quien quiera dejarse amonestar o quiera dar gracias."
      },
      "ibn_ashour": "وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا (62)الاستدلال هذا بما في الليل والنّهار من اختلاف الحال بين ظلمة ونور ، وبرد وحر ، مما يكون بعضه أليق ببعض الناس من بعض ببعض آخر ، وهذا مخالف للاستدلال الذي في قوله { وهو الذي جعل لكم الليل لباساً والنوم سباتاً وجعل النهار نشوراً } [ الفرقان : 47 ] ، فهذه دلالة أخرى ونعمة أخرى والحِكَم في المخلوقات كثيرة .والقصر هنا قصر حقيقي وليس إضافياً فلذلك لا يراد به الرد على المشركين بخلاف صيغ القصر السابقة من قوله { وهو الذي جعل لكم الليل لباساً إلى قوله وكان ربك قديراً } [ الفرقان : 47 54 ] .والخِلفة بكسر الخاء وسكون اللام : اسم لما يَخلف غيره في بعض ما يصلح له . صيغ هذا الاسم على زنة فِعْلة لأنه في الأصل ذو خلفة ، أي صاحب حالة خلف فيها غيره ثم شاع استعماله فصار اسماً ، قال زهير :بها العين والآرام يَمشِينَ خِلفَةً ... وأطلاؤها ينهَضْن من كل مُجْثَمأي يمشي سرب ويخلفه سرب آخر ثم يتعاقب هكذا . فالمعنى : جعل الليل خلفة والنهارَ خلفة : أي كلَّ واحد منهما خِلفة عن الآخر ، أي فيما يعمل فيها من ال"
    },
    {
      "number": 63,
      "text": "وَعِبَادُ ٱلرَّحْمَٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًۭا وَإِذَا خَاطَبَهُمُ ٱلْجَٰهِلُونَ قَالُوا۟ سَلَٰمًۭا",
      "tafsir": {
        "muyassar": "وعباد الرحمن الصالحون يمشون على الأرض بسكينة متواضعين، وإذا خاطبهم الجهلة السفهاء بالأذى أجابوهم بالمعروف من القول، وخاطبوهم خطابًا يَسْلَمون فيه من الإثم، ومن مقابلة الجاهل بجهله.",
        "mukhtasar": "وعباد الرحمن المؤمنون الذين يمشون على الأرض بوقار متواضعين، وإذا خاطبهم الجهال لم يقابلوهم بالمثل، بل يقولون لهم معروفًا لا يجهلون فيه عليهم.",
        "saadi": "العبودية لله نوعان: عبودية لربوبيته فهذه يشترك فيها سائر الخلق مسلمهم وكافرهم، برهم وفاجرهم، فكلهم عبيد لله مربوبون مدبرون { إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا } وعبودية لألوهيته وعبادته ورحمته وهي عبودية أنبيائه وأوليائه وهي المراد هنا ولهذا أضافها إلى اسمه \" الرحمن \" إشارة إلى أنهم إنما وصلوا إلى هذه الحال بسبب رحمته، فذكر أن صفاتهم أكمل الصفات ونعوتهم أفضل النعوت، فوصفهم بأنهم { يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا } أي: ساكنين متواضعين لله والخلق فهذا وصف لهم بالوقار والسكينة والتواضع لله ولعباده. { وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ } أي: خطاب جهل بدليل إضافة الفعل وإسناده لهذا الوصف، { قَالُوا سَلَامًا } أي: خاطبوهم خطابا يسلمون فيه من الإثم ويسلمون من مقابلة الجاهل بجهله. وهذا مدح لهم، بالحلم الكثير ومقابلة المسيء بالإحسان والعفو عن الجاهل ورزانة العقل الذي أوصلهم إلى هذه الحال",
        "kathir": "وَعِبَادُ الرَّحْمَٰنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا"
      },
      "translations": {
        "en": "And the servants of the Most Merciful are those who walk upon the earth easily, and when the ignorant address them [harshly], they say [words of] peace,",
        "fr": "Les serviteurs du Tout Miséricordieux sont ceux qui marchent humblement sur terre, qui, lorsque les ignorants s'adressent à eux, disent: «Paix»,",
        "es": "Los siervos del Compasivo son los que van por la tierra humildemente y que, cuando los ignorantes les dirigen la palabra, dicen: «¡Paz!»"
      },
      "ibn_ashour": "وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا (63)عطف جملة على جملة ، فالجملة المعطوفة هي { عباد الرحمن } إلخ ، فهو مبتدأ وخبره { الذين يمشون على الأرض هوناً } إلخ . وقيل : الخبر { أولئك يجزون الغرفة بما صبروا } [ الفرقان : 75 ] . والجملةُ المعطوف عليها جملة { وهو الذي جعل الليل والنهار خِلفة } [ الفرقان : 62 ] إلخ . فبمناسبة ذكر من أراد أن يذَّكَّر تُخلّص إلى خصال المؤمنين أتباع النبي صلى الله عليه وسلم حتى تستكمل السورة أغراض التنويه بالقرآن ومن جاء به ومن اتبعوه كما أشرنا إليه في الإلمام بأهم أغراضها في طالعة تفسيرها . وهذا من أبدع التخلص إذْ كان مفاجئاً للسامع مطمِعاً أنه استطراد عارض كسوابقه حتى يُفاجئه ما يؤذن بالختام وهو { قل ما يَعْؤا بكم ربّي } [ الفرقان : 77 ] الآية .والمراد ب { عباد الرحمن } بادىء ذي بدء أصحاب رسول الله صلى الله عليه وسلم فالصلات الثمان التي وصفوا بها في هذه الآية حكاية لأوصافهم التي اختصوا بها .وإذ قد أُجريت عليهم تلك الصفات في مقام الثناء والوعد بجزاء الجنة عُلم أن من اتصف بتلك الصفات م"
    },
    {
      "number": 64,
      "text": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًۭا وَقِيَٰمًۭا",
      "tafsir": {
        "muyassar": "والذين يكثرون من صلاة الليل مخلصين فيها لربهم، متذللين له بالسجود والقيام.",
        "mukhtasar": "والذين يبيتون لربهم سجدًا على جباههم، وقيامًا على أقدامهم يصلُّون لله.",
        "saadi": "{ وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا } أي: يكثرون من صلاة الليل مخلصين فيها لربهم متذللين له كما قال تعالى: { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ } ",
        "kathir": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا"
      },
      "translations": {
        "en": "And those who spend [part of] the night to their Lord prostrating and standing [in prayer]",
        "fr": "qui passent les nuits prosternés et debout devant leur Seigneur;",
        "es": "Pasan la noche ante su Señor, postrados o de pie."
      },
      "ibn_ashour": "وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا (64)عطف صفة أخرى على صفتيهم السابقتين على حدّ قول الشاعر :إلى الملِك القرم وابن الهمام ... وليث الكتيبة في المُزدحموإعادة الموصول لتأكيد أنهم يُعرفون بهذه الصلة ، والظاهر أن هذه الموصولات وصلاتها كلها أخبار أو أوصاف لعباد الرحمان . روي عن الحسن البصري أنه كان إذا قرأ { الذين يمشون على الأرض هَوْناً } [ الفرقان : 63 ] قال : هذا وصف نهارهم ، ثم إذا قرأ { والذين يبيتون لربهم سجداً وقياماً } قال : هذا وصف ليلهم .والقِيام : جمع قَائم كالصِحاب ، والسجود والقيام ركنا الصلاة ، فالمعنى : يبيتون يصلّون ، فوقع إطناب في التعبير عن الصلاة بركنيها تنويهاً بكليهما . وتقديم { سجداً } على { قياماً } للرعي على الفاصلة مع الإشارة إلى الاهتمام بالسجود وهو ما بيّنه النبي صلى الله عليه وسلم بقوله : « أقرب ما يكونُ العبد من ربه وهو ساجد » وكان أصحاب رسول الله صلى الله عليه وسلم كثيري التهجد كما أثنى الله عليهم بذلك بقوله { تتجافى جنوبهم عن المضاجع } [ السجدة : 16 ] ."
    },
    {
      "number": 65,
      "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
      "tafsir": {
        "muyassar": "والذين هم مع اجتهادهم في العبادة يخافون الله فيدعونه أن ينجيهم من عذاب جهنم، إن عذابها يلازم صاحبه. إن جهنم شر قرار وإقامة.",
        "mukhtasar": "والذين يقولون في دعائهم لربهم: ربنا، أبعد عنا عذاب جهنم، إن عذاب جهنم كان دائمًا ملازمًا لمن مات كافرًا.",
        "saadi": "{ وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ } أي: ادفعه عنا بالعصمة من أسبابه ومغفرة ما وقع منا مما هو مقتض للعذاب. { إِنَّ عَذَابَهَا كَانَ غَرَامًا } أي: ملازما لأهلها بمنزلة ملازمة الغريم لغريمه.",
        "kathir": "وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا"
      },
      "translations": {
        "en": "And those who say, \"Our Lord, avert from us the punishment of Hell. Indeed, its punishment is ever adhering;",
        "fr": "qui disent: «Seigneur, écarte de nous le châtiment de l'Enfer». - car son châtiment est permanent.",
        "es": "Dicen: «¡Señor! ¡Aleja de nosotros el castigo de la gehena!» Su castigo es perpetuo."
      },
      "ibn_ashour": "وَالَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا (65) دعاؤهم هذا أمارة على شدة مخافتهم الذنوب فهم يسعون في مرضاة ربّهم لينجوا من العذاب ، فالمراد بصرف العذاب : إنجاؤهم منه بتيسير العمل الصالح وتوفيره واجتناب السيئات .وجملة { إن عذابها كان غراماً } يجوز أن تكون حكاية من كلام القائلين . ويجوز أن تكون من كلام الله تعالى معترضة بين اسمي الموصول ، وعلى كل فهي تعليل لسؤال صرف عذابها عنهم .والغرام : الهلاك المُلِحّ الدائِم ، وغلب إطلاقه على الشر المستمر ."
    },
    {
      "number": 66,
      "text": "إِنَّهَا سَآءَتْ مُسْتَقَرًّۭا وَمُقَامًۭا",
      "tafsir": {
        "muyassar": "والذين هم مع اجتهادهم في العبادة يخافون الله فيدعونه أن ينجيهم من عذاب جهنم، إن عذابها يلازم صاحبه. إن جهنم شر قرار وإقامة.",
        "mukhtasar": "إنها ساءت مكان استقرار لمن استقرّ فيها، وساءت مقامًا لمن يقيم فيها.",
        "saadi": "{ إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا } وهذا منهم على وجه التضرع لربهم، وبيان شدة حاجتهم إليه وأنهم ليس في طاقتهم احتمال هذا العذاب، وليتذكروا منة الله عليهم، فإن صرف الشدة بحسب شدتها وفظاعتها يعظم وقعها ويشتد الفرح بصرفها.",
        "kathir": "إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا"
      },
      "translations": {
        "en": "Indeed, it is evil as a settlement and residence.\"",
        "fr": "Quels mauvais gîte et lieu de séjour!",
        "es": "Sí es mala como morada y residencia."
      },
      "ibn_ashour": "إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا (66)وجملة { إنها ساءت مستقراً ومقاماً } يجوز أن تكون حكاية لكلام القائلين فتكون تعليلاً ثانياً مؤكّداً لتعليلهم الأول ، وأن تكون من جانب الله تعالى دون التي قبلها فتكون تأييداً لتعليل القائلين . وأن تكون من كلام الله مع التي قبلها فتكون تكريراً للاعتراض .والمستقَرّ : مكان الاستقرار . والاستقرار : قوة القرار . والمقام : اسم مكان الإقامة ، أي ساءت موضعاً لمن يستقر فيها بدون إقامة مثل عصاة أهل الأديان ولمن يقيم فيها من المكذبين للرسل المبعوثين إليهم ."
    },
    {
      "number": 67,
      "text": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًۭا",
      "tafsir": {
        "muyassar": "والذين إذا أنفقوا من أموالهم لم يتجاوزوا الحد في العطاء، ولم يضيِّقوا في النفقة، وكان إنفاقهم وسطًا بين التبذير والتضييق.",
        "mukhtasar": "والذين إذا بذلوا أموالهم لم يَصِلُوا في بذلهم لها إلى حد التبذير، ولم يضيقوا في بذلها على من تجب عليهم نفقته من أنفسهم أو غيرها، وكان إنفاقهم بين التبذير والتقتير عدلًا وسطًا.",
        "saadi": "{ وَالَّذِينَ إِذَا أَنْفَقُوا } النفقات الواجبة والمستحبة { لَمْ يُسْرِفُوا } بأن يزيدوا على الحد فيدخلوا في قسم التبذير وإهمال الحقوق الواجبة، { وَلَمْ يَقْتُرُوا } فيدخلوا في باب البخل والشح { وَكَانَ } إنفاقهم { بَيْنَ ذَلِكَ } بين الإسراف والتقتير { قَوَامًا } يبذلون في الواجبات من الزكوات والكفارات والنفقات الواجبة، وفيما ينبغي على الوجه الذي ينبغي من غير ضرر ولا ضرار وهذا من عدلهم واقتصادهم.",
        "kathir": "وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا"
      },
      "translations": {
        "en": "And [they are] those who, when they spend, do so not excessively or sparingly but are ever, between that, [justly] moderate",
        "fr": "Qui, lorsqu'ils dépensent, ne sont ni prodigues ni avares mais se tiennent au juste milieu.",
        "es": "Cuando gastan, no lo hacen con prodigalidad ni con tacañería, -el término medio es lo justo-."
      },
      "ibn_ashour": "وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا (67)أفاد قوله { إذا أنفقوا } أن الإنفاق من خصالهم فكأنه قال : والذين ينفقون وإذا أنفقوا إلخ . وأريد بالإنفاق هنا الإنفاق غير الواجب وذلك إنفاق المرء على أهل بيته وأصحابه لأن الإنفاق الواجب لا يذمّ الإسراف فيه ، والإنفاق الحرام لا يُحمد مطلقاً بَلْهَ أن يذم الإقتار فيه على أن في قوله { إذا أنفقوا } إشعاراً بأنهم اختاروا أن ينفقوا ولم يكن واجباً عليهم .والإسراف : تجاوز الحد الذي يقتضيه الإنفاق بحسب حال المنفق وحال المنفَق عليه . وتقدم معنى الإسراف في قوله تعالى : { ولا تأكلوها إسرافاً } في سورة النساء )6 )، وقوله : { ولا تسرفوا إنه لا يحب المسرفين } في سورة الأنعام )141 ).والإقتار عكسه ، وكان أهل الجاهلية يسرفون في النفقة في اللذات ويُغْلُون السباء في الخمر ويتممون الأيسار في الميسر . وأقوالهم في ذلك كثيرة في أشعارهم وهي في معلّقة طرفة وفي معلقة لبيد وفي ميمية النابغة ، ويفتخرون بإتلاف المال ليتحدث العظماء عنهم بذلك ، قال الشاعر مادحاً :مفيد ومتلاف إذا ما أتيتُه ... تهلَّل واهتز اهتزاز المهندوقر"
    },
    {
      "number": 68,
      "text": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًۭا",
      "tafsir": {
        "muyassar": "والذين يوحدون الله، ولا يدعون ولا يعبدون إلهًا غيره، ولا يقتلون النفس التي حرَّم الله قتلها إلا بما يحق قتلها به: من كفر بعد إيمان، أو زنى بعد زواج، أو قتل نفس عدوانًا، ولا يزنون، بل يحفظون فروجهم، إلا على أزواجهم أو ما ملكت أيمانهم، ومن يفعل شيئًا من هذه الكبائر يَلْقَ في الآخرة عقابًا. يُضاعَفْ له العذاب يوم القيامة، ويَخْلُدْ فيه ذليلا حقيرًا. (والوعيد بالخلود لمن فعلها كلَّها، أو لمن أشرك بالله). لكن مَن تاب مِن هذه الذنوب توبة نصوحًا وآمن إيمانًا جازمًا مقرونًا بالعمل الصالح، فأولئك يمحو الله عنهم سيئاتهم ويجعل مكانها حسنات؛ بسبب توبتهم وندمهم. وكان الله غفورًا لمن تاب، رحيمًا بعباده حيث دعاهم إلى التوبة بعد مبارزته بأكبر المعاصي. ومن تاب عمَّا ارتكب من الذنوب، وعمل عملا صالحا فإنه بذلك يرجع إلى الله رجوعًا صحيحًا، فيقبل الله توبته ويكفر ذنوبه.",
        "mukhtasar": "والذين لا يدعون مع الله سبحانه معبودًا آخر، ولا يقتلون النفس التي حرم الله قتلها إلا بما أذن الله به من قتل القاتل أو المرتد أو الزاني المحصن، ولا يزنون، ومن يفعل هذه الكبائر يَلْقَ يوم القيامة عقوبةَ ما ارتكبه من الإثم.",
        "saadi": "{ وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ } بل يعبدونه وحده مخلصين له الدين حنفاء مقبلين عليه معرضين عما سواه. { وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ } وهي نفس المسلم والكافر المعاهد، { إِلَّا بِالْحَقِّ } كقتل النفس بالنفس وقتل الزاني المحصن والكافر الذي يحل قتله.{ وَلَا يَزْنُونَ } بل يحفظون فروجهم { إِلَّا عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ } { وَمَنْ يَفْعَلْ ذَلِكَ } أي: الشرك بالله أو قتل النفس التي حرم الله بغير حق أو الزنا فسوف { يَلْقَ أَثَامًا }",
        "kathir": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا"
      },
      "translations": {
        "en": "And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty.",
        "fr": "Qui n'invoquent pas d'autre dieu avec Allah et ne tuent pas la vie qu'Allah a rendue sacrée, sauf à bon droit; qui ne commettent pas de fornication - car quiconque fait cela encourra une punition",
        "es": "No invocan a otro dios junto con Alá, no matan a nadie que Alá haya prohibido, si no es con justo motivo, no fornican. Quien comete tal, incurre en castigo."
      },
      "ibn_ashour": "وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آَخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (68) هذا قسم آخر من صفات عباد الرحمان ، وهو قسم التخلّي عن المفاسد التي كانت ملازمة لقومهم من المشركين؛ فتنزه عباد الرحمن عنها بسبب إيمانهم ، وذكر هنا تنزههم عن الشرك وقتل النفس والزنا ، وهذه القبائح الثلاث كانت غالبة على المشركين .ووَصْفُ النفس ب { التي حرم الله } بيانٌ لحُرمة النفس التي تقررت من عهد آدم فيما حكى الله من محاورة ولدَيْ آدم بقوله { قال لأقتلنّك } [ المائدة : 27 ] الآيات ، فتقرر تحريم قتل النفس من أقدم أزمان البشر ولم يجهله أحد من ذرية آدم ، فذلك معنى وصف النفس بالموصول في قوله { التي حرم الله } . وكان قتل النفس متفشياً في العرب بالعداوات ، والغارات ، وبالوأْد في كثير من القبائل بناتهم ، وبالقتل لفرط الغَيرة ، كما قال امرؤ القيس :تجاوزتُ أحراساً إليها ومعشراً ... عليَّ حراصاً لو يُسِرُّون مقتليوقال عنترة :عُلّقْتُها عَرضاً وأقتُلُ قومها ... زعماً لعمرُ أبيك ليس بمزعموقوله { إلا بالحق } المراد به"
    },
    {
      "number": 69,
      "text": "يُضَٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
      "tafsir": {
        "muyassar": "والذين يوحدون الله، ولا يدعون ولا يعبدون إلهًا غيره، ولا يقتلون النفس التي حرَّم الله قتلها إلا بما يحق قتلها به: من كفر بعد إيمان، أو زنى بعد زواج، أو قتل نفس عدوانًا، ولا يزنون، بل يحفظون فروجهم، إلا على أزواجهم أو ما ملكت أيمانهم، ومن يفعل شيئًا من هذه الكبائر يَلْقَ في الآخرة عقابًا. يُضاعَفْ له العذاب يوم القيامة، ويَخْلُدْ فيه ذليلا حقيرًا. (والوعيد بالخلود لمن فعلها كلَّها، أو لمن أشرك بالله). لكن مَن تاب مِن هذه الذنوب توبة نصوحًا وآمن إيمانًا جازمًا مقرونًا بالعمل الصالح، فأولئك يمحو الله عنهم سيئاتهم ويجعل مكانها حسنات؛ بسبب توبتهم وندمهم. وكان الله غفورًا لمن تاب، رحيمًا بعباده حيث دعاهم إلى التوبة بعد مبارزته بأكبر المعاصي. ومن تاب عمَّا ارتكب من الذنوب، وعمل عملا صالحا فإنه بذلك يرجع إلى الله رجوعًا صحيحًا، فيقبل الله توبته ويكفر ذنوبه.",
        "mukhtasar": "يضاعف له العذاب يوم القيامة، ويخلد في العذاب ذليلًا حقيرًا.",
        "saadi": "{ يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ } أي: في العذاب { مُهَانًا } فالوعيد بالخلود لمن فعلها كلها ثابت لا شك فيه وكذا لمن أشرك بالله، وكذلك الوعيد بالعذاب الشديد على كل واحد من هذه الثلاثة لكونها إما شرك وإما من أكبر الكبائر. وأما خلود القاتل والزاني في العذاب فإنه لا يتناوله الخلود لأنه قد دلت النصوص القرآنية والسنة النبوية أن جميع المؤمنين سيخرجون من النار ولا يخلد فيها مؤمن ولو فعل من المعاصي ما فعل، ونص تعالى على هذه الثلاثة لأنها من أكبر الكبائر: فالشرك فيه فساد الأديان، والقتل فيه فساد الأبدان والزنا فيه فساد الأعراض.",
        "kathir": "يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا"
      },
      "translations": {
        "en": "Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated -",
        "fr": "et le châtiment lui sera doublé, au Jour de la Résurrection, et il y demeurera éternellement couvert d'ignominie;",
        "es": "El día de la Resurrección se le doblará el castigo y lo sufrirá eternamente humillado."
      },
      "ibn_ashour": "يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (69)وجملة : { يضاعف له العذاب } بدلُ اشتمال من { يلق أثاماً } ، وإبدال الفعل من الفعل إبدال جملة فإن كان في الجملة فعل قابلٌ للإعراب ظهر إعراب المحل في ذلك الفعل لأنه عِماد الجملة . وجُعل الجزاء مضاعفة العذاب والخلود .فأما مضاعفة العذاب فهي أن يعذّب على كل جُرم مما ذكر عذاباً مناسباً ولا يكتفَى بالعذاب الأكبر عن أكبر الجرائم وهو الشرك ، تنبيهاً على أن الشرك لا ينجي صاحبه من تبعة ما يقترفه من الجرائم والمفاسد ، وذلك لأن دعوة الإسلام للناس جاءت بالإقلاع عن الشرك وعن المفاسد كلها . وهذا معنى قول من قال من العلماء بأن الكفار مخاطبون بفروع الشريعة يَعنون خطاب المؤاخذة على ما نُهوا عن ارتكابه ، وليس المراد أنهم يُطلب منهم العمل إذ لا تقبل منهم الصالحات بدون الإيمان ، ولذلك رام بعض أهل الأصول تخصيص الخلاف بخطاب التكليف لا الاتلاف والجنايات وخطاب الوضع كله .وأما الخلود في العذاب فقد اقتضاه الإشراك .وقوله : { مهاناً } حال قصد منها تشنيع حالهم في الآخرة ، أي يعذّب ويُهان إهانة زائدة على إهانة التعذيب بأن يشتم ويحقر .وقرأ الج"
    },
    {
      "number": 70,
      "text": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًۭا صَٰلِحًۭا فَأُو۟لَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَٰتٍۢ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا",
      "tafsir": {
        "muyassar": "والذين يوحدون الله، ولا يدعون ولا يعبدون إلهًا غيره، ولا يقتلون النفس التي حرَّم الله قتلها إلا بما يحق قتلها به: من كفر بعد إيمان، أو زنى بعد زواج، أو قتل نفس عدوانًا، ولا يزنون، بل يحفظون فروجهم، إلا على أزواجهم أو ما ملكت أيمانهم، ومن يفعل شيئًا من هذه الكبائر يَلْقَ في الآخرة عقابًا. يُضاعَفْ له العذاب يوم القيامة، ويَخْلُدْ فيه ذليلا حقيرًا. (والوعيد بالخلود لمن فعلها كلَّها، أو لمن أشرك بالله). لكن مَن تاب مِن هذه الذنوب توبة نصوحًا وآمن إيمانًا جازمًا مقرونًا بالعمل الصالح، فأولئك يمحو الله عنهم سيئاتهم ويجعل مكانها حسنات؛ بسبب توبتهم وندمهم. وكان الله غفورًا لمن تاب، رحيمًا بعباده حيث دعاهم إلى التوبة بعد مبارزته بأكبر المعاصي. ومن تاب عمَّا ارتكب من الذنوب، وعمل عملا صالحا فإنه بذلك يرجع إلى الله رجوعًا صحيحًا، فيقبل الله توبته ويكفر ذنوبه.",
        "mukhtasar": "لكن من تاب إلى الله وآمن، وعمل عملًا صالحًا يدل على صدق توبته، فأولئك يبدل الله ما عملوه من السيئات حسنات، وكان الله غفورًا لذنوب من تاب من عباده، رحيمًا بهم.",
        "saadi": "{ إِلَّا مَنْ تَابَ } عن هذه المعاصي وغيرها بأن أقلع عنها في الحال وندم على ما مضى له من فعلها وعزم عزما جازما أن لا يعود، { وَآمَنَ } بالله إيمانا صحيحا يقتضي ترك المعاصي وفعل الطاعات { وَعَمِلَ عَمَلًا صَالِحًا } مما أمر به الشارع إذا قصد به وجه الله. { فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ } أي: تتبدل أفعالهم وأقوالهم التي كانت مستعدة لعمل السيئات تتبدل حسنات، فيتبدل شركهم إيمانا ومعصيتهم طاعة وتتبدل نفس السيئات التي عملوها ثم أحدثوا عن كل ذنب منها توبة وإنابة وطاعة تبدل حسنات كما هو ظاهر الآية. وورد في ذلك حديث الرجل الذي حاسبه الله ببعض ذنوبه فعددها عليه ثم أبدل مكان كل سيئة حسنة فقال: : يا رب إن لي سيئات لا أراها هاهنا \" والله أعلم. { وَكَانَ اللَّهُ غَفُورًا } لمن تاب يغفر الذنوب العظيمة { رَحِيمًا } بعباده حيث دعاهم إلى التوبة بعد مبارزته بالعظائم ثم وفقهم لها ثم قبلها منهم.",
        "kathir": "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَٰئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful.",
        "fr": "sauf celui qui se repent, croit et accomplit une bonne œuvre; ceux-là Allah changera leurs mauvaises actions en bonnes, et Allah est Pardonneur et Miséricordieux;",
        "es": "No así quien se arrepienta, crea y haga buenas obras. A éstos Alá les cambiará sus malas obras en buenas. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (70)الاستثناء من العموم الذي أفادته { مَن } الشرطية في قوله : { ومَن يفعل ذلك } [ الفرقان : 68 ] . والتقدير : إلاّ مَن تاب فلا يضاعف له العذاب ولا يخلد فيه ، وهذا تطمين لنفوس فريق من المؤمنين الذين قد كانوا تلبسوا بخصال أهل الشرك ثم تابوا عنها بسبب توبتهم من الشرك ، وإلا فليس في دعوتهم مع الله إلهاً آخر بعد العنوان عنهم بأنهم عباد الرحمن ثناءٌ زائد .وفي «صحيح مسلم» : عن ابن عباس «أن ناساً من أهل الشرك قَتلوا فأكثروا وزَنَوا فأكثروا ، فأتوا محمداً صلى الله عليه وسلم فقالوا : إن الذي تقول وتدعو إليه لَحسن لو تخبرنا أن لما عملنا كفارةً فنزلت : { والذين لا يدعون مع الله إلهاً آخر } [ الفرقان : 68 ] الآية ، والمعنى : أنه يعفى عنه من عذاب الذنوب التي تاب منها ، ولا يخطر بالبال أنه يعذب عذاباً غير مضاعف وغيرَ مخلَّد فيه ، لأن ذلك ليس من مجاري الاستعمال العربي بل الأصل في ارتفاع الشيء المقيَّد أن يقصد منه رفعه بأسره لا رفع قيوده ، إلاّ بقرينة .والتوبة : "
    },
    {
      "number": 71,
      "text": "وَمَن تَابَ وَعَمِلَ صَٰلِحًۭا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًۭا",
      "tafsir": {
        "muyassar": "والذين يوحدون الله، ولا يدعون ولا يعبدون إلهًا غيره، ولا يقتلون النفس التي حرَّم الله قتلها إلا بما يحق قتلها به: من كفر بعد إيمان، أو زنى بعد زواج، أو قتل نفس عدوانًا، ولا يزنون، بل يحفظون فروجهم، إلا على أزواجهم أو ما ملكت أيمانهم، ومن يفعل شيئًا من هذه الكبائر يَلْقَ في الآخرة عقابًا. يُضاعَفْ له العذاب يوم القيامة، ويَخْلُدْ فيه ذليلا حقيرًا. (والوعيد بالخلود لمن فعلها كلَّها، أو لمن أشرك بالله). لكن مَن تاب مِن هذه الذنوب توبة نصوحًا وآمن إيمانًا جازمًا مقرونًا بالعمل الصالح، فأولئك يمحو الله عنهم سيئاتهم ويجعل مكانها حسنات؛ بسبب توبتهم وندمهم. وكان الله غفورًا لمن تاب، رحيمًا بعباده حيث دعاهم إلى التوبة بعد مبارزته بأكبر المعاصي. ومن تاب عمَّا ارتكب من الذنوب، وعمل عملا صالحا فإنه بذلك يرجع إلى الله رجوعًا صحيحًا، فيقبل الله توبته ويكفر ذنوبه.",
        "mukhtasar": "ومن تاب إلى الله، وبَرْهَن على صدق توبته بفعل الطاعات وترك المعاصي فإن توبته توبة مقبولة.",
        "saadi": "{ وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا } أي: فليعلم أن توبته في غاية الكمال لأنها رجوع إلى الطريق الموصل إلى الله الذي هو عين سعادة العبد وفلاحه فليخلص فيها وليخلصها من شوائب الأغراض الفاسدة، فالمقصود من هذا الحث على تكميل التوبة وإيقاعها على أفضل الوجوه وأجلها ليقدم على من تاب إليه فيوفيه  أجره بحسب كمالها.",
        "kathir": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا"
      },
      "translations": {
        "en": "And he who repents and does righteousness does indeed turn to Allah with [accepted] repentance.",
        "fr": "et quiconque se repent et accomplit une bonne œuvre c'est vers Allah qu'aboutira son retour.",
        "es": "Quien se arrepienta y obre bien dará muestras de un arrepentimiento sincero."
      },
      "ibn_ashour": "وَمَنْ تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا (71)إذا وقع الإخبار عن شيء أو توصيفٌ له أو حالةٌ منه بمرادف لما سبق مثله في المعنى دون زيادة تعيَّن أن يكون الخبر الثاني مستعملاً في شيء من لوازم معنى الإخبار يبيّنه المقام ، كقول أبي الطَّمحان لقَيْنِي :وإني من القوم الذين هُمُ هُمُ ... وقول أبي النجم :أنا أبو النجم وشعري شعري ... وقول النبي صلى الله عليه وسلم « من رَآني في المنام فقد رآني » فقوله تعالى هنا : { ومن تاب وعمل صالحاً فإنه يتوب إلى الله متاباً } وقع الإخبار عن التائب بأنه تائب إذ المتاب مصدر ميمي بمعنى التوبة فيتعيّن أن يُصرف إلى معنى مفيد ، فيجوز أن يكون المقصود هو قوله : { إلى الله } فيكون كناية عن عظيم ثوابه .ويجوز أن يكون المقصود ما في المضارع من الدلالة على التجدد ، أي فإنه يستمر على توبته ولا يرتد على عَقبيه فيكون وعداً من الله تعالى أن يُثبّته على القول الثابت إذا كان قد تاب وأيّد توبته بالعمل الصالح .ويجوز أن يكون المقصود ما للمفعول المطلق من معنى التأكيد ، أي من تاب وعمل صالحاً فإن توبته هي التوبة الكاملة الخالصة لله على حد قول النبي صلى الله"
    },
    {
      "number": 72,
      "text": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًۭا",
      "tafsir": {
        "muyassar": "والذين لا يشهدون بالكذب ولا يحضرون مجالسه، وإذا مروا بأهل الباطل واللغو من غير قصد مرُّوا معرضين منكرين يتنزهون عنه، ولا يرضونه لغيرهم.",
        "mukhtasar": "والذين لا يحضرون الباطل؛ كمواطن المعاصي والملاهي المحرمة، وإذا مَرُّوا باللغو من ساقط الأقوال والأفعال مَرُّوا مرورًا عابرًا، مُكْرِمين أنفسهم بتنزيهها عن مخالطته.",
        "saadi": "{ وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ } أي: لا يحضرون الزور أي: القول والفعل المحرم، فيجتنبون جميع المجالس المشتملة على الأقوال المحرمة أو الأفعال المحرمة، كالخوض في آيات الله والجدال الباطل والغيبة والنميمة والسب والقذف والاستهزاء والغناء المحرم وشرب الخمر وفرش الحرير، والصور ونحو ذلك، وإذا كانوا لا يشهدون الزور فمن باب أولى وأحرى أن لا يقولوه ويفعلوه. وشهادة الزور داخلة في قول الزور تدخل في هذه الآية بالأولوية، { وَإِذَا مَرُّوا بِاللَّغْوِ } وهو الكلام الذي لا خير فيه ولا فيه فائدة دينية ولا دنيوية ككلام السفهاء ونحوهم { مَرُّوا كِرَامًا } أي: نزهوا أنفسهم وأكرموها عن الخوض فيه ورأوا أن الخوض فيه وإن كان لا إثم فيه فإنه سفه ونقص للإنسانية والمروءة فربأوا بأنفسهم عنه. وفي قوله: { وَإِذَا مَرُّوا بِاللَّغْوِ } إشارة إلى أنهم لا يقصدون حضوره ولا سماعه، ولكن عند المصادفة التي من غير قصد يكرمون أنفسهم عنه.",
        "kathir": "وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا"
      },
      "translations": {
        "en": "And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity.",
        "fr": "Ceux qui ne donnent pas de faux témoignages; et qui, lorsqu'ils passent auprès d'une frivolité, s'en écartent noblement;",
        "es": "No prestan falso testimonio y, cuando pasan y oyen vaniloquio, prosiguen la marcha dígnamente."
      },
      "ibn_ashour": "وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا (72)أتبع خصال المؤمنين الثلاث التي هي قِوام الإيمان بخصال أخرى من خصالهم هي من كمال الإيمان ، والتخلق بفضائله ، ومجانبة أحوال أهل الشرك . وتلك ثلاث خصال أولاها أفصح عنه قوله هنا { والذين لا يشهدون الزور } الآية .وفعل )شهد )يستعمل بمعنى )حضر )وهو أصل إطلاقه كقوله تعالى : { فمن شَهِد منكم الشهر فلْيَصُمْه } [ البقرة : 185 ] ، ويستعمل بمعنى أخبر عن شيء شهده وعلمه كقوله تعالى : { وشَهد شاهد من أهلها } [ يوسف : 26 ] .والزور : الباطل من قول أو فعل وقد غلب على الكذب . وقد تقدم في أول السورة فيجوز أن يكون معنى الآية : أنهم لا يحضرون محاضر الباطل التي كان يحضرها المشركون وهي مجالس اللهو والغناء والغيبة ونحوها ، وكذلك أعياد المشركين وألعابهم ، فيكون الزور مفعولاً به ل { يشهدون } . وهذا ثناء على المؤمنين بمقاطعة المشركين وتجنبهم . فأما شهود مواطن عبادة الأصنام فذلك قد دخل في قوله : { والذين لا يَدعون مع الله إلهاً آخر } [ الفرقان : 68 ] . وفي معنى هذه الآية قوله في سورة الأنعام )68 ){ وإذا رأيت الذين يخوضون في آياتن"
    },
    {
      "number": 73,
      "text": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّۭا وَعُمْيَانًۭا",
      "tafsir": {
        "muyassar": "والذين إذا وُعِظُوا بآيات القرآن ودلائل وحدانية الله لم يتغافلوا عنها، كأنهم صمٌّ لم يسمعوها، وعُمْيٌ لم يبصروها، بل وَعَتْها قلوبهم، وتفتَّحت لها بصائرهم، فخرُّوا لله ساجدين مطيعين.",
        "mukhtasar": "والذين إذا ذُكروا بآيات الله المسموعة والمشهودة لم يصموا آذانهم عن الآيات المسموعة، ولم يعموا عن الآيات المشهودة.",
        "saadi": "{ وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ } التي أمرهم باستماعها والاهتداء بها، { لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا } أي لم يقابلوها بالإعراض عنها والصمم عن سماعها وصرف النظر والقلوب عنها كما يفعله من لم يؤمن بها ولم يصدق، وإنما حالهم فيها وعند سماعها كما قال تعالى: { إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ } يقابلونها بالقبول والافتقار إليها والانقياد والتسليم لها، وتجد عندهم آذانا سامعة وقلوبا واعية فيزداد بها إيمانهم ويتم بها إيقانهم وتحدث لهم نشاطا ويفرحون بها سرورا واغتباطا.",
        "kathir": "وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا"
      },
      "translations": {
        "en": "And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind.",
        "fr": "qui lorsque les versets de leur Seigneur leur sont rappelés, ne deviennent ni sourds ni aveugles;",
        "es": "Cuando se les amonesta con los signos de su Señor, no caen al suelo ante ellos, sordos y ciegos."
      },
      "ibn_ashour": "وَالَّذِينَ إِذَا ذُكِّرُوا بِآَيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا (73)أريد تمييز المؤمنين بمخالفة حالة هي من حالات المشركين وتلك هي حالة سماعهم دعوة الرسول صلى الله عليه وسلم وما تشتمل عليه من آيات القرآن وطلب النظر في دلائل الوحدانية ، فلذلك جيء بالصلة منفية لتحصيل الثناء عليهم مع التعريض بتفظيع حال المشركين فإن المشركين إذا ذُكّروا بآيات الله خَرُّوا صُمّاً وعمياناً كحال من لا يحبّ أن يرى شيئاً فيجعل وجهه على الأرض ، فاستعير الخرور لشدة الكراهية والتباعد بحيث إن حالهم عند سماع القرآن كحال الذي يخرّ إلى الأرض لئلا يرى ما يكره بحيث لم يبق له شيء من التقوم والنهوض ، فتلك حالة هي غاية في نفي إمكان القبول .ومنه استعارة القعُود للتخلف عن القتال ، وفي عكس ذلك يستعار الإقبال والتلقي والقيام للاهتمام بالأمر والعناية به .ويجوز أن يكون الخرور واقعاً منهم أو من بعضهم حقيقة لأنهم يكونون جلوساً في مجتمعاتهم ونواديهم فإذا دعاهم الرسول صلى الله عليه وسلم إلى الإسلام طأطأوا رؤوسهم وقربوها من الأرض لأن ذلك للقاعد يقوم مقام الفرار ، أو ستر الوجه كقول أعرابي يهجو قوماً من طيء "
    },
    {
      "number": 74,
      "text": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعْيُنٍۢ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "tafsir": {
        "muyassar": "والذين يسألون الله تعالى قائلين: ربنا هب لنا مِن أزواجنا وذريَّاتنا ما تَقَرُّ به أعيننا، وفيه أنسنا وسرورنا، واجعلنا قدوة يُقتدى بنا في الخير.",
        "mukhtasar": "والذين يقولون في دعائهم لربهم: ربنا، أعطنا من أزواجنا، ومن أولادنا من يكون قرة عين لنا لتقواه واستقامته على الحق، وصَيِّرنا للمتقين أئمة في الحق يُقْتَدى بنا.",
        "saadi": "{ وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا } أي: قرنائنا من أصحاب وأقران وزوجات، { وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ } أي: تقر بهم أعيننا. وإذا استقرأنا حالهم وصفاتهم عرفنا من هممهم وعلو مرتبتهم أنهم لا تقر أعينهم حتى يروهم مطيعين لربهم عالمين عاملين وهذا كما أنه دعاء لأزواجهم وذرياتهم في صلاحهم فإنه دعاء لأنفسهم لأن نفعه يعود عليهم ولهذا جعلوا ذلك هبة لهم فقالوا: { هَبْ لَنَا } بل دعاؤهم يعود إلى نفع عموم المسلمين لأن بصلاح من ذكر يكون سببا لصلاح كثير ممن يتعلق بهم وينتفع بهم. { وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا } أي: أوصلنا يا ربنا إلى هذه الدرجة العالية، درجة الصديقين والكمل من عباد الله الصالحين وهي درجة الإمامة في الدين وأن يكونوا قدوة للمتقين في أقوالهم وأفعالهم يقتدى بأفعالهم، ويطمئن لأقوالهم ويسير أهل الخير خلفهم فيهدون ويهتدون. ومن المعلوم أن الدعاء ببلوغ شيء دعاء بما لا يتم إلا به، وهذه الدرجة -درجة الإمامة في الدين- لا تتم إلا بالصبر واليقين كما قال تعالى: { وَجَعَلْنَاهم أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ } فهذا الدعاء يستلزم من الأعمال والصبر على طاعة الله وعن معصيته وأقداره المؤلمة ومن العلم التام الذي يوصل صاحبه إلى درجة اليقين، خيرا كثيرا وعطاء جزيلا وأن يكونوا في أعلى ما يمكن من درجات الخلق بعد الرسل.",
        "kathir": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا"
      },
      "translations": {
        "en": "And those who say, \"Our Lord, grant us from among our wives and offspring comfort to our eyes and make us an example for the righteous.\"",
        "fr": "et qui disent: «Seigneur, donne-nous, en nos épouses et nos descendants, la joie des yeux, et fais de nous un guide pour les pieux».",
        "es": "Dicen: «¡Señor! ¡Haznos el regalo de que nuestras esposas y descendencia sean nuestra alegría, haz que seamos modelo para los temerosos de Alá!»"
      },
      "ibn_ashour": "وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا (74)هذه صفة ثالثة للمؤمنين بأنهم يُعْنَون بانتشار الإسلام وتكثير أتباعه فيدْعُون الله أن يرزقهم أزواجاً وذرّيّات تقَرُّ بهم أعينُهم ، فالأزواج يُطعنهم باتباع الإسلام وشرائعه؛ فقد كان بعض أزواج المسلمين مخالفات أزواجهم في الدين ، والذّريات إذا نَشَأوا نشأوا مؤمنين ، وقد جُمع ذلك لهم في صفة { قرة أعين } . فإنها جامعة للكمال في الدين واستقامة الأحوال في الحياة إذ لا تقَرّ عيون المؤمنين إلاّ بأزواج وأبناء مؤمنين . وقد نهى الله المسلمين عن إبقاء النساء الكوافر في العصمة بقوله : { ولا تُمسِكوا بعِصَم الكوافر } [ الممتحنة : 10 ] ، وقال : { والذي قال لوالدَيه أُف لكما أَتَعِدَانِنِيَ أن أُخرَج } [ الأحقاف : 17 ] الآية . فمن أجل ذلك جعل دعاؤهم هذا من أسباب جزائهم بالجنة وإن كان فيه حظ لنفوسهم بقُرّة أعينهم إذ لا يناكد حظ النفس حظ الدين في أعمالهم ، كما في قول عبد الله ابن رواحة وهو خارج إلى غزوة مؤتة ، فدعا له المسلمون ولمن معه أن يَردّهم الله سالمين فقال :لكنني أس"
    },
    {
      "number": 75,
      "text": "أُو۟لَٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةًۭ وَسَلَٰمًا",
      "tafsir": {
        "muyassar": "أولئك الذين اتصفوا بالصفات السابقة من عباد الرحمن، يثابون أعلى منازل الجنة؛ برحمة الله وبسبب صبرهم على الطاعات، وسَيُلَقَّوْن في الجنة التحية والتسليم من الملائكة، والحياة الطيبة والسلامة مِنَ الآفات، خالدين فيها أبدًا مِن غير موت، حَسُنَتْ مستقرًا يَقِرُّون فيه ومقامًا يقيمون به، لا يبغون عنها تحولا.",
        "mukhtasar": "أولئك المتصفون بتلك الصفات يجزون الغرفات العالية في الفردوس الأعلى من الجنة بسبب صبرهم على طاعة الله، ويُلَقَّون فيها من الملائكة بالتحية والسلام، ويَسْلَمُون فيها من الآفات.",
        "saadi": "تفسير الايتين 75 و76 لما كانت هممهم ومطالبهم عالية كان الجزاء من جنس العمل فجازاهم بالمنازل العاليات فقال: { أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا } أي: المنازل الرفيعة والمساكن الأنيقة الجامعة لكل ما يشتهى وتلذه الأعين وذلك بسبب صبرهم نالوا ما نالوا كما قال تعالى: { وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } ولهذا قال هنا { وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا } من ربهم ومن ملائكته الكرام ومن بعض على بعض ويسلمون من جميع المنغصات والمكدرات. والحاصل: أن الله وصفهم بالوقار والسكينة والتواضع له ولعباده وحسن الأدب والحلم وسعة الخلق والعفو عن الجاهلين والإعراض عنهم ومقابلة إساءتهم بالإحسان وقيام الليل والإخلاص فيه، والخوف من النار والتضرع لربهم أن ينجيهم منها وإخراج الواجب والمستحب في النفقات والاقتصاد في ذلك - وإذا كانوا مقتصدين في الإنفاق الذي جرت العادة بالتفريط فيه أو الإفراط، فاقتصادهم وتوسطهم في غيره من باب أولى- والسلامة من كبائر الذنوب والاتصاف بالإخلاص لله في عبادته والعفة عن الدماء والأعراض والتوبة عند صدور شيء من ذلك، وأنهم لا يحضرون مجالس المنكر والفسوق القولية والفعلية ولا يفعلونها بأنفسهم وأنهم يتنزهون من اللغو والأفعال الردية التي لا خير فيها، وذلك يستلزم مروءتهم وإنسانيتهم وكمالهم ورفعة أنفسهم عن كل خسيس قولي وفعلي، وأنهم يقابلون آيات الله بالقبول لها والتفهم لمعانيها والعمل بها، والاجتهاد في تنفيذ أحكامها، وأنهم يدعون الله تعالى بأكمل الدعاء، في الدعاء الذي ينتفعون به، وينتفع به من يتعلق بهم وينتفع به المسلمون من صلاح أزواجهم وذريتهم، ومن لوازم ذلك سعيهم في تعليمهم ووعظهم ونصحهم لأن من حرص على شيء ودعا الله فيه لا بد أن يكون متسببا فيه، وأنهم دعوا الله ببلوغ أعلى الدرجات الممكنة لهم وهي درجة الإمامة والصديقية. فلله ما أعلى هذه الصفات وأرفع هذه الهمم وأجل هذه المطالب، وأزكى تلك النفوس وأطهر تلك القلوب وأصفى هؤلاء الصفوة وأتقى هؤلاء السادة\" ولله، فضل الله عليهم ونعمته ورحمته التي جللتهم، ولطفه الذي أوصلهم إلى هذه المنازل. ولله، منة الله على عباده أن بين لهم أوصافهم، ونعت لهم هيئاتهم وبين لهم هممهم، وأوضح لهم أجورهم، ليشتاقوا إلى الاتصاف بأوصافهم، ويبذلوا جهدهم في ذلك، ويسألوا الذي من عليهم وأكرمهم الذي فضله في كل زمان ومكان، وفي كل وقت وأوان، أن يهديهم كما هداهم ويتولاهم بتربيته الخاصة كما تولاهم. فاللهم لك الحمد وإليك المشتكى وأنت المستعان وبك المستغاث، ولا حول ولا قوة إلا بك، لا نملك لأنفسنا نفعا ولا ضرا ولا نقدر على مثقال ذرة من الخير إن لم تيسر ذلك لنا، فإنا ضعفاء عاجزون من كل وجه. نشهد أنك إن وكلتنا إلى أنفسنا طرفة عين وكلتنا إلى ضعف وعجز وخطيئة، فلا نثق يا ربنا إلا برحمتك التي بها خلقتنا ورزقتنا وأنعمت علينا بما أنعمت من النعم الظاهرة والباطنة وصرفت عنا من النقم، فارحمنا رحمة تغنينا بها عن رحمة من سواك فلا خاب من سألك ورجاك. ولما كان الله تعالى قد أضاف هؤلاء العباد إلى رحمته واختصهم بعبوديته لشرفهم وفضلهم ربما توهم متوهم أنه وأيضا غيرهم فلم لا يدخل في العبودية؟  ",
        "kathir": "أُولَٰئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا"
      },
      "translations": {
        "en": "Those will be awarded the Chamber for what they patiently endured, and they will be received therein with greetings and [words of] peace.",
        "fr": "Ceux-là auront pour récompense un lieu élevé [du Paradis] à cause de leur endurance, et ils y seront accueillis avec le salut et la paix,",
        "es": "Éstos serán retribuidos con una cámara alta porque tuvieron paciencia. Se les acogerá allí con palabras de salutación y de paz."
      },
      "ibn_ashour": "أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا (75) التصدير باسم الإشارة للتنبيه على أن ما يَرد بعده كانوا أحرياء به لأجل ما ذُكر قبل اسم الإشارة . وتلك مجموع إحدى عشرة خصلة وهي : التواضع ، والحلم ، والتهجد ، والخوف ، وترك الإسراف ، وترك الإقتار ، والتنزه عن الشرك ، وترك الزنا ، وترك قتل النفس ، والتوبةُ ، وترك الكذب ، والعفوُ عن المسيء ، وقبولُ دعوة الحق ، وإظهار الاحتياج إلى الله بالدعاء . واسم الإشارة هو الخبر عن قوله { وعباد الرحمن } [ الفرقان : 63 ] كما تقدم على أرجح الوجهين .و { الغرفة } : البيت المعتلي يصعد إليه بدرج وهو أعزّ منزلاً من البيت الأرضي . والتعريف في الغرفة تعريفُ الجنس فيستوي فيه المفرد والجمع مثل قوله تعالى : { وأنزلنا معهم الكتاب } [ الحديد : 25 ] فالمعنى : يُجزون الغُرَف ، أي من الجنة ، قال تعالى : { وهم في الغُرفات آمنون } [ سبأ : 37 ] .والباء للسببية . و )ما )مصدرية في قوله : { بما صبروا } ، أي بصبرهم وهو صبرهم على ما لقوا من المشركين من أذى ، وصبرُهم على كبح شهواتهم لأجل إقامة شرائع الإسلام ، وصبرهم على مشقة الطاعات ."
    },
    {
      "number": 76,
      "text": "خَٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّۭا وَمُقَامًۭا",
      "tafsir": {
        "muyassar": "أولئك الذين اتصفوا بالصفات السابقة من عباد الرحمن، يثابون أعلى منازل الجنة؛ برحمة الله وبسبب صبرهم على الطاعات، وسَيُلَقَّوْن في الجنة التحية والتسليم من الملائكة، والحياة الطيبة والسلامة مِنَ الآفات، خالدين فيها أبدًا مِن غير موت، حَسُنَتْ مستقرًا يَقِرُّون فيه ومقامًا يقيمون به، لا يبغون عنها تحولا.",
        "mukhtasar": "ماكثين فيها أبدًا، حسنت مكان استقرار يستقرون فيه، ومكان مقام يقيمون فيه.",
        "saadi": "تفسير الايتين 75 و76 لما كانت هممهم ومطالبهم عالية كان الجزاء من جنس العمل فجازاهم بالمنازل العاليات فقال: { أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا } أي: المنازل الرفيعة والمساكن الأنيقة الجامعة لكل ما يشتهى وتلذه الأعين وذلك بسبب صبرهم نالوا ما نالوا كما قال تعالى: { وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ } ولهذا قال هنا { وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَامًا } من ربهم ومن ملائكته الكرام ومن بعض على بعض ويسلمون من جميع المنغصات والمكدرات. والحاصل: أن الله وصفهم بالوقار والسكينة والتواضع له ولعباده وحسن الأدب والحلم وسعة الخلق والعفو عن الجاهلين والإعراض عنهم ومقابلة إساءتهم بالإحسان وقيام الليل والإخلاص فيه، والخوف من النار والتضرع لربهم أن ينجيهم منها وإخراج الواجب والمستحب في النفقات والاقتصاد في ذلك - وإذا كانوا مقتصدين في الإنفاق الذي جرت العادة بالتفريط فيه أو الإفراط، فاقتصادهم وتوسطهم في غيره من باب أولى- والسلامة من كبائر الذنوب والاتصاف بالإخلاص لله في عبادته والعفة عن الدماء والأعراض والتوبة عند صدور شيء من ذلك، وأنهم لا يحضرون مجالس المنكر والفسوق القولية والفعلية ولا يفعلونها بأنفسهم وأنهم يتنزهون من اللغو والأفعال الردية التي لا خير فيها، وذلك يستلزم مروءتهم وإنسانيتهم وكمالهم ورفعة أنفسهم عن كل خسيس قولي وفعلي، وأنهم يقابلون آيات الله بالقبول لها والتفهم لمعانيها والعمل بها، والاجتهاد في تنفيذ أحكامها، وأنهم يدعون الله تعالى بأكمل الدعاء، في الدعاء الذي ينتفعون به، وينتفع به من يتعلق بهم وينتفع به المسلمون من صلاح أزواجهم وذريتهم، ومن لوازم ذلك سعيهم في تعليمهم ووعظهم ونصحهم لأن من حرص على شيء ودعا الله فيه لا بد أن يكون متسببا فيه، وأنهم دعوا الله ببلوغ أعلى الدرجات الممكنة لهم وهي درجة الإمامة والصديقية. فلله ما أعلى هذه الصفات وأرفع هذه الهمم وأجل هذه المطالب، وأزكى تلك النفوس وأطهر تلك القلوب وأصفى هؤلاء الصفوة وأتقى هؤلاء السادة\" ولله، فضل الله عليهم ونعمته ورحمته التي جللتهم، ولطفه الذي أوصلهم إلى هذه المنازل. ولله، منة الله على عباده أن بين لهم أوصافهم، ونعت لهم هيئاتهم وبين لهم هممهم، وأوضح لهم أجورهم، ليشتاقوا إلى الاتصاف بأوصافهم، ويبذلوا جهدهم في ذلك، ويسألوا الذي من عليهم وأكرمهم الذي فضله في كل زمان ومكان، وفي كل وقت وأوان، أن يهديهم كما هداهم ويتولاهم بتربيته الخاصة كما تولاهم. فاللهم لك الحمد وإليك المشتكى وأنت المستعان وبك المستغاث، ولا حول ولا قوة إلا بك، لا نملك لأنفسنا نفعا ولا ضرا ولا نقدر على مثقال ذرة من الخير إن لم تيسر ذلك لنا، فإنا ضعفاء عاجزون من كل وجه. نشهد أنك إن وكلتنا إلى أنفسنا طرفة عين وكلتنا إلى ضعف وعجز وخطيئة، فلا نثق يا ربنا إلا برحمتك التي بها خلقتنا ورزقتنا وأنعمت علينا بما أنعمت من النعم الظاهرة والباطنة وصرفت عنا من النقم، فارحمنا رحمة تغنينا بها عن رحمة من سواك فلا خاب من سألك ورجاك. ولما كان الله تعالى قد أضاف هؤلاء العباد إلى رحمته واختصهم بعبوديته لشرفهم وفضلهم ربما توهم متوهم أنه وأيضا غيرهم فلم لا يدخل في العبودية؟",
        "kathir": "خَالِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا"
      },
      "translations": {
        "en": "Abiding eternally therein. Good is the settlement and residence.",
        "fr": "pour y demeurer éternellement. Quel beau gîte et lieu de séjour!",
        "es": "Eternos allí... ¡Qué bello lugar como morada y como residencia!"
      },
      "ibn_ashour": "خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا (76)ويجوز أن يكون إطلاق اللُّقِيّ لسماع ألفاظ التحية والسلام لأجل الإيماء إلى أنهم يسمعون التحية من الملائكة يَلْقَوْنَهم بها ، فهو مجاز بالحذف قال تعالى : { وتتلقاهم الملائكة هذا يومكم الذي كنتم توعدون } في سورة الأنبياء )103 ).وقوله : { حسنت مستقراً ومقاماً } هو ضدّ ما قيل في المشركين { إنها ساءت مستقراً ومقاماً } [ الفرقان : 66 ] . والتحية تقدمت في قوله : { وإذا حُيِّيتُم بتحية } في سورة النساء )86 )، وفي قوله : { وتحيتهم فيها سلام } في سورة يونس )10 )، وقوله : { تحية من عند الله مباركة طيبة } في آخر النور )61 )."
    },
    {
      "number": 77,
      "text": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
      "tafsir": {
        "muyassar": "أخبر الله تعالى أنه لا يبالي ولا يعبأ بالناس، لولا دعاؤهم إياه دعاء العبادة ودعاء المسألة، فقد كَذَّبتم-أيها الكافرون- فسوف يكون تكذيبكم مُفْضِيًا لعذاب يلزمكم لزوم الغريم لغريمه، ويهلككم في الدنيا والآخرة.",
        "mukhtasar": "قل - أيها الرسول - للكفار المُصِرِّين على كفرهم: ما يبالي بكم ربي لنفع يعود إليه من طاعتكم، لولا أنَّ له عبادًا يدعونه دعاء عبادة ودعاء مسألة لما بالى بكم، فقد كذبتم الرسول فيما جاءكم به من ربكم، فسوف يكون جزاء التكذيب ملازمًا لكم.",
        "saadi": "فأخبر تعالى أنه لا يبالي ولا يعبأ بغير هؤلاء وأنه لولا دعاؤكم إياه دعاء العبادة ودعاء المسألة ما عبأ بكم ولا أحبكم فقال: { قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا} أي: عذابا يلزمكم لزوم الغريم لغريمه وسوف يحكم الله بينكم وبين عباده المؤمنين.",
        "kathir": "قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا"
      },
      "translations": {
        "en": "Say, \"What would my Lord care for you if not for your supplication?\" For you [disbelievers] have denied, so your denial is going to be adherent.",
        "fr": "Dis: «Mon Seigneur ne se souciera pas de vous sans votre prière; mais vous avez, démenti (le Prophète). Votre [châtiment] sera inévitable et permanent.",
        "es": "Di: «Mi Señor no se cuidaría de vosotros si no Le invocarais. Pero habéis desmentido y es ineludible»."
      },
      "ibn_ashour": "قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا (77)لما استوعبت السورة أغراض التنويه بالرسالة والقرآن ، وما تضمنته من توحيد الله ، ومن صفة كبرياء المعاندين وتعلّلاتهم ، وأحوال المؤمنين ، وأقيمت الحجج الدامغة للمعْرضين ، ختمت بأمر الله رسولَه عليه الصلاة والسلام أن يخاطب المشركين بكلمة جامعة يُزال بها غرورهم وإعجابهم بأنفسهم وحسبانهم أنهم قد شَفوا غليلهم من الرسول بالإعراض عن دعوته وتورّكهم في مجادلته؛ فبيّن لهم حقارتهم عند الله تعالى وأنه ما بعث إليهم رسوله وخاطبهم بكتابه إلا رحمةً منه بهم لإصلاح حالهم وقطعاً لعذرهم فإذْ كذّبوا فسوف يحلّ بهم العذاب .و { ما } من قوله : { ما يعبؤا بكم } نافية . وتركيب : ما يعبأ به ، يدل على التحقير ، وضده عَبأ به يفيد الحفَاوة .ومعنى { ما يعبأ } : ما يبالي وما يهتمّ ، وهو مضارع عَبَأ مثل : ملأ يَملأ مشتقّ من العِبء بكسر العين وهو الحِمل بكسر الحاء وسكون الميم ، أي الشيء الثقيل الذي يحمل على البعير ولذلك يطلق العِبء على العِدْل بكسر فسكون ، ثم تشعبت عن هذا إطلاقات كثيرة . فأصل { ما يعبأ } : ما يحْمِل عِبئاً"
    }
  ]
}