{
  "number": 29,
  "name": "سُورَةُ العَنكَبُوتِ",
  "englishName": "Al-Ankaboot",
  "revelationType": "Meccan",
  "ayahCount": 69,
  "ayahs": [
    {
      "number": 1,
      "text": "الٓمٓ",
      "tafsir": {
        "muyassar": "الم: سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(آلم) سبق الكلام عن نظائرها في بداية سورة البقرة.",
        "saadi": "",
        "kathir": "مكيةقد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذاني قال: قال عبدالله فذكر نحوه.وحُكي مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى الم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه ليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسألة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسألة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لاي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وان شرا فا ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شئ حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدئ بها لتفتح لاستماعها أسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الإبتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حم عسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن إسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم."
      },
      "translations": {
        "en": "Alif, Lam, Meem",
        "fr": "Alif, Lâm, Mîm.",
        "es": "'lm."
      },
      "ibn_ashour": "الم (1)تقدم القول في معاني أمثالها مستوفى عند مفتتح سورة البقرة .واعلم أن التهجي المقصود به التعجيز يأتي في كثير من سور القرآن وليس يلزم أن يقع ذكر القرآن أو الكتاب بعد تلك الحروف وإن كان ذلك هو الغالب في سور القرآن ما عدا ثلاث سور وهي فاتحة سورة مريم وفاتحة هذه السورة وفاتحة سورة الروم . على أن هذه السورة لم تخْلُ من إشارة إلى التحدّي بإعجاز القرآن لقوله تعالى { أوَ لَمْ يَكْفِهِم أنّا أنزلنا إليك الكتاب يُتْلى عليهم } [ العنكبوت : 51 ] ."
    },
    {
      "number": 2,
      "text": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
      "tafsir": {
        "muyassar": "أظَنَّ الناس إذ قالوا: آمنا، أن الله يتركهم بلا ابتلاء ولا اختبار؟",
        "mukhtasar": "أَظَنَّ الناسُ أنهم بقولهم: آمنا بالله، يُتْركون دون اختبار يبين حقيقة ما قالوا، هل هم مؤمنون حقًّا؟! ليس الأمر كما ظنوا.",
        "saadi": "يخبر تعالى عن [تمام] حكمته وأن حكمته لا تقتضي أن كل من قال \" إنه مؤمن \" وادعى لنفسه الإيمان، أن يبقوا في حالة يسلمون فيها من الفتن والمحن، ولا يعرض لهم ما يشوش عليهم إيمانهم وفروعه، فإنهم لو كان الأمر كذلك، لم يتميز الصادق من الكاذب، والمحق من المبطل، ولكن سنته وعادته في الأولين وفي هذه الأمة، أن يبتليهم بالسراء والضراء، والعسر واليسر، والمنشط والمكره، والغنى والفقر، وإدالة الأعداء عليهم في بعض الأحيان، ومجاهدة الأعداء بالقول والعمل ونحو ذلك من الفتن، التي ترجع كلها إلى فتنة الشبهات المعارضة للعقيدة، والشهوات المعارضة للإرادة، فمن كان عند ورود الشبهات يثبت إيمانه ولا يتزلزل، ويدفعها بما معه من الحق وعند ورود الشهوات الموجبة والداعية إلى المعاصي والذنوب، أو الصارفة عن ما أمر اللّه به ورسوله، يعمل بمقتضى الإيمان، ويجاهد شهوته، دل ذلك على صدق إيمانه وصحته.ومن كان عند ورود الشبهات تؤثر في قلبه شكا وريبا، وعند اعتراض الشهوات تصرفه إلى المعاصي أو تصدفه عن الواجبات، دلَّ ذلك على عدم صحة إيمانه وصدقه.والناس في هذا المقام درجات لا يحصيها إلا اللّه، فمستقل ومستكثر، فنسأل اللّه تعالى أن يثبتنا بالقول الثابت في الحياة الدنيا وفي الآخرة، وأن يثبت قلوبنا على دينه، فالابتلاء والامتحان للنفوس بمنزلة الكير، يخرج خبثها وطيبها.",
        "kathir": "أما الكلام على الحروف المقطعة فقد تقدم في أول سورة \" البقرة \" .وقوله : ( أحسب الناس أن يتركوا أن يقولوا آمنا وهم لا يفتنون ) استفهام إنكار ، ومعناه : أن الله سبحانه وتعالى لا بد أن يبتلي عباده المؤمنين بحسب ما عندهم من الإيمان ، كما جاء في الحديث الصحيح : \" أشد الناس بلاء الأنبياء ثم الصالحون ، ثم الأمثل فالأمثل ، يبتلى الرجل على حسب دينه ، فإن كان في دينه صلابة زيد في البلاء \" . وهذه الآية كقوله : ( أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين ) [ آل عمران : 142 ] ، ومثلها في سورة \" براءة \" وقال في البقرة : ( أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مستهم البأساء والضراء وزلزلوا حتى يقول الرسول والذين آمنوا معه متى نصر الله ألا إن نصر الله قريب ) [ البقرة : 214 ] ; ولهذا قال هاهنا :"
      },
      "translations": {
        "en": "Do the people think that they will be left to say, \"We believe\" and they will not be tried?",
        "fr": "Est-ce que les gens pensent qu'on les laissera dire: «Nous croyons!» sans les éprouver?",
        "es": "Piensan los hombres que se les dejará decir: «¡Creemos!», sin ser probados?"
      },
      "ibn_ashour": "أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آَمَنَّا وَهُمْ لَا يُفْتَنُونَ (2)الاستفهام في { أحسب } مستعمل في الإنكار ، أي إنكار حسبان ذلك . وحسب بمعنى ظن ، وتقدم في قوله تعالى { أم حسبتم أن تدخلوا الجنة } في سورة [ البقرة : 214 ] . والمراد بالناس كل الذين آمنوا ، فالقول كناية عن حصول المقول في نفس الأمر ، أي أحَسِبَ الناس وقوع تركهم لأن يقولوا آمنا ، فقوله { أن يتركوا } مفعول أول ل { حسب } . وقوله { أن يقولوا ءامنا } شِبه جملة في محل المفعول الثاني وهو مجرور بلام جر محذوف مع ( أن ) حذفاً مطرداً ، والتقدير : أَحَسِبَ الناس تركهم غير مفتونين لأجل قولهم : آمنا ، فإن أفعال الظن والعلم لا تتعدى إلى الذوات وإنما تتعدى إلى الأحوال والمعاني وكان حقها أن يكون مفعولها واحداً دالاً على حالة ، ولكن جرى استعمال الكلام على أن يجعلوا لها اسم ذات مفعولاً ، ثم يجعلوا ما يدل على حالة للذات مفعولاً ثانياً . ولذلك قالوا : إن مفعولي أفعال القلوب ( أي العلم ونحوه ) أصلهما مبتدأ وخبر .والترك : عدم تعهد الشيء بعد الاتصال به .والترك هنا مستعمل في حقيقته لأن الذين آمنوا قد كانوا مخالطين للمشركين ومن زمرت"
    },
    {
      "number": 3,
      "text": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ",
      "tafsir": {
        "muyassar": "ولقد فتنَّا الذين من قبلهم من الأمم واختبرناهم، ممن أرسلنا إليهم رسلنا، فليعلمنَّ الله علمًا ظاهرًا للخلق صدق الصادقين في إيمانهم، وكذب الكاذبين؛ ليميز كلَّ فريق من الآخر.",
        "mukhtasar": "ولقد اختبرنا الذين كانوا قبلهم، فليعلمنّ الله علم ظهورٍ ويكشف لكم صدقَ الصادقين في إيمانهم وكذب الكاذبين فيه.",
        "saadi": "يخبر تعالى عن [تمام] حكمته وأن حكمته لا تقتضي أن كل من قال \" إنه مؤمن \" وادعى لنفسه الإيمان، أن يبقوا في حالة يسلمون فيها من الفتن والمحن، ولا يعرض لهم ما يشوش عليهم إيمانهم وفروعه، فإنهم لو كان الأمر كذلك، لم يتميز الصادق من الكاذب، والمحق من المبطل، ولكن سنته وعادته في الأولين وفي هذه الأمة، أن يبتليهم بالسراء والضراء، والعسر واليسر، والمنشط والمكره، والغنى والفقر، وإدالة الأعداء عليهم في بعض الأحيان، ومجاهدة الأعداء بالقول والعمل ونحو ذلك من الفتن، التي ترجع كلها إلى فتنة الشبهات المعارضة للعقيدة، والشهوات المعارضة للإرادة، فمن كان عند ورود الشبهات يثبت إيمانه ولا يتزلزل، ويدفعها بما معه من الحق وعند ورود الشهوات الموجبة والداعية إلى المعاصي والذنوب، أو الصارفة عن ما أمر اللّه به ورسوله، يعمل بمقتضى الإيمان، ويجاهد شهوته، دل ذلك على صدق إيمانه وصحته.ومن كان عند ورود الشبهات تؤثر في قلبه شكا وريبا، وعند اعتراض الشهوات تصرفه إلى المعاصي أو تصدفه عن الواجبات، دلَّ ذلك على عدم صحة إيمانه وصدقه.والناس في هذا المقام درجات لا يحصيها إلا اللّه، فمستقل ومستكثر، فنسأل اللّه تعالى أن يثبتنا بالقول الثابت في الحياة الدنيا وفي الآخرة، وأن يثبت قلوبنا على دينه، فالابتلاء والامتحان للنفوس بمنزلة الكير، يخرج خبثها وطيبها. ",
        "kathir": "( ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكاذبين ) أي : الذين صدقوا في دعواهم الإيمان ممن هو كاذب في قوله ودعواه . والله سبحانه وتعالى يعلم ما كان وما يكون ، وما لم يكن لو كان كيف يكون . وهذا مجمع عليه عند أئمة السنة والجماعة ; ولهذا يقول ابن عباس وغيره في مثل : ( إلا لنعلم ) [ البقرة : 143 ] : إلا لنرى ; وذلك أن الرؤية إنما تتعلق بالموجود ، والعلم أعم من الرؤية ، فإنه [ يتعلق ] بالمعدوم والموجود ."
      },
      "translations": {
        "en": "But We have certainly tried those before them, and Allah will surely make evident those who are truthful, and He will surely make evident the liars.",
        "fr": "Certes, Nous avons éprouvé ceux qui ont vécu avant eux; [Ainsi] Allah connaît ceux qui disent la vérité et ceux qui mentent.",
        "es": "Ya probamos a sus predecesores. Alá, sí, conoce perfectamente a los sinceros y conoce perfectamente a los que mienten."
      },
      "ibn_ashour": "وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (3)انتقال إلى التنويه بالفتون لأجل الإيمان بالله بأنه سنة الله في سالف أهل الإيمان وتأكيد الجملة بلام القسم وحرف التحقيق لتنزيل المؤمنين حين استعظموا ما نالهم من الفتنة من المشركين واستبطأوا النصر على الظالمين ، وذهولهم عن سنة الكون في تلك الحالة منزلة من ينكر أن من يخالف الدهماء في ضلالهم ويتجافى عن أخلاقهم ورذالتهم لا بدّ أن تلحقه منهم فتنة .ولما كان هذا السنن من آثار ما طبع الله عليه عقول غالب البشر وتفكيرهم غير المعصوم بالدلائل وكان حاصلاً في الأمم السالفة كلها أسند فتون تلك الأمم إلى الله تعالى إسناداً مجازياً لأنه خالق أسبابه كما خلق أسباب العصمة منه لمن كان أهلاً للعصمة من مثله ، وفي هذا الإسناد إيماء إلى أن الذي خلق أسباب تلك الفتن قريبها وبعيدها قادر على صرفها بأسباب تضادها . وإلى هذا يشير دعاء موسى عليه السلام المحكي في سورة [ يونس : 88 ] { وقال موسى ربنا إنك ءاتيت فرعون وملأه زينة وأموالاً في الحياة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على أموالهم واشدُد على "
    },
    {
      "number": 4,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ",
      "tafsir": {
        "muyassar": "بل أظنَّ الذين يعملون المعاصي مِن شرك وغيره أن يعجزونا، فيفوتونا بأنفسهم فلا نقدر عليهم؟ بئس حكمهم الذي يحكمون به.",
        "mukhtasar": "بل أَظَنَّ الذين يعملون المعاصي من الشرك وغيره أن يعجزونا، وينجوا من عقابنا؟ قَبُحَ حكمهم الذي يحكمون به، فهم لا يعجزون الله، ولا ينجون من عقابه إن ماتوا على كفرهم.",
        "saadi": " أي: أحسب الذين همهم فعل السيئات وارتكاب الجنايات، أن أعمالهم ستهمل، وأن اللّه سيغفل عنهم، أو يفوتونه، فلذلك أقدموا عليها، وسهل عليهم عملها؟ { سَاءَ مَا يَحْكُمُونَ } أي: ساء حكمهم، فإنه حكم جائر، لتضمنه إنكار قدرة اللّه وحكمته، وأن لديهم قدرة يمتنعون بها من عقاب اللّه، وهم أضعف شيء وأعجزه. ",
        "kathir": "وقوله : ( أم حسب الذين يعملون السيئات أن يسبقونا ساء ما يحكمون ) أي : لا يحسبن الذين لم يدخلوا في الإيمان أنهم يتخلصون من هذه الفتنة والامتحان ، فإن من ورائهم من العقوبة والنكال ما هو أغلظ من هذا وأطم ; ولهذا قال : ( أم حسب الذين يعملون السيئات أن يسبقونا ) أي : يفوتونا ، ( ساء ما يحكمون ) أي : بئس ما يظنون ."
      },
      "translations": {
        "en": "Or do those who do evil deeds think they can outrun Us? Evil is what they judge.",
        "fr": "Ou bien ceux qui commettent des méfaits, comptent-ils pouvoir Nous échapper? Comme leur jugement est mauvais!",
        "es": "¿Piensan quienes obran mal que podrán escapar de Nosotros? ¡Qué mal juzgan!"
      },
      "ibn_ashour": "أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا سَاءَ مَا يَحْكُمُونَ (4)أعقب تثبيت المؤمنين على ما يصيبهم من فتون المشركين وما في ذلك من الوعد والوعيد بزجر المشركين على ما يعملونه من السيئات في جانب المؤمنين وأعظم تلك السيئات فتونهم المسلمين . فالمراد بالذين يعملون السيئات الفاتنون للمؤمنين .وهذا ووعيدهم بأن الله لا يفلتهم . وفي هذا أيضاً زيادة تثبيت للمؤمنين بأن الله ينصرهم من أعدائهم .ف { أم } للإضراب الانتقالي ويقدر بعدها استفهام إنكاري .و { السيئات } : الأعمال السوء . وهي التنكيل والتعذيب وفتون المسلمين .والسبق : مستعمل مجازاً في النجاة والانفلات كقول مُرة بن عدَّاء الفقعسي: ... كأنك لم تُسْبَق من الدهر مرةإذا أنت أدركت الذي كنت تطلب ... وقوله تعالى { وما نحن بمسبوقين على أن نبدّل أمثالكم } [ الواقعة : 60 ، 61 ] وقوله { فاستكبروا في الأرض وما كانوا سابقين فكُلاًّ أخذنا بذنبه } [ العنكبوت : 39 ، 40 ] .وقد تقدم عند قوله تعالى { ولا يحسبَنّ الذين كفروا سبقوا } في سورة [ الأنفال : 59 ] . والمعنى : أم حسبوا أن قد شفوا غيظهم من المؤمنين ، فهم بذلك غلبوا أولياءنا فغلبون"
    },
    {
      "number": 5,
      "text": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَءَاتٍۢ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "tafsir": {
        "muyassar": "من كان يرجو لقاء الله، ويطمع في ثوابه، فإن أجل الله الذي أجَّله لبعث خلقه للجزاء والعقاب لآتٍ قريبًا، وهو السميع للأقوال، العليم بالأفعال.",
        "mukhtasar": "من كان يأمل لقاء الله يوم القيامة ليثيبه فليعلم أن الأجل الذي ضربه الله لذلك لآت قريبًا، وهو السميع لأقوال عباده، العليم بأفعالهم، لا يفوته منها شيء، وسيجازيهم عليها.",
        "saadi": " يعني: يا أيها المحب لربه، المشتاق لقربه ولقائه، المسارع في مرضاته، أبشر بقرب لقاء الحبيب، فإنه آت، وكل آت إنما هو قريب، فتزود للقائه، وسر نحوه، مستصحبا الرجاء، مؤملا الوصول إليه، ولكن، ما كل من يَدَّعِي يُعْطَى بدعواه، ولا كل من تمنى يعطى ما تمناه، فإن اللّه سميع للأصوات، عليم بالنيات، فمن كان صادقا في ذلك أناله ما يرجو، ومن كان كاذبا لم تنفعه دعواه، وهو العليم بمن يصلح لحبه ومن لا يصلح.",
        "kathir": "يقول تعالى : ( من كان يرجو لقاء الله ) أي : في الدار الآخرة ، وعمل الصالحات رجاء ما عند الله من الثواب الجزيل ، فإن الله سيحقق له رجاءه ويوفيه عمله كاملا موفورا ، فإن ذلك كائن لا محالة ; لأنه سميع الدعاء ، بصير بكل الكائنات ; ولهذا قال : ( من كان يرجو لقاء الله فإن أجل الله لآت وهو السميع العليم ) ."
      },
      "translations": {
        "en": "Whoever should hope for the meeting with Allah - indeed, the term decreed by Allah is coming. And He is the Hearing, the Knowing.",
        "fr": "Celui qui espère rencontrer Allah, le terme fixé par Allah va certainement venir. Et c'est Lui l'Audient, l'Omniscient.",
        "es": "Quien cuente con encontrar a Alá sepa que el plazo fijado por Alá vendrá ciertamente, Él es Quien todo lo oye, Quien todo lo sabe."
      },
      "ibn_ashour": "مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآَتٍ وَهُوَ السَّمِيعُ الْعَلِيمُ (5)هذا مسوق للمؤمنين خاصة لأنهم الذين يرجون لقاء الله ، فالجملة مفيدة التصريح بما أومأ إليه قوله { أن يسبقونا } [ العنكبوت : 4 ] من الوعد بنصر المؤمنين على عدوّهم مبينة لها ولذلك فصلت . ولولا هذا الوقع لكان حق الإخبار بها أن يجيء بواسطة حرف العطف . ورجاء لقاء الله : ظنّ وقوع الحضور لحساب الله .و { لقاء الله } : الحشر للجزاء لأن الناس يتلقون خطاب الله المتعلق بهم ، لهم أو عليهم ، مباشرة بدون واسطة ، وقد تقدم في قوله { الذين يظنون أنهم ملاقوا ربهم } [ البقرة : 46 ] وقوله { واعلموا أنكم ملاقوه } في سورة [ البقرة : 223 ] .و { أجل الله } يجوز أن يكون الوقت الذي عينه الله في علمه للبعث والحساب فيكون من الإظهار في مقام الإضمار ، ومقتضى الظاهر أن يقال : فإنه لآتتٍ فعدل إلى الإظهار كما في إضافة { أجل } إلى اسم الجلالة من الإيماء إلى أنه لا يخلف . والمقصود الاهتمام بالتحريض على الاستعداد . ويجوز أن يكون المراد ب { أجل الله } الأجل الذي عيَّنه الله لنصر المؤمنين وانتهاء فتنة المشركين إياهم باستئصال مساعي"
    },
    {
      "number": 6,
      "text": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "ومن جاهد في سبيل إعلاء كلمة الله تعالى، وجاهد نفسه بحملها على الطاعة، فإنما يجاهد لنفسه؛ لأنه يفعل ذلك ابتغاء الثواب على جهاده. إن الله لغني عن أعمال جميع خلقه، له الملك والخلق والأمر.",
        "mukhtasar": "ومن جاهد نفسه بحملها على الطاعة والبعد عن المعصية، وجاهد في سبيل الله فإنما يجاهد لنفسه؛ لأن نفع ذلك عائد إليها، والله غني عن المخلوقات كلها، فلا تزيده طاعتهم، ولا تنقصه معصيتهم.",
        "saadi": "{ وَمَنْ جَاهَدَ } نفسه وشيطانه، وعدوه الكافر، { فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ } لأن نفعه راجع إليه، وثمرته عائدة إليه، والله غني عن العالمين، لم يأمرهم بما أمرهم به لينتفع به، ولا نهاهم عما نهاهم عنه بُخْلًا عليهم.وقد علم أن الأوامر والنواهي يحتاج المكلف فيها إلى جهاد، لأن نفسه تتثاقل بطبعها عن الخير، وشيطانه ينهاه عنه، وعدوه الكافر يمنعه من إقامة دينه، كما ينبغي، وكل هذا معارضات تحتاج إلى مجاهدات وسعي شديد.",
        "kathir": "وقوله : ( ومن جاهد فإنما يجاهد لنفسه ) ، كقوله : ( من عمل صالحا فلنفسه ) [ فصلت : 46 ] أي : من عمل صالحا فإنما يعود نفع عمله على نفسه ، فإن الله غني عن أفعال العباد ، ولو كانوا كلهم على أتقى قلب رجل [ واحد ] منهم ، ما زاد ذلك في ملكه شيئا ; ولهذا قال : ( ومن جاهد فإنما يجاهد لنفسه إن الله لغني عن العالمين ) .قال الحسن البصري : إن الرجل ليجاهد ، وما ضرب يوما من الدهر بسيف ."
      },
      "translations": {
        "en": "And whoever strives only strives for [the benefit of] himself. Indeed, Allah is free from need of the worlds.",
        "fr": "Et quiconque lutte, ne lutte que pour lui-même, car Allah peut Se passer de tout l'univers.",
        "es": "Quien combate por Alá combate, en realidad, en provecho propio. Alá, ciertamente, puede prescindir de las criaturas."
      },
      "ibn_ashour": "وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ (6)أي ومن جاهد ممن يرجون لقاء الله ، فليست الواو للتقسيم ، وليس { من جاهد } بقسيم لمن كانوا يرجون لقاء الله بل الجهاد من عوارض من كانوا يرجون لقاء الله . [والجهاد : مبالغة في الجهد الذي هو مصدر جَهَد كمنع ، إذا جدُّ في عمله وتكلّف فيه تعباً ، ولذلك شاع إطلاقه على القتال في نصر الإسلام . وهو هنا يجوز أن يكون الصبر على المشاق والأذى اللاحقة بالمسلمين لأجل دخولهم في الإسلام ونبذ دين الشرك حيث تصدى المشركون لأذاهم . فإطلاق الجهاد هنا هو مثل إطلاقه في قوله تعالى بعد هذا { وإن جاهداك لتُشْرِك بي } [ العنكبوت : 8 ] ، ومثل إطلاقه في قول النبي صلى الله عليه وسلم وقد قفل من إحدى غزواته \" رجعنا من الجهاد الأصغر إلى الجهاد الأكبر \"وهذا المحل هو المتبادر في هذه السورة بناء على أنها كلها مكية لأنه لم يكن جهاد القتال في مكة .ومعنى { فإنما يجاهد لنفسه } على هذا المحمل أن ما يلاقيه من المشاق لفائدة نفسه ليتأتى له الثبات على الإيمان الذي به ينجو من العذاب في الآخرة .ويجوز أن يراد بالجهاد المعنى المنقول إليه في اصطل"
    },
    {
      "number": 7,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "والذين صدَّقوا الله ورسوله، وعملوا الصالحات لنمحونَّ عنهم خطيئاتهم، ولنثيبنَّهم على أعمالهم الصالحة أحسن ما كانوا يعملون.",
        "mukhtasar": "والذين آمنوا وصبروا على امتحاننا لهم، وعملوا الأعمال الصالحات لنمحونّ ذنوبهم بما عملوه من الأعمال الصالحة، ولنثيبنّهم في الآخرة أحسن الذي كانوا يعملون في الدنيا.",
        "saadi": "يعني أن الذين منَّ اللّه عليهم بالإيمان والعمل الصالح، سيكفر اللّه عنهم سيئاتهم، لأن الحسنات يذهبن السيئات، { وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ } وهي أعمال الخير، من واجبات ومستحبات، فهي أحسن ما يعمل العبد، لأنه يعمل المباحات أيضا، وغيرها. ",
        "kathir": "ثم أخبر أنه مع غناه عن الخلائق جميعهم من إحسانه وبره بهم يجازي الذين آمنوا وعملوا الصالحات أحسن الجزاء ، وهو أنه يكفر عنهم أسوأ الذي عملوا ، ويجزيهم أجرهم بأحسن ما كانوا يعملون ، فيقبل القليل من الحسنات ، ويثيب عليها ، الواحدة بعشر أمثالها إلى سبعمائة ضعف ، ويجزي على السيئة بمثلها أو يعفو ويصفح ، كما قال تعالى : ( إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما ) [ النساء : 40 ] ، وقال هاهنا : ( والذين آمنوا وعملوا الصالحات لنكفرن عنهم سيئاتهم ولنجزينهم أحسن الذي كانوا يعملون )"
      },
      "translations": {
        "en": "And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do.",
        "fr": "Et quant à ceux qui croient et font de bonnes œuvres, Nous leur effacerons leurs méfaits, et Nous les rétribuerons de la meilleure récompense pour ce qu'ils auront accompli.",
        "es": "A quienes hayan creído y obrado bien les borraremos, sí, sus malas obras y les retribuiremos, sí, con arreglo a sus mejores obras."
      },
      "ibn_ashour": "وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ (7)يجوز أن يكون عطفاً على جملة { أم حَسِب الذين يعملون السيئات أن يسبقونا } [ العنكبوت : 4 ] لما تضمنته الجملة المعطوف عليها من التهديد والوعيد ، فعطف عليها ما هو وعد وبشارة للذين آمنوا وعملوا الصالحات مع ما أفضى إلى ذكر هذا الوعد من قوله قبله { ومن جاهد فإنما يجاهد لنفسه } [ العنكبوت : 6 ] فإن مضمون جملة { والذين ءامنوا وعملوا الصالحات } الآية يفيد بيان كون جهاد من جاهد لنفسه .ويجوز أن تكون عطفاً على جملة { ومن جاهد فإنما يجاهد لنفسه } [ العنكبوت : 6 ] وسلك بها طريق العطف باعتبار ما أومأ إليه الموصول وصلته من أن سبب هذا الجزاء الحسن هو أنهم آمنوا وعملوا الصالحات وهو على الوجه إظهار في مقام الإضمار لنكتة هذا الإيماء .فالجزاء فضل لأن العبد إذا امتثل أمر الله فإنما دفع عن نفسه تبعة العصيان؛ فأما الجزاء على طاعة مولاه فذلك فضل من المولى ، وغفران ما تقدم من سيئاتهم فضل عظيم لأنهم كانوا أحقاء بأن يؤاخذوا بما عملوه وبأن إقلاعهم عن ذلك في المستقبل لا يق"
    },
    {
      "number": 8,
      "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حُسْنًۭا ۖ وَإِن جَٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "ووصينا الإنسان بوالديه أن يبرهما، ويحسن إليهما بالقول والعمل، وإن جاهداك -أيها الإنسان- على أن تشرك معي في عبادتي، فلا تمتثل أمرهما. ويلحق بطلب الإشراك بالله، سائر المعاصي، فلا طاعة لمخلوق كائنًا من كان في معصية الله سبحانه، كما ثبت ذلك عن رسول الله صلى الله عليه وسلم. إليَّ مصيركم يوم القيامة، فأخبركم بما كنتم تعملون في الدنيا من صالح الأعمال وسيئها، وأجازيكم عليها.",
        "mukhtasar": "ووصينا الإنسان بوالديه أن يبرّهما ويحسن إليهما، وإن جاهدك والداك -أيها الإنسان - لتشرك بي ما ليس لك بإشراكه علم - كما وقع لسعد بن أبي وقاص رضي الله عنه من أمه - فلا تطعهما في ذلك لأنه لا طاعة لمخلوق في معصية الخالق، إليّ وحدي رجوعكم يوم القيامة، فأخبركم بما كنتم تعملون في الدنيا، وأجازيكم عليه.",
        "saadi": " أي: وأمرنا الإنسان، ووصيناه بوالديه حسنا، أي: ببرهما والإحسان إليهما، بالقول والعمل، وأن يحافظ على ذلك، ولا يعقهما ويسيء إليهما في قوله وعمله.{ وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ } وليس لأحد علم بصحة الشرك باللّه، وهذا تعظيم لأمر الشرك، { فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } فأجازيكم بأعمالكم، فبروا والديكم وقدموا طاعتهما، إلا على طاعة اللّه ورسوله، فإنها مقدمة على كل شيء. ",
        "kathir": "يقول تعالى آمرا عباده بالإحسان إلى الوالدين بعد الحث على التمسك بتوحيده ، فإن الوالدين هما سبب وجود الإنسان ، ولهما عليه غاية الإحسان ، فالوالد بالإنفاق والوالدة بالإشفاق ; ولهذا قال تعالى : ( وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولا كريما ، واخفض لهما جناح الذل من الرحمة وقل ربي ارحمهما كما ربياني صغيرا ) [ الإسراء : 23 ، 24 ] .ومع هذه الوصية بالرأفة والرحمة والإحسان إليهما ، في مقابلة إحسانهما المتقدم ، قال : ( وإن جاهداك لتشرك بي ما ليس لك به علم فلا تطعهما ) أي : وإن حرصا عليك أن تتابعهما على دينهما إذا كانا مشركين ، فإياك وإياهما ، لا تطعهما في ذلك ، فإن مرجعكم إلي يوم القيامة ، فأجزيك بإحسانك إليهما ، وصبرك على دينك ، وأحشرك مع الصالحين لا في زمرة والديك ، وإن كنت أقرب الناس إليهما في الدنيا ، فإن المرء إنما يحشر يوم القيامة مع من أحب ، أي : حبا دينيا"
      },
      "translations": {
        "en": "And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them. To Me is your return, and I will inform you about what you used to do.",
        "fr": "Et Nous avons enjoint à l'homme de bien traiter ses père et mère, et «si ceux-ci te forcent à M'associer, ce dont tu n'as aucun savoir, alors ne leur obéis pas». Vers Moi est votre retour, et alors Je vous informerai de ce que vous faisiez.",
        "es": "Hemos ordenado al hombre que se porte bien con sus padres. Pero si éstos te insisten en que Me asocies algo de lo que no tienes conocimiento, ¡no les obedezcas! Volveréis a Mí y ya os informaré de lo que hacíais."
      },
      "ibn_ashour": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8) لم يترك القرآن فاذَّة من أحوال علائق المسلمين بالمشركين إلا بين واجبهم فيها المناسب لإيمانهم ، ومن أشد تلك العلائق علاقة النسب فالنسب بين المشرك والمؤمن يستدعي الإحسان وطيب المعاشرة ولكن اختلاف الدين يستدعي المناواة والمغاضبة ولا سيما إذا كان المشركون متصلبين في شركهم ومشفقين من أن تأتي دعوة الإسلام على أساس دينهم فهم يلحقون الأذى بالمسلمين ليقلعوا عن متابعة الإسلام ، فبيّن الله بهذه الآية ما على المسلم في معاملة أنسبائه من المشركين . وخص بالذكر منها نسب الوالدين لأنه أقرب نسب فيكون ما هو دونه أولى بالحكم الذي يشرع له .وحدثت قضية أو قضيتان دعتا إلى تفصيل هذا الحكم . رُوي أن سعد بن أبي وقاص حين أسلم قالت له أمه حَمْنَة بنت أبي سفيان يا سعد بلغني أنك صبأت ، فوالله لا يُظلني سقف بيت ، وإن الطعام والشراب عليَّ حرام حتى تكفُرَ بمحمد ، وبقيت كذلك ثلاثة أيام فشكا سعد ذلك إلى رسول الله صلى الله عليه وس"
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّٰلِحِينَ",
      "tafsir": {
        "muyassar": "والذين صدَّقوا الله ورسوله وعملوا الصالحات من الأعمال، لندخلنهم الجنة في جملة عباد الله الصالحين.",
        "mukhtasar": "والذين آمنوا بالله وعملوا الأعمال الصالحات لندخلنهم يوم القيامة في الصالحين، فنحشرهم معهم، ونثيبهم ثوابهم.",
        "saadi": " أي: من آمن باللّه وعمل صالحا، فإن اللّه وعده أن يدخله الجنة في جملة عباده الصالحين، من النبيين والصديقين والشهداء والصالحين، كل على حسب درجته ومرتبته عند اللّه، فالإيمان الصحيح والعمل الصالح عنوان على سعادة صاحبه، وأنه من أهل الرحمن، والصالحين من عباد اللّه تعالى. ",
        "kathir": "ولهذا قال : ( والذين آمنوا وعملوا الصالحات لندخلنهم في الصالحين ) .وقال الترمذي عند تفسير هذه الآية : حدثنا محمد بن بشار ومحمد بن المثنى ، حدثنا محمد بن جعفر ، حدثنا شعبة ، عن سماك بن حرب قال : سمعت مصعب بن سعد يحدث عن أبيه سعد ، قال : نزلت في أربع آيات . فذكر قصة ، وقالت أم سعد : أليس قد أمرك الله بالبر ؟ والله لا أطعم طعاما ولا أشرب شرابا حتى أموت أو تكفر ، قال : فكانوا إذا أرادوا أن يطعموها شجروا فاها ، فأنزل الله ( ووصينا الإنسان بوالديه حسنا وإن جاهداك ) الآية .وهذا الحديث رواه الإمام أحمد ، ومسلم ، وأبو داود ، والنسائي أيضا ، وقال الترمذي : حسن صحيح ."
      },
      "translations": {
        "en": "And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise].",
        "fr": "Et quant à ceux qui croient et font de bonnes œuvres, Nous les ferons certainement entrer parmi les gens de bien.",
        "es": "A quienes hayan creído y obrado bien hemos de hacer que entren a formar parte de los justos."
      },
      "ibn_ashour": "وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ (9)فجملة { والذين ءامنوا وعملوا الصالحات لَنُدْخِلَنّهم في الصالحين } تصريح ببعض ما أفادته الكناية التي في قوله { فأنبئكم بما كنتم تعملون } ، اهتماماً بجانب جزاء المؤمنين . وقد أشير إلى شرف هذا الجزاء بأنه جزاء الصالحين الكاملين كقوله { فأولئك مع الذين أنعم الله عليهم من النبيئين والصديقين والشهداء والصالحين } [ النساء : 69 ] ؛ ألا ترى إلى قول سليمان { وأدخلني برحمتك في عبادك الصالحين } [ النمل : 19 ] .( ومن لطيف مناسبة هذا الظرف في هذا المقام أن المؤمن لما أمر بعصيان والديه إذا أمراه بالشرك كان ذلك مما يثير بينه وبين أبويه جفاء وتفرقة فجعل الله جزاءً عن وحشة تلك التفرقة أُنساً بجعله في عداد الصالحين يأنس بهم ."
    },
    {
      "number": 10,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌۭ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "ومن الناس من يقول: آمنا بالله، فإذا آذاه المشركون جزع من عذابهم وأذاهم، كما يجزع من عذاب الله ولا يصبر على الأذيَّة منه، فارتدَّ عن إيمانه، ولئن جاء نصر من ربك -أيها الرسول- لأهل الإيمان به ليقولَنَّ هؤلاء المرتدون عن إيمانهم: إنَّا كنا معكم -أيها المؤمنون- ننصركم على أعدائكم، أوليس الله بأعلم من كل أحد بما في صدور جميع خلقه؟",
        "mukhtasar": "ومن الناس من يقول: آمنّا بالله، فإذا آذاه الكفار على إيمانه جعل عذابهم له كعذاب الله فارتدّ عن الإيمان موافقة للكفار، ولئن حصل نصر من ربك لك - أيها الرسول - ليقولنّ: إنا كنا معكم - أيها المؤمنون - على الإيمان، أوليس الله بأعلم بما في صدور الناس؟! لا يخفى عليه ما فيها من الكفر والإيمان، فكيف ينبئون الله بما في قلوبهم وهو أعلم بما فيها منهم؟!",
        "saadi": "لما ذكر تعالى أنه لا بد أن يمتحن من ادَّعى الإيمان، ليظهر الصادق من الكاذب، بيَّن تعالى أن من الناس فريقا لا صبر لهم على المحن، ولا ثبات لهم على بعض الزلازل فقال: { وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ } بضرب، أو أخذ مال، أو تعيير، ليرتد عن دينه، وليراجع الباطل، { جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ } أي: يجعلها صادَّة له عن الإيمان والثبات عليه، كما أن العذاب صادٌّ عما هو سببه.{ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ } لأنه موافق للهوى، فهذا الصنف من الناس من الذين قال اللّه فيهم: { وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ } { أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ } حيث أخبركم بهذا الفريق، الذي حاله كما وصف لكم، فتعرفون بذلك كمال علمه وسعة حكمته.",
        "kathir": "يقول تعالى مخبرا عن صفات قوم من [ المكذبين ] الذين يدعون الإيمان بألسنتهم ، ولم يثبت الإيمان في قلوبهم ، بأنهم إذا جاءتهم فتنة ومحنة في الدنيا ، اعتقدوا أن هذا من نقمة الله تعالى بهم ، فارتدوا عن الإسلام ; ولهذا قال : ( ومن الناس من يقول آمنا بالله فإذا أوذي في الله جعل فتنة الناس كعذاب الله ) .قال ابن عباس : يعني فتنته أن يرتد عن دينه إذا أوذي في الله . وكذا قال غيره من علماء السلف . وهذه الآية كقوله تعالى : ( ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه خسر الدنيا والآخرة ذلك هو الخسران المبين ) [ الحج : 11 ] .ثم قال : ( ولئن جاء نصر من ربك ليقولن إنا كنا معكم ) أي : ولئن جاء نصر قريب من ربك - يا محمد - وفتح ومغانم ، ليقولن هؤلاء لكم : إنا كنا معكم ، أي [ كنا ] إخوانكم في الدين ، كما قال تعالى : ( الذين يتربصون بكم فإن كان لكم فتح من الله قالوا ألم نكن معكم وإن كان للكافرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من المؤمنين ) [ النساء : 141 ] ، وقال تعالى : ( فعسى الله أن يأتي بالفتح أو أمر من عنده فيصبحوا على ما أسروا في أنفسهم نادمين ) [ المائدة : 52 ] .وقال تعالى مخبرا عنهم هاهنا : ( ولئن جاء نصر من ربك ليقولن إنا كنا معكم ) ، ثم قال تعالى : ( أوليس الله بأعلم بما في صدور العالمين ) أي : أوليس الله بأعلم بما في قلوبهم ، وما تكنه ضمائرهم ، وإن أظهروا لكم الموافقة ؟"
      },
      "translations": {
        "en": "And of the people are some who say, \"We believe in Allah,\" but when one [of them] is harmed for [the cause of] Allah, they consider the trial of the people as [if it were] the punishment of Allah. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allah most knowing of what is within the breasts of all creatures?",
        "fr": "Parmi les gens il en est qui disent: «Nous croyons en Allah» puis, si on les fait souffrir pour la cause d'Allah, ils considèrent l'épreuve de la part des hommes comme un châtiment d'Allah. Or, s'il vient du secours de ton Seigneur, ils diront certes: «Nous étions avec vous!» Allah n'est-Il pas le meilleur à savoir ce qu'il y a dans les poitrines de tout le monde?",
        "es": "Hay algunos que dicen: «¡Creemos en Alá!» Pero, en cuanto sufren algo por Alá, toman la prueba a que los hombres les somenten como castigo de Alá. Si, en cambio, tu Señor les auxilia, seguro que dicen: «¡Estábamos con vosotros!» ¿Es que Alá no sabe bien lo que hay en los pechos de la Humanidad?"
      },
      "ibn_ashour": "وَمِنَ النَّاسِ مَنْ يَقُولُ آَمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ (10)هذا فريق من الذين أسلموا بمكة كان حالهم في علاقاتهم مع المشركين حال من لا يصبر على الأذى فإذا لحقهم أذى رجعوا إلى الشرك بقلوبهم وكتموا ذلك عن المسلمين فكانوا منافقين فأنزل الله فيهم هذه الآية قبل الهجرة ، قاله الضحاك وجابر بن زيد . وقد تقدم في آخر سورة النحل أن من هؤلاء الحارث بن ربيعة بن الأسود ، وأبا قيس بن الوليد ابن المغيرة ، وعلي بن أمية بن خلف ، والعاصي بن منبه بن الحجاج . فهؤلاء استنزلهم الشيطان فعادوا إلى الكفر بقلوبهم لضعف إيمانهم وكان ما لحقهم من الأذى سبباً لارتدادهم ولكنهم جعلوا يُظهرون للمسلمين أنهم معهم . ولعل هذا التظاهر كان بتمالؤ بينهم وبين المشركين فرضوا منهم بأن يختلطوا بالمسلمين ليأتوا المشركين بأخبار المسلمين : فعدهم الله منافقين وتوعدهم بهذه الآية .وقد أومأ قوله تعالى { من يقول ءامنا بالله } إلى أن إيمان هؤلاء لم"
    },
    {
      "number": 11,
      "text": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَٰفِقِينَ",
      "tafsir": {
        "muyassar": "وليعلمنَّ الله علمًا ظاهرًا للخلق الذين صدَّقوا الله ورسوله وعملوا بشرعه، وليعلمنَّ المنافقين؛ ليميز كل فريق من الآخر.",
        "mukhtasar": "وليعلمنّ الله الذين آمنوا به حقًّا، وليعلمنّ المنافقين الذين يظهرون الإيمان، ويضمرون الكفر.",
        "saadi": "{ وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ } أي: فلذلك قَدَّرَ مِحَنًا وابتلاء، ليظهر علمه فيهم، فيجازيهم بما ظهر منهم، لا بما يعلمه بمجرده، لأنهم قد يحتجون على اللّه، أنهم لو ابتُلُوا لَثَبَتُوا. ",
        "kathir": "وقوله : ( وليعلمن الله الذين آمنوا وليعلمن المنافقين ) أي : وليختبرن الله الناس بالضراء والسراء ، ليتميز هؤلاء من هؤلاء ، ومن يطيع الله في الضراء والسراء ، إنما يطيعه في حظ نفسه ، كما قال تعالى : ( ولنبلونكم حتى نعلم المجاهدين منكم والصابرين ونبلو أخباركم ) [ محمد : 31 ] ، وقال تعالى بعد وقعة أحد ، التي كان فيها ما كان من الاختبار والامتحان : ( ما كان الله ليذر المؤمنين على ما أنتم عليه حتى يميز الخبيث من الطيب ) الآية [ آل عمران : 179 ] ، [ والله أعلم ] ."
      },
      "translations": {
        "en": "And Allah will surely make evident those who believe, and He will surely make evident the hypocrites.",
        "fr": "Allah connaît parfaitement les croyants et connaît parfaitement les hypocrites.",
        "es": "Alá, sí, conoce perfectamente a los que creen y conoce perfectamente a los hipócritas."
      },
      "ibn_ashour": "وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آَمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ (11)خص بالذكر فريقان هما ممن شمله عموم قوله { العالمين } [ العنكبوت : 10 ] اهتماماً بهاذين الفريقين وحاليهما : فريق الذين آمنوا ، وفريق المنافقين لأن العلم بما في صدور الفريقين من إيمان ونفاق يترتب عليه الجزاء المناسب لحاليهما في العاجل والآجل ، فذلك ترغيب وترهيب .ووجه تأكيد كلا الفعلين بلام القسم ونون التوكيد أن المقصود من هذا الخبر رد اعتقاد المنافقين أن الله لا يطلع رسوله على ما في نفوسهم ، فالمقصود من الخبرين هو ثانيهما أعني قوله { وليعلمن المنافقين } .وأما قوله { وليعلمن الله الذين ءامنوا } فهو تمهيد لما بعده وتنصيص على عدم التباس الإيمان المكذوب بالإيمان الحق .وفي هذا أيضاً إرادة المعنى الكنائي من العلم وهو مجازاة كل فريق على حسب ما علم الله من حاله .وجيء في جانب هاذين بالفعل المضارع المستقبل إذ نون التوكيد لا يؤكد بها الخبر المثبت إلا وهو مستقبل؛ إما لأن العلم مكنى به عن لازمه وهو مقابلة كل فريق بما يستحقه بحسب ما علم من حاله والمجازاة أمر مستقبل ، وإما لأن المراد علم بمستقبل وهو اختلاف أحوالهم يوم يجيء ا"
    },
    {
      "number": 12,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَٰيَٰكُمْ وَمَا هُم بِحَٰمِلِينَ مِنْ خَطَٰيَٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَٰذِبُونَ",
      "tafsir": {
        "muyassar": "وقال الذين جحدوا وحدانية الله من قريش، ولم يؤمنوا بوعيد الله ووعده، للذين صدَّقوا الله منهم وعملوا بشرعه: اتركوا دين محمد، واتبعوا ديننا، فإنا نتحمل آثام خطاياكم، وليسوا بحاملين من آثامهم من شيء، إنهم لكاذبون فيما قالوا.",
        "mukhtasar": "وقال الذين كفروا للذين آمنوا بالله وحده: اتبعوا ديننا وما نحن عليه، ونحمل نحن عنكم ذنوبكم، فنجازى عليها دونكم، وليسوا بحاملين شيئًا من ذنوبهم، وإنهم لكاذبون في قولهم هذا.",
        "saadi": "يخبر تعالى عن افتراء الكفار ودعوتهم للمؤمنين إلى دينهم، وفي ضمن ذلك، تحذير المؤمنين من الاغترار بهم والوقوع في مكرهم، فقال: { وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا } فاتركوا دينكم أو بعضه واتبعونا في ديننا، فإننا نضمن لكم الأمر { وَلْنَحْمِلْ خَطَايَاكُمْ } وهذا الأمر ليس بأيديهم، فلهذا قال: { وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ } لا قليل ولا كثير. فهذا التحمل، ولو رضي به صاحبه، فإنه لا يفيد شيئا، فإن الحق للّه، واللّه تعالى لم يمكن العبد من التصرف في حقه إلا بأمره وحكمه، وحكمه { أن لَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى } ولما كان قوله: { وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ } قد يتوهم منه أيضا، أن الكفار الداعين إلى كفرهم -ونحوهم ممن دعا إلى باطله- ليس عليهم إلا ذنبهم الذي ارتكبوه، دون الذنب الذي فعله غيرهم، ولو كانوا متسببين فيه، قال: [مخبرا عن هذا الوهم] ",
        "kathir": "يقول تعالى مخبرا عن كفار قريش : أنهم قالوا لمن آمن منهم واتبع الهدى : ارجعوا عن دينكم إلى ديننا ، واتبعوا سبيلنا ، ( ولنحمل خطاياكم ) أي : وآثامكم - إن كانت لكم آثام في ذلك - علينا وفي رقابنا ، كما يقول القائل : \" افعل هذا وخطيئتك في رقبتي \" . قال الله تكذيبا لهم : ( وما هم بحاملين من خطاياهم من شيء إنهم لكاذبون ) أي : فيما قالوه : إنهم يحملون عن أولئك خطاياهم ، فإنه لا يحمل أحد وزر أحد ، ( وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى ) [ فاطر : 18 ] ، وقال تعالى : ( ولا يسأل حميم حميما . يبصرونهم ) [ المعارج : 10 ، 11 ] ."
      },
      "translations": {
        "en": "And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\" But they will not carry anything of their sins. Indeed, they are liars.",
        "fr": "Et ceux qui ne croient pas disent à ceux qui croient; «Suivez notre sentier, et que nous supportions vos fautes». Mais ils ne supporteront rien de leurs fautes. En vérité ce sont des menteurs.",
        "es": "Los infieles dicen a los creyentes: «¡Seguid nuestro camino y cargaremos con vuestros pecados!» Pero, si ni con sus propios pecados cargan nada... ¡Mienten, ciertamente!"
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آَمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (12)هذا غرض آخر من أغراض مخالطة المشركين مع المؤمنين وهو محاولة المشركين ارتداد المسلمين بمحاولات فتنة بالشك والمغالطة للذين لم يقدروا على فتنتهم بالأذى والعذاب : إما لعزتهم وخشية بأسهم مثل عُمر بن الخطاب فقد قيل : إن هذه المقالة قيلت له ، وإما لكثرتهم حين كثر المسلمون وأعيت المشركين حيلُ الصدّ عن الإسلام .والمراد بالذين كفروا طائفة منهم وهم : أبو جهل ، والوليد بن المغيرة ، وأمية بن خلف ، وأبو سفيان بن حرب ( قبل أن يُسلم ) قالوا للمسلمين ومنهم عمر بن الخطاب : لا نُبعث نحن ولا أنتم فإن عسى كان ذلك فإنا نحمل عنكم آثامكم . وإنما قالوا ذلك جهلاً وغروراً حاولوا بهما أن يحِجّوا المسلمين في إيمانهم بالبعث توهّماً منهم بأنهم إن كان البعث واقعاً فسيكونون في الحياة الآخرة كما كانوا في الدنيا أهل ذمام وحمالة ونقض وإبرام شأن سادة العرب أنهم إذا شفعوا شُفِّعوا وإن تحمَّلوا حُمِّلوا .وهذا كقول العاصي بن وائل لخباب بن الأرتّ : لئن "
    },
    {
      "number": 13,
      "text": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًۭا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
      "tafsir": {
        "muyassar": "وليحملَنَّ هؤلاء المشركون أوزار أنفسهم وآثامها، وأوزار مَن أضلوا وصدُّوا عن سبيل الله مع أوزارهم، دون أن ينقص من أوزار تابعيهم شيء، وليُسألُنَّ يوم القيامة عما كانوا يختلقونه من الأكاذيب.",
        "mukhtasar": "وليحملنّ هؤلاء المشركون الداعون إلى باطلهم ذنوبهم التي اقترفوها، وليحملنّ ذنوب من اتبع دعوتهم دون أن ينقص من ذنوب التابعين لهم شيء، وليسألنّ يوم القيامة عما كانوا يختلقونه في الدنيا من الأباطيل.",
        "saadi": "{ وَلَيَحْمِلُنَّ أَثْقَالَهُمْ } أي: أثقال ذنوبهم التي عملوها { وَأَثْقَالًا مَعَ أَثْقَالِهِمْ } وهي الذنوب التي بسببهم ومن جرائهم، فالذنب الذي فعله التابع [لكل من التابع]، والمتبوع حصته منه، هذا لأنه فعله وباشره، والمتبوع [لأنه] تسبب في فعله ودعا إليه، كما أن الحسنة إذا فعلها التابع له أجرها بالمباشرة، وللداعي أجره بالتسبب. { وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ } من الشر وتزيينه، [وقولهم] { وَلْنَحْمِلْ خَطَايَاكُمْ }  ",
        "kathir": "وقوله : ( وليحملن أثقالهم وأثقالا مع أثقالهم ) : إخبار عن الدعاة إلى الكفر والضلالة ، أنهم يوم القيامة يحملون أوزار أنفسهم ، وأوزارا أخر بسبب من أضلوا من الناس ، من غير أن ينقص من أوزار أولئك شيئا ، كما قال تعالى : ( ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم ألا ساء ما يزرون ) [ النحل : 25 ] .وفي الصحيح : \" من دعا إلى هدى كان له من الأجر مثل أجور من اتبعه إلى يوم القيامة ، من غير أن ينقص من أجورهم شيئا ، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من اتبعه إلى يوم القيامة ، من غير أن ينقص من آثامهم شيئا \" وفي الصحيح : \" ما قتلت نفس ظلما إلا كان على ابن آدم الأول كفل من دمها ; لأنه أول من سن القتل \" .وقوله : ( وليسألن يوم القيامة عما كانوا يفترون ) أي : يكذبون ويختلقون من البهتان .وقد ذكر ابن أبي حاتم هاهنا حديثا فقال : حدثنا أبي ، حدثنا هشام بن عمار ، حدثنا صدقة ، حدثنا عثمان بن حفص بن أبي العالية ، حدثني سليمان بن حبيب المحاربي عن أبي أمامة ، رضي الله عنه ، قال : إن رسول الله - صلى الله عليه وسلم - بلغ ما أرسل به ، ثم قال : \" إياكم والظلم ، فإن الله يعزم يوم القيامة فيقول : وعزتي لا يجوزني اليوم ظلم ! ثم ينادي مناد فيقول : أين فلان ابن فلان ؟ فيأتي يتبعه من الحسنات أمثال الجبال ، فيشخص الناس إليها أبصارهم حتى يقوم بين يدي الله الرحمن عز وجل ثم يأمر المنادي فينادي من كانت له تباعة - أو : ظلامة - عند فلان ابن فلان ، فهلم . فيقبلون حتى يجتمعوا قياما بين يدي الرحمن ، فيقول الرحمن : اقضوا عن عبدي . فيقولون : كيف نقضي عنه ؟ فيقول لهم : خذوا لهم من حسناته . فلا يزالون يأخذون منها حتى لا يبقى له حسنة ، وقد بقي من أصحاب الظلامات ، فيقول : اقضوا عن عبدي . فيقولون : لم يبق له حسنة . فيقول : خذوا من سيئاتهم فاحملوها عليه \" . ثم نزع النبي - صلى الله عليه وسلم - بهذه الآية الكريمة : ( وليحملن أثقالهم وأثقالا مع أثقالهم وليسألن يوم القيامة عما كانوا يفترون ) .وهذا الحديث له شاهد في الصحيح من غير هذا الوجه .وقال ابن أبي حاتم : حدثنا أحمد بن أبي الحواري ، حدثنا أبو بشر الحذاء ، عن أبي حمزة الثمالي ، عن معاذ بن جبل ، رضي الله عنه ، قال : قال لي رسول الله - صلى الله عليه وسلم - : \" يا معاذ ، إن المؤمن يسأل يوم القيامة عن جميع سعيه ، حتى عن كحل عينيه ، وعن فتات الطينة بإصبعيه ، فلا ألفينك تأتي يوم القيامة وأحد أسعد بما آتاك الله منك \" ."
      },
      "translations": {
        "en": "But they will surely carry their [own] burdens and [other] burdens along with their burdens, and they will surely be questioned on the Day of Resurrection about what they used to invent.",
        "fr": "Et très certainement, ils porteront leurs fardeaux et d'autres fardeaux en plus de leurs propres fardeaux. et ils seront interrogés, le Jour de la Résurrection, sur ce qu'ils inventaient.",
        "es": "Llevarán, ciertamente, su carga juntamente con la ajena. El día de la Resurrección tendrán que responder de lo que se inventaban."
      },
      "ibn_ashour": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (13)بعد أن كذبهم في قولهم { ولنحمل خطاياكم } [ العنكبوت : 12 ] وكشف كيدهم بالمسلمين عطف عليه ما أفاد أنهم غير ناجين من حمل تبعات لأقوام آخرين وهم الأقوام الذين أضلوهم وسوَّلوا لهم الشرك والبهتان على وجه التأكيد بحملهم ذلك . فذِكر الحمل تمثيل . والأثقال مجاز عن الذنوب والتبعات . وهو تمثيل للشقاء والعناء يوم القيامة بحال الذي يحمل متاعه وهو موقر به فيزاد حمل أمتعة أناس آخرين .وقد علم من مقام المقابلة أن هذا حمل تثقيل وزيادة في العذاب وليس حملاً يدفع التبعة عن المحمول عنه ، وأن الأثقال المحمولة مع أثقالهم هي ذنوب الذين أضلوهم وليس من بينها شيء من ذنوب المسلمين لأن المسلمين سالمون من تضليل المشركين بما كشف الله لهم من بهتانهم .وجملة { وليسألُنّ يوم القيامة عما كانون يفترون } تذييل جامع لمؤاخذتهم بجميع ما اختلقوه من الإفك والتضليل سواء ما أضلوا به أتباعهم وما حاولوا به بتضليل المسلمين فلم يقعوا في أشراكهم ، وقد شمل ذلك كله لفظ الافتراء ، كما عبر عن محاولتهم تغرير المس"
    },
    {
      "number": 14,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًۭا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَٰلِمُونَ",
      "tafsir": {
        "muyassar": "ولقد أرسلنا نوحًا إلى قومه فمكث فيهم ألف سنة إلا خمسين عامًا، يدعوهم إلى التوحيد وينهاهم عن الشرك، فلم يستجيبوا له، فأهلكهم الله بالطوفان، وهم ظالمون لأنفسهم بكفرهم وطغيانهم.",
        "mukhtasar": "ولقد بعثنا نوحًا رسولًا إلى قومه، فمكث فيهم مدة تسع مئة وخمسين عامًا يدعوهم إلى توحيد الله، فكذبوه واستمرّوا على كفرهم، فأخذهم الطوفان وهم ظالمون بسبب كفرهم بالله وتكذيبهم لرسله، فهلكوا بالغرق.",
        "saadi": "يخبر تعالى عن حكمه وحكمته في عقوبة  الأمم المكذبة، وأن اللّه أرسل عبده ورسوله نوحا عليه الصلاة السلام إلى قومه، يدعوهم إلى التوحيد وإفراد اللّه بالعبادة، والنهي عن الأنداد والأصنام، { فَلَبِثَ فِيهِمْ } نبيا داعيا { أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا } وهو لا يَنِي بدعوتهم، ولا يفتر في نصحهم، يدعوهم ليلا ونهارا وسرا وجهارا، فلم يرشدوا ولم يهتدوا، بل استمروا على كفرهم وطغيانهم، حتى دعا عليهم نبيهم نوح عليه الصلاة والسلام، مع شدة صبره وحلمه واحتماله، فقال: { رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا } { فَأَخَذَهُمُ الطُّوفَانُ } أي: الماء الذي نزل من السماء بكثرة، ونبع من الأرض بشدة { وَهُمْ ظَالِمُونَ } مستحقون للعذاب.",
        "kathir": "هذه تسلية من الله تعالى لعبده ورسوله محمد صلوات الله وسلامه عليه ، يخبره عن نوح عليه السلام : أنه مكث في قومه هذه المدة يدعوهم إلى الله ليلا ونهارا ، وسرا ، وجهارا ، ومع هذا ما زادهم ذلك إلا فرارا عن الحق ، وإعراضا عنه وتكذيبا له ، وما آمن معه منهم إلا قليل ; ولهذا قال : ( فلبث فيهم ألف سنة إلا خمسين عاما فأخذهم الطوفان وهم ظالمون ) أي : بعد هذه المدة الطويلة ما نجع فيهم البلاغ والإنذار ، فأنت - يا محمد - لا تأسف على من كفر بك من قومك ، ولا تحزن عليهم ; فإن الله يهدي من يشاء ويضل من يشاء ، وبيده الأمر وإليه ترجع الأمور ، ( إن الذين حقت عليهم كلمة ربك لا يؤمنون . ولو جاءتهم كل آية حتى يروا العذاب الأليم ) [ يونس : 96 ، 97 ] ، واعلم أن الله سيظهرك وينصرك ويؤيدك ، ويذل عدوك ، ويكبتهم ويجعلهم أسفل السافلين .قال حماد بن سلمة ، عن علي بن زيد ، عن يوسف بن ماهك ، عن ابن عباس قال : بعث نوح وهو لأربعين سنة ، ولبث في قومه ألف سنة إلا خمسين عاما ، وعاش بعد الطوفان ستين عاما ، حتى كثر الناس وفشوا .وقال قتادة : يقال إن عمره كله [ كان ] ألف سنة إلا خمسين عاما ، لبث فيهم قبل أن يدعوهم ثلثمائة سنة ، ودعاهم ثلثمائة ، ولبث بعد الطوفان ثلثمائة وخمسين سنة .وهذا قول غريب ، وظاهر السياق من الآية أنه مكث في قومه يدعوهم إلى الله ألف سنة إلا خمسين عاما .وقال عون بن أبي شداد : إن الله أرسل نوحا إلى قومه وهو ابن خمسين وثلثمائة سنة ، فدعاهم ألف سنة إلا خمسين عاما ، ثم عاش بعد ذلك ثلثمائة وخمسين سنة .وهذا أيضا غريب ، رواه ابن أبي حاتم ، وابن جرير ، وقول ابن عباس أقرب ، والله أعلم .وقال الثوري ، عن سلمة بن كهيل ، عن مجاهد قال : قال لي ابن عمر : كم لبث نوح في قومه ؟ قال : قلت ألف سنة إلا خمسين عاما . قال : فإن الناس لم يزالوا في نقصان من أعمارهم وأحلامهم وأخلاقهم إلى يومك هذا ."
      },
      "translations": {
        "en": "And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers.",
        "fr": "Et en effet, Nous avons envoyé Noé vers son peuple. Il demeura parmi eux mille ans moins cinquante années. Puis le déluge les emporta alors qu'ils étaient injustes.",
        "es": "Enviamos Noé a su pueblo y permaneció con él durante mil años menos cincuenta. Luego, el diluvio les sorprendió en su impiedad."
      },
      "ibn_ashour": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ (14 سيقت هذه القصة واللاتي بعدها شواهد على ما لقي الرسل والذين آمنوا معهم من تكذيب المشركين كما صرح به قوله عقب القصتين { وإن تُكذّبوا فقد كذّب أمم من قبلكم } [ العنكبوت : 18 ] على أحد الوجهين الآتيين .وابتدئت القصص بقصة أول رسول بعثه الله لأهل الأرض فإن لأوليات الحوادث وقعاً في نفوس المتأمّلين في التاريخ ، وقد تقدم تفصيل قصته في سورة هود .وزادت هذه الآية أنه لبث في قومه تسعمائة وخمسين سنة . وظاهر الآية أن هذه مدة رسالته إلى قومه ولا غرض في معرفة عمره يوم بعثه الله إلى قومه ، وفي ذلك اختلاف بين المفسرين ، وفائدة ذكر هذه المدة للدلالة على شدة مصابرته على أذى قومه ودوامه على إبلاغ الدعوة تثبيتاً للنبيء صلى الله عليه وسلم وأوثر تمييز { ألف } ب { سنة } لطلب الخفة بلفظ { سنة } ، وميز { خمسين } بلفظ { عاماً } لئلا يكرر لفظ { سنة } .والفاء من قوله : { فأخذهم الطوفان } عطف على { أرسلنا } كما عطف عليه { فلبث } وقد طوي ذكر ما ترتب عليه أخذهم بالطوفان وهو اس"
    },
    {
      "number": 15,
      "text": "فَأَنجَيْنَٰهُ وَأَصْحَٰبَ ٱلسَّفِينَةِ وَجَعَلْنَٰهَآ ءَايَةًۭ لِّلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "فأنجينا نوحًا ومَن تبعه ممن كان معه في السفينة، وجعلنا ذلك عبرة وعظة للعالمين.",
        "mukhtasar": "فأنقذنا نوحًا ومن معه من المؤمنين في السفينة من الهلاك بالغرق، وجعلنا السفينة عبرة للناس يعتبرون بها.",
        "saadi": "{ فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ } الذين ركبوا معه، أهله ومن آمن به. { وَجَعَلْنَاهَا } أي: السفينة، أو قصة نوح { آيَةً لِلْعَالَمِينَ } يعتبرون بها، على أن من كذب الرسل، آخر أمره الهلاك، وأن المؤمنين سيجعل اللّه لهم من كل هم فرجا، ومن كل ضيق مخرجا.وجعل اللّه أيضا السفينة، أي: جنسها آية للعالمين، يعتبرون بها رحمة ربهم، الذي قيض لهم أسبابها، ويسر لهم أمرها، وجعلها تحملهم وتحمل متاعهم من محل إلى محل ومن قُطرٍ إلى قُطرٍ. ",
        "kathir": "وقوله : ( فأنجيناه وأصحاب السفينة ) أي : الذين آمنوا بنوح عليه السلام . وقد تقدم ذكر ذلك مفصلا في سورة \" هود \" ، وتقدم تفسيره بما أغنى عن إعادته .وقوله : ( وجعلناها آية للعالمين ) أي : وجعلنا تلك السفينة باقية ، إما عينها كما قال قتادة : إنها بقيت إلى أول الإسلام على جبل الجودي ، أو نوعها جعله للناس تذكرة لنعمه على الخلق ، كيف نجاهم من الطوفان ، كما قال تعالى : ( وآية لهم أنا حملنا ذريتهم في الفلك المشحون . وخلقنا لهم من مثله ما يركبون . وإن نشأ نغرقهم فلا صريخ لهم ولا هم ينقذون . إلا رحمة منا ومتاعا إلى حين ) [ يس : 41 - 44 ] ، وقال تعالى : ( إنا لما طغى الماء حملناكم في الجارية . لنجعلها لكم تذكرة وتعيها أذن واعية ) [ الحاقة : 11 ، 12 ] ، وقال هاهنا : ( فأنجيناه وأصحاب السفينة وجعلناها آية للعالمين ) ، وهذا من باب التدريج من الشخص إلى الجنس ، كقوله تعالى : ( ولقد زينا السماء الدنيا بمصابيح وجعلناها رجوما للشياطين ) [ الملك : 5 ] أي : وجعلنا نوعها ، فإن التي يرمى بها ليست هي التي زينة للسماء . وقال تعالى : ( ولقد خلقنا الإنسان من سلالة من طين . ثم جعلناه نطفة في قرار مكين ) [ المؤمنون : 12 ، 13 ] ، ولهذا نظائر كثيرة .وقال ابن جرير : لو قيل : إن الضمير في قوله : ( وجعلناها ) ، عائد إلى العقوبة ، لكان وجها ، والله أعلم ."
      },
      "translations": {
        "en": "But We saved him and the companions of the ship, and We made it a sign for the worlds.",
        "fr": "Puis Nous le sauvâmes, lui et les gens de l'arche; et Nous en fîmes un avertissement pour l'univers.",
        "es": "Les salvamos, a él y a los de la nave, e hicimos de ella un signo para todo el mundo."
      },
      "ibn_ashour": "فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آَيَةً لِلْعَالَمِينَ (15)وفاء { فأنجيناه } عطف على { فأخذهم الطوفان } . وهذا إيماء إلى أن الله منجي المؤمنين من العذاب .وقوله { وجعلناها ءاية للعالمين } الضمير للسفينة . ومعنى كونها آية أنها دليل على وقوع الطوفان عذاباً من الله للمكذبين الرسل ، فكانت السفينة آية ماثلة في عصور جميع الأمم الذين جاءتهم الرسل بعد نوح موعظة للمكذبين وحجة للمؤمنين . وقد أبقى الله بقية السفينة إلى صدر الأمة الإسلامية ففي «صحيح البخاري» : «قال قتادة : بقيت بقايا السفينة على الجودي حتى نظرتها أوائل هذه الأمة» . ويقال إنها دامت إلى أوائل الدولة العباسية ثم غمرتها الثلوج . وكان الجودي قرب ( باقِرْدَى ) وهي قرية من جزيرة ابن عمر بالموصل شرقي دجلة ( وباقردى بموحدة بعدها ألف ثم قاف مكسورة ويجوز فتحها ودال فألف مقصورة وقال تعالى في سورة القمر { ولقد تركناها ءاية فهل من مدُكر . } وإنما قال { للعالمين } الشامل لجميع سكان الأرض لأن من لم يشاهد بقايا سفينة نوح يشاهد السفن فيتذكر سفينة نوح وكيف كان صنعها بوحي من الله لإنجاء نوح ومن شاء الله نجاته ، ولأن الذين من أهل"
    },
    {
      "number": 16,
      "text": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- إبراهيم عليه السلام حين دعا قومه: أن أخلصوا العبادة لله وحده، واتقوا سخطه بأداء فرائضه واجتناب معاصيه، ذلكم خير لكم، إن كنتم تعلمون ما هو خير لكم مما هو شر لكم.",
        "mukhtasar": "واذكر - أيها الرسول - قصة إبراهيم حين قال لقومه: اعبدوا الله وحده، واتقوا عقابه بامتثال أوامره واجتناب نواهيه، ذلكم المأمور به خير لكم إن كنتم تعلمون.",
        "saadi": "يذكر تعالى أنه أرسل خليله إبراهيم عليه الصلاة والسلام إلى قومه، يدعوهم إلى الله، فقال [لهم]: { اعْبُدُوا اللَّهَ } أي: وحِّدوه، وأخلصوا له العبادة، وامتثلوا ما أمركم به، { وَاتَّقُوهُ } أن يغضب عليكم، فيعذبكم، وذلك بترك ما يغضبه من المعاصي، { ذَلِكُمْ } أي: عبادة الله وتقواه { خَيْرٌ لَكُمْ } من ترك ذلك، وهذا من باب إطلاق { أفعل التفضيل } بما ليس في الطرف الآخر منه شيء، فإن ترك عبادة الله، وترك تقواه، لا خير فيه بوجه، وإنما كانت عبادة الله وتقواه خيرا للناس، لأنه لا سبيل إلى نيل كرامته في الدنيا والآخرة إلا بذلك، وكل خير يوجد في الدنيا والآخرة، فإنه من آثار عبادة الله وتقواه.{ إِنْ كُنْتُمْ تَعْلَمُونَ } ذلك، فاعلموا الأمور وانظروا ما هو أولى بالإيثار.",
        "kathir": "يخبر تعالى عن عبده ورسوله وخليله إبراهيم إمام الحنفاء : أنه دعا قومه إلى عبادة الله وحده لا شريك له ، والإخلاص له في التقوى ، وطلب الرزق منه وحده لا شريك له ، وتوحيده في الشكر ، فإنه المشكور على النعم ، لا مسدي لها غيره ، فقال لقومه : ( اعبدوا الله واتقوه ) أي : أخلصوا له العبادة والخوف ، ( ذلكم خير لكم إن كنتم تعلمون ) أي : إذا فعلتم ذلك حصل لكم الخير في الدنيا والآخرة ، واندفع عنكم الشر في الدنيا والآخرة ."
      },
      "translations": {
        "en": "And [We sent] Abraham, when he said to his people, \"Worship Allah and fear Him. That is best for you, if you should know.",
        "fr": "Et Abraham, quand il dit à son peuple; «Adorez Allah et craignez-Le: cela vous est bien meilleur si vous saviez».",
        "es": "Y a Abraham. Cuando dijo a su pueblo: «¡Servid a Alá y temedle! Es mejor para vosotros. Si supierais...»"
      },
      "ibn_ashour": "وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (16) انتقل من خبر نوح إلى خبر إبراهيم لمناسبة إنجاء إبراهيم من النار كإنجاء نوح من الماء . وفيه تنبيه إلى عظم القدرة إذ أنجت من الماء ومن النار .و { إبراهيم } عطف على { نوحاً } [ العنكبوت : 14 ] . والتقدير : وأرسلنا إبراهيم .و { إذ } ظرف متعلق ب ( أرسلنا ) المقدَّر ، أي في وقت قوله لقومه { اعبدوا الله } الخ وهو أول زمن دعوته . واقتضى قوله { اعبدوا الله } أنهم لم يكونوا عابدين لله أصلاً .وجملة { ذلكم خير لكم إن كنتم تعلمون } تعليل للأمر بعبادة الله . وقد أجمل الخبر في هذه الجملة وفُصل بقوله { إن الذين تعبدون من دون الله لا يملكون لكم رزقاً } الآية .ومعنى { إن كنتم تعلمون } إن كنتم تعلمون أدلة اختصاص الله بالإلهية فمفعول العلم محذوف لدلالة ما قبله عليه . ويجوز جعل فعل { تعلمون } منزلاً منزلة اللازم ، أي إن كنتم أهل علم ونظر .وجملة { إنما تعبدون من دون الله أوثاناً } تعليل لجملة { اعبدوا الله } . وقَصْرُهم على عبادة الأوثان يجوز أن يكون قصراً على عبادتهم الأوثان"
    },
    {
      "number": 17,
      "text": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَٰنًۭا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًۭا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "ما تعبدون -أيها القوم- مِن دون الله إلا أصنامًا، وتفترون كذبًا بتسميتكم إياها آلهة، إنَّ أوثانكم التي تعبدونها من دون الله لا تقدر أن ترزقكم شيئًا، فالتمسوا عند الله الرزق لا من عند أوثانكم، وأخلصوا له العبادة والشكر على رزقه إياكم، إلى الله تُردُّون من بعد مماتكم، فيجازيكم على ما عملتم.",
        "mukhtasar": "إنما تعبدون - أيها المشركون- أصنامًا لا تنفع ولا تضرّ، وتختلقون الكذب حين تزعمون استحقاقها للعبادة، إن الذين تعبدونهم من دون الله لا يملكون لكم رزقًا فيرزقوكم، فاطلبوا عند الله الرزق فهو الرزاق، واعبدوه وحده، واشكروا له ما أنعم به عليكم من الرزق، إليه وحده ترجعون يوم القيامة للحساب والجزاء لا إلى أصنامكم.",
        "saadi": " فلما أمرهم بعبادة الله وتقواه، نهاهم عن عبادة الأصنام، وبيَّن لهم نقصها وعدم استحقاقها للعبودية، فقال: { إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا } تنحتونها وتخلقونها بأيديكم، وتخلقون لها أسماء الآلهة، وتختلقون الكذب بالأمر بعبادتها والتمسك بذلك، { إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ } في نقصه، وأنه ليس فيه ما يدعو إلى عبادته، { لَا يَمْلِكُونَ لَكُمْ رِزْقًا } فكأنه قيل: قد بان لنا أن هذه الأوثان مخلوقة ناقصة، لا تملك نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، وأن من هذا وصفه، لا يستحق أدنى أدنى أدنى مثقال مثقال مثقال ذرة من العبادة والتأله، والقلوب لا بد أن تطلب معبودا تألهه وتسأله حوائجها، فقال -حاثا لهم على من يستحق العبادة- { فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ } فإنه هو الميسر له، المقدر، المجيب لدعوة من دعاه في أمر دينه ودنياه { وَاعْبُدُوهُ } وحده لا شريك له، لكونه الكامل النافع الضار، المتفرد بالتدبير، { وَاشْكُرُوا لَهُ } وحده، لكون جميع ما وصل ويصل إلى الخلق من النعم فمنه، وجميع ما اندفع ويندفع من النقم عنهم فهو الدافع لها. { إِلَيْهِ تُرْجَعُونَ } يجازيكم على ما عملتم، وينبئكم بما أسررتم وأعلنتم، فاحذروا القدوم عليه وأنتم على شرككم، وارغبوا فيما يقربكم إليه، ويثيبكم -عند القدوم- عليه.",
        "kathir": "ثم أخبرهم أن الأصنام التي يعبدونها والأوثان ، لا تضر ولا تنفع ، وإنما اختلقتم أنتم لها أسماء ، سميتموها آلهة ، وإنما هي مخلوقة مثلكم . هكذا روى العوفي عن ابن عباس . وبه قال مجاهد ، والسدي .وروى الوالبي ، عن ابن عباس : وتصنعون إفكا ، أي : تنحتونها أصناما . وبه قال مجاهد - في رواية - وعكرمة ، والحسن ، وقتادة وغيرهم ، واختاره ابن جرير ، رحمه الله .وهي لا تملك لكم رزقا ، ( فابتغوا عند الله الرزق ) وهذا أبلغ في الحصر ، كقوله : ( إياك نعبد وإياك نستعين ) [ الفاتحة : 5 ] ، ( رب ابن لي عندك بيتا في الجنة ) [ التحريم : 11 ] ، ولهذا قال : ( فابتغوا ) أي : فاطلبوا ( عند الله الرزق ) أي : لا عند غيره ، فإن غيره لا يملك شيئا ، ( واعبدوه واشكروا له ) أي : كلوا من رزقه واعبدوه وحده ، واشكروا له على ما أنعم به عليكم ، ( إليه ترجعون ) أي : يوم القيامة ، فيجازي كل عامل بعمله ."
      },
      "translations": {
        "en": "You only worship, besides Allah, idols, and you produce a falsehood. Indeed, those you worship besides Allah do not possess for you [the power of] provision. So seek from Allah provision and worship Him and be grateful to Him. To Him you will be returned.\"",
        "fr": "Vous n'adorez que des idoles, en dehors d'Allah, et vous forgez un mensonge. Ceux que vous adorez en dehors d'Allah ne possèdent aucun moyen pour vous procurer nourriture; recherchez votre subsistance auprès d'Allah. Adorez-Le et soyez-Lui reconnaissants. C'est à Lui que vous serez ramenés.",
        "es": "Servís, en lugar de servir a Alá, sólo ídolos, y creáis una mentira. Los que vosotros servís, en lugar de servir a Alá, no pueden procuraros sustento. ¡Buscad, pues, en Alá el sustento! ¡Servidle, dadle gracias! ¡A Él seréis devueltos!"
      },
      "ibn_ashour": "إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ إِلَيْهِ تُرْجَعُونَ (17)أي دون أن يعبدوا الله فهو قصر حقيقي إذ كان قوم إبراهيم لا يعبدون الله فالقصر منصب على قوله { من دون الله } أي إنما تعبدون غير الله وبذلك يكون { من دون الله } حالاً من { أوثاناً } ، أي حال كونها معبودة من دون الله ، وهذا مقابل قوله { اعبدوا الله } دون أن يقول لهم : لا تعبدوا إلا الله؛ لكن قوم إبراهيم قد وصفوا بالشرك في قوله تعالى في سورة [ الأنعام : 78 ] { قال يا قوم إني بريء مما تشركون } فهم مثل مشركي العرب ، فالقصر منصب على عبادتهم الموصوفة بالوثنية ، أي ما تعبدون إلا صُوراً لا إدراك لها ، فيكون قصر قلب لإبطال اعتقادهم إلهية تلك الصور كما قال تعالى { قال أتعبدون ما تنحتون } [ الصافات : 95 ] .وعلى كلا الوجهين يتخرج معنى قوله { من دون الله } فإن { دون } يجوز أن تكون بمعنى ( غير ) فتكون { من } زائدة ، والمعنى : تعبدون أوثاناً غير الله . ويجوز أن تكو"
    },
    {
      "number": 18,
      "text": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌۭ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
      "tafsir": {
        "muyassar": "وإن تكذِّبوا - أيها الناس- رسولنا محمدًا صلى الله عليه وسلم فيما دعاكم إليه من عبادة الله وحده، فقد كذبت جماعات من قبلكم رسلها فيما دعتهم إليه من الحق، فحل بهم سخط الله، وما على الرَّسول محمد إلا أن يبلغكم عن الله رسالته البلاغ الواضح، وقد فَعَل.",
        "mukhtasar": "وإن تُكَذِّبوا - أيها المشركون - بما جاء به محمد صلى الله عليه وسلم، فقد كذبت أمم من قبلكم كقوم نوح وعاد وثمود، وما على الرسول إلا البلاغ الواضح، وقد بلّغكم ما أمره ربه بتبليغه إليكم.",
        "saadi": "",
        "kathir": "وقوله : ( وإن تكذبوا فقد كذب أمم من قبلكم ) أي : فبلغكم ما حل بهم من العذاب والنكال في مخالفة الرسل ، ( وما على الرسول إلا البلاغ المبين ) يعني : إنما على الرسول أن يبلغكم ما أمره الله تعالى به من الرسالة ، والله يضل من يشاء ويهدي من يشاء ، فاحرصوا لأنفسكم أن تكونوا من السعداء .وقال قتادة في قوله : ( وإن تكذبوا فقد كذب أمم من قبلكم ) قال : يعزي نبيه - صلى الله عليه وسلم - . وهذا من قتادة يقتضي أنه قد انقطع الكلام الأول ، واعترض بهذا إلى قوله : ( فما كان جواب قومه ) . وهكذا نص على ذلك ابن جرير أيضا .والظاهر من السياق أن كل هذا من كلام إبراهيم الخليل ، عليه السلام [ لقومه ] يحتج عليهم لإثبات المعاد ، لقوله بعد هذا كله : ( فما كان جواب قومه ) ، والله أعلم ."
      },
      "translations": {
        "en": "And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.",
        "fr": "Et si vous criez au mensonge, d'autres nations avant vous, ont aussi traité (leurs prophètes) de menteurs. Au Messager, cependant, n'incombe que la transmission claire.",
        "es": "Si desmentís, ya otras generaciones, antes de vosotros, desmintieron. Al Enviado sólo le incumbe la transmisión clara."
      },
      "ibn_ashour": "وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (18)يجوز أن تكون هذه الجملة من بقية مقالة إبراهيم عليه السلام بأن يكون رأى منهم مخائل التكذيب ففرض وقوعه ، أو يكون سبق تكذيبهم إياه مقالته هذه ، فيكون الغرض من هذه الجملة لازم الخبر وهو أن تكذيبهم إياه ليس بعجيب فلا يضيره ولا يحسبوا أنهم يضيرونه به ويتشفون منه فإن ذلك قد انتاب الرسل قبله من أممهم ، ولذلك أجمع القراء على قراءة فعل { تكذّبوا } بتاء الخطاب ولم يختلفوا فيه اختلافهم في قراءة قوله { أو لم يروا كيف يُبدىء الله الخلق } [ العنكبوت : 19 ] الخ .ويجوز أن تكون الجملة معترضة والواو اعتراضية واعترض هذا الكلام بين كلام إبراهيم وجواب قومه ، فهو كلام موجه من جانب الله تعالى إلى المشركين التفت به من الغيبة إلى الخطاب تسجيلاً عليهم ، والمقصود منه بيان فائدة سوق قصة نوح وإبراهيم وأن للرسول صلى الله عليه وسلم إسوة برسل الأمم الذين قبله وخاصة إبراهيم جدّ العرب المقصودين بالخطاب على هذا الوجه .وجملة { وما على الرسول إلا البلاغ المبين } إعلام للمخاطبين بأن تكذيبهم لا يلحقه منه ما فيه تش"
    },
    {
      "number": 19,
      "text": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ",
      "tafsir": {
        "muyassar": "أولم يعلم هؤلاء كيف ينشئ الله الخلق من العدم، ثم يعيده من بعد فنائه، كما بدأه أول مرة خلقًا جديدًا، لا يتعذر عليه ذلك؟ إن ذلك على الله يسير، كما كان يسيرًا عليه إنشاؤه.",
        "mukhtasar": "أولم ير هؤلاء المكذبون كيف يخلق الله الخلق ابتداء، ثم يعيده بعد فنائه؟! إن ذلك على الله سهل، فهو قادر لا يعجزه شيء.",
        "saadi": "{ أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ } يوم القيامة { إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ } كما قال تعالى: { وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ } ",
        "kathir": "يقول تعالى مخبرا عن الخليل عليه السلام ، أنه أرشدهم إلى إثبات المعاد الذي ينكرونه ، بما يشاهدونه في أنفسهم من خلق الله إياهم ، بعد أن لم يكونوا شيئا مذكورا ، ثم وجدوا وصاروا أناسا سامعين مبصرين ، فالذي بدأ هذا قادر على إعادته ; فإنه سهل عليه يسير لديه .ثم أرشدهم إلى الاعتبار بما في الآفاق من الآيات المشاهدة من خلق الله الأشياء : السموات وما فيها من الكواكب النيرة : الثوابت ، والسيارات ، والأرضين وما فيها من مهاد وجبال ، وأودية وبرار وقفار ، وأشجار وأنهار ، وثمار وبحار ، كل ذلك دال على حدوثها في أنفسها ، وعلى وجود صانعها الفاعل المختار ، الذي يقول للشيء : كن ، فيكون ; ولهذا قال : ( أولم يروا كيف يبدئ الله الخلق ثم يعيده إن ذلك على الله يسير ) ، كقوله : ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم : 27 ] ."
      },
      "translations": {
        "en": "Have they not considered how Allah begins creation and then repeats it? Indeed that, for Allah, is easy.",
        "fr": "Ne voient-ils pas comment Allah commence la création puis la refait? Cela est facile pour Allah.",
        "es": "¿Es que no ven cómo inicia Alá la creación y, luego, la repite? Es cosa fácil para Alá."
      },
      "ibn_ashour": "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (19)يجري هذا الكلام على الوجهين المذكورين في قوله { وإن تكذبوا } [ العنكبوت : 18 ] . ويترجح أن هذا مسوق من جانب الله تعالى إلى المشركين بأن الجمهور قرأوا { أو لم يروا } بياء الغيبة ولم يجر مثل قوله { وإن تكذبوا فقد كذب أمم من قبلكم } [ العنكبوت : 18 ] . ومناسبة التعرض لهذا هو ما جرى من الإشارة إلى البعث في قوله { وإليه ترجعون } [ العنكبوت : 17 ] تنظيراً لحال مشركي العرب بحال قوم إبراهيم .وقرأ الجمهور { أو لم يروا } بياء الغائب والضمير عائد إلى { الذين كفروا } [ العنكبوت : 12 ] في قوله { وقال الذين كفروا للذين ءامنوا } [ العنكبوت : 12 ] ، أو إلى معلوم من سياق الكلام . وعلى وجه أن يكون قوله { وإن تكذبوا } [ العنكبوت : 18 ] الخ خارجاً عن مقالة إبراهيم يكون ضمير الغائب في { أو لم يروا } التفاتاً . والالتفات من الخطاب إلى الغيبة لنكتة إبعادهم عن شرف الحضور بعد الإخبار عنهم بأنهم مُكذبون .وقرأ حمزة والكسائي وأبو بكر عن عاصم وخلف { أو لم تروا } بالفوقية على طريقة { وإن تُكذبوا } [ العنكبوت : "
    },
    {
      "number": 20,
      "text": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْءَاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لمنكري البعث بعد الممات: سيروا في الأرض، فانظروا كيف أنشأ الله الخلق، ولم يتعذر عليه إنشاؤه مبتدَأً؟ فكذلك لا يتعذر عليه إعادة إنشائه النشأة الآخرة. إن الله على كل شيء قدير، لا يعجزه شيء أراده.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المكذبين بالبعث: سيروا في الأرض فتأملوا كيف بدأ الله الخلق، ثم الله يحيي الناس بعد موتهم الحياة الثانية للبعث والحساب، إن الله على كل شيء قدير، لا يعجزه شيء، فلا يعجز عن بعث الناس كما لم يعجز عن خلقهم أولًا.",
        "saadi": "{ قُلْ } لهم، إن حصل معهم ريب وشك في الابتداء: { سِيرُوا فِي الْأَرْضِ } بأبدانكم وقلوبكم { فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ } فإنكم ستجدون أمما من الآدميين والحيوانات، لا تزال توجد شيئا فشيئا، وتجدون النبات والأشجار، كيف تحدث وقتا بعد وقت، وتجدون السحاب والرياح ونحوها، مستمرة في تجددها، بل الخلق دائما في بدء وإعادة، فانظر إليهم وقت موتتهم الصغرى -النوم- وقد هجم عليهم الليل بظلامه، فسكنت منهم الحركات، وانقطعت منهم الأصوات، وصاروا في فرشهم ومأواهم كالميتين، ثم إنهم لم يزالوا على ذلك طول ليلهم، حتى انفلق الإصباح، فانتبهوا من رقدتهم، وبعثوا من موتتهم، قائلين: \" الحمد للّه الذي أحيانا بعد ما أماتنا وإليه النشور \" ولهذا قال: { ثُمَّ اللَّهُ } بعد الإعادة { يُنْشِئُ النَّشْأَةَ الْآخِرَةَ } وهي النشأة التي لا تقبل موتا ولا نوما، وإنما هو الخلود والدوام في إحدى الدارين. { إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } فقدرته تعالى لا يعجزها شيء وكما قدر بها على ابتداء الخلق، فقدرته على الإعادة من باب أولى وأحرى.",
        "kathir": "ثم قال تعالى : ( قل سيروا في الأرض فانظروا كيف بدأ الخلق ثم الله ينشئ النشأة الآخرة ) أي : يوم القيامة ، ( إن الله على كل شيء قدير ) . وهذا المقام شبيه بقوله تعالى : ( سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق ) [ فصلت : 53 ] ، وكقوله تعالى : ( أم خلقوا من غير شيء أم هم الخالقون أم خلقوا السموات والأرض بل لا يوقنون ) [ الطور : 35 ، 36 ] ."
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Travel through the land and observe how He began creation. Then Allah will produce the final creation. Indeed Allah, over all things, is competent.\"",
        "fr": "Dis: «Parcourez la terre et voyez comment Il a commencé la création. Puis comment Allah crée la génération ultime. Car Allah est Omnipotent».",
        "es": "Di: «¡Id por la tierra y mirad cómo inició la creación! Luego, Alá creará por última vez. Alá es omnipotente»."
      },
      "ibn_ashour": "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآَخِرَةَ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (20)اعتراض انتقالي من الإنكار عليهم ترك الاستدلال بما هو بمرأى منهم ، إلى إرشادهم للاستدلال بما هو بعيد عنهم من أحوال إيجاد المخلوقات وتعاقب الأمم وخلف بعضها عن بعض ، فإن تعوُّد الناس بما بين أيديهم يصرف عقولهم عن التأمل فيما وراء ذلك من دلائل دقائقها على ما تدل عليه ، فلذلك أمر الله رسوله أن يدعوهم إلى السير في الأرض ليشاهدوا آثار خلق الله الأشياء من عدم فيوقنوا أن إعادتها بعد زوالها ليس بأعجب من ابتداء صنعها .وإنما أمر بالسير في الأرض لأن السير يدني إلى الرائي مشاهدات جمّة من مختلف الأرضين بجبالها وأنهارها ومحوِيَّاتها ويمر به على منازل الأمم حاضرها وبائدها فيرى كثيراً من أشياء وأحوال لم يعتد رؤية أمثالها ، فإذا شاهد ذلك جال نظر فكره في تكوينها بعد العدم جَوَلاناً لم يكن يخطر له ببال حينما كان يشاهد أمثال تلك المخلوقات في ديار قومه ، لأنه لما نشأ فيها من زمن الطفولة فما بعده قبل حدوث التفكير في عقله اعتاد أن يمر ببصره عليها دون استنتاج"
    },
    {
      "number": 21,
      "text": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
      "tafsir": {
        "muyassar": "يعذب مَن يشاء مِن خلقه على ما أسلف مِن جرمه في أيام حياته، ويرحم مَن يشاء منهم ممن تاب وآمن وعمل صالحًا، وإليه ترجعون، فيجازيكم بما عملتم.",
        "mukhtasar": "يعذب من يشاء من خلقه بعدله، ويرحم من يشاء من خلقه بفضله، وإليه وحده ترجعون يوم القيامة للحساب حين يبعثكم من قبوركم أحياء.",
        "saadi": "{ يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ } أي: هو المنفرد بالحكم الجزائي، وهو إثابة الطائعين ورحمتهم، وتعذيب العاصين والتنكيل بهم. { وَإِلَيْهِ تُقْلَبُونَ } أي: ترجعون إلى الدار، التي بها تجري عليكم أحكام عذابه ورحمته، فاكتسبوا في هذه الدار، ما هو من أسباب رحمته من الطاعات، وابتعدوا من أسباب عذابه، وهي المعاصي.",
        "kathir": "وقوله : ( يعذب من يشاء ويرحم من يشاء ) أي : هو الحاكم المتصرف ، الذي يفعل ما يشاء ، ويحكم ما يريد ، لا معقب لحكمه ، ولا يسأل عما يفعل وهم يسألون ، فله الخلق والأمر ، مهما فعل فعدل ; لأنه المالك الذي لا يظلم مثقال ذرة ، كما جاء في الحديث الذي رواه أهل السنن : \" إن الله لو عذب أهل سماواته وأهل أرضه ، لعذبهم وهو غير ظالم لهم \" . ولهذا قال تعالى : ( يعذب من يشاء ويرحم من يشاء وإليه تقلبون ) أي : ترجعون يوم القيامة ."
      },
      "translations": {
        "en": "He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned.",
        "fr": "Il châtie qui Il veut et fait miséricorde à qui Il veut; et c'est vers Lui que vous serez ramenés.",
        "es": "Castiga a quien Él quiere y se apiada de quien Él quiere. A Él seréis devueltos."
      },
      "ibn_ashour": "يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ وَإِلَيْهِ تُقْلَبُونَ (21)لما ذكر النشأة الآخرة أتبع ذكرها بذكر أهم ما تشتمل عليه وما أوجدت لأجله وهو الثواب والعقاب .وابتدىء بذكر العقاب لأن الخطاب جار مع منكري البعث الذين حظهم فيه هو التعذيب . ومفعولا فعلي المشيئة محذوفان جرياً على غالب الاستعمال فيهما . والتقدير : من يشاء تعذيبه ومن يشاء رحمته . والفريقان معلومان من آيات الوعد والوعيد؛ فأصحاب الوعد شاء الله رحمتهم وأصحاب الوعيد شاء تعذيبهم ، فمن الذين شاء تعذيبهم المشركون ومن الذين شاء رحمتهم المؤمنون ، والمقصود هنا هم الفريقان معاً كما دل عليه الخطاب العام في قوله { وإليه تقلبون } .والقلب : الرجوع ، أي وإليه ترجعون .وتقديم المجرور على عامله للاهتمام والتأكيد إذ ليس المقام للحصر إذ ليس ثمة اعتقاد مردود . وفي هذا إعادة إثبات وقوع البعث وتعريض بالوعيد ."
    },
    {
      "number": 22,
      "text": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّۢ وَلَا نَصِيرٍۢ",
      "tafsir": {
        "muyassar": "وما أنتم -أيها الناس- بمعجزي الله في الأرض ولا في السماء إن عصيتموه، وما كان لكم من دون الله مِن وليٍّ يلي أموركم، ولا نصير ينصركم من الله إن أراد بكم سوءًا.",
        "mukhtasar": "ولستم بفائتين ربكم، ولا منفلتين من عقابه في الأرض ولا في السماء، وليس لكم من دون الله ولي يتولى أمركم، وليس لكم من دون الله نصير يرفع عنكم عذابه.",
        "saadi": "{ وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ } أي: يا هؤلاء المكذبون، المتجرؤن على المعاصي، لا تحسبوا أنه مغفول عنكم، أو معجزون للّه في الأرض ولا في السماء، فلا تغرنكم قدرتكم وما زينت لكم أنفسكم وخدعتكم، من النجاة من عذاب الله، فلستم بمعجزين الله في جميع أقطار العالم. { وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ } يتولاكم، فيحصل لكم مصالح دينكم ودنياكم، { وَلَا نَصِيرٍ } ينصركم، فيدفع عنكم المكاره. ",
        "kathir": "وقوله : ( وما أنتم بمعجزين في الأرض ولا في السماء ) أي : لا يعجزه أحد من أهل سماواته وأرضه ، بل هو القاهر فوق عباده ، وكل شيء خائف منه ، فقير إليه ، وهو الغني عما سواه .( وما لكم من دون الله من ولي ولا نصير )"
      },
      "translations": {
        "en": "And you will not cause failure [to Allah] upon the earth or in the heaven. And you have not other than Allah any protector or any helper.",
        "fr": "Et vous ne pourrez vous opposer à Sa puissance ni sur terre, ni au ciel; et il n'y a pas pour vous, en dehors d'Allah, ni allié ni secoureur.",
        "es": "No podéis escapar en la tierra ni en el cielo. No tenéis, fuera de Alá, amigo ni auxiliar."
      },
      "ibn_ashour": "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (22)عطف على جملة { وإليه تقلبون } [ العنكبوت : 21 ] باعتبار ما تضمنته من الوعيد .والمعجز حقيقته : هو الذي يجعل غيره عاجزاً عن فعل ما ، وهو هنا مجاز في الغلبة والانفلات من المكنة ، وقد تقدم عند قوله تعالى { إن ما توعدون لآت وما أنتم بمعجزين } في سورة [ الأنعام : 134 ] .فالمعنى : وما أنتم بمُفْلَتين من العذاب . ومفعول ( معجزين ) محذوف للعلم به ، أي بمعجزين الله .ويتعلق قوله { في الأرض } { بمعجزين } ، أي ليس لكم انفلات في الأرض ، أي لا تجدون موئلاً ينجيكم من قدرتنا عليكم في مكان من الأرض سهلها وجبلها ، وبدْوِها وحضرها .وعطف { ولا في السماء } على { في الأرض } احتراس وتأييس من الطمع في النجاة وإن كانوا لا مطمع لهم في الالتحاق بالسماء . وهذا كقول الأعشى: ... فلو كنتَ في جبّ ثمانين قامةورُقِّيت أسبابَ السماء بسلّم ... ومنه قوله تعالى { لا يملكون مثقال ذرة في السموات ولا في الأرض } [ سبأ : 22 ] ، ولم تقع مثل هذه الزيادة في آية سورة [ الشورى : 30 ، 31 ] { ويعفو عن كثير وما "
    },
    {
      "number": 23,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌۭ",
      "tafsir": {
        "muyassar": "والذين جحدوا حُجج الله وأنكروا أدلته، ولقاءه يوم القيامة، أولئك ليس لهم مطمع في رحمتي لَمَّا عاينوا ما أُعِدَّ لهم من العذاب، وأولئك لهم عذاب مؤلم موجع.",
        "mukhtasar": "والذين كفروا بآيات الله سبحانه وبلقائه يوم القيامة، أولئك قنطوا من رحمتي، فلن يدخلوا الجنة أبدًا لكفرهم، وأولئك لهم عذاب موجع ينتظرهم في الآخرة.",
        "saadi": "يخبر تعالى من هم الذين زال عنهم الخير، وحصل لهم الشر، وأنهم الذين كفروا به وبرسله، وبما جاءوهم به، وكذبوا بلقاء اللّه، فليس عندهم إلا الدنيا، فلذلك قدموا على ما أقدموا عليه من الشرك والمعاصي، لأنه ليس في قلوبهم ما يخوفهم من عاقبة ذلك، ولهذا قال تعالى: { أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي } أي: فلذلك لم يعلموا سببا واحدا يحصلون به الرحمة، وإلا لو طمعوا في رحمته، لعملوا لذلك أعمالا، والإياس من رحمة اللّه من أعظم المحاذير، وهو نوعان: إياس الكفار منها، وتركهم جميع سبب يقربهم منها، وإياس العصاة، بسبب كثرة جناياتهم أوحشتهم، فملكت قلوبهم، فأحدث لها الإياس، { وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ } أي: مؤلم موجع. وكأن هذه الآيات معترضات بين كلام إبراهيم عليه السلام لقومه، وردهم عليه، واللّه أعلم بذلك.",
        "kathir": "أي : جحدوها وكفروا بالمعاد ، ( أولئك يئسوا من رحمتي ) أي : لا نصيب لهم فيها ، ( وأولئك لهم عذاب أليم ) أي : موجع في الدنيا والآخرة ."
      },
      "translations": {
        "en": "And the ones who disbelieve in the signs of Allah and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment.",
        "fr": "Et ceux qui ne croient pas aux versets d'Allah et à Sa rencontre, désespèrent de Ma miséricorde. Et ceux-là auront un châtiment douloureux.",
        "es": "Quienes no crean en los signos de Alá y en que Le encontrarán, ésos son quienes desesperarán de Mi misericordia, ésos son quienes sufrirán un castigo doloroso."
      },
      "ibn_ashour": "وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ وَلِقَائِهِ أُولَئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (23)بيان لما في قوله { يعذب من يشاء ويرحم من يشاء } [ العنكبوت : 21 ] وإنما عطف لما فيه من زيادة الإخبار بأنهم لا ينالهم الله برحمة وأنه يصيبهم بعذاب أليم .والكُفر بآيات الله : هو كفرهم بالقرآن . والكفر بلقائه : إنكارُ البعث .واسم الإشارة يفيد أن ما سيذكره بعده نالهم من أجل ما ذكر قبل اسم الإشارة من أوصاف ، أي أنهم استحقوا اليأس من الرحمة وإصابتهم بالعذاب الأليم لأجل كفرهم بالقرآن وإنكارهم البعث على أسلوب { أولئك على هدى من ربهم } [ البقرة : 5 ] .وأخبر عن يأسهم من رحمة الله بالفعل المضي تنبيهاً على تحقيق وقوعه . والمعنى : أولئك سييأسون من رحمة الله لا محالة .والتعبير بالاسم الظاهر في قوله { بآيات الله } دون ضمير التكلم للتنويه بشأن الآيات حيث أضيفت إلى الاسم الجليل لما في الاسم الجليل من التذكير بأنه حقيق بأن لا يُكفر بآياته . والعدول إلى التكلم في قوله { رحمتي } التفات عاد به أسلوب الكلام إلى مقتضى الظاهر ، وإعادة اسم الإشارة لتأكيد التنبيه على استحقاقهم ذلك ."
    },
    {
      "number": 24,
      "text": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "فلم يكن جواب قوم إبراهيم له إلا أن قال بعضهم لبعض: اقتلوه أو حرِّقوه بالنار، فألقوه فيها، فأنجاه الله منها، وجعلها عليه بردًا وسلامًا، إن في إنجائنا لإبراهيم من النار لأدلة وحججًا لقوم يصدِّقون الله ويعملون بشرعه.",
        "mukhtasar": "فما كان جواب قوم إبراهيم له - بعد ما أمرهم به من عبادة الله وحده وترك عبادة غيره من الأوثان - إلا أن قالوا: اقتلوه أو ارموه في النار انتصارًا لآلهتكم، فسلّمه الله من النار، إن في تسليمه من النار بعد رميه فيها لعِبَرًا لقوم يؤمنون؛ لأنهم هم الذين ينتفعون بالعبر.",
        "saadi": "أي: فما كان مجاوبة قوم إبراهيم إبراهيم حين دعاهم إلى ربه قبول دعوته، والاهتداء بنصحه، ورؤية نعمة اللّه عليهم بإرساله إليهم، وإنما كان مجاوبتهم له شر مجاوبة.{ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ } أشنع القتلات، وهم أناس مقتدرون، لهم السلطان، فألقوه في النار { فَأَنْجَاهُ اللَّهُ } منها.{ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ } فيعلمون صحة ما جاءت به الرسل، وبِرَّهُمْ ونصحهم، وبطلان قول من خالفهم وناقضهم، وأن المعارضين للرسل كأنهم تواصوا وحث بعضهم بعضا على التكذيب.",
        "kathir": "يقول تعالى مخبرا عن قوم إبراهيم في كفرهم وعنادهم ومكابرتهم ، ودفعهم الحق بالباطل : إنه ما كان لهم جواب بعد مقالة إبراهيم هذه المشتملة على الهدى والبيان ، ( إلا أن قالوا اقتلوه أو حرقوه ) ، وذلك لأنهم قام عليهم البرهان ، وتوجهت عليهم الحجة ، فعدلوا إلى استعمال جاههم وقوة ملكهم ، ( قالوا ابنوا له بنيانا فألقوه في الجحيم . فأرادوا به كيدا فجعلناهم الأسفلين ) [ الصافات : 97 ، 98 ] ، وذلك أنهم حشدوا في جمع أحطاب عظيمة مدة طويلة ، وحوطوا حولها ، ثم أضرموا فيها النار ، فارتفع لها لهب إلى عنان السماء : ولم توقد نار قط أعظم منها ، ثم عمدوا إلى إبراهيم فكتفوه وألقوه في كفة المنجنيق ، ثم قذفوا به فيها ، فجعلها الله عليه بردا وسلاما ، وخرج منها سالما بعد ما مكث فيها أياما . ولهذا وأمثاله جعله الله للناس إماما . فإنه بذل نفسه للرحمن ، وجسده للنيران ، وسخا بولده للقربان ، وجعل ماله للضيفان ، ولهذا اجتمع على محبته جميع أهل الأديان .وقوله : ( فأنجاه الله من النار ) أي : سلمه [ الله ] منها ، بأن جعلها عليه بردا وسلاما ، ( إن في ذلك لآيات لقوم يؤمنون )"
      },
      "translations": {
        "en": "And the answer of Abraham's people was not but that they said, \"Kill him or burn him,\" but Allah saved him from the fire. Indeed in that are signs for a people who believe.",
        "fr": "Son peuple ne fit d'autre réponse que: «tuez-le ou brûlez-le». Mais Allah le sauva du feu. C'est bien là des signes pour des gens qui croient.",
        "es": "Lo único que respondió su pueblo fue: «¡Matadle o quemadle!» Pero Alá le libró del fuego. Ciertamente hay en ello signos para gente que cree."
      },
      "ibn_ashour": "فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (24)لما تمّ الاعتراض الواقع في خلال قصة إبراهيم عاد الكلام إلى بقية القصة بذكر ما أجابه به قومه .والفاء تفريع على جملة { إذ قال لقومه اعبدوا الله } [ العنكبوت : 16 ] .وجيء بصيغة حصر الجواب في قولهم { اقتلوه أو حرِّقوه } للدلالة على أنهم لم يترددوا في جوابه وكانت كلمتهم واحدة في تكذيبه وإتلافه وهذا من تصلبهم في كفرهم .ثم ترددوا في طريق إهلاكه بين القتل بالسيف والإتلاف بالإحراق ثم استقر أمرهم على إحراقه لما دل عليه قوله تعالى { فأنجاه الله من النار } و { جواب قومه } خبر { كان } واسمها { أن قالوا } . وغالب الاستعمال أن يؤخر اسمها إذا كان { أن } المصدرية وصلتها كما تقدم في قوله تعالى { إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا } في آخر سورة [ النور : 51 ] ، ولذلك لم يقرأ الاسم الموالي لفعل الكون في أمثالها في غير القراءات الشاذة إلا منصوباً .وقد أجمل إنجاؤه من النار هنا وهو مفصل في سورة الأنبياء"
    },
    {
      "number": 25,
      "text": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَٰنًۭا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍۢ وَيَلْعَنُ بَعْضُكُم بَعْضًۭا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "tafsir": {
        "muyassar": "وقال إبراهيم لقومه: يا قوم إنما عبدتم من دون الله آلهة باطلة، اتخذتموها مودة بينكم في الحياة الدنيا، تتحابون على عبادتها، وتتوادون على خدمتها، ثم يوم القيامة، يتبرأ بعضكم من بعض، ويلعن بعضكم بعضًا، ومصيركم جميعًا النار، وليس لكم ناصر يمنعكم من دخولها.",
        "mukhtasar": "وقال إبراهيم عليه السلام لقومه: إنما اتخذتم أصنامًا آلهة تعبدونها للتعارف والتوادّ على عبادتها في الحياة الدنيا، ثم يوم القيامة ينقطع ذلك التوادّ بينكم، فيتبرأ بعضكم من بعض عند معاينة العذاب، ويلعن بعضكم بعضًا، ومقرّكم الذي تأوون إليه النار، وليس لكم من ناصرين يمنعونكم من عذاب الله، لا من أصنامكم التي كنتم تعبدونها من دون الله، ولا من غيرها.",
        "saadi": "{ وَقَالَ } لهم إبراهيم في جملة ما قاله من نصحه: { إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا } أي: غاية ذلك، مودة في الدنيا ستنقطع وتضمحل، { ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا } أي: يتبرأ كل من العابدين والمعبودين من الآخر { وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ } فكيف تتعلقون بمن يعلم أنه سيتبرأ من عابديه ويلعنهم؟ \" و \" أن مأوى الجميع، العابدين والمعبودين \" النَّار \" وليس أحد ينصرهم من عذاب اللّه، ولا يدفع عنهم عقابه.",
        "kathir": "يقول لقومه مقرعا لهم وموبخا على سوء صنيعهم ، في عبادتهم الأوثان : إنما اتخذتم هذه لتجتمعوا على عبادتها في الدنيا ، صداقة وألفة منكم ، بعضكم لبعض في الحياة الدنيا . وهذا على قراءة من نصب ( مودة بينكم ) ، على أنه مفعول له ، وأما على قراءة الرفع فمعناه : إنما اتخاذكم هذا يحصل لكم المودة في الدنيا فقط ( ثم يوم القيامة ) ينعكس هذا الحال ، فتبقى هذه الصداقة والمودة بغضة وشنآنا ، ف ( يكفر بعضكم ببعض ) أي : تتجاحدون ما كان بينكم ، ( ويلعن بعضكم بعضا ) أي : يلعن الأتباع المتبوعين ، والمتبوعون الأتباع ، ( كلما دخلت أمة لعنت أختها ) [ الأعراف : 38 ] ، وقال تعالى : ( الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين ) [ الزخرف : 67 ] ، وقال هاهنا ( ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأواكم النار وما لكم من ناصرين ) أي : ومصيركم ومرجعكم بعد عرصات القيامة إلى النار ، وما لكم من ناصر ينصركم ، ولا منقذ ينقذكم من عذاب الله . وهذا حال الكافرين ، فأما المؤمنون فبخلاف ذلك .قال ابن أبي حاتم : حدثنا محمد بن إسماعيل الأحمسي حدثنا أبو عاصم الثقفي [ حدثنا ] الربيع بن إسماعيل بن عمرو بن سعيد بن جعدة بن هبيرة المخزومي ، عن أبيه ، عن جده عن أم هانئ - أخت علي بن أبي طالب - قالت : قال لي النبي - صلى الله عليه وسلم - : \" أخبرك أن الله تعالى يجمع الأولين والآخرين يوم القيامة في صعيد واحد ، فمن يدري أين الطرفان \" ، فقالت : الله ورسوله أعلم . \" ثم ينادي مناد من تحت العرش : يا أهل التوحيد ، فيشرئبون \" قال أبو عاصم : يرفعون رءوسهم . \" ثم ينادي : يا أهل التوحيد ، ثم ينادي الثالثة : يا أهل التوحيد ، إن الله قد عفا عنكم \" قال : \" فيقول الناس قد تعلق بعضهم ببعض في ظلامات الدنيا - يعني : المظالم - ثم ينادي : يا أهل التوحيد ، ليعف بعضكم عن بعض ، وعلى الله الثواب \" ."
      },
      "translations": {
        "en": "And [Abraham] said, \"You have only taken, other than Allah, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"",
        "fr": "Et [Abraham] dit: «En effet, c'est pour cimenter des liens entre vous-mêmes dans la vie présente, que vous avez adopté des idoles, en dehors d'Allah. Ensuite, le Jour de la Résurrection, les uns rejetteront les autres, et les uns maudiront les autres, tandis que vous aurez le Feu pour refuge, n'aurez pas de protecteurs.",
        "es": "Dijo: «Habéis tomado ídolos en lugar de tomar a Alá, sólo por el afecto mutuo que os tenéis en la vida de acá. Luego, el día de la Resurrección, renegaréis unos de otros y os maldeciréis mutuamente. Vuestra morada será el Fuego y no tendréis quien os auxilie»."
      },
      "ibn_ashour": "وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (25)يجوز أن تكون مقالته هذه سابقة على إلقائه في النار وأن تكون بعد أن أنجاه الله من النار . والأظهر من ترتيب الكلام أنها كانت بعد أن أنجاه الله من النار ، أراد به إعلان مكابرتهم الحق وإصرارهم على عبادة الأوثان بعد وضوح الحجة عليهم بمعجزة سلامته من حرق النار . وتقدم ذكر الأوثان قريباً .ومحط القصر ب { إنما } هو المفعول لأجله؛ أما قصر المعبودات من دون الله على كونها أوثاناً فقد سبق في قوله { إنما تعبدون من دون الله أوثاناً } [ العنكبوت : 17 ] أي ما اتخذتم أوثاناً إلا لأجل مودّة بعضكم بعضاً . ووجه الحصر أنه لم تبق لهم شبهة في عبادة الأوثان بعد مشاهدة دلالة صدق الرسول الذي جاء بإبطالها فتمحض أن يكون سبب بقائهم على عبادة الأوثان هو مودة بعضهم بعضاً الداعية لإباية المخالفة . والمودة : المحبة والإلف . ويتعين أن يكون ضمير { بينكم } شاملاً للأوثان .والمودة"
    },
    {
      "number": 26,
      "text": "۞ فَـَٔامَنَ لَهُۥ لُوطٌۭ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "فصدَّق لوطٌ إبراهيمَ وتبع ملته. وقال إبراهيم: إني تارك دار قومي إلى الأرض المباركة وهي \"الشام\"، إن الله هو العزيز الذي لا يُغَالَب، الحكيم في تدبيره.",
        "mukhtasar": "فآمن له لوط عليه السلام، وقال إبراهيم عليه السلام: إني مهاجر إلى ربي إلى أرض الشام المباركة، إنه هو العزيز الذي لا يغالب، ولا يذل من هاجر إليه، الحكيم في تقديره وتدبيره.",
        "saadi": " أي: لم يزل إبراهيم عليه الصلاة والسلام يدعو قومه، وهم مستمرون على عنادهم، إلا أنه آمن له بدعوته لوط، الذي نبأه اللّه، وأرسله إلى قومه كما سيأتي ذكره.{ وَقَالَ } إبراهيم حين رأى أن دعوة قومه لا تفيدهم شيئا: { إِنِّي مُهَاجِرٌ إِلَى رَبِّي } أي: هاجر أرض السوء، ومهاجر إلى الأرض المباركة، وهي الشام، { إِنَّهُ هُوَ الْعَزِيزُ } أي: الذي له القوة، وهو يقدر على هدايتكم، ولكنه حَكِيمٌ ما اقتضت حكمته ذلك، ولما اعتزلهم وفارقهم، وهم بحالهم، لم يذكر اللّه عنهم أنه أهلكهم بعذاب، بل ذكر اعتزاله إياهم، وهجرته من بين أظهرهم.فأما ما يذكر في الإسرائيليات، أن اللّه تعالى فتح على قومه باب البعوض، فشرب دماءهم، وأكل لحومهم، وأتلفهم عن آخرهم، فهذا يتوقف الجزم به على الدليل الشرعي، ولم يوجد، فلو كان اللّه استأصلهم بالعذاب لذكره كما ذكر إهلاك الأمم المكذبة، ولكن لعل من أسرار ذلك، أن الخليل عليه السلام من أرحم الخلق وأفضلهم [وأحلمهم] وأجلهم، فلم يدع على قومه كما دعا غيره، ولم يكن اللّه ليجري بسببه عذابا عاما.ومما يدل على ذلك، أنه راجع الملائكة في إهلاك قوم لوط، وجادلهم، ودافع عنهم، وهم ليسوا قومه، واللّه أعلم بالحال.",
        "kathir": "يقول تعالى مخبرا عن إبراهيم : أنه آمن له لوط ، يقال : إنه ابن أخي إبراهيم ، يقولون هو : لوط بن هاران بن آزر ، يعني : ولم يؤمن به من قومه سواه ، وسارة امرأة [ إبراهيم ] الخليل . لكن يقال : كيف الجمع بين هذه الآية ، وبين الحديث الوارد في الصحيح : أن إبراهيم حين مر على ذلك الجبار ، فسأل إبراهيم عن سارة : ما هي منه ؟ فقال : [ هي ] أختي ، ثم جاء إليها فقال لها : إني قد قلت له : \" إنك : أختي \" ، فلا تكذبيني ، فإنه ليس على وجه الأرض [ أحد ] مؤمن غيرك وغيري ، فأنت أختي في الدين . وكأن المراد من هذا - والله أعلم - أنه ليس على وجه الأرض زوجان على الإسلام غيري وغيرك ، فإن لوطا عليه السلام ، آمن به من قومه ، وهاجر معه إلى بلاد الشام ، ثم أرسل في حياة الخليل إلى أهل \" سدوم \" وإقليمها ، وكان من أمرهم ما تقدم وما سيأتي .وقوله : ( وقال إني مهاجر إلى ربي ) يحتمل عود الضمير في قوله : ( وقال ) ، على لوط ، لأنه أقرب المذكورين ، ويحتمل عوده إلى إبراهيم - قال ابن عباس ، والضحاك : وهو المكنى عنه بقوله : ( فآمن له لوط ) أي : من قومه .ثم أخبر عنه بأنه اختار المهاجرة من بين أظهرهم ، ابتغاء إظهار الدين والتمكن من ذلك ; ولهذا قال : ( إنه هو العزيز ) أي : له العزة ولرسوله وللمؤمنين به ، ( الحكيم ) في أقواله وأفعاله وأحكامه القدرية والشرعية .وقال قتادة : هاجرا جميعا من \" كوثى \" ، وهي من سواد الكوفة إلى الشام . قال : وذكر لنا أن نبي الله - صلى الله عليه وسلم - قال : \" إنها ستكون هجرة بعد هجرة ، ينحاز أهل الأرض إلى مهاجر إبراهيم ، ويبقى في الأرض شرار أهلها ، حتى تلفظهم أرضوهم وتقذرهم روح الله ، وتحشرهم النار مع القردة والخنازير ، تبيت معهم إذا باتوا ، وتقيل معهم إذا قالوا ، وتأكل ما سقط منهم \" .وقد أسند الإمام أحمد هذا الحديث ، فرواه مطولا من حديث عبد الله بن عمرو بن العاص ، قال : حدثنا عبد الرزاق ، أخبرنا معمر ، عن قتادة ، عن شهر بن حوشب قال : لما جاءتنا بيعة يزيد بن معاوية ، قدمت الشام فأخبرت بمقام يقومه نوف البكالي ، فجئته ; إذ جاء رجل ، فانتبذ الناس وعليه خميصة ، وإذا هو عبد الله بن عمرو بن العاص . فلما رآه نوف أمسك عن الحديث ، فقال عبد الله : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إنها ستكون هجرة بعد هجرة ، فينحاز الناس إلى مهاجر إبراهيم ، لا يبقى في الأرض إلا شرار أهلها ، فتلفظهم أرضوهم ، تقذرهم نفس الرحمن ، تحشرهم النار مع القردة والخنازير فتبيت معهم إذا باتوا ، وتقيل معهم إذا قالوا ، وتأكل منهم من تخلف \" . قال : وسمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيخرج أناس من أمتي من قبل المشرق ، يقرءون القرآن لا يجاوز تراقيهم ، كلما خرج منهم قرن قطع ، كلما خرج منهم قرن قطع \" حتى عدها زيادة على عشرين مرة \" كلما خرج منهم قرن قطع ، حتى يخرج الدجال في بقيتهم \" .ورواه أحمد عن أبي داود ، وعبد الصمد ، كلاهما عن هشام الدستوائي ، عن قتادة ، بهوقد رواه أبو داود في سننه ، فقال في كتاب الجهاد ، باب ما جاء في سكنى الشام :حدثنا عبيد الله بن عمر ، حدثنا معاذ بن هشام ، حدثني [ أبي ] ، عن قتادة ، عن شهر بن حوشب ، عن عبد الله بن عمرو قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" ستكون هجرة بعد هجرة ، فخيار أهل الأرض ألزمهم مهاجر إبراهيم ، ويبقى في الأرض شرار أهلها تلفظهم أرضهم وتقذرهم نفس الرحمن ، وتحشرهم النار مع القردة والخنازير \" .وقال الإمام أحمد أيضا : حدثنا يزيد ، أخبرنا أبو جناب يحيى بن أبي حية ، عن شهر بن حوشب قال : سمعت عبد الله بن عمر يقول لقد رأيتنا وما صاحب الدينار والدرهم بأحق من أخيه المسلم ، ثم لقد رأيتنا بآخرة الآن ، والدينار والدرهم أحب إلى أحدنا من أخيه المسلم ، ولقد سمعت رسول الله - صلى الله عليه وسلم - يقول : \" لئن أنتم اتبعتم أذناب البقر ، وتبايعتم بالعينة ، وتركتم الجهاد في سبيل الله ، ليلزمنكم الله مذلة في أعناقكم ، ثم لا تنزع منكم حتى ترجعوا إلى ما كنتم عليه ، وتتوبوا إلى الله عز وجل \" . وسمعت رسول الله - صلى الله عليه وسلم - يقول : \" لتكونن هجرة بعد هجرة إلى مهاجر أبيكم إبراهيم حتى لا يبقى في الأرضين إلا شرار أهلها وتلفظهم أرضوهم ، وتقذرهم روح الرحمن ، وتحشرهم النار مع القردة والخنازير ، تقيل حيث يقيلون ، وتبيت حيث يبيتون ، وما سقط منهم فلها \" . ولقد سمعت رسول الله - صلى الله عليه وسلم - يقول : \" يخرج من أمتي قوم يسيئون الأعمال ، يقرءون القرآن لا يجاوز حناجرهم - قال يزيد : لا أعلمه إلا قال - يحقر أحدكم علمه مع علمهم ، يقتلون أهل الإسلام ، فإذا خرجوا فاقتلوهم ، ثم إذا خرجوا فاقتلوهم ، ثم إذا خرجوا فاقتلوهم ، فطوبى لمن قتلهم ، وطوبى لمن قتلوه . كلما طلع منهم قرن قطعه الله \" . فردد ذلك رسول الله - صلى الله عليه وسلم - عشرين مرة ، أو أكثر ، وأنا أسمع .وقال الحافظ أبو بكر البيهقي : أخبرنا أبو الحسين بن الفضل ، أخبرنا عبد الله بن جعفر ، حدثنا يعقوب بن سفيان ، حدثنا أبو النضر إسحاق بن يزيد وهشام بن عمار الدمشقيان قالا : حدثنا يحيى بن حمزة ، حدثنا الأوزاعي ، عن نافع - وقال أبو النضر ، عمن حدثه ، عن نافع - عن عبد الله بن عمر : أن رسول الله - صلى الله عليه وسلم - قال : \" سيهاجر أهل الأرض هجرة بعد هجرة ، إلى مهاجر إبراهيم ، حتى لا يبقى إلا شرار أهلها ، تلفظهم الأرضون وتقذرهم روح الرحمن ، وتحشرهم النار مع القردة والخنازير ، تبيت معهم حيث باتوا ، وتقيل معهم حيث قالوا ، لها ما سقط منهم \" .غريب من حديث نافع . والظاهر أن الأوزاعي قد رواه عن شيخ له من الضعفاء ، والله أعلم . وروايته من حديث عبد الله بن عمرو بن العاص أقرب إلى الحفظ ."
      },
      "translations": {
        "en": "And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"",
        "fr": "Lot crut en lui. Il dit: «Moi, j'émigre vers mon Seigneur, car c'est Lui le Tout Puissant, le Sage».",
        "es": "Lot creyó en Él y dijo: «Me refugio en mi Señor. Él es el Poderoso, el Sabio»."
      },
      "ibn_ashour": "فَآَمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ (26){ فَھَامَنَ لَهُ لُوطٌ } جملة معترضة بين الإخبار عن إبراهيم اعتراض التفريع ، وأفادت الفاء مبادرة لوط بتصديق إبراهيم ، والاقتصار على ذكر لوط يدل على أنه لم يؤمن به إلا لوط لأنه الرجل الفرد الذي آمن به وأما امرأة إبراهيم وامرأة لوط فلا يشملهما اسم القوم في قوله تعالى { وإبراهيم إذ قال لقومه } [ العنكبوت : 16 ] الآية لأن القوم خاص برجال القبيلة قال زهير :أقَوْمٌ آل حصن أم نساء ... وفي التوراة أنه كانت معه زوجُهُ ( سارة ) وزوج لوط واسمها ( ملكة ) . ولوط هو ابن ( هاران ) أخي إبراهيم ، فلوط يومئذ من أمة إبراهيم عليهما السلام .{ وَقَالَ إِنِّى مُهَاجِرٌ إلى ربى إِنَّهُ هُوَ العَزِيزُ الْحَكِيمُ } .عطف على جملة { فأنجاه الله من النار } [ العنكبوت : 24 ] .فضمير { قال } عائد إلى إبراهيم ، أي أعلن أنه مهاجر ديار قومه وذلك لأن الله أمره بمفارقة ديار أهل الكفر .وهذه أول هجرة لأجل الدين ولذلك جعلها هجرة إلى ربه . والمهاجرة مفاعلة من الهجر : وهو ترك شيء كان ملازماً له ، والمفاعلة للمبالغة أو لأن الذي يهجر"
    },
    {
      "number": 27,
      "text": "وَوَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ وَءَاتَيْنَٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْءَاخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
      "tafsir": {
        "muyassar": "ووهبنا له إسحاق ولدًا، ويعقوب من بعده وَلَدَ وَلَدٍ، وجعلنا في ذريته الأنبياء والكتب، وأعطيناه ثواب بلائه فينا، في الدنيا الذكر الحسن والولد الصالح، وإنه في الآخرة لمن الصالحين.",
        "mukhtasar": "وأعطينا إبراهيم إسحاق وابنه يعقوب، وصيّرنا في أولاده النبوّة، والكتب المنزلة من عند الله، وأعطيناه ثواب صبره على الحق في الدنيا بصلاح الأولاد والثناء الحسن، وإنه في الآخرة ليُجْزَى جزاء الصالحين، لا ينقص ما أعطي في الدنيا ما أعدّ له من الجزاء الكريم في الآخرة.",
        "saadi": "{ وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ } أي: بعد ما هاجر إلى الشام { وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ } فلم يأت بعده نبي إلا من ذريته، ولا نزل كتاب إلا على ذريته، حتى ختموا بالنبي محمد صلى اللّه عليه وسلم وعليهم أجمعين.وهذا [من] أعظم المناقب والمفاخر، أن تكون مواد الهداية والرحمة والسعادة والفلاح في ذريَّته، وعلى أيديهم اهتدى المهتدون، وآمن المؤمنون، وصلح الصالحون. { وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا } من الزوجة الجميلة فائقة الجمال، والرزق الواسع، والأولاد، الذين بهم قرت عينه، ومعرفة اللّه ومحبته، والإنابة إليه.{ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ } بل هو ومحمد صلى اللّه عليهما وسلم أفضل الصالحين على الإطلاق، وأعلاهم منزلة، فجمع اللّه له بين سعادة الدنيا والآخرة. ",
        "kathir": "وقوله : ( ووهبنا له إسحاق ويعقوب ) ، كقوله تعالى : ( فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق ويعقوب وكلا جعلنا نبيا ) [ مريم : 49 ] أي : إنه لما فارق قومه أقر الله عينه بوجود ولد صالح نبي [ وولد له ولد صالح ] في حياة جده . وكذلك قال الله : ( ووهبنا له إسحاق ويعقوب نافلة ) [ الأنبياء : 72 ] أي : زيادة ، كما قال : ( فبشرناها بإسحاق ومن وراء إسحاق يعقوب ) أي : ويولد لهذا الولد ولد في حياتكما ، تقر به أعينكما . وكون يعقوب ولد لإسحاق نص عليه القرآن ، وثبتت به السنة النبوية ، قال الله : ( أم كنتم شهداء إذ حضر يعقوب الموت إذ قال لبنيه ما تعبدون من بعدي قالوا نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحاق إلها واحدا ونحن له مسلمون ) [ البقرة : 133 ] ، وفي الصحيحين : \" إن الكريم ابن الكريم ابن الكريم ابن الكريم يوسف بن يعقوب بن إسحاق بن إبراهيم \" .فأما ما رواه العوفي عن ابن عباس في قوله : ( ووهبنا له إسحاق ويعقوب [ نافلة ] ) ، قال : \" هما ولدا إبراهيم \" . فمعناه : أن ولد الولد بمنزلة الولد ; فإن هذا أمر لا يكاد يخفى على من هو دون ابن عباس .وقوله : ( وجعلنا في ذريته النبوة والكتاب ) ، هذه خلعة سنية عظيمة ، مع اتخاذ الله إياه خليلا وجعله للناس إماما ، أن جعل في ذريته النبوة والكتاب ، فلم يوجد نبي بعد إبراهيم عليه السلام ، إلا وهو من سلالته ، فجميع أنبياء بني إسرائيل من سلالة يعقوب بن إسحاق بن إبراهيم ، حتى كان آخرهم عيسى ابن مريم ، فقام في ملئهم مبشرا بالنبي العربي القرشي الهاشمي ، خاتم الرسل على الإطلاق ، وسيد ولد آدم في الدنيا والآخرة ، الذي اصطفاه الله من صميم العرب العرباء ، من سلالة إسماعيل بن إبراهيم ، عليهم السلام : ولم يوجد نبي من سلالة إسماعيل سواه ، عليه أفضل الصلاة والسلام [ من الله تعالى ] .وقوله : ( وآتيناه أجره في الدنيا وإنه في الآخرة لمن الصالحين ) أي : جمع الله له بين سعادة الدنيا الموصولة بسعادة الآخرة ، فكان له في الدنيا الرزق الواسع الهني والمنزل الرحب ، والمورد العذب ، والزوجة الحسنة الصالحة ، والثناء الجميل ، والذكر الحسن ، فكل أحد يحبه ويتولاه ، كما قال ابن عباس ومجاهد وقتادة وغيرهم ، مع القيام بطاعة الله من جميع الوجوه ، كما قال تعالى : ( وإبراهيم الذي وفى ) [ النجم : 37 ] ، أي : قام بجميع ما أمر به ، وكمل طاعة ربه ; ولهذا قال تعالى : ( وآتيناه أجره في الدنيا وإنه في الآخرة لمن الصالحين ) ، كما قال تعالى : ( إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين . شاكرا لأنعمه اجتباه وهداه إلى صراط مستقيم . وآتيناه في الدنيا حسنة وإنه في الآخرة لمن الصالحين ) [ النحل : 120 - 121 ] ."
      },
      "translations": {
        "en": "And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.",
        "fr": "Nous lui donnâmes Isaac et Jacob, et plaçâmes dans sa descendance la prophétie et le Livre. Nous lui accordâmes sa récompense ici-bas, tandis que dans l'au-delà, il sera parmi les gens de bien.",
        "es": "Le regalamos Isaac y Jacob, e instituimos en su descendencia el profetismo y la Escritura. Le recompensamos en la vida de acá, y en la otra es de los justos."
      },
      "ibn_ashour": "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآَتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآَخِرَةِ لَمِنَ الصَّالِحِينَ (27)هذا الكلام عُقبت به قصة إبراهيم تبياناً لفضلة إذ لا علاقة له بالقصة . والظاهر أن يكون المراد ب { وهبنالعزيز الحكيم * وَوَهَبْنَا لَهُ إسحاق وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ النبوة والكتاب وَءَاتَيْنَاهُ أَجْرَهُ } ، و { جعلنا } الإعلام بذلك فيكون من تمام القصة كما في سورة هود . وتقدم نظير هذه الآية في الأنعام في ذكر فضائل إبراهيم . و { الكتاب } مراد به الجنس فالتوراة ، والإنجيل ، والزبور ، والقرآن كتب نزلت في ذرية إبراهيم .{ النبوة والكتاب وَءَاتَيْنَاهُ أَجْرَهُ فِى الدنيا وَإِنَّهُ فِى لاَْخِرَةِ .جمع الله له أجرين : أجراً في الدنيا بنصره على أعدائه وبحسن السمعة وبث التوحيد ووفرة النسل ، وأجراً في الآخرة وهو كونه في زمرة الصالحين ، والتعريف للكمال ، أي من كُمل الصالحين ."
    },
    {
      "number": 28,
      "text": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍۢ مِّنَ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- لوطًا حين قال لقومه: إنكم لتأتون الفعلة القبيحة، ما تَقَدَّمكم بفعلها أحد من العالمين، أإنكم لتأتون الرجال في أدبارهم، وتقطعون على المسافرين طرقهم بفعلكم الخبيث، وتأتون في مجالسكم الأعمال المنكرة كالسخرية من الناس، وحذف المارة، وإيذائهم بما لا يليق من الأقوال والأفعال؟ وفي هذا إعلام بأنه لا يجوز أن يجتمع الناس على المنكر مما نهى الله ورسوله عنه. فلم يكن جواب قوم لوط له إلا أن قالوا: جئنا بعذاب الله إن كنت من الصادقين فيما تقول، والمنجزين لما تَعِد.",
        "mukhtasar": "واذكر - أيها الرسول - لوطًا حين قال لقومه: إنكم لتأتون الذنب القبيح ما سبقكم إلى الإتيان به أحد من العالمين قبلكم، فأنتم أول من ابتدع هذا الذنب الذي تأباه الفطر السليمة.",
        "saadi": "تقدم أن لوطا عليه السلام آمن لإبراهيم، وصار من المهتدين به، وقد ذكروا أنه ليس من ذرية إبراهيم، وإنما هو ابن أخي إبراهيم.فقوله تعالى: { وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ } وإن كان عاما، فلا يناقض كون لوط نبيا رسولا وهو ليس من ذريته، لأن الآية جيء بها لسياق المدح والثناء على الخليل، وقد أخبر أن لوطا اهتدى على يديه، ومن اهتدى على يديه أكمل ممن اهتدى من ذريته بالنسبة إلى فضيلة الهادي، واللّه أعلم.",
        "kathir": "يقول تعالى مخبرا عن نبيه لوط عليه السلام ، إنه أنكر على قومه سوء صنيعهم ، وما كانوا يفعلونه من قبيح الأعمال ، في إتيانهم الذكران من العالمين ، ولم يسبقهم إلى هذه الفعلة أحد من بني آدم قبلهم ."
      },
      "translations": {
        "en": "And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.",
        "fr": "Et Lot, quand il dit à son peuple: «Vraiment, vous commettez la turpitude où nul dans l'univers ne vous a précédés.",
        "es": "Y a Lot. Cuando dijo a su pueblo: «Ciertamente cometéis una deshonestidad que ninguna criatura ha cometido antes."
      },
      "ibn_ashour": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (28) وَلُوطاً إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّنَ العالمين * أَئِنَّكُمْ لَتَأْتُونَ الرجال وَتَقْطَعُونَ السبيل وَتَأْتُونَ فِى نَادِيكُمُ المنكر }الانتقال من رسالة إبراهيم إلى قومه إلى رسالة لوط لمناسبة أنه شابه إبراهيم في أن أنجاه الله من عذاب الرجز . والقول في صدر هذه الآية كالقول في آية { وإبراهيم إذ قال لقومه } [ العنكبوت : 16 ] المتقدم آنفاً . وتقدم نظيرها في سورة النمل وفي سورة الشعراء .وما بين الآيات من تفاوت هو تفنن في حكاية القصة للغرض الذي ذكرته في المقدمة السابعة ، إلا قوله هنا { إنكم لتأتون الفاحشة } فإنه لم يقع له نظير فيما مضى .وقوم لوط من الكنعانيين وتقدم ذكرهم في سورة الأعراف ."
    },
    {
      "number": 29,
      "text": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- لوطًا حين قال لقومه: إنكم لتأتون الفعلة القبيحة، ما تَقَدَّمكم بفعلها أحد من العالمين، أإنكم لتأتون الرجال في أدبارهم، وتقطعون على المسافرين طرقهم بفعلكم الخبيث، وتأتون في مجالسكم الأعمال المنكرة كالسخرية من الناس، وحذف المارة، وإيذائهم بما لا يليق من الأقوال والأفعال؟ وفي هذا إعلام بأنه لا يجوز أن يجتمع الناس على المنكر مما نهى الله ورسوله عنه. فلم يكن جواب قوم لوط له إلا أن قالوا: جئنا بعذاب الله إن كنت من الصادقين فيما تقول، والمنجزين لما تَعِد.",
        "mukhtasar": "أإنكم لتأتون الذكران في أدبارهم لقضاء شهوتكم، وتقطعون الطريق على المسافرين فلا يمرون بكم خشية ما ترتكبونه من الفاحشة، وتأتون في مجالسكم الأفعال المنكرة كالعري وإيذاء من يمرّ بكم بالقول والفعل؟ فما كان جواب قومه له بعد نهيه لهم عن فعل المنكرات إلا أن قالوا له: ائتنا بعذاب الله الذي تهددنا به إن كنت صادقًا فيما تدّعيه.",
        "saadi": "فأرسل اللّه لوطا إلى قومه، وكانوا مع شركهم، قد جمعوا بين فعل الفاحشة في الذكور، وتقطيع السبيل، وفشو المنكرات في مجالسهم، فنصحهم لوط عن هذه الأمور، وبيَّن لهم قبائحها في نفسها، وما تئول إليه من العقوبة البليغة، فلم يرعووا ولم يذكروا. { فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ } ",
        "kathir": "وكانوا مع هذا يكفرون بالله ، ويكذبون رسوله ويخالفونه ويقطعون السبيل ، أي : يقفون في طريق الناس يقتلونهم ويأخذون أموالهم ، ( وتأتون في ناديكم المنكر ) أي : يفعلون ما لا يليق من الأقوال والأفعال في مجالسهم التي يجتمعون فيها ، لا ينكر بعضهم على بعض شيئا من ذلك ، فمن قائل : كانوا يأتون بعضهم بعضا في الملأ قاله مجاهد . ومن قائل : كانوا يتضارطون ويتضاحكون ; قالته عائشة ، رضي الله عنها ، والقاسم . ومن قائل : كانوا يناطحون بين الكباش ، ويناقرون بين الديوك ، وكل ذلك كان يصدر عنهم ، وكانوا شرا من ذلك .وقال الإمام أحمد : حدثنا حماد بن أسامة ، أخبرني حاتم بن أبي صغيرة ، حدثنا سماك بن حرب ، عن أبي صالح - مولى أم هانئ - عن أم هانئ قالت : سألت رسول الله - صلى الله عليه وسلم - عن قوله عز وجل : ( وتأتون في ناديكم المنكر ) ، قال : \" يحذفون أهل الطريق ، ويسخرون منهم ، وذلك المنكر الذي كانوا يأتونه \" .ورواه الترمذي ، وابن جرير ، وابن أبي حاتم من حديث أبي أسامة حماد بن أسامة عن أبي يونس القشيري حاتم بن أبي صغيرة به . ثم قال الترمذي : هذا حديث حسن لا نعرفه إلا من حديث حاتم بن أبي صغيرة عن سماك .وقال ابن أبي حاتم : حدثنا الحسن بن عرفة ، حدثنا محمد بن كثير ، عن عمرو بن قيس ، عن الحكم ، عن مجاهد : ( وتأتون في ناديكم المنكر ) قال : الصفير ، ولعب الحمام والجلاهق ، والسؤال في المجلس ، وحل أزرار القباء .وقوله : ( فما كان جواب قومه إلا أن قالوا ائتنا بعذاب الله إن كنت من الصادقين ) ، وهذا من كفرهم واستهزائهم وعنادهم"
      },
      "translations": {
        "en": "Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but they said, \"Bring us the punishment of Allah, if you should be of the truthful.\"",
        "fr": "Aurez-vous commerce charnel avec des mâles? Pratiquerez-vous le brigandage? Commettrez-vous le blâmable dans votre assemblée?» Mais son peuple ne fit d'autre réponse que: «Fais que le châtiment d'Allah nous vienne, si tu es du nombre des véridiques».",
        "es": "¿Os llegáis a los hombres, salteáis y cometéis actos reprobables en vuestras reuniones?». Lo único que respondió su pueblo fue: «¡Tráenos el castigo de Alá, si es verdad lo que dices!»"
      },
      "ibn_ashour": "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (29) وتوكيد الجملة ب ( إن ) واللام توكيد لتعلق النسبة بالمفعول لا تأكيد للنسبة ، فالمقصود تحقيق أن الذي يفعلونه فاحشة ، أي عمل قبيح بالغ الغاية في القبح ، لأن الفحش بلوغ الغاية في شيء قبيح لأنهم كانوا غير شاعرين بشناعة عملهم وقبحه .وقرأ نافع وابن كثير وابن عامر وحفص عن عاصم وأبو جعفر { إنكم لتأتون الفاحشة } بهمزة واحدة على الإخبار المستعمل في التوبيخ . وقرأه أبو عمرو وحمزة والكسائي وأبو بكر عن عاصم ويعقوب وخلف بهمزتين : همزة الاستفهام وهمزة ( إنّ ) . وقرأ الجميع { أإنكم لتأتون الرجال } بهمزتين . وفي «الكشاف» : قال أبو عبيد : وجدت الأول أي { إنكم لتأتون الفاحشة } في الإمام بحرف واحد بغير ياء ، أي بغير الياء التي تكتب الهمزة المكسورة على صورتها ورأيت الثاني ( أي { أينكم لتأتون الرجال } ) بحرفي الياء والنون اه . ( يعني الياء بعد همزة الاستفهام والنون نون إن ) . ولعله يعني بالإمام مصحف ا"
    },
    {
      "number": 30,
      "text": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
      "tafsir": {
        "muyassar": "قال: رب انصرني على القوم المفسدين بإنزال العذاب عليهم؛ حيث ابتدعوا الفاحشة وأصرُّوا عليها، فاستجاب الله دعاءه.",
        "mukhtasar": "قال لوط عليه السلام داعيًا ربه بعد تعنُّت قومه وطلبهم إنزال العذاب عليهم استخفافًا به: ربِّ انصرني على القوم المفسدين في الأرض بما ينشرونه من الكفر والمعاصي المستقبحة.",
        "saadi": "فأيس منهم نبيهم، وعلم استحقاقهم العذاب، وجزع من شدة تكذيبهم له، فدعا عليهم و{ قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ } فاستجاب اللّه دعاءه.",
        "kathir": "ولهذا استنصر عليهم نبي الله فقال : ( رب انصرني على القوم المفسدين ) ."
      },
      "translations": {
        "en": "He said, \"My Lord, support me against the corrupting people.\"",
        "fr": "Il dit: «Seigneur, donne-moi victoire sur ce peuple de corrupteurs!»",
        "es": "Dijo: «¡Señor! ¡Auxíliame contra el pueblo corruptor!»"
      },
      "ibn_ashour": "قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ (30)قَالَ رَبِّ انصرنى عَلَى القوم المفسدين } .الكلام فيه كالقول في نظيره المتقدم آنفاً في قوله { فما كان جواب قومه إلا أن قالوا اقتلوه } [ العنكبوت : 24 ] الآية ، والأمر في { ائتنا بعذاب الله } للتعجيز وهو يقتضي أنه أنذرهم العذاب في أثناء دعوته . ولم يتقدم ذكر ذلك في قصة لوط فيما مضى لكن الإنذار من شؤون دعوة الرسل .وأراد بالنصر عقاب المكذبين ليريهم صدق ما أبلغهم من رسالة الله .ووصفهم ب { المفسدين } لأنهم يفسدون أنفسهم بشناعات أعمالهم ويفسدون الناس بحملهم على الفواحش وتدريبهم بها ، وفي هذا الوصف تمهيد للإجابة بالنصر لأن الله لا يحب المفسدين ."
    },
    {
      "number": 31,
      "text": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَٰلِمِينَ",
      "tafsir": {
        "muyassar": "ولما جاءت الملائكة إبراهيم بالخبر السارِّ من الله بإسحاق، ومن وراء إسحاق ولده يعقوب، قالت الملائكة لإبراهيم: إنا مهلكو أهل قرية قوم لوط، وهي \"سدوم\"؛ إنَّ أهلها كانوا ظالمي أنفسهم بمعصيتهم لله.",
        "mukhtasar": "ولما جاءت الملائكة الذين بعثناهم يبشرون إبراهيم بإسحاق ومن بعده ابنه يعقوب قالوا له: إنا مهلكو أهل قرية سَدُوم قرية قوم لوط؛ إن أهلها كانوا ظالمين بما يقومون به من فعل الفاحشة.",
        "saadi": " فأرسل الله الملائكة لإهلاكهم، فمروا بإبراهيم قبل، وبشروه بإسحاق، ومن وراء إسحاق يعقوب، ثم سألهم إبراهيم أين يريدون؟ فأخبروه أنهم يريدون إهلاك قوم لوط،.",
        "kathir": "لما استنصر لوط عليه السلام الله عليهم ، بعث الله لنصرته ملائكة فمروا على إبراهيم عليه السلام ، في هيئة أضياف ، فجاءهم بما ينبغي للضيف ، فلما رأى أنه لا همة لهم إلى الطعام نكرهم ، وأوجس منهم خيفة ، فشرعوا يؤانسونه ويبشرونه بوجود ولد صالح من امرأته سارة - وكانت حاضرة - فتعجبت من ذلك ، كما تقدم بيانه في سورة \" هود \" و \" الحجر \" . فلما جاءت إبراهيم بالبشرى ، وأخبروه بأنهم أرسلوا لهلاك قوم لوط ، أخذ يدافع لعلهم ينظرون ، لعل الله أن يهديهم ، ولما قالوا : ( إنا مهلكو أهل هذه القرية )"
      },
      "translations": {
        "en": "And when Our messengers came to Abraham with the good tidings, they said, \"Indeed, we will destroy the people of that Lot's city. Indeed, its people have been wrongdoers.\"",
        "fr": "Et quand Nos Anges apportèrent à Abraham la bonne annonce, ils dirent: «Nous allons anéantir les habitants de cette cité car ses habitants sont injustes».",
        "es": "Cuando Nuestros mensajeros vinieron a Abraham con la buena nueva, dijeron: «Vamos a hacer perecer a la población de esta ciudad. Son unos impíos»."
      },
      "ibn_ashour": "وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَذِهِ الْقَرْيَةِ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ (31) { لما } أداة تدل على التوقيت ، والأصل أنها ظرفٌ ملازم الإضافة إلى جملة . ومدلولها وجود لوجود ، أي وجود مضمون الجملة التي تضاف إليها عند وجود الجملة التي تتعلق بها فهي تستلزم جملتين : أولاهما فعلية ماضوية وتضاف إليها { لما } ، والثانية فعلية أو اسمية مشتملة على ما يصلح لأن يتعلق به الظرف من فعل أو اسم مشتق ، ويطلق على الجملة الثانية الواقعة بعد { لما } اسم الجزاء تسامحاً .ولما كانت { لما } ظرفاً مبهماً تعين أن يكون مضمون الجملة التي تضاف إليها { لما } معلوماً للسامع ، إذ التوقيت الإعلام بمقارنة زمن مجهول بزمن معلوم . فوجود { لما } هنا يقتضي أن مجيء الملائكة بالبشرى أمر معلوم للسامع مع أنه لم يتقدم ذكر للبشرى ، فتعين أن يكون التعريف في البشرى تعريف العهد لاقتضاء { لما } أن تكون معلومة ، فالبشرى هي ما دل عليه قوله تعالى آنفاً { ووهبنا له إسحاق ويعقوب وجعلنا في ذريته النبوءة والكتاب } [ العنكبوت : 27 ] كما تقدم بيانه .والبشرى : اسم للبشارة وهي الإخ"
    },
    {
      "number": 32,
      "text": "قَالَ إِنَّ فِيهَا لُوطًۭا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
      "tafsir": {
        "muyassar": "قال إبراهيم للملائكة: إنَّ فيها لوطًا وليس من الظالمين، فقالت الملائكة له: نحن أعلم بمن فيها، لننجِّينَّه وأهله من الهلاك الذي سينزل بأهل قريته إلا امرأته كانت من الباقين الهالكين.",
        "mukhtasar": "قال إبراهيم عليه السلام للملائكة: إن في هذه القرية التي تريدون إهلاك أهلها لوطًا، وليس هو من الظالمين، قالت الملائكة: نحن أعلم بمن فيها، لننقذنّه وأهله من الهلاك المنزل على أهل القرية إلا امرأته كانت من الباقين الهالكين، فسنهلكها معهم.",
        "saadi": "فجعل يراجعهم ويقول: { إِنَّ فِيهَا لُوطًا } فقالوا له: { لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ } ",
        "kathir": "( قال إن فيها لوطا قالوا نحن أعلم بمن فيها لننجينه وأهله إلا امرأته كانت من الغابرين ) أي : من الهالكين ; لأنها كانت تمالئهم على كفرهم وبغيهم ودبرهم"
      },
      "translations": {
        "en": "[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\"",
        "fr": "Il dit: «Mais Lot s'y trouve!» Ils dirent: «Nous savons parfaitement qui y habite: nous le sauverons certainement, lui et sa famille, excepté sa femme qui sera parmi ceux qui périront».",
        "es": "Dijo: «Pero Lot está en ella». Dijeron: «Sabemos bien quién está en ella. Les salvaremos, ciertamente, a él y a su familia, excepto a su mujer, que será de los que se rezaguen»."
      },
      "ibn_ashour": "قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (32)ولهذا قال { إن فيها لوطاً } بحرف الظرفية ولم يقل : إن منها .وجواب الملائكة إبراهيم بأنهم أعلم بمن فيها يريدون أنهم أعلم منه بأحوال من في القرية ، فهو جواب عما اقتضاه تعريضه بالتذكير بإنجاء لوط ، أي نحن أعلم منك باستحقاق لوط النجاة عند الله ، واستحقاق غيره العذاب فإن الملائكة لا يسبقون الله بالقول وهم بأمره يعملون وكان جوابهم مُطَمْئِناً إبراهيم . فالمراد من علمهم بمن في القرية علمهم باختلاف أحوال أهلها المرتب عليها استحقاق العذاب ، أو الكرامة بالنجاة .وإنما كان الملائكة أعلم من إبراهيم بذلك لأن علمهم سابق على علمه ولأنه علم يقين مُلقى من وحي الله فيما سخر له أولئك الملائكة إذ كان إبراهيم لم يوح الله إليه بشيء في ذلك ، ولأنه علم تفصيلي لا إجمالي ، وعمومي لا خصوصي .فلأجل هذا الأخير أجابوا ب { نحن أعلم بمن فيها } . ولم يقولوا : نحن أعلم بلوط ، وكونهم أعلم من إبراهيم في هذا الشأن لا يقتضي أنهم أعلم من إبراهيم في غيره فإن لإبراهيم علم النبوءة والشريعة"
    },
    {
      "number": 33,
      "text": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًۭا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًۭا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَٰبِرِينَ",
      "tafsir": {
        "muyassar": "ولما جاءت الملائكة لوطًا ساءه ذلك؛ لأنه ظنهم ضيوفًا من البشر، وحزن بسبب وجودهم؛ لعلمه خبث فعل قومه، وقالوا له: لا تَخَفْ علينا لن يصل إلينا قومك، ولا تحزن مما أخبرناك مِن أنا مهلكوهم، إنَّا منجُّوك من العذاب النازل بقومك ومنجُّو أهلك معك إلا أمرأتك، فإنها هالكة فيمن يهلك مِن قومها.",
        "mukhtasar": "ولما أتت الملائكة الذين بعثناهم لإهلاك قوم لوط لوطًا ساءه وأحزنه مجيئهم خوفًا عليهم من خبث قومه، فقد جاءته الملائكة في شكل رجال، وقومه يأتون الرجال شهوة من دون النساء، وقال له الملائكة: لا تخف، فلن يصل إليك قومك بسوء، ولا تحزن على ما أخبرناك من إهلاكهم، إنا منقذوك وأهلك من الهلاك، إلا امرأتك كانت من الباقين الهالكين، فسنهلكها معهم.",
        "saadi": "ثم مضوا حتى أتوا لوطا، فساءه مجيئهم، وضاق بهم ذرعا، بحيث إنه لم يعرفهم، وظن أنهم من جملة أبناء السبيل الضيوف، فخاف عليهم من قومه، فقالوا له: { لَا تَخَفْ وَلَا تَحْزَنْ } وأخبروه أنهم رسل اللّه. { إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ{ ",
        "kathir": "ثم ساروا من عنده فدخلوا على لوط في صورة شباب حسان ، فلما رآهم كذلك ، ( سيء بهم وضاق بهم ذرعا ) أي : اهتم بأمرهم ، إن هو أضافهم خاف عليهم من قومه ، وإن لم يضفهم خشي عليهم منهم ، ولم يعلم بأمرهم في الساعة الراهنة . ( قالوا لا تخف ولا تحزن إنا منجوك وأهلك إلا امرأتك كانت من الغابرين)"
      },
      "translations": {
        "en": "And when Our messengers came to Lot, he was distressed for them and felt for them great discomfort. They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind.",
        "fr": "Et quand Nos Anges vinrent à Lot, il fut affligé pour eux, et se sentit incapable de les protéger. Ils lui dirent: «Ne crains rien et ne t'afflige pas... Nous te sauverons ainsi que ta famille, excepté ta femme qui sera parmi ceux qui périront.",
        "es": "Habiendo llegado nuestros mensajeros a Lot, éste se afligió por ellos y se sintió impotente para protegerles. Pero ellos dijeron: «¡No temas ni estés triste! Vamos a salvaros, a ti y a tu familia, excepto a tu mujer, que será de los que se rezaguen."
      },
      "ibn_ashour": "وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ (33)قد أشعر قوله { إنا مهلكوا أهل هذه القرية } [ العنكبوت : 31 ] أن الملائكة يحلون بالقرية واقتضى ذلك أن يخبروا لوطاً بحلولهم بالقرية ، وأنهم مرسلون من عند الله استجابة لطلب لوط النصر على قومه ، فكان هذا المجيء مقدراً حصوله ، فمن ثم جعل شرطاً لحرف { لما } كما تقدم آنفاً في قوله { ولما جاءت رسلنا إبراهيم بالبشرى } [ العنكبوت : 31 ] .و { أن } حرف مزيد للتوكيد وأكثر ما يزاد بعد { لما } وهو يفيد تحقيق الربط بين مضمون الجملتين اللتين بعد { لما } ، فهي هنا لتحقيق الربط بين مجيء الرسل ومساءة لوط بهم . ومعنى تحقيقه هنا سرعة الاقتران والتوقيت بين الشرط والجزاء تنبيهاً على أن الإساءة عقبت مجيئهم وفاجأته من غير ريث ، وذلك لما يعلم من عادة معاملة قومه مع الوافدين على قريتهم فلم يكون لوط عالماً بأنهم ملائكة لأنهم جاءوا في صورة رجال فأريد هنا التنبيه على أن ما حدث به من المساءة وضيق الذرع كان قبل أن يعلم بأنهم ملائكة"
    },
    {
      "number": 34,
      "text": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَٰذِهِ ٱلْقَرْيَةِ رِجْزًۭا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "tafsir": {
        "muyassar": "إنا منزلون على أهل هذه القرية عذابًا من السماء؛ بسبب معصيتهم لله وارتكابهم الفاحشة.",
        "mukhtasar": "إنا منزلون على أهل هذه القرية التي كانت تعمل الخبائث عذابًا من السماء، وهو حجارة من سجِّيل؛ عقابًا لهم على خروجهم عن طاعة الله بما يرتكبون من الفاحشة القبيحة، وهي إتيان الرجال شهوة دون النساء.",
        "saadi": "}إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا } أي: عذابا { مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ } فأمروه أن يسري بأهله ليلا، فلما أصبحوا، قلب اللّه عليهم ديارهم، فجعل عاليها سافلها، وأمطر عليهم حجارة من سجيل متتابعة حتى أبادتهم وأهلكتهم، فصاروا سَمَرًا من الأسمار، وعبرة من العِبر.",
        "kathir": "وذلك أن جبريل عليه السلام اقتلع قراهم من قرار الأرض ، ثم رفعها إلى عنان السماء ، ثم قلبها عليهم . وأرسل الله عليهم حجارة من سجيل منضود ، مسومة عند ربك وما هي من الظالمين ببعيد ، وجعل [ الله ] مكانها بحيرة خبيثة منتنة ، وجعلهم عبرة إلى يوم التناد ، وهم من أشد الناس عذابا يوم المعاد ;"
      },
      "translations": {
        "en": "Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\"",
        "fr": "Nous ferons tomber du ciel un châtiment sur les habitants de cette cité, pour leur perversité».",
        "es": "Vamos a hacer bajar un castigo del cielo sobre la población de esta ciudad, porque han sido unos perversos»."
      },
      "ibn_ashour": "إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ (34)جملة مستأنفة وقعت بياناً لما في جملة { لا تخَفْ ولا تحزن } [ العنكبوت : 33 ] من الإيذان بأن ثمة حادثاً يخاف منه ويحزن له .والرجز : العذاب المؤلم . ومعنى كونه من السماء أنه أنزل عليهم من الأفق وقد مضى بيانه في سورة هود ."
    },
    {
      "number": 35,
      "text": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةًۭ لِّقَوْمٍۢ يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "ولقد أبقينا مِن ديار قوم لوط آثارًا بينة لقوم يعقلون العبر، فينتفعون بها.",
        "mukhtasar": "ولقد تركنا من هذه القرية التي أهلكناها آية واضحة لقوم يعقلون؛ لأنهم هم الذين يعتبرون بالآيات.",
        "saadi": "{ وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ } أي: تركنا من ديار قوم لوط، آثارا بينة لقوم يعقلون العِبر بقلوبهم، [فينتفعون بها]، كما قال تعالى: { وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ } ",
        "kathir": "ولهذا قال تعالى : ( ولقد تركنا منها آية بينة ) أي : واضحة ، ( لقوم يعقلون ) ، كما قال ( وإنكم لتمرون عليهم مصبحين وبالليل أفلا تعقلون ) [ الصافات : 137 ، 138 ] ."
      },
      "translations": {
        "en": "And We have certainly left of it a sign as clear evidence for a people who use reason.",
        "fr": "Et certainement, Nous avons laissé (des ruines de cette cité) un signe (d'avertissement) évident pour des gens qui comprennent.",
        "es": "E hicimos de ella un signo claro para gente que razona."
      },
      "ibn_ashour": "وَلَقَدْ تَرَكْنَا مِنْهَا آَيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ (35)عطف على جملة { ولوطاً إذ قال لقومه } [ العنكبوت : 28 ] الخ عطف آية على آية لأن قصة لوط آية بما تضمنته من الخبر ، وآثار قرية قومه آية أخرى بما يمكن مشاهدته لأهل البصر . ويجوز أن تكون جملة معترضة في آخر القصة . وعلى كلا الوجهين فهو من كلام الله . ونون المتكلم المعظم ضمير الجلالة وليست ضمير الملائكة . والآية : العلامة الدالة على أمر .ومفعول { تركنا } يجوز أن يكون { آية } فيجعل ( من ) حرف جر وهو مجرور وصفاً ل { آية } قدّم على موصوفه للاهتمام فيجعل حالاً من { آية } .ويجوز أن تكون ( من ) للابتداء ، أي تركنا آية صادرة من آثارها ومعرفة خبرها ، وهي آية واضحة دائمة على طول الزمان إلى الآن ولذلك وصفت ب { بينة } ، ولم توصف آية السفينة ب { بينة } في قوله { وجعلناها ءاية للعالمين } [ العنكبوت : 15 ] ، لأن السفينة قد بليت ألواحها وحديدها أو بقي منها ما لا يظهر إلا بعد تفتيش إن كان .ويجوز جعل ( من ) اسماً بمعنى بعض على رأي من رأى ذلك من المحققين ، فتكون ( من ) مفعولاً مضافاً إلى ضمير ( قرية ) . وتقدم بيان ذلك عند قوله تعالى { ومن الن"
    },
    {
      "number": 36,
      "text": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًۭا فَقَالَ يَٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْءَاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "tafsir": {
        "muyassar": "وأرسلنا إلى \"مدين\" أخاهم شعيبًا، فقال لهم: يا قوم اعبدوا الله وحده، وأخلصوا له العبادة، ما لكم من إله غيره، وارجوا بعبادتكم جزاء اليوم الآخر، ولا تكثروا في الأرض الفساد والمعاصي، ولا تقيموا عليها، ولكن توبوا إلى الله منها وأنيبوا.",
        "mukhtasar": "وأرسلنا إلى مَدْين أخاهم في النسب شعيبًا عليه السلام، فقال: يا قوم، اعبدوا الله وحده، وارجوا بعبادتكم إياه الجزاء في اليوم الآخر، ولا تفسدوا في الأرض بفعل المعاصي ونشرها.",
        "saadi": "أي { و } أرسلنا { إِلَى مَدْيَنَ } القبيلة المعروفة المشهورة { شُعَيْبًا } فأمرهم بعبادة اللّه وحده لا شريك له، والإيمان بالبعث ورجائه، والعمل له، ونهاهم عن الإفساد في الأرض، ببخس المكاييل والموازين، والسعي بقطع الطرق.",
        "kathir": "يخبر تعالى عن عبده ورسوله شعيب عليه السلام ، أنه أنذر قومه أهل مدين ، فأمرهم بعبادة الله وحده لا شريك له ، وأن يخافوا بأس الله ونقمته وسطوته يوم القيامة ، فقال : ( يا قوم اعبدوا الله وارجوا اليوم الآخر ) .. قال ابن جرير : قال بعضهم : معناه : واخشوا اليوم الآخر ، وهذا كقوله تعالى : ( لمن كان يرجو الله واليوم الآخر ) [ الممتحنة : 6 ] .ثم نهاهم عن العيث في الأرض بالفساد ، وهو السعي فيها والبغي على أهلها ، وذلك أنهم كانوا ينقصون المكيال والميزان ، ويقطعون الطريق على الناس ،"
      },
      "translations": {
        "en": "And to Madyan [We sent] their brother Shu'ayb, and he said, \"O my people, worship Allah and expect the Last Day and do not commit abuse on the earth, spreading corruption.\"",
        "fr": "De même, aux Madyan (Nous envoyâmes) leur frère Chuayb qui leur dit: «O mon peuple, adorez Allah et attendez-vous au Jour dernier, et ne semez pas la corruption sur terre».",
        "es": "A los madianitas su hermano Suayb. Dijo: «¡Pueblo! ¡Servid a Alá y contad con el último Día! ¡No obréis mal en la tierra corrompiendo!»"
      },
      "ibn_ashour": "وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآَخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (36)عطف على { ولوطاً } [ العنكبوت : 28 ] المعطوف على { نوحاً } [ العنكبوت : 14 ] المعمول ل { أرسلنا } [ العنكبوت : 14 ] . فالتقدير : وأرسلنا إلى مدين أخاهم شعيباً .والمناسبة في الانتقال من قصة لوط وقومه إلى قصة مدين ورسولهم أن مدين كان من أبناء إبراهيم وأن الله أنجاه من العذاب كما أنجى لوطاً .وتقديم المجرور في قوله { إلى مدين } ليتأتى الإيجاز في وصف شعيب بأنه أخوهم لأن هذا الوصف غير موجود في نوح وإبراهيم ولوط . وتقدم معنى كونه أخاً لهم في سورة هود .وقوله { فقال } عطف على الفعل المقدر ، أي أرسلناه فعقب إرساله بأن قال .والرجاء : الترقب واعتقاد الوقوع في المستقبل . وأمره إياهم بترقب اليوم الآخر دل على أنهم كانوا لا يؤمنون بالبعث وتقدم الكلام على نظير قوله { ولا تعثوا في الأرض مفسدين } عند قوله تعالى { كلوا واشربوا من رزق الله ولا تعثوا في الأرض مفسدين } في سورة البقرة ( 60 ) . وتقدمت قصة شعيب في سورة هود ."
    },
    {
      "number": 37,
      "text": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَٰثِمِينَ",
      "tafsir": {
        "muyassar": "فكذَّب أهل \"مدين\" شعيبًا فيما جاءهم به عن الله من الرسالة، فأخذتهم الزلزلة الشديدة، فأصبحوا في دارهم صَرْعى هالكين.",
        "mukhtasar": "فكذبه قومه، فأصابتهم الزلزلة، فأصبحوا في دارهم ساقطين على وجوههم قد لصقت وجوههم بالتراب، لا حَرَاكَ بهم.",
        "saadi": " فكذبوه فأخذهم عذاب اللّه { فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ } ",
        "kathir": "هذا مع كفرهم بالله ورسوله ، فأهلكهم الله برجفة عظيمة زلزلت عليهم بلادهم ، وصيحة أخرجت القلوب من حناجرها . وعذاب يوم الظلة الذي أزهق الأرواح من مستقرها ، إنه كان عذاب يوم عظيم . وقد تقدمت قصتهم مبسوطة في سورة \" الأعراف ، وهود ، والشعراء \" .وقوله : ( فأصبحوا في دارهم جاثمين ) ، قال قتادة : ميتين . وقال غيره : قد ألقي بعضهم على بعض ."
      },
      "translations": {
        "en": "But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone.",
        "fr": "Mais ils le traitèrent de menteur. Le cataclysme les saisit, et au matin, ils gisaient sans vie dans leurs demeures.",
        "es": "Le desmintieron y el Temblor les sorprendió, amaneciendo muertos en sus casas."
      },
      "ibn_ashour": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ (37)الأخذ : الإعدام والإهلاك؛ شبه الإعدام بالأخذ بجامع الإزالة .و { الرجفة } : الزلزال الشديد الذي ترتجف منه الأرض ، وفي سورة هود سُميت بالصيحة لأن لتلك الرجفة صوتاً شديداً كالصيحة . وتقدم تفسير ذلك .وقد أشير في قصة إبراهيم ولوط إلى ما له تعلق بالغرض المسوق فيه ، وهو المصابرة على إبلاغ الرسالة ، والصبر على أذى الكافرين ، ونصر الله إياهما ، وتعذيب الكافرين وإنجاء المؤمنين ."
    },
    {
      "number": 38,
      "text": "وَعَادًۭا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
      "tafsir": {
        "muyassar": "وأهلكنا عادًا وثمود، وقد تبين لكم من مساكنهم خَرابُها وخلاؤها منهم، وحلول نقمتنا بهم جميعًا، وحسَّن لهم الشيطان أعمالهم القبيحة، فصدَّهم عن سبيل الله وعن طريق الإيمان به وبرسله، وكانوا مستبصرين في كفرهم وضلالهم، معجبين به، يحسبون أنهم على هدى وصواب، بينما هم في الضلال غارقون.",
        "mukhtasar": "وأهلكنا كذلك عادًا قوم هود، وثمود قوم صالح، وقد تبين لكم - يا أهل مكة - من مساكنهم بالشِّحْر من حضرموت، والحِجْر و ما يدلّكم على إهلاكهم، فمساكنهم الخاوية شاهدة على ذلك، وحسّن لهم الشيطان أعمالهم التي كانوا عليها من الكفر وغيره من المعاصي، فصرفهم عن الطريق المستقيم، وكانوا ذوي إبصار بالحق والضلال والرشد والغي بما علَّمَتهم رسلهم، لكن اختاروا اتباع الهوى على اتباع الهدى.",
        "saadi": "أي: وكذلك ما فعلنا بعاد وثمود، وقد علمتم قصصهم، وتبين لكم بشيء تشاهدونه بأبصاركم من مساكنهم وآثارهم التي بانوا عنها، وقد جاءتهم رسلهم بالآيات البينات، المفيدة للبصيرة، فكذبوهم وجادلوهم. { وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ } حتى ظنوا أنها أفضل مما جاءتهم به الرسل.",
        "kathir": "يخبر تعالى عن هؤلاء الأمم المكذبة للرسل كيف أبادهم وتنوع في عذابهم ، فأخذهم بالانتقام منهم ، فعاد قوم هود ، وكانوا يسكنون الأحقاف وهي قريبة من حضرموت بلاد اليمن ، وثمود قوم صالح ، وكانوا يسكنون الحجر قريبا من وادي القرى . وكانت العرب تعرف مساكنهما جيدا ، وتمر عليها كثيرا"
      },
      "translations": {
        "en": "And [We destroyed] 'Aad and Thamud, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception.",
        "fr": "De même (Nous anéantîmes) les 'Aad et les Thamûd. - Vous le voyez clairement à travers leurs habitations - Le Diable, cependant, leur avait embelli leurs actions, au point de les repousser loin du Sentier; ils étaient pourtant invités à être clairvoyants.",
        "es": "¡Y a los aditas y a los tamudeos! Por sus viviendas se os muestra claramente... El Demonio engalanó sus obras y los apartó del Camino, a pesar de su perspicacia."
      },
      "ibn_ashour": "وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ (38)لما جرى ذكر أهل مدين وقوم لوط أكملت القصص بالإشارة إلى عاد وثمود إذ قد عرف في القرآن اقتران هذه الأمم في نسق القصص . والواو عاطفة قصة على قصة .وانتصاب { عاداً } يجوز أن يكون بفعل مقدَّر يدل عليه السياق ، تقديره : وأهلكنا عاداً ، لأن قوله تعالى آنفاً { فأخذتهم الرجفة } [ العنكبوت : 37 ] يدل على معنى الإهلاك ، قاله الزجاج وتبعه الزمخشري . ومعلوم أنه إهلاك خاص من بطش الله تعالى ، فظهر تقدير : وأهلكنا عاداً .ويجوز أن يقدر فعل ( واذكر ) كما هو ظاهر ومقدر في كثير من قصص القرآن .ويجوز أن يكون معطوفاً على ضمير { فأخذتهم الرجفة } [ العنكبوت : 37 ] والتقدير : وأخذت عاداً وثمودا . وعن الكسائي أنه منصوب بالعطف على { الذين من قبلهم } من قوله تعالى { ولقد فتنا الذين من قبلهم } [ العنكبوت : 3 ] . وهذا بعيد لطول بعد المعطوف عليه . والأظهر أن نجعله منصوباً بفعل تقديره ( وأخذنا ) يفسره قوله { فكلاًّ أخذنا بذنبه } [ العنكبوت : 40 ] لأن ( كلاً "
    },
    {
      "number": 39,
      "text": "وَقَٰرُونَ وَفِرْعَوْنَ وَهَٰمَٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَٰبِقِينَ",
      "tafsir": {
        "muyassar": "وأهلكنا قارون وفرعون وهامان، ولقد جاءهم جميعًا موسى بالأدلة الواضحة، فتعاظموا في الأرض، واستكبروا فيها، ولم يكونوا ليفوتوننا، بل كنا مقتدرين عليهم.",
        "mukhtasar": "وأهلكنا قارون - لما بغى على قوم موسى - بالخسف به وبداره، وأهلكنا فرعون ووزيره هامان بالغرق في البحر، ولقد جاءهم موسى بالآيات الواضحات الدالة على صدقه، فاستكبروا في أرض مصر عن الإيمان به، وما كانوا ليسلموا من عذابنا بفوتهم لنا.",
        "saadi": "وكذلك قارون، وفرعون، وهامان، حين بعث اللّه إليهم موسى بن عمران، بالآيات البينات، والبراهين الساطعات، فلم ينقادوا، واستكبروا في الأرض، [على عباد اللّه فأذلوهم، وعلى الحق فردوه فلم يقدروا على النجاء حين نزلت بهم العقوبة] { وَمَا كَانُوا سَابِقِينَ } اللّه، ولا فائتين، بل سلموا واستسلموا.",
        "kathir": "وقارون صاحب الأموال الجزيلة ومفاتيح الكنوز الثقيلة . وفرعون ملك مصر في زمان موسى ووزيره هامان القبطيان الكافران بالله ورسوله ."
      },
      "translations": {
        "en": "And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].",
        "fr": "De même (Nous détruisîmes) Coré, Pharaon et Hâmân. Alors que Moïse leur apporta des preuves, ils s'enorgueillirent sur terre. Et ils n'ont pas pu [Nous] échapper.",
        "es": "¡Y a Coré, a Faraón y a Hamán! Moisés vino a ellos con las pruebas claras y ellos se condujeron en el país altivamente. Pero no consiguieron escapar."
      },
      "ibn_ashour": "وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ وَلَقَدْ جَاءَهُمْ مُوسَى بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ (39)كما ضرب الله المثل لقريش بالأمم التي كذبت رسلها فانتقم الله منها ، كذلك ضرب المثل لصناديد قريش مثل أبي جهل ، وأمية بن خلف ، والوليد بن المغيرة ، وأبي لهب ، بصناديد بعض الأمم السالفة كانوا سبب مصاب أنفسهم ومصاب قومهم الذين اتبعوهم ، إنذاراً لقريش بما عسى أن يصيبهم من جراء تغرير قادتهم بهم وإلقائهم في خطر سوء العاقبة . وهؤلاء الثلاثة جاءهم موسى بالبينات . وتقدمت قصصهم وقصة قارون في سورة القصص .فأما ما جاء به موسى من البينات لفرعون وهامان فهي المعجزات التي تحداهم بها على صدقه فأعرض فرعون عنها واتبعه هامان وقومه . وأما ما جاء به موسى لقارون فنهيه عن البطر .وأومأ قوله تعالى { فاستكبروا في الأرض } إلى أنهم كفروا عن عناد وكبرياء لا عن جهل وغلواء كما قال تعالى { وأضله الله على علم } [ الجاثية : 23 ] فكان حالهم كحال صناديد قريش الذين لا يُظن أن فطنتهم لم تبلغ بهم إلى تحقق أن ما جاء به محمد صلى الله عليه وسلم صدق وأن ما جاء به القرآن حقّ ولكن غلبت الأنفة . وموقع"
    },
    {
      "number": 40,
      "text": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًۭا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "tafsir": {
        "muyassar": "فأخذنا كلا من هؤلاء المذكورين بعذابنا بسبب ذنبه: فمنهم الذين أرسلنا عليهم حجارة من طين منضود، وهم قوم لوط، ومنهم مَن أخذته الصيحة، وهم قوم صالح وقوم شعيب، ومنهم مَن خسفنا به الأرض كقارون، ومنهم مَن أغرقنا، وهم قومُ نوح وفرعونُ وقومُه، ولم يكن الله ليهلك هؤلاء بذنوب غيرهم، فيظلمهم بإهلاكه إياهم بغير استحقاق، ولكنهم كانوا أنفسهم يظلمون بتنعمهم في نِعَم ربهم وعبادتهم غيره.",
        "mukhtasar": "فأخذنا كلًّا من المذكورين سابقًا بعذابنا المُهْلِك، فمنهم قوم لوط الذين أرسلنا عليهم حجارة من سِجِّيل مَنْضود، ومنهم قوم صالح وقوم شعيب الذين أخذتهم الصيحة، ومنهم قارون الذي خسفنا به وبداره الأرض، ومنهم قوم نوح وفرعون وهامان الذين أهلكناهم بالغرق، وما كان الله ليظلمهم بإهلاكهم بغير ذنب، ولكن كانوا يظلمون أنفسهم بارتكاب المعاصي، فاستحقوا العذاب.",
        "saadi": "{ فَكُلا } من هؤلاء الأمم المكذبة { أَخَذْنَا بِذَنْبِهِ } على قدره، وبعقوبة مناسبة له، { فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا } أي: عذابا يحصبهم، كقوم عاد، حين أرسل اللّه عليهم الريح العقيم، و { سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ } { وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ } كقوم صالح، { وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ } كقارون، { وَمِنْهُمْ مَنْ أَغْرَقْنَا } كفرعون وهامان وجنودهما.{ وَمَا كَانَ اللَّهُ } أي: ما ينبغي ولا يليق به تعالى أن يظلمهم لكمال عدله، وغناه التام عن جميع الخلق. { وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ } منعوها حقها التي هي بصدده، فإنها مخلوقة لعبادة اللّه وحده، فهؤلاء وضعوها في غير موضعها، وأشغلوها بالشهوات والمعاصي، فضروها غاية الضرر، من حيث ظنوا أنهم ينفعونها. ",
        "kathir": "( فكلا أخذنا بذنبه ) أي : كانت عقوبته بما يناسبه ، ( فمنهم من أرسلنا عليه حاصبا ) ، وهم عاد ، وذلك أنهم قالوا : من أشد منا قوة ؟ فجاءتهم ريح صرصر باردة شديدة البرد ، عاتية شديدة الهبوب جدا ، تحمل عليهم حصباء الأرض فتقلبها عليهم ، وتقتلعهم من الأرض فترفع الرجل منهم إلى عنان السماء ، ثم تنكسه على أم رأسه فتشدخه فيبقى بدنا بلا رأس ، كأنهم أعجاز نخل منقعر . ( ومنهم من أخذته الصيحة ) ، وهم ثمود ، قامت عليهم الحجة وظهرت لهم الدلالة ، من تلك الناقة التي انفلقت عنها الصخرة ، مثل ما سألوا سواء بسواء ، ومع هذا ما آمنوا بل استمروا على طغيانهم وكفرهم ، وتهددوا نبي الله صالحا ومن آمن معه ، وتوعدوهم بأن يخرجوهم ويرجموهم ، فجاءتهم صيحة أخمدت الأصوات منهم والحركات . ( ومنهم من خسفنا به الأرض ) ، وهو قارون الذي طغى وبغى وعتا ، وعصى الرب الأعلى ، ومشى في الأرض مرحا ، وفرح ومرح وتاه بنفسه ، واعتقد أنه أفضل من غيره ، واختال في مشيته ، فخسف الله به وبداره الأرض ، فهو يتجلجل فيها إلى يوم القيامة . ( ومنهم من أغرقنا ) ، وهم فرعون ووزيره هامان ، وجنوده عن آخرهم ، أغرقوا في صبيحة واحدة ، فلم ينج منهم مخبر ، ( وما كان الله ليظلمهم ) أي : فيما فعل بهم ، ( ولكن كانوا أنفسهم يظلمون ) أي : إنما فعل ذلك بهم جزاء وفاقا بما كسبت أيديهم .وهذا الذي ذكرناه ظاهر سياق الآية ، وهو من باب اللف والنشر ، وهو أنه ذكر الأمم المكذبة ، ثم قال : ( فكلا أخذنا بذنبه ) [ الآية ] ، أي : من هؤلاء المذكورين ، وإنما نبهت على هذا لأنه قد روي أن ابن جريج قال : قال ابن عباس في قوله : ( فمنهم من أرسلنا عليه حاصبا ) ، قال : قوم لوط . ( ومنهم من أغرقنا ) ، قال : قوم نوح .وهذا منقطع عن ابن عباس ; فإن ابن جريج لم يدركه . ثم قد ذكر في هذه السورة إهلاك قوم نوح بالطوفان ، وقوم لوط بإنزال الرجز من السماء ، وطال السياق والفصل بين ذلك وبين هذا السياق .وقال قتادة : ( فمنهم من أرسلنا عليه حاصبا ) قال : قوم لوط ، ( ومنهم من أخذته الصيحة ) ، قوم شعيب . وهذا بعيد أيضا لما تقدم ، والله أعلم ."
      },
      "translations": {
        "en": "So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allah would not have wronged them, but it was they who were wronging themselves.",
        "fr": "Nous saisîmes donc chacun pour son péché: Il y en eut sur qui Nous envoyâmes un ouragan; il y en eut que le Cri saisit; il y en eut que Nous fîmes engloutir par la terre; et il y en eut que Nous noyâmes. Cependant, Allah n'est pas tel à leur faire du tort; mais ils ont fait du tort à eux-mêmes.",
        "es": "Sorprendimos a cada uno por su pecado. Contra unos enviamos una tempestad de arena. A otros les sorprendió el Grito. A otros hicimos que la tierra se los tragara. A otros les anegamos. No fue Alá quien fue injusto con ellos, sino que ellos lo fueron consigo mismos."
      },
      "ibn_ashour": "فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (40)أفادت الفاء التفريع على الكلام السابق لما اشتمل عليه من أن الشيطان زين لهم أعمالهم ومن استكبار الآخرين ، أي فكان من عاقبة ذلك أن أخذهم الله بذنوبهم العظيمة الناشئة عن تزيين الشيطان لهم أعمالهم وعن استكبارهم في الأرض ، وليس المفرّع هو أخذ الله إياهم بذنوبهم لأن ذلك قد أشعر به ما قبل التفريع ، ولكنه ذكر ليفضى بذكره إلى تفصيل أنواع أخذهم وهو قوله { فمنهم من أرسلنا عليه حاصباً } إلى آخره ، فالفاء في قوله { فمنهم من أرسلنا عليه } الخ لتفريع ذلك التفصيل على الإجمال الذي تقدمه فتحصل خصوصية الإجمال ثم التفصيل ، وللدلالة على عظيم تصرف الله .فأما الذين أرسل عليهم حاصب فهم عاد . والحاصب : الريح الشديدة ، سميت حاصباً لأنها تقلع الحصباء من الأرض . قال أبو وجرة السعدي: ... صببتُ عليكم حاصبي فتركتكمكأصرام عادٍ حين جلّلها الرَّمْدُ ... فجعل "
    },
    {
      "number": 41,
      "text": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًۭا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "مثل الذين جعلوا الأوثان من دون الله أولياء يرجون نصرها، كمثل العنكبوت التي عملت بيتًا لنفسها ليحفظها، فلم يُغن عنها شيئًا عند حاجتها إليه، فكذلك هؤلاء المشركون لم يُغْن عنهم أولياؤهم الذين اتخذوهم من دون الله شيئًا، وإن أضعف البيوت لَبيت العنكبوت، لو كانوا يعلمون ذلك ما اتخذوهم أولياء، فهم لا ينفعونهم ولا يضرونهم.",
        "mukhtasar": "مثل المشركين الذين اتخذوا من دون الله أصنامًا يعبدونهم رجاء نفعهم أو شفاعتهم كمثل العنكبوت اتخذت بيتًا يحميها من الاعتداء عليها، وإن أضعف البيوت لبيت العنكبوت، فهو لا يدفع عنها عدوًّا، وكذلك أصنامهم لا تنفع ولا تضر ولا تشفع، لو كان المشركون يعلمون ذلك لَمَا اتخذوا أصنامًا يعبدونها من دون الله.",
        "saadi": "هذا مثل ضربه اللّه لمن عبد معه غيره، يقصد به التعزز والتَّقَوِّي والنفع، وأن الأمر بخلاف مقصوده، فإن مثله كمثل العنكبوت، اتخذت بيتا يقيها من الحر والبرد والآفات، { وَإِنَّ أَوْهَنَ الْبُيُوتِ } أضعفها وأوهاها { لَبَيْتُ الْعَنْكَبُوتِ } فالعنكبوت من الحيوانات الضعيفة، وبيتها من أضعف البيوت، فما ازدادت باتخاذه إلا ضعفا، كذلك هؤلاء الذين يتخذون من دونه أولياء، فقراء عاجزون من جميع الوجوه، وحين اتخذوا الأولياء من دونه يتعززون بهم ويستنصرونهم، ازدادوا ضعفا إلى ضعفهم، ووهنا إلى وهنهم.فإنهم اتكلوا عليهم في كثير من مصالحهم، وألقوها عليهم، وتخلوا هم عنها، على أن أولئك سيقومون بها، فخذلوهم، فلم يحصلوا منهم على طائل، ولا أنالوهم من معونتهم أقل نائل.فلو كانوا يعلمون حقيقة العلم، حالهم وحال من اتخذوهم، لم يتخذوهم، ولتبرأوا منهم، ولتولوا الرب القادر الرحيم، الذي إذا تولاه عبده وتوكل عليه، كفاه مئونة دينه ودنياه، وازداد قوة إلى قوته، في قلبه وفي بدنه وحاله وأعماله.ولما بين نهاية ضعف آلهة المشركين، ارتقى من هذا إلى ما هو أبلغ منه، وأنها ليست بشيء، بل هي مجرد أسماء سموها، وظنون اعتقدوها، وعند التحقيق، يتبين للعاقل بطلانها وعدمها.",
        "kathir": "هذا مثل ضربه الله تعالى للمشركين في اتخاذهم آلهة من دون الله ، يرجون نصرهم ورزقهم ، ويتمسكون بهم في الشدائد ، فهم في ذلك كبيت العنكبوت في ضعفه ووهنه فليس في أيدي هؤلاء من آلهتهم إلا كمن يتمسك ببيت العنكبوت ، فإنه لا يجدي عنه شيئا ، فلو علموا هذا الحال لما اتخذوا من دون الله أولياء ، وهذا بخلاف المسلم المؤمن قلبه لله ، وهو مع ذلك يحسن العمل في اتباع الشرع فإنه مستمسك بالعروة الوثقى لا انفصام لها ، لقوتها وثباتها ."
      },
      "translations": {
        "en": "The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed, the weakest of homes is the home of the spider, if they only knew.",
        "fr": "Ceux qui ont pris des protecteurs en dehors d'Allah ressemblent à l'araignée qui s'est donnée maison. Or la maison la plus fragile est celle de l'araignée. Si seulement ils savaient!",
        "es": "Quienes toman amigos en lugar de tomar a Alá son semejantes a la araña que se ha hecho una casa. Y la casa más frágil es la de la araña. Si supieran..."
      },
      "ibn_ashour": "مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ (41)لما بينت لهم الأشباه والأمثال من الأمم التي اتخذت الأصنام من دون الله فما أغنت عنهم أصنامهم لما جاءهم عذاب الله أعقب ذلك بضرب المثل لحال جميع أولئك وحال من ماثلهم من مشركي قريش في اتخاذهم ما يحسبونه دافعاً عنهم وهو أضعف من أن يدفع عن نفسه ، بحال العنكبوت تتخذ لنفسها بيتاً تحسب أنها تعتصم به من المعتدي عليها فإذا هو لا يصمد ولا يثبت لأضعف تحريك فيسقط ويتمزق . والمقصود بهذا الكلام مشركو قريش ، وتعلم مساواة غيرهم لهم في ذلك بدلالة لحن الخطاب ، والقرينة قوله بعده { إن الله يعلم ما تدعون من دونه من شيء } [ العنكبوت : 42 ] فضمير { اتخذوا } عائد إلى معلوم من سياق الكلام وهم مشركو قريش .وجملة { اتخذت بيتاً } حال من { العنكبوت } وهي قيد في التشبيه . وهذه الهيئة المشبه بها مع الهيئة المشبهة قابلة لتفريق التشبيه على أجزائها فالمشركون أشبهوا العنكبوت في الغرور بما أعدوه ، وأولياؤهم أشبهوا بيت العنكبوت في عدم الغناء عم"
    },
    {
      "number": 42,
      "text": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍۢ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "إن الله يعلم ما يشركون به من الأنداد، وأنها ليست بشيء في الحقيقة، بل هي مجرد أسماء سَمَّوها، لا تنفع ولا تضر. وهو العزيز في انتقامه ممن كفر به، الحكيم في تدبيره وصنعه.",
        "mukhtasar": "إن الله سبحانه وتعالى يعلم ما يعبدونه من دونه، لا يخفى عليه شيء من ذلك، وهو العزيز الذي لا يُغَالَب، الحكيم في خلقه وتقديره وتدبيره.",
        "saadi": "{ إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ } أي: إنه تعالى يعلم -وهو عالم الغيب والشهادة- أنهم ما يدعون من دون اللّه شيئا موجودا، ولا إلها له حقيقة، كقوله تعالى: { إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ } وقوله: { وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وإن هم إلا يخرصون } { وَهُوَ الْعَزِيزُ الحكيم } الذي له القوة جميعا، التي قهر بها جميع المخلوقات، { الْحَكِيمُ } الذي يضع الأشياء مواضعها، الذي أحسن كل شيء خلقه، وأتقن ما أمره.",
        "kathir": "ثم قال تعالى متوعدا لمن عبد غيره وأشرك به : إنه تعالى يعلم ما هم عليه من الأعمال ، ويعلم ما يشركون به من الأنداد ، وسيجزيهم وصفهم إنه حكيم عليم ."
      },
      "translations": {
        "en": "Indeed, Allah knows whatever thing they call upon other than Him. And He is the Exalted in Might, the Wise.",
        "fr": "Allah connaît toute chose qu'ils invoquent en dehors de Lui. Et c'est Lui le Tout Puissant, le Sage.",
        "es": "Alá sabe todo lo que invocan en lugar de invocarle a Él. Es el Poderoso, el Sabio."
      },
      "ibn_ashour": "إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ وَهُوَ الْعَزِيزُ الْحَكِيمُ (42)لما نفى عنهم العلم بما تضمنه التمثيل من حقارة أصنامهم التي يعبدونها وقلة جدواها بقوله { لو كانوا يعلمون } [ العنكبوت : 41 ] المفيد أنهم لا يعلمون ، أعقبه بإعلامهم بعلمه بدقائق أحوال تلك الأصنام على اختلافها واختلاف معتقدات القبائل التي عبدتها ، وأن من آثار علمه بها ضرب ذلك المثل لحال من عبدوها وحالها أيضاً دفعاً بهم إلى أن يتهموا عقولهم وأن عليهم النظر من حقائق الأشياء تعريضاً بقصور علمهم كقوله تعالى { والله يعلم وأنتم لا تعلمون } [ البقرة : 216 ] ، فهذا توقيف لهم على تفريطهم في علم حقائق الأمور التي عَلِمها الله وأبلغهم دلائلها النظرية ونظائرها التاريخية ، وقربها إليهم بالتمثيلات الحسية فعموا وصموا عن هذا وذاك .و { ما } من قوله { ما تدعون } يجوز أن تكون نافية معلِّقة فعل { يعلم } عن العمل ، وتكون { من } زائدة لتوكيد النفي ، ومجرورها مفعول في المعنى ل { تدعون } ظهرت عليه حركة حرف الجر الزائد . ومعنى الكلام : أن الله يعلم أنكم لا تدعون موجوداً ولكنكم تدعون أموراً عدمية ، ففيه تحقير لأصنامهم بج"
    },
    {
      "number": 43,
      "text": "وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَٰلِمُونَ",
      "tafsir": {
        "muyassar": "وهذه الأمثال نضربها للناس؛ لينتفعوا بها ويتعلموا منها، وما يعقلها إلا العالمون بالله وآياته وشرعه.",
        "mukhtasar": "وهذه الأمثال نضربها للناس لتوقظهم وتبصرهم بالحق، وتهديهم إليه، وما يدركها على الوجه المطلوب إلا العالمون بشرع الله وحِكَمه.",
        "saadi": "{ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ } أي: لأجلهم ولانتفاعهم وتعليمهم، لكونها من الطرق الموضحة للعلوم، ولأنها تقرب الأمور المعقولة بالأمور المحسوسة، فيتضح المعنى المطلوب بسببها، فهي مصلحة لعموم الناس.{ و } لكن { مَا يَعْقِلُهَا } بفهمها وتدبرها، وتطبيقها على ما ضربت له، وعقلها في القلب { إِلَّا الْعَالِمُونَ } أي: أهل العلم الحقيقي، الذين وصل العلم إلى قلوبهم.وهذا مدح للأمثال التي يضربها، وحثٌّ على تدبرها وتعقلها، ومدح لمن يعقلها، وأنه عنوان على أنه من أهل العلم، فعلم أن من لم يعقلها ليس من العالمين.والسبب في ذلك، أن الأمثال التي يضربها اللّه في القرآن، إنما هي للأمور الكبار، والمطالب العالية، والمسائل الجليلة، فأهل العلم يعرفون أنها أهم من غيرها، لاعتناء اللّه بها، وحثه عباده على تعقلها وتدبرها، فيبذلون جهدهم في معرفتها.وأما من لم يعقلها، مع أهميتها، فإن ذلك دليل على أنه ليس من أهل العلم، لأنه إذا لم يعرف المسائل المهمة، فعدم معرفته غيرها من باب أولى وأحرى. ولهذا، أكثر ما يضرب اللّه الأمثال في أصول الدين ونحوها. ",
        "kathir": "ثم قال تعالى : ( وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون ) أي : وما يفهمها ويتدبرها إلا الراسخون في العلم المتضلعون منه .قال الإمام أحمد : حدثنا إسحاق بن عيسى ، حدثني ابن لهيعة ، عن أبي قبيل ، عن عمرو بن العاص ، رضي الله عنه ، قال : عقلت عن رسول الله - صلى الله عليه وسلم - ألف مثل .وهذه منقبة عظيمة لعمرو بن العاص - رضي الله عنه - حيث يقول [ الله ] تعالى : ( وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون ) .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا أحمد بن عبد الرحمن ، حدثنا أبي ، حدثنا ابن سنان ، عن عمرو بن مرة قال : ما مررت بآية من كتاب الله لا أعرفها إلا أحزنني ، لأني سمعت الله تعالى يقول : ( وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون ) ."
      },
      "translations": {
        "en": "And these examples We present to the people, but none will understand them except those of knowledge.",
        "fr": "Telles sont les paraboles que Nous citons aux gens; cependant, seuls les savants les comprennent.",
        "es": "Proponemos estas parábolas a los hombres, pero no las comprenden sino los que saben."
      },
      "ibn_ashour": "وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ (43)بعد أن بين الله لهم فساد معتقدهم في الأصنام ، وأعقبه بتوقيفهم على جهلهم بذلك ، نعى عليهم هنا أنهم ليسوا بأهل لتفهم تلك الدلائل التي قُربت إليهم بطريقة التمثيل ، فاسم الإشارة يبيّنه الاسم المبدل منه وهو { الأمثال } .والإشارة إلى حاضر في الأذهان فإن كل من سمع القرآن حصل في ذهنه بعض تلك الأمثال . واسم الإشارة للتنويه بالأمثال المضروبة في القرآن التي منها هذا المثل بالعنكبوت .وجملة { نضربها للناس } خبر عن اسم الإشارة . وهذه الجملة الخبرية مستعملة في الامتنان والطول لأن في ضرب الأمثال تقريباً لفهم الأمور الدقيقة . قال الزمخشري : «ولضرب العرب الأمثال واستحضار العلماء المُثل والنظائر شأنٌ ليس بالخفي في إبراز خبيئات المعاني ورفع الأستار عن الحقائق حتى تريك المتخيل في صورة المتحقق والغائب كالمشاهد» . وقد تقدم بيان مزية ضرب الأمثال عند قوله تعالى { إن الله لا يستحيي أن يضرب مثلاً ما بعوضة فما فوقها } في سورة البقرة( 26 ) . ولهذا اتبعت هذه الجملة بجملة { وما يعقلها إلا العالمون } . والعقل هنا بمعنى الفهم ، أي ل"
    },
    {
      "number": 44,
      "text": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "خلق الله السموات والأرض بالعدل والقسط، إن في خلقه ذلك لدلالة عظيمة على قدرته، وتفرده بالإلهية، وخَصَّ المؤمنين؛ لأنهم الذين ينتفعون بذلك.",
        "mukhtasar": "خلق الله سبحانه وتعالى السماوات وخلق الأرض بالحق، ولم يخلقها بالباطل ولم يخلقها عبثًا، إن في ذلك الخلق لدلالة واضحة على قدرة الله للمؤمنين؛ لأنهم هم الذين يستدلون بخلق الله على الخالق سبحانه، وأما الكافرون فإنهم يمرون على الآيات في الآفاق والأنفس دون أن تلفت انتباههم إلى عظمة الخالق وقدرته سبحانه.",
        "saadi": "أي: هو تعالى المنفرد بخلق السماوات، على علوها وارتفاعها وسعتها وحسنها وما فيها من الشمس والقمر والكواكب والملائكة، والأرض وما فيها من الجبال والبحار والبراري والقفار والأشجار ونحوها، وكل ذلك خلقه بالحق، أي: لم يخلقها عبثا ولا سدى، ولا لغير فائدة، وإنما خلقها، ليقوم أمره وشرعه، ولتتم نعمته على عباده، وليروا من حكمته وقهره وتدبيره، ما يدلهم على أنه وحده معبودهم ومحبوبهم وإلههم. { إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ } على كثير من المطالب الإيمانية، إذا تدبرها المؤمن رأى ذلك فيها عيانا. ",
        "kathir": "يقول تعالى [ مخبرا ] عن قدرته العظيمة : أنه خلق السموات والأرض بالحق ، يعني : لا على وجه العبث واللعب ، ( لتجزى كل نفس بما تسعى ) [ طه : 15 ] ، ( ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى ) [ النجم : 31 ] .وقوله : ( إن في ذلك لآية للمؤمنين ) أي : لدلالة واضحة على أنه تعالى المتفرد بالخلق والتدبير والإلهية ."
      },
      "translations": {
        "en": "Allah created the heavens and the earth in truth. Indeed in that is a sign for the believers.",
        "fr": "C'est pour une juste raison qu'Allah a créé les cieux et la terre. Voilà bien là une preuve pour les croyants.",
        "es": "Alá ha creado con un fin los cielos y la tierra. Ciertamente, hay en ello un signo para los creyentes."
      },
      "ibn_ashour": "خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآَيَةً لِلْمُؤْمِنِينَ (44)بعد أن بيّن الله تعالى عدم انتفاع المشركين بالحجة ومقدماتها ونتائجها الموصلة إلى بطلان إلهية الأصنام مستوفاة مغنية لمن يريد التأمل والتدبر في صحة مقدماتها بإنصاف نُقل الكلام إلى مخاطبة المؤمنين لإفادة التنويه بشأن المؤمنين إذ انتفعوا بما هو أدق من ذلك وهو حالة النظر والفكر في دلالة الكائنات على أن خالقها هو الله ، وأن لا شيء غيره حقيقاً بمشاركته في إلهيته ، فأفاد أن المؤمنين قد اهتدوا إلى العلم ببطلان إلهية الأصنام خلافاً للمشركين الذين لم يهتدوا بذلك . فأفهم ذلك أن من لم يعقلوها ليسوا بعالمين أخذاً من مفهوم الصفة في قوله { للمؤمنين } إذا اعتبر المعنى الوصفي من قوله { للمؤمنين } ، أو أخذاً من الاقتصار على ذكر المؤمنين في قوله { إن في ذلك لآية للمؤمنين } إذا اعتبر عنوان المؤمنين لقباً .والاقتصار عند ذكر دليل الوحدانية على انتفاع المؤمنين بتلك الدلالة المفيد بأن المشركين لم ينتفعوا بذلك يشبه الاحتباك بين الآيتين .والباء في { بالحق } للملابسة ، أي خلقهما على أحوالهما كلها بما ليس بباطل . والب"
    },
    {
      "number": 45,
      "text": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
      "tafsir": {
        "muyassar": "اتل ما أُنزل إليك من هذا القرآن، واعمل به، وأدِّ الصلاة بحدودها، إن المحافظة على الصلاة تنهى صاحبها عن الوقوع في المعاصي والمنكرات؛ وذلك لأن المقيم لها، المتمم لأركانها وشروطها، يستنير قلبه، ويزداد إيمانه، وتقوى رغبته في الخير، وتقل أو تنعدم رغبته في الشر، ولَذكر الله في الصلاة وغيرها أعظم وأكبر وأفضل من كل شيء. والله يعلم ما تصنعون مِن خيرٍ وشر، فيجازيكم على ذلك أكمل الجزاء وأوفاه.",
        "mukhtasar": "اقرأ - أيها الرسول - على الناس ما أوحى به الله إليك من القرآن، وائت بالصلاة على أكمل وجه، إن الصلاة المؤداة بصفتها الكاملة تنهى صاحبها عن الوقوع في المعاصي والمنكرات؛ لما تحدثه من نور في القلوب يمنع من اقتراف المعاصي، ويرشد إلى عمل الصالحات، ولذكر الله أكبر وأعظم من كل شيء، والله يعلم ما تصنعونه، لا يخفى عليه من أعمالكم شيء، وسيجازيكم على أعمالكم، إن خيرًا فخير، وإن شرًّا فشر.",
        "saadi": "يأمر تعالى بتلاوة وحيه وتنزيله، وهو هذا الكتاب العظيم، ومعنى تلاوته اتباعه، بامتثال ما يأمر به، واجتناب ما ينهى عنه، والاهتداء بهداه، وتصديق أخباره، وتدبر معانيه، وتلاوة ألفاظه، فصار تلاوة لفظه جزء المعنى وبعضه، وإذا كان هذا معنى تلاوة الكتاب، علم أن إقامة الدين كله، داخلة في تلاوة الكتاب. فيكون قوله: { وَأَقِمِ الصَّلَاةَ } من باب عطف الخاص على العام، لفضل الصلاة وشرفها، وآثارها الجميلة، وهي { إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ } والفحشاء: كل ما استعظم واستفحش من المعاصي التي تشتهيها النفوس.والمنكر: كل معصية تنكرها العقول والفطر.ووجه كون الصلاة تنهى عن الفحشاء والمنكر، أن العبد المقيم لها، المتمم لأركانها وشروطها وخشوعها، يستنير قلبه، ويتطهر فؤاده، ويزداد إيمانه، وتقوى رغبته في الخير، وتقل أو تعدم رغبته في الشر، فبالضرورة، مداومتها والمحافظة عليها على هذا الوجه، تنهى عن الفحشاء والمنكر، فهذا من أعظم مقاصدها وثمراتها. وثَمَّ في الصلاة مقصود أعظم من هذا وأكبر، وهو ما اشتملت عليه من ذكر اللّه، بالقلب واللسان والبدن. فإن اللّه تعالى، إنما خلق الخلق  لعبادته، وأفضل عبادة تقع منهم الصلاة، وفيها من عبوديات الجوارح كلها، ما ليس في غيرها، ولهذا قال: { وَلَذِكْرُ اللَّهِ أَكْبَرُ } ويحتمل أنه لما أمر بالصلاة ومدحها، أخبر أن ذكره تعالى خارج الصلاة أكبر من الصلاة، كما هو قول جمهور المفسرين، لكن الأول أولى، لأن الصلاة أفضل من الذكر خارجها، ولأنها -كما تقدم- بنفسها من أكبر الذكر.{ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ } من خير وشر، فيجازيكم على ذلك أكمل الجزاء وأوفاه. ",
        "kathir": "ثم قال تعالى آمرا رسوله والمؤمنين بتلاوة القرآن ، وهو قراءته وإبلاغه للناس : ( وأقم الصلاة إن الصلاة تنهى عن الفحشاء والمنكر ولذكر الله أكبر ) يعني : أن الصلاة تشتمل على شيئين : على ترك الفواحش والمنكرات ، أي : إن مواظبتها تحمل على ترك ذلك . وقد جاء في الحديث من رواية عمران ، وابن عباس مرفوعا : \" من لم تنهه صلاته عن الفحشاء والمنكر ، لم تزده من الله إلا بعدا \" .[ ذكر الآثار الواردة في ذلك ] :قال ابن أبي حاتم : حدثنا محمد بن هارون المخرمي الفلاس ، حدثنا عبد الرحمن بن نافع أبو زياد ، حدثنا عمر بن أبي عثمان ، حدثنا الحسن ، عن عمران بن حصين قال : سئل النبي - صلى الله عليه وسلم - عن قول الله : ( إن الصلاة تنهى عن الفحشاء والمنكر ) قال : \" من لم تنهه صلاته عن الفحشاء والمنكر ، فلا صلاة له \" .وحدثنا علي بن الحسين ، حدثنا يحيى بن أبي طلحة اليربوعي حدثنا أبو معاوية ، عن ليث ، عن طاوس ، عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" من لم تنهه صلاته عن الفحشاء والمنكر ، لم يزدد بها من الله إلا بعدا \" . ورواه الطبراني من حديث أبي معاوية .وقال ابن جرير : حدثنا القاسم ، حدثنا الحسين ، حدثنا خالد بن عبد الله ، عن العلاء بن المسيب ، عمن ذكره ، عن ابن عباس في قوله : ( إن الصلاة تنهى عن الفحشاء والمنكر ) قال : فمن لم تأمره صلاته بالمعروف وتنهه عن المنكر ، لم يزدد بصلاته من الله إلا بعدا . فهذا موقوف. قال ابن جرير : وحدثنا القاسم ، حدثنا الحسين ، حدثنا علي بن هاشم بن البريد ، عن جويبر ، عن الضحاك ، عن ابن مسعود ، عن النبي - صلى الله عليه وسلم - أنه قال : \" لا صلاة لمن لم يطع الصلاة ، وطاعة الصلاة أن تنهى عن الفحشاء والمنكر \" . قال : وقال سفيان : ( قالوا يا شعيب أصلاتك تأمرك ) [ هود : 87 ] قال : فقال سفيان : أي والله ، تأمره وتنهاه .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو خالد ، عن جويبر ، عن الضحاك ، عن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - وقال أبو خالد مرة : عن عبد الله - : \" لا صلاة لمن لم يطع الصلاة ، وطاعة الصلاة تنهاه عن الفحشاء والمنكر \" .والموقوف أصح ، كما رواه الأعمش ، عن مالك بن الحارث ، عن عبد الرحمن بن يزيد قال : قيل لعبد الله : إن فلانا يطيل الصلاة ؟ قال : إن الصلاة لا تنفع إلا من أطاعها .وقال ابن جرير : قال علي : حدثنا إسماعيل بن مسلم ، عن الحسن قال : قال رسول الله - صلى الله عليه وسلم - : \" من صلى صلاة لم تنهه عن الفحشاء والمنكر ، لم يزدد بها من الله إلا بعدا \" .والأصح في هذا كله الموقوفات عن ابن مسعود ، وابن عباس ، والحسن وقتادة ، والأعمش وغيرهم ، والله أعلم .وقال الحافظ أبو بكر البزار : حدثنا يوسف بن موسى ، حدثنا جرير - يعني ابن عبد الحميد - عن الأعمش ، عن أبي صالح قال : أراه عن جابر - شك الأعمش - قال : قال رجل للنبي - صلى الله عليه وسلم - : إن فلانا يصلي فإذا أصبح سرق ، قال : \" سينهاه ما يقول \" .وحدثنا محمد بن موسى الحرشي حدثنا زياد بن عبد الله ، عن الأعمش عن أبي صالح ، عن جابر ، عن النبي - صلى الله عليه وسلم - بنحوه - ولم يشك - ثم قال : وهذا الحديث قد رواه غير واحد عن الأعمش واختلفوا في إسناده ، فرواه غير واحد عن الأعمش ، عن أبي صالح ، عن أبي هريرة أو غيره ، وقال قيس عن الأعمش ، عن أبي سفيان ، عن جابر ، وقال جرير وزياد : عن عبد الله ، عن الأعمش ، عن أبي صالح ، عن جابر .وقال الإمام أحمد : حدثنا وكيع ، حدثنا الأعمش قال : أنبأنا أبو صالح عن أبي هريرة قال : جاء رجل إلى النبي - صلى الله عليه وسلم - فقال : إن فلانا يصلي بالليل فإذا أصبح سرق ؟ فقال : \" إنه سينهاه ما يقول \" .وتشتمل الصلاة أيضا على ذكر الله تعالى ، وهو المطلوب الأكبر ; ولهذا قال تعالى : ( ولذكر الله أكبر ) أي : أعظم من الأول ، ( والله يعلم ما تصنعون ) أي : يعلم جميع أقوالكم وأعمالكم .وقال أبو العالية في قوله : ( إن الصلاة تنهى عن الفحشاء والمنكر ) ، قال : إن الصلاة فيها ثلاث خصال ، فكل صلاة لا يكون فيها شيء من هذه الخلال فليست بصلاة : الإخلاص ، والخشية ، وذكر الله . فالإخلاص يأمره بالمعروف ، والخشية تنهاه عن المنكر ، وذكر القرآن يأمره وينهاه .وقال ابن عون الأنصاري : إذا كنت في صلاة فأنت في معروف ، وقد حجزتك عن الفحشاء والمنكر ، والذي أنت فيه من ذكر الله أكبر .وقال حماد بن أبي سليمان : ( إن الصلاة تنهى عن الفحشاء والمنكر ) يعني : ما دمت فيها .وقال علي بن أبي طلحة ، عن ابن عباس في قوله : ( ولذكر الله أكبر ) ، يقول : ولذكر الله لعباده أكبر ، إذا ذكروه من ذكرهم إياه .وكذا روى غير واحد عن ابن عباس . وبه قال مجاهد ، وغيره .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو خالد الأحمر ، عن داود بن أبي هند ، عن رجل ، عن ابن عباس : ( ولذكر الله أكبر ) قال : ذكر الله عند طعامك وعند منامك . قلت : فإن صاحبا لي في المنزل يقول غير الذي تقول : قال : وأي شيء يقول ؟ قلت : قال : يقول الله : ( فاذكروني أذكركم ) [ البقرة : 152 ] ، فلذكر الله إيانا أكبر من ذكرنا إياه . قال : صدق .قال : وحدثنا أبي ، حدثنا النفيلي ، حدثنا إسماعيل ، عن خالد ، عن عكرمة ، عن ابن عباس في قوله : ( ولذكر الله أكبر ) قال : لها وجهان ، قال : ذكر الله عندما حرمه ، قال : وذكر الله إياكم أعظم من ذكركم إياه .وقال ابن جرير : حدثني يعقوب بن إبراهيم ، حدثنا هشيم ، أخبرنا عطاء بن السائب ، عن عبد الله بن ربيعة قال : قال لي ابن عباس : هل تدري ما قوله تعالى : ( ولذكر الله أكبر ) ؟ قال : قلت : نعم . قال : فما هو ؟ قلت : التسبيح والتحميد والتكبير في الصلاة ، وقراءة القرآن ، ونحو ذلك . قال : لقد قلت قولا عجبا ، وما هو كذلك ، ولكنه إنما يقول : ذكر الله إياكم عندما أمر به أو نهى عنه إذا ذكرتموه ، أكبر من ذكركم إياه. وقد روي هذا من غير وجه عن ابن عباس . وروي أيضا عن ابن مسعود ، وأبي الدرداء ، وسلمان الفارسي ، وغيرهم . واختاره ابن جرير ."
      },
      "translations": {
        "en": "Recite, [O Muhammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allah is greater. And Allah knows that which you do.",
        "fr": "Récite ce qui t'est révélé du Livre et accomplis la Salât. En vérité la Salât préserve de la turpitude et du blâmable. Le rappel d'Allah est certes ce qu'il y a de plus grand. Et Allah sait ce que vous faites.",
        "es": "¡Recita lo que se te ha revelado de la Escritura ! ¡Haz la azalá! La azalá prohíbe la deshonestidad y lo reprobable. Pero el recuerdo de Alá es más importante aún. Alá sabe lo que hacéis."
      },
      "ibn_ashour": "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ (45)بعد أن ضرب الله للناس المثل بالأمم السالفة جاء بالحجة المبيّنة فساد معتقد المشركين ، ونوه بصحة عقائد المؤمنين بمنتهى البيان الذي ليس وراءه مطلب أقبل على رسوله بالخطاب الذي يزيد تثبيته على نشر الدعوة وملازمة الشرائع وإعلان كلمة الله بذلك ، وما فيه زيادة صلاح المؤمنين الذين انتفعوا بدلائل الوحدانية . وما الرسول عليه الصلاة والسلام إلا قدوة للمؤمنين وسيّدهم فأمره أمر لهم كما دل عليه التذييل بقوله { والله يعلم ما تصنعونلآيَةً لِّلْمُؤْمِنِينَ * اتل مَا أُوْحِىَ إِلَيْكَ مِنَ الكتاب وَأَقِمِ الصلاة إِنَّ } بصيغة جمع المخاطبين كقوله { فاستقم كما أُمِرتَ ومن تاب معك } [ هود : 112 ] قرآن إذ ما فرط فيه من شيء من الإرشاد .وحذف متعلق فعل { اتْلُ } ليعم التلاوة على المسلمين وعلى المشركين . وهذا كقوله تعالى { إنما أُمرتُ أن أعبد رب هذه البلدة الذي حرّمها } إلى قوله { وأن أتلو القرءان فمن اهتدى فإنما يهتدي لنفسه ومن"
    },
    {
      "number": 46,
      "text": "۞ وَلَا تُجَٰدِلُوٓا۟ أَهْلَ ٱلْكِتَٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَٰحِدٌۭ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "tafsir": {
        "muyassar": "ولا تجادلوا -أيها المؤمنون- اليهودَ والنصارى إلا بالأسلوب الحسن، والقول الجميل، والدعوة إلى الحق بأيسر طريق موصل لذلك، إلا الذين حادوا عن وجه الحق وعاندوا وكابروا وأعلنوا الحرب عليكم فجالدوهم بالسيف حتى يؤمنوا، أو يعطوا الجزية عن يدٍ وهم صاغرون، وقولوا: آمنا بالقرآن الذي أُنزل إلينا، وآمنا بالتوراة والإنجيل اللذَيْن أُنزلا إليكم، وإلهنا وإلهكم واحد لا شريك له في ألوهيته، ولا في ربوبيته، ولا في أسمائه وصفاته، ونحن له خاضعون متذللون بالطاعة فيما أمرنا به، ونهانا عنه.",
        "mukhtasar": "ولا تحاوروا - أيها المؤمنون - ولا تخاصموا اليهود والنصارى إلا بالأسلوب الأحسن والطريقة المثلى وهي الدعوة بالموعظة والحجج البينة، إلا الذين ظلموا منهم بالعناد والمكابرة، وأعلنوا الحرب عليكم، فقاتلوهم حتى يسلموا أو يعطوا الجزية عن يد وهم صاغرون، وقولوا لليهود والنصارى: آمنا بالذي أنزل الله إلينا من القرآن، وآمنا بالذي أنزل إليكم من التوراة والإنجيل، وإلهنا وإلهكم واحد لا شريك له في ألوهيته وربوبيته وكماله، ونحن له وحده منقادون متذللون.",
        "saadi": "ينهى تعالى عن مجادلة أهل الكتاب، إذا كانت من غير بصيرة من المجادل، أو بغير قاعدة مرضية، وأن لا يجادلوا إلا بالتي هي أحسن، بحسن خلق ولطف ولين كلام، ودعوة إلى الحق وتحسينه، ورد عن الباطل وتهجينه، بأقرب طريق موصل لذلك، وأن لا يكون القصد منها مجرد المجادلة والمغالبة وحب العلو، بل يكون القصد بيان الحق وهداية الخلق، إلا من ظلم من أهل الكتاب، بأن ظهر من قصده وحاله، أنه لا إرادة له في الحق، وإنما يجادل على وجه المشاغبة والمغالبة، فهذا لا فائدة في جداله، لأن المقصود منها ضائع.{ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ } أي: ولتكن مجادلتكم لأهل الكتاب مبنية على الإيمان بما أنزل إليكم وأنزل إليهم، وعلى الإيمان برسولكم ورسولهم، وعلى أن الإله واحد، ولا تكن مناظرتكم إياهم [على وجه] يحصل به القدح في شيء من الكتب الإلهية، أو بأحد من الرسل، كما يفعله الجاهل عند مناظرة الخصوم، يقدح بجميع ما معهم، من حق وباطل، فهذا ظلم، وخروج عن الواجب وآداب النظر، فإن الواجب، أن يرد ما مع الخصم من الباطل، ويقبل ما معه من الحق، ولا يرد الحق لأجل قوله، ولو كان كافرا. وأيضا، فإن بناء مناظرة أهل الكتاب، على هذا الطريق، فيه إلزام لهم بالإقرار بالقرآن، وبالرسول الذي جاء به، فإنه إذا تكلم في الأصول الدينية التي اتفقت عليها الأنبياء والكتب، وتقررت عند المتناظرين، وثبتت حقائقها عندهما، وكانت الكتب السابقة والمرسلون مع القرآن ومحمد صلى اللّه عليه وسلم قد بينتها ودلت عليها وأخبرت بها، فإنه يلزم التصديق بالكتب كلها، والرسل كلهم، وهذا من خصائص الإسلام.فأما أن يقال: نؤمن بما دل عليه الكتاب الفلاني، دون الكتاب الفلاني وهو الحق الذي صدق ما قبله، فهذا ظلم وجور، وهو يرجع إلى قوله بالتكذيب، لأنه إذا كذب القرآن الدال عليها، المصدق لما بين يديه من التوراة، فإنه مكذب لما زعم أنه به مؤمن.وأيضا، فإن كل طريق تثبت به نبوة أي: نبي كان، فإن مثلها وأعظم منها، دالة على نبوة محمد صلى اللّه عليه وسلم، وكل شبهة يقدح بها في نبوة محمد صلى اللّه عليه وسلم، فإن مثلها أو أعظم منها، يمكن توجيهها إلى نبوة غيره، فإذا ثبت بطلانها في غيره، فثبوت بطلانها في حقه صلى اللّه عليه وسلم أظهر وأظهر.وقوله: { وَنَحْنُ لَهُ مُسْلِمُونَ } أي: منقادون مستسلمون لأمره. ومن آمن به، واتخذه إلها، وآمن بجميع كتبه ورسله، وانقاد للّه واتبع رسله، فهو السعيد، ومن انحرف عن هذا الطريق، فهو الشقي. ",
        "kathir": "قال قتادة وغير واحد : هذه الآية منسوخة بآية السيف ، ولم يبق معهم مجادلة ، وإنما هو الإسلام أو الجزية أو السيف .وقال آخرون : بل هي باقية أو محكمة لمن أراد الاستبصار منهم في الدين ، فيجادل بالتي هي أحسن ، ليكون أنجع فيه ، كما قال تعالى : ( ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين ) [ النحل : 125 ] ، وقال تعالى لموسى وهارون حين بعثهما إلى فرعون : ( فقولا له قولا لينا لعله يتذكر أو يخشى ) [ طه : 44 ] . وهذا القول اختاره ابن جرير ، وحكاه عن ابن زيد .وقوله : ( إلا الذين ظلموا منهم ) أي : حادوا عن وجه الحق ، وعموا عن واضح المحجة ، وعاندوا وكابروا ، فحينئذ ينتقل من الجدال إلى الجلاد ، ويقاتلون بما يردعهم ويمنعهم ، قال الله تعالى : ( لقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط وأنزلنا الحديد فيه بأس شديد ومنافع للناس وليعلم الله من ينصره ورسله بالغيب إن الله قوي عزيز ) [ الحديد : 25 ] .قال جابر : أمرنا من خالف كتاب الله أن نضربه بالسيف .قال مجاهد : ( إلا الذين ظلموا منهم ) يعني : أهل الحرب ، ومن امتنع منهم عن أداء الجزية .وقوله : ( وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم ) ، يعني : إذا أخبروا بما لا يعلم صدقه ولا كذبه ، فهذا لا نقدم على تكذيبه لأنه قد يكون حقا ، ولا على تصديقه ، فلعله أن يكون باطلا ولكن نؤمن به إيمانا مجملا معلقا على شرط وهو أن يكون منزلا لا مبدلا ولا مؤولا .وقال البخاري ، رحمه الله : حدثنا محمد بن بشار ، حدثنا عثمان بن عمر ، أخبرنا علي بن المبارك ، عن يحيى بن أبي كثير ، عن أبي سلمة ، عن أبي هريرة ، رضي الله عنه قال : كان أهل الكتاب يقرءون التوراة بالعبرانية ، ويفسرونها بالعربية لأهل الإسلام ، فقال رسول الله - صلى الله عليه وسلم - : \" لا تصدقوا أهل الكتاب ولا تكذبوهم ، وقولوا : آمنا بالله وما أنزل إلينا وما أنزل إليكم ، وإلهنا وإلهكم واحد ، ونحن له مسلمون \" . وهذا الحديث تفرد به البخاري .وقال الإمام أحمد : حدثنا عثمان بن عمر ، أخبرنا يونس ، عن الزهري ، أخبرني ابن أبي نملة أن أبا نملة الأنصاري أخبره ، أنه بينما هو جالس عند رسول الله - صلى الله عليه وسلم - جاءه رجل من اليهود ، فقال : يا محمد ، هل تتكلم هذه الجنازة ؟ قال رسول الله - صلى الله عليه وسلم - : \" الله أعلم \" . قال اليهودي : أنا أشهد أنها تتكلم . فقال رسول الله - صلى الله عليه وسلم - : \" إذا حدثكم أهل الكتاب فلا تصدقوهم ولا تكذبوهم ، وقولوا : آمنا بالله ورسله وكتبه ، فإن كان حقا لم تكذبوهم ، وإن كان باطلا لم تصدقوهم \"قلت : وأبو نملة هذا هو : عمارة . وقيل : عمار . وقيل : عمرو بن معاذ بن زرارة الأنصاري ، رضي الله عنه .ثم ليعلم أن أكثر ما يحدثون به غالبه كذب وبهتان ; لأنه قد دخله تحريف وتبديل وتغيير وتأويل ، وما أقل الصدق فيه ، ثم ما أقل فائدة كثير منه لو كان صحيحا .قال ابن جرير : حدثنا ابن بشار ، حدثنا أبو عاصم ، حدثنا سفيان ، عن سليمان بن عامر ، عن عمارة بن عمير ، عن حريث بن ظهير ، عن عبد الله - هو ابن مسعود - قال : لا تسألوا أهل الكتاب عن شيء ، فإنهم لن يهدوكم وقد ضلوا ، إما أن تكذبوا بحق أو تصدقوا بباطل ، فإنه ليس أحد من أهل الكتاب إلا وفي قلبه تالية ، تدعوه إلى دينه كتالية المال .وقال البخاري : حدثنا موسى بن إسماعيل حدثنا إبراهيم بن سعد ، أخبرنا ابن شهاب ، عن عبيد الله بن عبد الله ، عن ابن عباس قال : كيف تسألون أهل الكتاب عن شيء ، وكتابكم الذي أنزل على رسوله - صلى الله عليه وسلم - أحدث تقرءونه محضا لم يشب ، وقد حدثكم أن أهل الكتاب بدلوا كتاب الله ، وغيروه وكتبوا بأيديهم الكتاب ، وقالوا : هو من عند الله ، ليشتروا به ثمنا قليلا ؟ ألا ينهاكم ما جاءكم من العلم عن مسألتهم ؟ لا والله ما رأينا منهم رجلا يسألكم عن الذي أنزل عليكم .وقال البخاري : وقال أبو اليمان : أخبرنا شعيب ، عن الزهري ، أخبرني حميد بن عبد الرحمن : أنه سمع معاوية يحدث رهطا من قريش بالمدينة - وذكر كعب الأحبار - فقال : إن كان من أصدق هؤلاء المحدثين الذين يحدثون عن أهل الكتاب ، وإن كنا مع ذلك لنبلو عليه الكذب .قلت : معناه أنه يقع منه الكذب لغة من غير قصد ; لأنه يحدث عن صحف هو يحسن بها الظن ، وفيها أشياء موضوعة ومكذوبة ; لأنهم لم يكن في ملتهم حفاظ متقنون كهذه الأمة العظيمة ، ومع ذلك وقرب العهد وضعت أحاديث كثيرة في هذه الأمة ، لا يعلمها إلا الله ، ومن منحه الله علما بذلك ، كل بحسبه ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\"",
        "fr": "Et ne discutez que de la meilleure façon avec les gens du Livre, sauf ceux d'entre eux qui sont injustes. Et dites: «Nous croyons en ce qu'on a fait descendre vers nous et descendre vers vous, tandis que notre Dieu et votre Dieu est le même, et c'est à Lui que nous nous soumettons».",
        "es": "No discutáis sino con buenos modales con la gente de la Escritura, excepto con los que hayan obrado impíamente. Y decid: «Creemos en lo que se nos ha revelado a nosotros y en lo que se os ha revelado a vosotros. Nuestro Dios y vuestro Dios es Uno. Y nos sometemos a él»."
      },
      "ibn_ashour": "وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آَمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ (46)عطف على جملة { اتل ما أوحي إليك من الكتاب } [ العنكبوت : 45 ] الآية ، باعتبار ما تستلزمه تلك من متاركة المشركين والكف عن مجادلتهم بعد قوله تعالى { وتلك الأمثال نضربها للناس وما يعْقِلُها إلا العالمون } [ العنكبوت : 43 ] كما تقدم آنفاً . وقد كانت هذه توطئة لما سيحدث من الدعوة في المدينة بعد هجرة النبي صلى الله عليه وسلم لأن مجادلة أهل الكتاب لا تَعرِض للنبيء صلى الله عليه وسلم ولا للمؤمنين في مكة ، ولكن لما كان النبي عليه الصلاة والسلام في إبان نزول أواخِر هذه السورة على وشْك الهجرة إلى المدينة وكانت الآيات السابقة مجادلةً للمشركين غليظة عليهم من تمثيل حالهم بحال العنكبوت ، وقوله { وما يعقِلُها إلى العالمون } هَيأ الله لرسوله عليه الصلاة والسلام طريقة مجادلة أهل الكتاب . فهذه الآية معترضة بين محاجّة المشركين والعود إليها في قوله تعالى { وكذلك أنزلنا إليك ا"
    },
    {
      "number": 47,
      "text": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَٰهُمُ ٱلْكِتَٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلْكَٰفِرُونَ",
      "tafsir": {
        "muyassar": "وكما أنزلنا -أيها الرسول- الكتب على مَن قبلك من الرسل، أنزلنا إليك هذا الكتاب المصدق للكتب السابقة، فالذين آتيناهم الكتاب من بني إسرائيل فعرفوه حق معرفته يؤمنون بالقرآن، ومِن هؤلاء العرب من قريش وغيرهم مَن يؤمن به، ولا ينكر القرآن أو يتشكك في دلائله وبراهينه البينة إلا الكافرون الذين دَأْبُهم الجحود والعناد.",
        "mukhtasar": "وكما أنزلنا الكتب على من قبلك أنزلنا عليك القرآن، فبعض هؤلاء الذين يقرؤون التوراة - مثل عبد الله بن سلام- يؤمنون به؛ لما يجدونه من نَعْتِه في كتبهم، ومن هؤلاء المشركين من يؤمن به، وما يكفر بآياتنا إلا الكافرون الذين دأبهم الكفر والجحود للحق مع ظهوره.",
        "saadi": "أي: { وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ } يا محمد، هذا { الْكِتَاب } الكريم، المبين كل نبأ عظيم، الداعي إلى كل خلق فاضل، وأمر كامل، المصدق للكتب السابقة، المخبر به الأنبياء الأقدمون.{ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ } فعرفوه حق معرفته، ولم يداخلهم حسد وهوى.{ يُؤْمِنُونَ بِهِ } لأنهم تيقنوا صدقه، بما لديهم من الموافقات، وبما عندهم من البشارات، وبما تميزوا به من معرفة الحسن والقبيح، والصدق والكذب.{ وَمِنْ هَؤُلَاءِ } الموجودين { مَنْ يُؤْمِنُ بِهِ } إيمانا عن بصيرة، لا عن رغبته ولا رهبته. { وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ } الذين دأبهم الجحود للحق والعناد له. وهذا حصر لمن كفر به، أنه لا يكون من أحد قصده متابعة الحق، وإلا، فكل من له قصد صحيح، فإنه لا بد أن يؤمن به، لما اشتمل عليه من البينات، لكل من له عقل، أو ألقى السمع وهو شهيد.",
        "kathir": "قال ابن جرير : يقول الله تعالى : كما أنزلنا الكتب على من قبلك - يا محمد - من الرسل ، كذلك أنزلنا إليك هذا الكتاب .وهذا الذي قاله حسن ومناسبة وارتباط جيد .وقوله : ( فالذين آتيناهم الكتاب يؤمنون به ) أي : الذين أخذوه فتلوه حق تلاوته من أحبارهم العلماء الأذكياء ، كعبد الله بن سلام ، وسلمان الفارسي ، وأشباههما .وقوله : ( ومن هؤلاء من يؤمن به ) ، يعني العرب من قريش وغيرهم ، ( وما يجحد بآياتنا إلا الكافرون ) ، أي : ما يكذب بها ويجحد حقها إلا من يستر الحق بالباطل ، ويغطي ضوء الشمس بالوصائل ، وهيهات ."
      },
      "translations": {
        "en": "And thus We have sent down to you the Qur'an. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers.",
        "fr": "C'est ainsi que Nous t'avons fait descendre le Livre (le Coran). Ceux à qui Nous avons donné le Livre y croient. Et parmi ceux-ci, il en est qui y croient. Seuls les mécréants renient Nos versets.",
        "es": "Y, así, te hemos revelado la Escritura. Aquéllos a quienes revelamos la Escritura creen en ella. Entre éstos hay algunos que creen en ella. Nadie rechaza Nuestros signos sino los infieles."
      },
      "ibn_ashour": "وَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آَتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلَاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآَيَاتِنَا إِلَّا الْكَافِرُونَ (47)هذا عود إلى مجادلة المشركين في إثبات أن القرآن منزل من الله على رسوله صلى الله عليه وسلمفالمعنى : ومثلَ ذلك التنزيل البديع أنزلنا إليك الكتاب ، فهو بديع في فصاحته ، وشرف معانيه ، وعذوبة تراكيبه ، وارتفاعه على كل كلام من كلام البلغاء ، وفي تنجيمه ، وغير ذلك . وقد تقدم بيان مثل هذه الإشارة عند قوله تعالى : { وكذلك جعلناكم أمة وسَطاً } في سورة [ البقرة : 143 ] .وقد تفرع على بداعة تنزيله الإخبارُ بأن الذين علمهم الله الكتاب يؤمنون به أي يصدقون أنه من عند الله لأنهم أدرى بأساليب الكتب المنزَّلة على الرسل والأنبياء وأعلم بسمات الرسل وشمائلهم . وإنما قال : فالذين ءاتيناهم الكتاب } دون أن يقول : فأهل الكتاب ، لأن في { آتيناهم الكتاب } تذكيراً لهم بأنهم أمناء عليه كما قال تعالى : { بما استحفظوا من كتاب الله } [ المائدة : 44 ] .وجيء بصيغة المضارع للدلالة على أنه سيقع في المستقبل أو للدلالة على تجدد إيمان هذا الفر"
    },
    {
      "number": 48,
      "text": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَٰبٍۢ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًۭا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
      "tafsir": {
        "muyassar": "من معجزاتك البينة -أيها الرسول- أنك لم تقرأ كتابًا ولم تكتب حروفًا بيمينك قبل نزول القرآن عليك، وهم يعرفون ذلك، ولو كنت قارئًا أو كاتبًا من قبل أن يوحى إليك لشك في ذلك المبطلون، وقالوا: تعلَّمه من الكتب السابقة أو استنسخه منها.",
        "mukhtasar": "وما كنت - أيها الرسول - تقرأ قبل القرآن أي كتاب، وما كنت تكتب شيئًا بيمينك؛ لأنك أُمِّي لا تقرأ ولا تكتب، ولو كنت تقرأ وتكتب لشكّ الجهلة من الناس في نبوتك، وتذرّعوا بأنك كنت تكتب عن الكتب السابقة.",
        "saadi": "ومما يدل على صحته، أنه جاء به هذا النبي الأمين، الذي عرف قومه صدقه وأمانته ومدخله ومخرجه وسائر أحواله، وهو لا يكتب بيده خطا، ولا يقرأ خطا مكتوبا، فإتيانه به في هذه الحال، من أظهر البينات القاطعة، التي لا تقبل الارتياب، أنه من عند اللّه العزيز الحميد، ولهذا قال: { وَمَا كُنْتَ تَتْلُو } أي: تقرأ { مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا } لو كنت بهذه الحال { لَارْتَابَ الْمُبْطِلُونَ } فقالوا: تعلمه من الكتب السابقة، أو استنسخه منها، فأما وقد نزل على قلبك، كتابا جليلا، تحديت به الفصحاء والبلغاء، الأعداء الألداء، أن يأتوا بمثله، أو بسورة من مثله، فعجزوا غاية العجز، بل ولا حدثتهم أنفسهم بالمعارضة، لعلمهم ببلاغته وفصاحته، وأن كلام أحد من البشر، لا يبلغ أن يكون مجاريا له أو على منواله، ولهذا قال:  ",
        "kathir": "ثم قال تعالى : ( وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك ) ، أي : قد لبثت في قومك - يا محمد - ومن قبل أن تأتي بهذا القرآن عمرا لا تقرأ كتابا ولا تحسن الكتابة ، بل كل أحد من قومك وغيرهم يعرف أنك رجل أمي لا تقرأ ولا تكتب . وهكذا صفته في الكتب المتقدمة ، كما قال تعالى : ( الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ) الآية [ الأعراف : 157 ] . وهكذا كان ، صلوات الله وسلامه عليه [ دائما أبدا ] إلى يوم القيامة ، لا يحسن الكتابة ولا يخط سطرا ولا حرفا بيده ، بل كان له كتاب يكتبون بين يديه الوحي والرسائل إلى الأقاليم . ومن زعم من متأخري الفقهاء ، كالقاضي أبي الوليد الباجي ومن تابعه أنه عليه السلام ، كتب يوم الحديبية : \" هذا ما قاضى عليه محمد بن عبد الله \" فإنما حمله على ذلك رواية في صحيح البخاري : \" ثم أخذ فكتب \" : وهذه محمولة على الرواية الأخرى : \" ثم أمر فكتب \" . ولهذا اشتد النكير بين فقهاء المغرب والمشرق على من قال بقول الباجي ، وتبرءوا منه ، وأنشدوا في ذلك أقوالا وخطبوا به في محافلهم : وإنما أراد الرجل - أعني الباجي ، فيما يظهر عنه - أنه كتب ذلك على وجه المعجزة ، لا أنه كان يحسن الكتابة ، كما قال ، عليه الصلاة والسلام إخبارا عن الدجال : \" مكتوب بين عينيه كافر \" وفي رواية : \" ك ف ر ، يقرؤها كل مؤمن \" ، وما أورده بعضهم من الحديث أنه لم يمت ، عليه السلام حتى تعلم الكتابة ، فضعيف لا أصل له ; قال الله تعالى : ( وما كنت تتلو ) أي : تقرأ ( من قبله من كتاب ) لتأكيد النفي ، ( ولا تخطه بيمينك ) تأكيد أيضا ، وخرج مخرج الغالب ، كقوله تعالى : ( ولا طائر يطير بجناحيه ) [ الأنعام : 38 ] .وقوله : ( إذا لارتاب المبطلون ) أي : لو كنت تحسنها لارتاب بعض الجهلة من الناس فيقول : إنما تعلم هذا من كتب قبله مأثورة عن الأنبياء ، مع أنهم قالوا ذلك مع علمهم بأنه أمي لا يحسن الكتابة : ( وقالوا أساطير الأولين اكتتبها فهي تملى عليه بكرة وأصيلا ) [ الفرقان : 5 ] ، قال الله تعالى : ( قل أنزله الذي يعلم السر في السموات والأرض إنه كان غفورا رحيما ) [ الفرقان : 6 ] ، وقال هاهنا : ( بل هو آيات بينات في صدور الذين أوتوا العلم ) أي : [ هذا ] القرآن آيات بينة واضحة في الدلالة على الحق ، أمرا ونهيا وخبرا ، يحفظه العلماء ، يسره الله عليهم حفظا وتلاوة وتفسيرا ، كما قال تعالى : ( ولقد يسرنا القرآن للذكر فهل من مدكر ) [ القمر : 17 ] ، وقال رسول الله - صلى الله عليه وسلم - : \" ما من نبي إلا وقد أعطي ما آمن على مثله البشر وإنما كان الذي أوتيته وحيا أوحاه الله إلي ، فأرجو أن أكون أكثرهم تابعا \" .وفي حديث عياض بن حمار ، في صحيح مسلم : \" يقول الله تعالى : إني مبتليك ومبتل بك ، ومنزل عليك كتابا لا يغسله الماء ، تقرؤه نائما ويقظان \" . أي : لو غسل الماء المحل المكتوب فيه لما احتيج إلى ذلك المحل ، كما جاء في الحديث الآخر : \" لو كان القرآن في إهاب ، ما أحرقته النار \" ، لأنه محفوظ في الصدور ، ميسر على الألسنة ، مهيمن على القلوب ، معجز لفظا ومعنى ; ولهذا جاء في الكتب المتقدمة ، في صفة هذه الأمة : \" أناجيلهم في صدورهم \" ."
      },
      "translations": {
        "en": "And you did not recite before it any scripture, nor did you inscribe one with your right hand. Otherwise the falsifiers would have had [cause for] doubt.",
        "fr": "Et avant cela, tu ne récitais aucun livre et tu n'en écrivais aucun de ta main droite. Sinon, ceux qui nient la vérité auraient eu des doutes.",
        "es": "Tú no leías, antes de recibirla, ninguna Escritura, ni copiabas ninguna con tu diestra. Los falsarios, si no, habrían sospechado..."
      },
      "ibn_ashour": "وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَارْتَابَ الْمُبْطِلُونَ (48)هذا استدلال بصفة الأمية المعروف بها الرسول صلى الله عليه وسلم ودلالتُها على أنه موحى إليه من الله أعظم دلالة وقد ورد الاستدلال بها في القرآن في مواضع كقوله : { ما كنت تدري ما الكتاب ولا الإيمان } [ الشورى : 52 ] وقوله : { فقد لبثتُ فيكم عُمراً من قَبْلِه أفلا تَعْقِلون } [ يونس : 16 ] .ومعنى : { ما كنت تتلو من قبله من كتاب } أنك لم تكن تقرأ كتاباً حتى يقول أحد : هذا القرآن الذي جاء به هو مما كان يتلوه من قبل .و { لا تَخُطُّهُ } أي لا تكتب كتاباً ولو كنت لا تتلوه ، فالمقصود نفي حالتي التعلم ، وهما التعلم بالقراءة والتعلّم بالكتابة استقصاء في تحقيق وصف الأمية فإن الذي يحفظ كتاباً ولا يعرف يكتب لا يُعدّ أمياً كالعلماء العمي ، والذي يستطيع أن يكتب ما يُلقى إليه ولا يحفظ علماً لا يُعدّ أمياً مثل النُسَّاخ فبانتفاء التلاوة والخط تحقق وصف الأمية .و { إذن } جواب وجزاء لشرط مقدّر ب ( لو ) لأنه مفروض دل عليه قوله : { وما كنت تتلو } { ولا تُخطه } . والتقدير : لو كنت تتلو قبله كتاباً أو "
    },
    {
      "number": 49,
      "text": "بَلْ هُوَ ءَايَٰتٌۢ بَيِّنَٰتٌۭ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
      "tafsir": {
        "muyassar": "بل القرآن آيات بينات واضحة في الدلالة على الحق يحفظه العلماء، وما يكذِّب بآياتنا ويردها إلا الظالمون المعاندون الذين يعلمون الحق ويحيدون عنه.",
        "mukhtasar": "بل القرآن المنزل عليك آيات واضحات في صدور الذين أعطوا العلم من المؤمنين، وما يجحد بآياتنا إلا الظالمون لأنفسهم بالكفر بالله والشرك به.",
        "saadi": "أي: { بَلْ } هذا القرآن { آيَات بَيِّنَات } لا خفيات، { فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ } وهم سادة الخلق، وعقلاؤهم، وأولو الألباب منهم، والكمل منهم.فإذا كان آيات بينات في صدور أمثال هؤلاء، كانوا حجة على غيرهم، وإنكار غيرهم لا يضر، ولا يكون ذلك إلا ظلما، ولهذا قال: { وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ } لأنه لا يجحدها إلا جاهل تكلم بغير علم، ولم يقتد بأهل العلم، وهو متمكن من معرفته على حقيقته، وإما متجاهل عرف أنه حق فعانده، وعرف صدقه فخالفه.",
        "kathir": "واختار ابن جرير أن المعنى في قوله تعالى : ( بل هو آيات بينات في صدور الذين أوتوا العلم ) ، بل العلم بأنك ما كنت تتلو من قبل هذا الكتاب كتابا ولا تخطه بيمينك ، آيات بينات في صدور الذين أوتوا العلم من أهل الكتاب . ونقله عن قتادة ، وابن جريج . وحكى الأول عن الحسن [ البصري ] فقط .قلت : وهو الذي رواه العوفي عن عبد الله بن عباس ، وقاله الضحاك ، وهو الأظهر ، والله أعلم .وقوله : ( وما يجحد بآياتنا إلا الظالمون ) أي : ما يكذب بها ويبخس حقها ويردها إلا الظالمون ، أي : المعتدون المكابرون ، الذين يعلمون الحق ويحيدون عنه ، كما قال تعالى : ( إن الذين حقت عليهم كلمة ربك لا يؤمنون . ولو جاءتهم كل آية حتى يروا العذاب الأليم ) [ يونس : 96 ، 97 ] ."
      },
      "translations": {
        "en": "Rather, the Qur'an is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers.",
        "fr": "Il consiste plutôt en des versets évidents, (préservés) dans les poitrines de ceux à qui le savoir a été donné. Et seuls les injustes renient Nos versets.",
        "es": "Antes bien, es un conjunto de aleyas claras en los pechos de quienes han recibido la Ciencia. No niegan Nuestros signos sino los impíos."
      },
      "ibn_ashour": "بَلْ هُوَ آَيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ وَمَا يَجْحَدُ بِآَيَاتِنَا إِلَّا الظَّالِمُونَ (49){ بل } إبطال لما اقتضاه الفرض من قوله : { إذن لارتاب المبطلون } [ العنكبوت : 48 ] ، أي بل القرآن لا ريب يتطرقه في أنه من عند الله ، فهو كله آيات دالة على صدق الرسول صلى الله عليه وسلم وأنه من عند الله لما اشتمل عليه من الإعجاز في لفظه ومعناه ولما أيَّد ذلك الإعجازَ من كون الآتي به أميّاً لم يكن يتلو من قبله كتاباً ولا يخطّ ، أي بل القرآن آيات ليست مما كان يتلى قبل نزوله بل هو آيات في صدر النبي صلى الله عليه وسلمفالمراد من : { صدور الذين أوتوا العلم } صدر للنبيء صلى الله عليه وسلم عبّر عنه بالجمع تعظيماً له .و { العلم } الذي أوتيه النبي صلى الله عليه وسلم هو النبوءة كقوله تعالى : { ولقد آتينا داوود وسليمان علماً } [ النمل : 15 ] . ومعنى الآية أن كونه في صدر النبي صلى الله عليه وسلم هو شأن كل ما ينزل من القرآن حين نزوله ، فإذا أنزل فإنه يجوز أن يخطُّه الكاتبون ، وقد كان النبي صلى الله عليه وسلم اتخذ كُتَّاباً للوحي فكانوا ربما كتبوا الآية في حين نزولها كما دل عليه حدي"
    },
    {
      "number": 50,
      "text": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَٰتٌۭ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْءَايَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ",
      "tafsir": {
        "muyassar": "وقال المشركون: هلا أُنزل على محمد دلائل وحجج من ربه نشاهدها كناقة صالح، وعصا موسى! قل لهم: إن أمر هذه الآيات لله، إن شاء أنزلها، وإن شاء منعها، وإنما أنا لكم نذير أحذركم شدة بأسه وعقابه، مبيِّن طريق الحق من الباطل.",
        "mukhtasar": "وقال المشركون: هلَّا أنزل على محمد آيات من ربه مثل ما أنزل على الرسل من قبله، قل - أيها الرسول - لهؤلاء المقترحين: إنما الآيات بيد الله سبحانه، ينزلها متى شاء، وليس إليّ إنزالها، وإنما أنا نذير لكم من عقاب الله، واضح النذارة.",
        "saadi": "أي: واعترض هؤلاء الظالمون المكذبون للرسول ولما جاء به، واقترحوا عليه نزول آيات عينوها، كقولهم: { وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا } الآيات. فتعيين الآيات ليس عندهم، ولا عند الرسول صلى اللّه عليه وسلم، فإن في ذلك تدبيرا مع اللّه، وأنه لو كان كذلك، وينبغي  أن يكون كذلك، وليس لأحد من الأمر شيء.ولهذا قال: { قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ } إن شاء أنزلها أو منعها { وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ } وليس لي مرتبة فوق هذه المرتبة.وإذا كان القصد بيان الحق من الباطل، فإذا حصل المقصود -بأي: طريق- كان اقتراح الآيات المعينات على ذلك ظلما وجورا، وتكبرا على اللّه وعلى الحق.بل لو قدر أن تنزل تلك الآيات، ويكون في قلوبهم أنهم لا يؤمنون بالحق إلا بها، كان ذلك ليس بإيمان، وإنما ذلك شيء وافق أهواءهم، فآمنوا، لا لأنه حق، بل لتلك الآيات. فأي فائدة حصلت في إنزالها على التقدير الفرضي؟",
        "kathir": "يقول تعالى مخبرا عن المشركين في تعنتهم وطلبهم آيات - يعنون - ترشدهم إلى أن محمدا رسول الله كما جاء صالح بناقته ، قال الله تعالى : ( قل ) يا محمد : ( إنما الآيات عند الله ) أي : إنما أمر ذلك إلى الله ، فإنه لو علم أنكم تهتدون لأجابكم إلى سؤالكم ; لأن ذلك سهل عليه ، يسير لديه ، ولكنه يعلم منكم أنما قصدكم التعنت والامتحان ، فلا يجيبكم إلى ذلك ، كما قال تعالى : ( وما منعنا أن نرسل بالآيات إلا أن كذب بها الأولون وآتينا ثمود الناقة مبصرة فظلموا بها ) [ الإسراء : 59 ] .وقوله : ( وإنما أنا نذير مبين ) أي : إنما بعثت نذيرا لكم بين النذارة فعلي أن أبلغكم رسالة الله و ( من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا ) [ الكهف : 17 ] ، وقال تعالى : ( ليس عليك هداهم ولكن الله يهدي من يشاء ) [ البقرة : 272 ] ."
      },
      "translations": {
        "en": "But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allah, and I am only a clear warner.\"",
        "fr": "Et ils dirent: «Pourquoi n'a-t-on pas fait descendre sur lui des prodiges de la part de son Seigneur?» Dis: «Les prodiges sont auprès d'Allah. Moi, je ne suis qu'un avertisseur bien clair».",
        "es": "Dicen: «¿Por qué no se le han revelado signos procedentes de su Señor?» Di: «Sólo Alá dispone de los signos. Yo soy solamente un monitor que habla claro»."
      },
      "ibn_ashour": "وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آَيَاتٌ مِنْ رَبِّهِ قُلْ إِنَّمَا الْآَيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (50)لما ذكر الجاحدين لآية القرآن ثلاث مرات ووصفهم بالكافرين والمبطلين والظالمين انتقل الكلام إلى مقالتهم الناشئة عن جحودهم ، وذلك طلبهم أن يأتي النبي صلى الله عليه وسلم بآيات مرئية خارقة للعادة تدل على أن الله خلقها تصديقاً للرسول كما خلق ناقة صالح وعصا موسى ، وهذا من جلافتهم أن لا يتأثروا إلا للأمور المشاهدة وهم يحسبون أن الرسول عليه الصلاة والسلام ينتصب للمعاندة معهم فهم يقترحون عليه ما يرغبونه ليجعلوا ما يسألونه من الخوارق حديث النوادي حتى يكون محضر الرسول عليه الصلاة والسلام فيهم كمحضر المشعوذين وأصحاب الخنقطرات . وقد قدمتُ بيان هذا الوهم عند قوله تعالى : { وقالوا لولا نزل عليه آيات من ربّه } في سورة [ الأنعام : 37 ] .ومعنى عند الله } أنها من عمل القدرة الذي يجري على وفق إرادته تعالى فلكونها منوطة بإرادته شبهت بالشيء المحفوظ عند مالكه .وأفادت { إنما } قصر النبي عليه الصلاة والسلام على صفة النذارة ، أي الرسالة لا يتجاوزها إلى خلق الآيات أو اقتراحها على رب"
    },
    {
      "number": 51,
      "text": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةًۭ وَذِكْرَىٰ لِقَوْمٍۢ يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "أولم يكف هؤلاء المشركين في علمهم بصدقك -أيها الرسول- أنَّا أنزلنا عليك القرآن يتلى عليهم؟ إن في هذا القرآن لَرحمة للمؤمنين في الدنيا والآخرة، وذكرى يتذكرون بما فيه من عبرة وعظة.",
        "mukhtasar": "أولم يكف هؤلاء المقترحين للآيات أنا أنزلنا عليك - أيها الرسول - القرآن يقرأ عليهم، إن في القرآن المنزل عليهم لرحمة وعظة لقوم يؤمنون، فهم الذين ينتفعون بما فيه، فما أنزل عليهم خير مما اقترحوه من نظير ما أنزل على الرسل سابقًا.",
        "saadi": "ولما كان المقصود بيان الحق، ذكر تعالى طريقه، فقال: { أَوَلَمْ يَكْفِهِمْ } في علمهم بصدقك وصدق ما جئت به { أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ } وهذا كلام مختصر جامع، فيه من الآيات البينات، والدلالات الباهرات، شيء كثير، فإنه كما تقدم إتيان الرسول به بمجرده وهو أمي، من أكبر الآيات على صدقه.ثم عجزهم عن معارضته، وتحديه إياهم آية أخرى، ثم ظهوره، وبروزه جهرا علانية، يتلى عليهم، ويقال: هو من عند اللّه، قد أظهره الرسول، وهو في وقت قلَّ فيه أنصاره، وكثر مخالفوه وأعداؤه، فلم يخفه، ولم يثن ذلك عزمه، بل صرح به على رءوس الأشهاد، ونادى به بين الحاضر والباد، بأن هذا كلام ربي، فهل أحد يقدر على معارضته، أو ينطق بمباراته أو يستطيع مجاراته؟.ثم إخباره عن قصص الأولين، وأنباء السابقين والغيوب المتقدمة والمتأخرة، مع مطابقته للواقع.ثم هيمنته على الكتب المتقدمة، وتصحيحه للصحيح، ونَفْيُ ما أدخل فيها من التحريف والتبديل، ثم هدايته لسواء السبيل، في أمره ونهيه، فما أمر بشيء فقال العقل \"ليته لم يأمر به\" ولا نهى عن شيء فقال العقل: \"ليته لم ينه عنه\" بل هو مطابق للعدل والميزان، والحكمة المعقولة لذوي البصائر والعقول [ثم مسايرة إرشاداته وهدايته وأحكامه لكل حال وكل زمان بحيث لا تصلح الأمور إلا به] فجميع ذلك يكفي من أراد تصديق الحق، وعمل على طلب الحق، فلا كفى اللّه من لم يكفه القرآن، ولا شفى اللّه من لم يشفه الفرقان، ومن اهتدى به واكتفى، فإنه خير له فلذلك قال: { إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ } وذلك لما يحصلون فيه من العلم الكثير، والخير الغزير، وتزكية القلوب والأرواح، وتطهير العقائد، وتكميل الأخلاق، والفتوحات الإلهية، والأسرار الربانية.",
        "kathir": "ثم قال تعالى مبينا كثرة جهلهم ، وسخافة عقلهم ، حيث طلبوا آيات تدلهم على صدق محمد فيما جاءهم [ به ] - وقد جاءهم بالكتاب العزيز الذي لا يأتيه الباطل من بين يديه ، ولا من خلفه تنزيل من حكيم حميد ، الذي هو أعظم من كل معجزة ، إذ عجزت الفصحاء والبلغاء عن معارضته ، بل عن معارضة عشر سور من مثله ، بل عن معارضة سورة منه - فقال تعالى : ( أولم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم ) أي : أولم يكفهم آية أنا أنزلنا عليك هذا الكتاب العظيم ، الذي فيه خبر ما قبلهم ، ونبأ ما بعدهم ، وحكم ما بينهم ، وأنت رجل أمي لا تقرأ ولا تكتب ، ولم تخالط أحدا من أهل الكتاب ، فجئتهم بأخبار ما في الصحف الأولى ، ببيان الصواب مما اختلفوا فيه ، وبالحق الواضح البين الجلي ، كما قال تعالى : ( أولم يكن لهم آية أن يعلمه علماء بني إسرائيل ) [ الشعراء : 197 ] ، وقال تعالى : ( وقالوا لولا يأتينا بآية من ربه أولم تأتهم بينة ما في الصحف الأولى ) [ طه : 133 ] .وقال الإمام أحمد : حدثنا حجاج ، حدثنا ليث ، حدثني سعيد بن أبي سعيد ، عن أبيه عن أبي هريرة ، رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" ما من الأنبياء من نبي إلا قد أعطي من الآيات ما مثله آمن عليه البشر ، وإنما كان الذي أوتيته وحيا أوحاه الله إلي ، فأرجو أن أكون أكثرهم تابعا يوم القيامة \" . أخرجاه من حديث الليث .وقال الله تعالى : ( إن في ذلك لرحمة وذكرى لقوم يؤمنون ) أي : إن في هذا القرآن : ( لرحمة ) أي : بيانا للحق ، وإزاحة للباطل و ) ذكرى ) بما فيه حلول النقمات ونزول العقاب بالمكذبين والعاصين ، ( لرحمة وذكرى لقوم يؤمنون ) ."
      },
      "translations": {
        "en": "And is it not sufficient for them that We revealed to you the Book which is recited to them? Indeed in that is a mercy and reminder for a people who believe.",
        "fr": "Ne leur suffit-il donc point que Nous ayons fait descendre sur toi le Livre et qu'il leur soit récité? Il y a assurément là une miséricorde et un rappel pour des gens qui croient.",
        "es": "¿Es que no les basta que te hayamos revelado la Escritura que se les recita? Hay en ello una misericordia y una amonestación para gente que cree."
      },
      "ibn_ashour": "أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ (51)عطف على جملة : { قل إنما الآيات عند الله } [ العنكبوت : 50 ] وهو ارتقاء في المجادلة .والاستفهام تعجيبي إنكاري . والمعنى : وهل لا يكفيهم من الآيات آيات القرآن فإن كل مقدار من مقادير إعجازه آية على صدق الرسول صلى الله عليه وسلم فإن آيات القرآن زهاء ستة آلاف آية . ومقدار كل ثلاث آيات مقدار مُعجز ، فيحصل من القرآن مقدار ألفي معجزة وذلك لم يحصل لأحد من رسل الله .و { الكتاب } : القرآن ، وعُدل عن لفظ القرآن الذي هو كالعلم عليه إلى لفظ الكتاب المعهود لإيمائه إلى معنى تعظيمه بأنه المشتهر من بين كتب الأنبياء .وجملة : { يتلى عليهم } مستأنفة أو حال ، لأن الكتاب معلوم غير محتاج للوصف لما تشعر به مادة التلاوة من الانتشار والشيوع . واختير المضارع دون الوصف بأن يقال : متلواً عليهم ، لما يؤذن به المضارع من الاستمرار ، فحصل من مادة { يُتْلَى } ومن صيغة المضارع دلالة على عموم الأمكنة والأزمنة . وقد أشار قوله : { يُتْلى عليهم } وما بعده إلى خمس مزايا للقرآن على غيره "
    },
    {
      "number": 52,
      "text": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًۭا ۖ يَعْلَمُ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "tafsir": {
        "muyassar": "قل: كفى بالله بيني وبينكم شاهدًا على صدقي أني رسوله، وعلى تكذيبكم لي وردكم الحق الذي جئتُ به من عند الله، يعلم ما في السموات والأرض، فلا يخفى عليه شيء فيهما. والذين آمنوا بالباطل وكفروا بالله -مع هذه الدلائل الواضحة- أولئك هم الخاسرون في الدنيا والآخرة.",
        "mukhtasar": "قل - أيها الرسول - كفى بالله سبحانه شاهدًا على صدقي فيما جئت به، وعلى تكذيبكم به، يعلم ما في السماوات ويعلم ما في الأرض، لا يخفى عليه شيء فيهما، والذين آمنوا بالباطل من كل ما يعبد من دون الله، وكفروا بالله المستحق وحده للعبادة، أولئك هم الخاسرون؛ لاستبدالهم الكفر بالإيمان.",
        "saadi": "{ قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا } فأنا قد استشهدته، فإن كنت كاذبا، أَحَلَّ بي ما به تعتبرون، وإن كان إنما يؤيدني وينصرني وييسر لي الأمور، فلتكفكم هذه الشهادة الجليلة من اللّه، فإن وقع في قلوبكم أن شهادته -وأنتم لم تسمعوه ولم تروه- لا تكفي دليلا، فإنه { يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ } ومن جملة معلوماته حالي وحالكم، ومقالي لكم فلو كنت متقولا عليه، مع علمه بذلك، وقدرته على عقوبتي، لكان [قدحا في علمه وقدرته وحكمته] كما قال تعالى: { وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ } { وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ } حيث هم خسروا الإيمان باللّه وملائكته وكتبه ورسله واليوم الآخر، وحيث فاتهم النعيم المقيم، وحيث حصل لهم في مقابلة الحق الصحيح كل باطل قبيح، وفي مقابلة النعيم كل عذاب أليم، فخسروا أنفسهم وأهليهم يوم القيامة. ",
        "kathir": "ثم قال تعالى : قل : ( كفى بالله بيني وبينكم شهيدا ) أي : هو أعلم بما تفيضون فيه من التكذيب ، ويعلم ما أقول لكم من إخباري عنه ، بأنه أرسلني ، فلو كنت كاذبا عليه لانتقم مني ، كما قال تعالى : ( ولو تقول علينا بعض الأقاويل . لأخذنا منه باليمين . ثم لقطعنا منه الوتين . فما منكم من أحد عنه حاجزين ) [ الحاقة : 44 - 47 ] ، وإنما أنا صادق عليه فيما أخبرتكم به ، ولهذا أيدني بالمعجزات الواضحات ، والدلائل القاطعات .( يعلم ما في السموات والأرض ) [ أي ] : لا تخفى عليه خافية .( والذين آمنوا بالباطل وكفروا بالله أولئك هم الخاسرون ) أي : يوم معادهم سيجزيهم على ما فعلوا ، ويقابلهم على ما صنعوا ، من تكذيبهم بالحق واتباعهم الباطل ، كذبوا برسل الله مع قيام الأدلة على صدقهم ، وآمنوا بالطواغيت والأوثان بلا دليل ، سيجازيهم على ذلك ، إنه حكيم عليم ."
      },
      "translations": {
        "en": "Say, \"Sufficient is Allah between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allah - it is those who are the losers.\"",
        "fr": "Dis: «Allah suffit comme témoin entre moi et vous». Il sait ce qui est dans les cieux et la terre. Et quant à ceux qui croient au faux et ne croient pas en Allah, ceux-là seront les perdants.",
        "es": "Di: «¡Alá basta como testigo entre yo y vosotros! Conoce lo que está en los cielos y en la tierra. Quienes crean en lo falso y no crean en Alá, ésos serán los que pierdan»."
      },
      "ibn_ashour": "قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ آَمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (52){ قُلْ كفى بالله بَيْنِى وَبَيْنَكُمْ شَهِيداً يَعْلَمُ مَا فِى السماوات والارض }بعد أن ألقمهم حَجر الحجّة الدامغة أمر بأن يجعل الله حكَماً بينه وبينهم لما استمر تكذيبهم بعد الدلائل القاطعة . وهذا من الكلام المنصف المقصود منه استدراج المخاطب .و { كفى بالله } بمعنى هو كاف لي في إظهار الحق ، والباء مزيدة للتوكيد وقد تقدم نظيره في قوله : { وكفى بالله شهيداً } في سورة [ النساء : 79 ] .( والشهيد : الشاهد ، ولما ضُمن معنى الحاكم عدّي بظرف بيني وبينكم } . قال الحارث بن حلزة في عمرو بن هند الملك: ... وهو الرّب والشهيد على يوم الحِيَاريْن والبلاء بلاء ... وجملة : { يعلم ما في السماوات والأرض } مقررة لمعنى الاكتفاء به شهيداً فهي تتنزل منها منزلة التوكيد .{ السماوات والارض والذين ءامَنُواْ بالباطل وَكَفَرُواْ بالله أولئك }بعد أن أنصفهم بقوله : { كفى بالله بيني وبينكم شهيداً } استمر في الانتصاف بما لا يستطيعون إنكاره و"
    },
    {
      "number": 53,
      "text": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌۭ مُّسَمًّۭى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةًۭ وَهُمْ لَا يَشْعُرُونَ",
      "tafsir": {
        "muyassar": "ويستعجلك -أيها الرسول- هؤلاء المشركون من قومك بالعذاب استهزاء، ولولا أن الله جعل لعذابهم في الدنيا وقتًا لا يتقدم ولا يتأخر، لجاءهم العذاب حين طلبوه، وليأتينهم فجأة، وهم لا يشعرون به ولا يُحِسُّون.",
        "mukhtasar": "يستعجلك - أيها الرسول - المشركون بالعذاب الذي أنذرتهم إياه، ولولا أن الله قدّر لعذابهم وقتًا لا يتقدم عنه ولا يتأخر لجاءهم ما طلبوا من العذاب، وليأتينّهم فجأة وهم لا يتوقعونه.",
        "saadi": "يخبر تعالى عن جهل المكذبين للرسول وما جاء به، وأنهم يقولون -استعجالا للعذاب، وزيادة تكذيب- { مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ } ؟يقول تعالى: { وَلَوْلَا أَجَلٌ مُسَمًّى } مضروب لنزوله، ولم يأت بعد، { لَجَاءَهُمُ الْعَذَابُ } بسبب تعجيزهم لنا وتكذيبهم الحق، فلو آخذناهم بجهلهم، لكان كلامهم أسرع لبلائهم وعقوبتهم، ولكن -مع ذلك- فلا يستبطئون نزوله، فإنه سيأتيهم { بَغْتَةً وَهُمْ لَا يَشْعُرُونَ } فوقع كما أخبر اللّه تعالى، لما قدموا لـ \"بدر\" بطرين مفاخرين، ظانينأنهم قادرون على مقصودهم، فأهانهم اللّه، وقتل كبارهم، واستوعب جملة أشرارهم، ولم يبق فيهم بيت إلا أصابته تلك المصيبة، فأتاهم العذاب من حيث لم يحتسبوا، ونزل بهم وهم لا يشعرون.",
        "kathir": "يقول تعالى مخبرا عن جهل المشركين في استعجالهم عذاب الله أن يقع بهم ، وبأس الله أن يحل عليهم ، كما قال تعالى : ( وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم ) [ الأنفال : 32 ] ، وقال هاهنا : ( ويستعجلونك بالعذاب ولولا أجل مسمى لجاءهم العذاب ) أي : لولا ما حتم الله من تأخير العذاب إلى يوم القيامة لجاءهم العذاب قريبا سريعا كما استعجلوه .ثم قال : ( وليأتينهم بغتة ) أي : فجأة ، ( وهم لا يشعرون .)"
      },
      "translations": {
        "en": "And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not.",
        "fr": "Et ils te demandent de hâter [la venue] du châtiment. S'il n'y avait pas eu un terme fixé, le châtiment leur serait certes venu. Et assurément, il leur viendra soudain, sans qu'ils en aient conscience.",
        "es": "Y te piden que adelantes el castigo. Si no fuera porque ha sido prefijado, les habría ya alcanzado. Les vendrá, en verdad, de repente, sin presentirlo."
      },
      "ibn_ashour": "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ (53 عطف على جملة : { وقالوا لولا أنزل عليه ءايات من ربّه } [ العنكبوت : 50 ] استقصاء في الرد على شبهاتهم وإبطالاً لتَعِلاَّت إعراضهم الناشىء عن المكابرة ، وهم يخيلون أنهم إنما أعرضوا لعدم اقتناعهم بآية صدق الرسول صلى الله عليه وسلمومناسبة وقوعه هذا أنه لما ذكر كفرهم بالله وكان النبي عليه الصلاة والسلام ينذرهم على ذلك بالعذاب وكانوا يستعجلونه به ذكر توركهم عليه عقب ذكر الكفر . واستعجال العذاب : طلب تعجيله وهو العذاب الذي تُوعدوا به . وقصدهم من ذلك الاستخفاف بالوعيد . وتقدم الكلام على تركيب : { يستعجلونك بالعذاب } في قوله تعالى : { ولو يعجل الله للناس الشر استعجالهم بالخير في سورة } [ يونس : 11 ] ، وقوله : { ويستعجلونك بالسيئة قبل الحسنة في سورة } [ الرعد : 6 ] . والتعريف في ( العذاب ) تعريف الجنس . وحُكي استعجالهم العذاب بصيغة المضارع لاستحضار حال استعجالهم لإفادة التعجيب منها كما في قوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] .وقد أبطل ما قصدوه بقول"
    },
    {
      "number": 54,
      "text": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَٰفِرِينَ",
      "tafsir": {
        "muyassar": "يستعجلونك بالعذاب في الدنيا، وهو آتيهم لا محالة إمَّا في الدنيا وإما في الآخرة، وإن عذاب جهنم في الآخرة لمحيط بهم، لا مفرَّ لهم منه.",
        "mukhtasar": "يستعجلونك بالعذاب الذي وعدتهم إياه، وإن جهنم التي وعدها الله الكافرين لمحيطة بهم، لا يستطيعون الفرار من عذابها.",
        "saadi": "هذا، وإن لم ينزل عليهم العذاب الدنيوي، فإن أمامهم العذاب الأخروي، الذي لا يخلص منهم أحد منه، سواء عوجل بعذاب الدنيا أو أمهل. { وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ } ليس لهم عنها معدل ولا متصرف، قد أحاطت بهم من كل جانب، كما أحاطت بهم ذنوبهم وسيئاتهم وكفرهم، وذلك العذاب، هو العذاب الشديد.",
        "kathir": "أي : يستعجلون بالعذاب ، وهو واقع بهم لا محالة .قال شعبة ، عن سماك ، عن عكرمة قال في قوله : ( وإن جهنم لمحيطة بالكافرين ) ، قال : البحر .وقال ابن أبي حاتم : حدثنا علي بن الحسين . حدثنا عمر بن إسماعيل بن مجالد ، حدثنا أبي عن مجالد ، عن الشعبي ; أنه سمع ابن عباس يقول : ( وإن جهنم لمحيطة بالكافرين ) : وجهنم هو هذا البحر الأخضر ، تنتثر الكواكب فيه ، وتكور فيه الشمس والقمر ، ثم يستوقد فيكون هو جهنم .وقال الإمام أحمد : حدثنا أبو عاصم ، حدثنا عبد الله بن أمية ، حدثني محمد بن حيي ، حدثنا صفوان بن يعلى ، عن أبيه ، أن النبي - صلى الله عليه وسلم - قال : \" البحر هو جهنم \" . قالوا : ليعلى ، فقال : ألا ترون أن الله يقول : ( نارا أحاط بهم سرادقها ) [ الكهف : 29 ] ، قال : لا والذي نفس يعلى بيده لا أدخلها أبدا حتى أعرض على الله ، ولا يصيبني منها قطرة حتى أعرض على الله عز وجل .هذا تفسير غريب ، وحديث غريب جدا ، والله أعلم ."
      },
      "translations": {
        "en": "They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers",
        "fr": "Ils te demandent de hâter [la venue] du châtiment, tandis que l'Enfer cerne les mécréants de toutes parts.",
        "es": "Te piden que adelantes el castigo. Sí, la gehena cercará a los infieles."
      },
      "ibn_ashour": "يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (54) وفي إعادة : { يستعجلونك بالعذاب } تهديد وإنذار بأخذهم ، فجملة : { وإن جهنم } معطوفة على جملة : { وليأتينهم بغتة } فهما عذابان كما هو مقتضى ظاهر العطف .والإحاطة كناية عن عدم إفلاتهم منها .والمراد { بالكافرين } المستعجلون ، واستُحضروا بوصف الكافرين للدلالة على أنه موجب إحاطة العذاب بهم . واستعمل اسم الفاعل في الإحاطة المستقبلة مع أن شأن اسم الفاعل أن يفيد الاتصاف في زمن الحال ، تنزيلاً للمستقبل منزلة زمان الحال تنبيهاً على تحقيق وقوعه لصدوره عمن لا خلاف في إخباره .ويتعلق : { يوم يغشاهم العذاب } ب ( محيطة ) ، أي تحيط بهم يوم يغشاهم العذاب . وفي قوله : { يغشاهم العذاب من فوقهم ومن تحت أرجلهم } تصوير للإحاطة . والغشيان : التغطية والحجب .وقوله : { من فوقهم } بيان للغشيان لتصويره تفظيعاً لحاله كقوله : { ولا طائر يطير بجناحيه } [ الأنعام : 38 ] وتأكيداً لمعنى الغشيان لرفع احتمال المجاز ، فهو في موضع الحال من { العذاب } وهي حال مؤكدة .وقوله : { ومِن تحت أرجلهم } احتراس عما قد يُوهمه الغشيان من الفوقية خاصة ، أي تص"
    },
    {
      "number": 55,
      "text": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "يوم القيامة يغشى الكافرين عذاب جهنم من فوق رؤوسهم، ومِن تحت أقدامهم، فالنار تغشاهم من سائر جهاتهم، ويقول الله لهم حينئذ: ذوقوا جزاء ما كنتم تعملونه في الدنيا: من الإشراك بالله، وارتكاب الجرائم والآثام.",
        "mukhtasar": "يوم يُغَطِّيهم العذاب من فوقهم، ويكون فراشًا لهم من تحت أرجلهم، ويقول لهم الله توبيخًا لهم: ذوقوا جزاء ما كنتم تعملون من الشرك والمعاصي.",
        "saadi": "{ يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ } فإن أعمالكم انقلبت عليكم عذابا، وشملكم العذاب كما شملكم الكفر والذنوب. ",
        "kathir": "ثم قال تعالى : ( يوم يغشاهم العذاب من فوقهم ومن تحت أرجلهم ) ، كقوله تعالى : ( لهم من جهنم مهاد ومن فوقهم غواش ) [ الأعراف : 41 ] ، وقال : ( لهم من فوقهم ظلل من النار ومن تحتهم ظلل ) [ الزمر : 16 ] ، وقال : ( لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ) [ الأنبياء : 39 ] ، فالنار تغشاهم من سائر جهاتهم ، وهذا أبلغ في العذاب الحسي .وقوله : ( ويقول ذوقوا ما كنتم تعملون ) ، تهديد وتقريع وتوبيخ ، وهذا عذاب معنوي على النفوس ، كقوله : ( يوم يسحبون في النار على وجوههم ذوقوا مس سقر . إنا كل شيء خلقناه بقدر ) [ القمر : 48 ، 49 ] ، وقال ( يوم يدعون إلى نار جهنم دعا . هذه النار التي كنتم بها تكذبون . أفسحر هذا أم أنتم لا تبصرون . اصلوها فاصبروا أو لا تصبروا سواء عليكم إنما تجزون ما كنتم تعملون ) [ الطور : 13 - 16 ] ."
      },
      "translations": {
        "en": "On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\"",
        "fr": "Le jour où le châtiment les enveloppera d'en haut et sous leurs pieds. Il [leur] dira: «Goûtez à ce que vous faisiez!»",
        "es": "El día que el castigo les cubra de pies a cabeza y diga: «¡Gustad el fruto de vuestras obras!»"
      },
      "ibn_ashour": "يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ (55)لأن الغشيان هو التغطية فتقتضي العلو تعين تقدير فعل يتعلق به { من تحت أرجلهم } ، وهو أن يقدر عامل محذوف . وقد عدّ هذا العمل من خصائص الواو في العطف أن تعطف عاملاً محذوفاً دل عليه معموله كقول عبد الله بن الزبعرى: ... يَا ليتَ زَوجككِ قد غدامتقلداً سيفاً ورمحا ... يريد : ومُمسكاً رمحاً لأن الرمح لا يتقلد يصلح أن يكون مفعولاً معه وأبو عبيدة والأصمعي والجرمي واليزيدي ، ومن وافقهم يجعلون هذا من قبيل تضمين الفعل معنى فعل صالح للتعلق بالمذكور فيقدر في هذه الآية تضمين فعل { يغشاهم } معنى ( يصيبهم ) و ( يأخذهم ) . والمقصود من هذا الكناية عن أن العذاب محيط بهم ، فلذلك لم يذكر الجانبان الأيمن والأيسر لأن الغرض من الكناية قد حصل . والمقام مقام إيجاز لأنه مقام غضب وتهديد بخلاف قوله تعالى : { ثم لآتِيَنَّهم من بين أيديهم ومن خلفِهم وعن أيمانهم وعن شمائلهم } [ الأعراف : 17 ] لأنه حكاية لإلحاح الشيطان في الوسوسة .وقرأ نافع وعاصم وحمزة والكسائي : { ويقول } بالياء التحتية والضمير عائد إ"
    },
    {
      "number": 56,
      "text": "يَٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌۭ فَإِيَّٰىَ فَٱعْبُدُونِ",
      "tafsir": {
        "muyassar": "يا عبادي الذين آمنوا إن كنتم في ضيق من إظهار الإيمان وعبادة الله وحده، فهاجِروا إلى أرض الله الواسعة، وأخلصوا العبادة لي وحدي.",
        "mukhtasar": "يا عبادي الذين آمنوا بي، هاجِرُوا من أرض لا تتمكنون فيها من عبادتي، إن أرضي واسعة فاعبدوني وحدي، ولا تشركوا بي أحدًا.",
        "saadi": "يقول تعالى: { يَا عِبَادِيَ الَّذِينَ آمَنُوا } بي وصدقوا رسولي { إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ } فإذا تعذرت عليكم عبادة ربكم في أرض، فارتحلوا منها إلى أرض أخرى، حيث كانت العبادة للّه وحده، فأماكن العبادة ومواضعها، واسعة، والمعبود واحد.",
        "kathir": "هذا أمر من الله لعباده المؤمنين بالهجرة من البلد الذي لا يقدرون فيه على إقامة الدين ، إلى أرض الله الواسعة ، حيث يمكن إقامة الدين ، بأن يوحدوا الله ويعبدوه كما أمرهم ; ولهذا قال : ( ياعبادي الذين آمنوا إن أرضي واسعة فإياي فاعبدون ) .قال الإمام أحمد : حدثنا يزيد بن عبد ربه ، حدثنا بقية بن الوليد ، حدثني جبير بن عمرو القرشي ، حدثني أبو سعد الأنصاري ، عن أبي يحيى مولى الزبير بن العوام قال : قال رسول الله - صلى الله عليه وسلم - : \" البلاد بلاد الله ، والعباد عباد الله ، فحيثما أصبت خيرا فأقم \" .ولهذا لما ضاق على المستضعفين بمكة مقامهم بها ، خرجوا مهاجرين إلى أرض الحبشة ، ليأمنوا على دينهم هناك ، فوجدوا هناك خير المنزلين ، أصحمة النجاشي ملك الحبشة ، رحمه الله ، آواهم وأيدهم بنصره ، وجعلهم سيوما ببلاده . ثم بعد ذلك هاجر رسول الله - صلى الله عليه وسلم - وأصحابه الباقون إلى المدينة النبوية يثرب المطهرة"
      },
      "translations": {
        "en": "O My servants who have believed, indeed My earth is spacious, so worship only Me.",
        "fr": "O Mes serviteurs qui avaient cru! Ma terre est bien vaste. Adorez-Moi donc!",
        "es": "¡Siervos creyentes! ¡Mi tierra es vasta! ¡Servidme, pues, a Mí solo!"
      },
      "ibn_ashour": "يَا عِبَادِيَ الَّذِينَ آَمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ (56)استئناف ابتدائي وقع اعتراضاً بين الجملتين المتعاطفتين : جملة : { والذين ءامنوا بالباطل وكفروا بالله أولئك هم الخاسرون } [ العنكبوت : 52 ] ، وجملة : { والذين ءامنوا وعملوا الصالحات لَنُبَوِّئَنَّهم من الجنة غُرفاً } [ العنكبوت : 58 ] الآية . وهذا أمر بالهجرة من دار الكفر . ومناسبته لما قبله أن الله لما ذكر عناد المشركين في تصديق القرآن وذكر إيمان أهل الكتاب به آذن المؤمنين من أهل مكة أن يخرجوا من دار المكذبين إلى دار الذين يصدقون بالقرآن وهم أهل المدينة فإنهم يومئذ ما بين مسلمين وبين يهود فيكون المؤمنون في جوارهم آمنين من الفتن يعبدون ربهم غير مفتونين . وقد كان فريق من أهل مكة مستضعفين قد آمنوا بقلوبهم ولم يستطيعوا إظهار إيمانهم خوفاً من المشركين مثل الحارث بن ربيعة بن الأسود كما تقدم عند قوله تعالى : { ومن الناس من يقول ءامنا بالله } في أول هذه السورة [ العنكبوت : 10 ] ، وكان لهم العذر حين كانوا لا يجدون ملجأ سالماً من أهل الشرك ، وكان فريق من المسلمين استطاعوا الهجرة إلى الحبشة من قبل ، فلما أسلم أهل "
    },
    {
      "number": 57,
      "text": "كُلُّ نَفْسٍۢ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "كل نفس حية ذائقة الموت، ثم إلينا ترجعون للحساب والجزاء.",
        "mukhtasar": "ولا يمنعكم من الهجرة خوف الموت، كل نفس ذائقة الموت، ثم إلينا وحدنا ترجعون يوم القيامة للحساب والجزاء.",
        "saadi": " والموت لا بد أن ينزل بكم ثم ترجعون إلى ربكم.",
        "kathir": "ثم قال : ( كل نفس ذائقة الموت ثم إلينا ترجعون ) أي : أينما كنتم يدرككم الموت ، فكونوا في طاعة الله وحيث أمركم الله ، فهو خير لكم ، فإن الموت لا بد منه ، ولا محيد عنه ، ثم إلى الله المرجع [ والمآب ] ، فمن كان مطيعا له جازاه أفضل الجزاء ، ووافاه أتم الثواب"
      },
      "translations": {
        "en": "Every soul will taste death. Then to Us will you be returned.",
        "fr": "Toute âme goûtera la mort. Ensuite c'est vers Nous que vous serez ramenés.",
        "es": "Cada uno gustará la muerte. Luego, seréis devueltos a Nosotros."
      },
      "ibn_ashour": "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ثُمَّ إِلَيْنَا تُرْجَعُونَ (57)اعتراض ثان بين الجملتين المتعاطفتين قصد منها تأكيد الوعيد الذي تضمنته جملة : { والذين ءامنوا بالباطل } [ العنكبوت : 52 ] إلى آخرها ، والوعد الذي تضمنته جملة : { والذين ءامنوا وعملوا الصالحات لنُبَوِّئَنَّهُم من الجنة غُرفاً } [ العنكبوت : 58 ] أي الموت مُدرك جميع الأنفس ثم يرجعون إلى الله . وقصد منها أيضاً تهوين ما يلاقيه المؤمنون من الأذى في الله ولو بلغ إلى الموت بالنسبة لما يترقبهم من فضل الله وثوابه الخالد ، وفيه إيذان بأنهم يترقبهم جهاد في سبيل الله ."
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًۭا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
      "tafsir": {
        "muyassar": "والذين صدَّقوا بالله ورسوله وعملوا ما أُمروا به من الصالحات لننزلنَّهم من الجنة غرفًا عالية تجري من تحتها الأنهار، ماكثين فيها أبدًا، نِعْمَ جزاء العاملين بطاعة الله هذه الغرف في جنات النعيم.",
        "mukhtasar": "والذين آمنوا بالله وعملوا الأعمال الصالحات التي تقرب إليه لنسكننهم منازل عالية في الجنة تجري من تحتها الأنهار ماكثين فيها أبدًا، لا يلحقهم فيها فناء، نِعْم جزاء العاملين بطاعة الله هذا الجزاء.",
        "saadi": " فيجازي من أحسن عبادته وجمع بين الإيمان والعمل الصالح بإنزاله الغرف العالية، والمنازل الأنيقة الجامعة لما تشتهيه الأنفس، وتلذ الأعين، وأنتم فيها خالدون.فـ { نعم } تلك المنازل، في جنات النعيم { أَجْرُ الْعَامِلِينَ } للّه.",
        "kathir": "ولهذا قال : ( والذين آمنوا وعملوا الصالحات لنبوئنهم من الجنة غرفا تجري من تحتها الأنهار ) أي : لنسكننهم منازل عالية في الجنة تجري من تحتها الأنهار ، على اختلاف أصنافها ، من ماء وخمر ، وعسل ولبن ، يصرفونها ويجرونها حيث شاءوا ، ( خالدين فيها ) أي : ماكثين فيها أبدا لا يبغون عنها حولا ( نعم أجر العاملين ) : نعمت هذه الغرف أجرا على أعمال المؤمنين ."
      },
      "translations": {
        "en": "And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers",
        "fr": "Et quant à ceux qui croient et accomplissent de bonnes œuvres, Nous les installerons certes à l'étage dans le Paradis sous lequel coulent les ruisseaux, pour y demeurer éternellement. Quelle belle récompense que celle de ceux qui font le bien,",
        "es": "A quienes hayan creído y hecho el bien hemos de alojarles en el Jardín, eternamente, en cámaras altas, a cuyos pies fluyen arroyos. ¡Qué grata es la recompensa de los que obran bien,"
      },
      "ibn_ashour": "وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا نِعْمَ أَجْرُ الْعَامِلِينَ (58) عطف على جملة : { والذين ءامنوا بالباطل } [ العنكبوت : 52 ] .وجيء بالموصول للإيماء إلى وجه بناء الخبر ، أي نُبَوِّئَنهم غرفاً لأجل إيمانهم وعملهم الصالح .والتبوئة : الإِنزال والإِسكان ، وقد تقدم عند قوله تعالى : { وَلَقَدْ بَوَّأْنَا بني إِسْرَائِيلَ مُبَوَّأَ صِدْقٍ } في سورة يونس [ 93 ] . وقرأ الجمهور : [ لَنُبَوِّئَنَّهُم ] بموحدة بعد نون العظمة وهمزة بعد الواو . وقرأ حمزة والكسائي وخلف : { لَنُثَوِّيَنَّهم } بمثلثة بعد النون وتحتية بعد الواو من اثواه بهمزة التعدية إذا جعله ثاوياً ، اي مقيماً في مكان .والغُرَف : جمع غُرفة ، وهو البيت المعتلَى على غيره . وتقدم عنه قوله تعالى : { أولئك يُجْزون الغرفة } في آخر سورة الفرقان [ 75 ] . وجملة : { نَعْمَ أجر العَامِلِين } الخ . . إنشاء ثناء وتعجيب على الأجر الذي أعطُوه ، فلذلك قطعت عن العطف ."
    },
    {
      "number": 59,
      "text": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "tafsir": {
        "muyassar": "إن تلك الجنات المذكورة للمؤمنين الذين صبروا على عبادة الله، وتمسكوا بدينهم، وعلى الله يعتمدون في أرزاقهم وجهاد أعدائهم.",
        "mukhtasar": "نِعْم جزاء العاملين بطاعة الله الذين صبروا على طاعته وعن معصيته، وعلى ربهم وحده يعتمدون في جميع أمورهم.",
        "saadi": "{ الَّذِينَ صَبَرُوا } على عبادة اللّه { وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ } في ذلك. فصبرهم على عبادة اللّه، يقتضي بذل الجهد والطاقة في ذلك، والمحاربة العظيمة للشيطان، الذي يدعوهم إلى الإخلال بشيء من ذلك، وتوكلهم، يقتضي شدة اعتمادهم على اللّه، وحسن ظنهم به، أن يحقق ما عزموا عليه من الأعمال ويكملها، ونص على التوكل، وإن كان داخلا في الصبر، لأنه يحتاج إليه في كل فعل وترك مأمور به، ولا يتم إلا به. ",
        "kathir": "( الذين صبروا ) أي : على دينهم ، وهاجروا إلى الله ، ونابذوا الأعداء ، وفارقوا الأهل والأقرباء ، ابتغاء وجه الله ، ورجاء ما عنده وتصديق موعوده .قال ابن أبي حاتم رحمه الله : حدثني أبي ، حدثنا صفوان المؤذن ، حدثنا الوليد بن مسلم ، حدثنا معاوية بن سلام ، عن أخيه زيد بن سلام ، عن جده أبي سلام الأسود ، حدثني أبو معاتق الأشعري ، أن أبا مالك الأشعري حدثه أن رسول الله - صلى الله عليه وسلم - حدثه : أن في الجنة غرفا يرى ظاهرها من باطنها ، وباطنها من ظاهرها ، أعدها الله لمن أطعم الطعام ، وأطاب الكلام ، وأباح الصيام ، وأقام الصلاة والناس نيام .[ وقوله ] : ( وعلى ربهم يتوكلون ) في أحوالهم كلها ، في دينهم ودنياهم ."
      },
      "translations": {
        "en": "Who have been patient and upon their Lord rely.",
        "fr": "qui endurent, et placent leur confiance en leur Seigneur!",
        "es": "que tienen paciencia y confían en su Señor!"
      },
      "ibn_ashour": "الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (59)وقوله : { الذِينَ صَبَرُوا } خبر مبتدأ محذوف اتباعاً للاستعمال والتقدير : هم الذين صبروا . والمراد : صبرهم على إقامة الدين وتحمل أذى المشركين ، وقد علموا أ ، هم لاقوه فتوكلوا على ربّهم ولم يعبأوا بقطيعة قومهم ولا بحرمانهم من أموالهم ثم فارقوا أوطانهم فراراً بدينهم منالفتن .ومن اللطائف مقابلة غشيان العذاب للكفار من فوقهم ومن تحت أرجلهم بغشيان النعيم للمؤمن من فوقهم بالغرف ومن تحتهم بالأنهار . وتقديم المجرور على متعلّقة من قوله : { وعلى ربهم يتوكلون } للاهتمام . وتقدممعنى التوكل عند قوله : { فإِذا عزمت فتوكل على الله } في سورة آل عمران [ 159 ] ."
    },
    {
      "number": 60,
      "text": "وَكَأَيِّن مِّن دَآبَّةٍۢ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "tafsir": {
        "muyassar": "وكم من دابة لا تدَّخر غذاءها لغد، كما يفعل ابن آدم، فالله سبحانه وتعالى يرزقها كما يرزقكم، وهو السميع لأقوالكم، العليم بأفعالكم وخطرات قلوبكم.",
        "mukhtasar": "كل الدواب - على كثرتها - التي لا تستطيع جمع رزقها ولا حمله اللهُ يرزقها ويرزقكم، فلا عذر لكم في ترك الهجرة خوفًا من الجوع، وهو السميع لأقوالكم، العليم بنياتكم وأفعالكم، لا يخفى عليه من ذلك شيء، وسيجازيكم عليه.",
        "saadi": "أي: الباري تبارك وتعالى، قد تكفل بأرزاق الخلائق كلهم، قويهم وعاجزهم، فكم { مِنْ دَابَّةٍ } في الأرض، ضعيفة القوى، ضعيفة العقل. { لَا تَحْمِلُ رِزْقَهَا } ولا تدخره، بل لم تزل، لا شيء معها من الرزق، ولا يزال اللّه يسخر لها الرزق، في كل وقت بوقته.{ اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ } فكلكم عيال اللّه، القائم برزقكم، كما قام بخلقكم وتدبيركم، { وَهُوَ السَّمِيعُ الْعَلِيمُ } فلا يخفى عليه خافية، ولا تهلك دابة من عدم الرزق بسبب أنها خافية عليه.كما قال تعالى: { وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ }  ",
        "kathir": "ثم أخبرهم تعالى أن الرزق لا يختص ببقعة ، بل رزقه تعالى عام لخلقه حيث كانوا وأين كانوا ، بل كانت أرزاق المهاجرين حيث هاجروا أكثر وأوسع وأطيب ، فإنهم بعد قليل صاروا حكام البلاد في سائر الأقطار والأمصار ; ولهذا قال : ( وكأين من دابة لا تحمل رزقها ) أي : لا تطيق جمعه وتحصيله ولا تؤخر شيئا لغد ، ( الله يرزقها وإياكم ) أي : الله يقيض لها رزقها على ضعفها ، وييسره عليها ، فيبعث إلى كل مخلوق من الرزق ما يصلحه ، حتى الذر في قرار الأرض ، والطير في الهواء والحيتان في الماء ، قال الله تعالى : ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] .وقال ابن أبي حاتم : حدثنا محمد بن عبد الرحمن الهروي ، حدثنا يزيد - يعني ابن هارون - حدثنا الجراح بن منهال الجزري - هو أبو العطوف - عن الزهري ، عن رجل ، عن ابن عمر قال : خرجت مع رسول الله - صلى الله عليه وسلم - حتى دخل بعض حيطان المدينة ، فجعل يلتقط من التمر ويأكل ، فقال لي : \" يا ابن عمر ، ما لك لا تأكل ؟ \" قال : قلت : لا أشتهيه يا رسول الله ، قال : \" لكني أشتهيه ، وهذه صبح رابعة منذ لم أذق طعاما ولم أجده ، ولو شئت لدعوت ربي فأعطاني مثل ملك قيصر وكسرى فكيف بك يا ابن عمر إذا بقيت في قوم يخبئون رزق سنتهم بضعف اليقين ؟ \" . قال : فوالله ما برحنا ولا رمنا حتى نزلت : ( وكأين من دابة لا تحمل رزقها الله يرزقها وإياكم وهو السميع العليم ) فقال رسول الله - صلى الله عليه وسلم - : \" إن الله لم يأمرني بكنز الدنيا ، ولا باتباع الشهوات ، فمن كنز دنياه يريد بها حياة باقية فإن الحياة بيد الله ، ألا وإني لا أكنز دينارا ولا درهما ، ولا أخبئ رزقا لغد \" .وهذا حديث غريب ، وأبو العطوف الجزري ضعيف .وقد ذكروا أن الغراب إذا فقس عن فراخه البيض ، خرجوا وهم بيض فإذا رآهم أبواهم كذلك ، نفرا عنهم أياما حتى يسود الريش ، فيظل الفرخ فاتحا فاه يتفقد أبويه ، فيقيض الله له طيرا صغارا كالبرغش فيغشاه فيتقوت منه تلك الأيام حتى يسود ريشه ، والأبوان يتفقدانه كل وقت ، فكلما رأوه أبيض الريش نفرا عنه ، فإذا رأوه قد اسود ريشه عطفا عليه بالحضانة والرزق ، ولهذا قال الشاعر :يا رازق النعاب في عشه وجابر العظم الكسير المهيضوقد قال الشافعي في جملة كلام له في الأوامر كقول النبي - صلى الله عليه وسلم - \" سافروا تصحوا وترزقوا \" .قال البيهقي أخبرنا إملاء أبو الحسن علي بن عبدان ، أخبرنا أحمد بن عبيد ، أخبرنا محمد بن غالب ، حدثني محمد بن سنان ، حدثنا محمد بن عبد الرحمن بن رداد - شيخ من أهل المدينة - حدثنا عبد الله بن دينار عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" سافروا تصحوا وتغنموا \" . قال : ورويناه عن ابن عباس .وقال الإمام أحمد : حدثنا قتيبة ، حدثنا ابن لهيعة ، عن دراج ، عن عبد الرحمن بن حجيرة ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" سافروا تربحوا ، وصوموا تصحوا ، واغزوا تغنموا \" .وقد ورد مثل حديث ابن عمر عن ابن عباس مرفوعا ، وعن معاذ بن جبل موقوفا . وفي لفظ : \" سافروا مع ذوي الجدود والميسرة \"وقوله تعالى : ( وهو السميع العليم ) أي : السميع لأقوال عباده ، العليم بحركاتهم وسكناتهم ."
      },
      "translations": {
        "en": "And how many a creature carries not its [own] provision. Allah provides for it and for you. And He is the Hearing, the Knowing.",
        "fr": "Que de bêtes ne se chargent point de leur propre nourriture! C'est Allah qui les nourrit ainsi que vous. Et c'est Lui l'Audient, l'Omniscient.",
        "es": "¡Cuántas bestias hay que no pueden proveerse del sustento! Alá se encarga de él y del vuestro. Él es Quien todo lo oye, Quien todo lo sabe."
      },
      "ibn_ashour": "وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ (60)عطف على جملة { كل نفس ذائقة الموت } [ العنكبوت : 57 ] فإن الله لما هوَّن بها أمر الموت في مرضاة الله وكانوا ممن لا يعبأ بالموت علم أ ، هم يقولون في أنفسهم : إنّا لا نخاف الموت ولكنا نخاف الفقر والضيعة . واستخفاف العرب بالموت سجية فيهم كما أن خشية المعرّة من سجاياهم كما بيناه عند قوله تعالى : { ولا تقتلوا أولادكم خشية إملاق } [ الإسراء : 31 ] فأعقب ذلك بأن ذكَّرهم بأن رزقهم على الله وأنه لا يضيعهم . وضرب لهمالمثل برزق الدواب ، وللمناسبة في قوله تعالى : { إن أرضي واسعة } [ العنكبوت : 56 ] من توقع الذين يهاجرون من مكة أن لا يجدوا رزقاً في البلاد التي يهاجرون إليها ، وهو أيضاً مناسب لوقوعه عقب ذكر التوكل في قوله : { وعلى رَبِّهِم يَتَوكلون } [ العنكبوت : 59 ] ، وفي الحديث : « لو توكلتم على الله حق توكُّله لرزقتم كما ترزق الطير تغدو خِماصاً وتروح بِطَاناً » ولعل ما في هذه الآية وما في الحديث مقصود به المؤمنون الأولون ، ضمِن اللهلهم رزقهم لتوكلهم عليه في تركهم أموالهم بمكة للهجر"
    },
    {
      "number": 61,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "tafsir": {
        "muyassar": "ولئن سألت -أيها الرسول- المشركين: من الذي خلق السموات والأرض على هذا النظام البديع، وذلَّل الشمس والقمر؟ ليقولُنَّ: خلقهن الله وحده، فكيف يصرفون عن الإيمان بالله خالق كل شيء ومدبره، ويعبدون معه غيره؟ فاعجب من إفكهم وكذبهم!!",
        "mukhtasar": "ولئن سألت - أيها الرسول - هؤلاء المشركين: من خلق السماوات؟ ومن خلق الأرض؟ ومن سخر الشمس والقمر وهما يتعاقبان؟ لَيَقُولُنَّ: خلقهن الله، فكيف يُصْرَفون عن الإيمان بالله وحده، ويعبدون من دونه آلهة لا تنفع ولا تضرّ؟",
        "saadi": "هذا استدلال على المشركين المكذبين بتوحيد الإلهية والعبادة، وإلزام لهم بما أثبتوه من توحيد الربوبية، فأنت لو سألتهم من خلق السماوات والأرض، ومن نزل من السماء ماء فأحيا به الأرض بعد موتها، ومن بيده تدبير جميع الأشياء؟ { لَيَقُولُنَّ اللَّهُ } وحده، ولَاعْتَرَفُوا بعجز الأوثان ومن عبدوه مع اللّه على شيء من ذلك.فاعجب لإفكهم وكذبهم، وعدولهم إلى من أقروا بعجزه، وأنه لا يستحق أن يدبر شيئا، وسَجِّلْ عليهم بعدم العقل، وأنهم السفهاء، ضعفاء الأحلام، فهل تجد أضعف عقلا، وأقل بصيرة، ممن أتى إلى حجر، أو قبر ونحوه، وهو يدري أنه لا ينفع ولا يضر، ولا يخلق ولا يرزق، ثم صرف له خالص الإخلاص، وصافي العبودية، وأشركه مع الرب، الخالق الرازق، النافع الضار. وقل: الحمد لله الذي بين الهدى من الضلال، وأوضح بطلان ما عليه المشركون، ليحذره الموفقون.وقل: الحمد لله، الذي خلق العالم العلوي والسفلي، وقام بتدبيرهم ورزقهم، وبسط الرزق على من يشاء، وضيقه على من يشاء، حكمة منه، ولعلمه بما يصلح عباده وما ينبغي لهم.",
        "kathir": "يقول تعالى مقررا أنه لا إله إلا هو ; لأن المشركين - الذين يعبدون معه غيره - معترفون أنه المستقل بخلق السموات والأرض والشمس والقمر ، وتسخير الليل والنهار ، وأنه الخالق الرازق لعباده ، ومقدر آجالهم واختلافها واختلاف أرزاقهم ففاوت بينهم ، فمنهم الغني والفقير ، وهو العليم بما يصلح كلا منهم ، ومن يستحق الغنى ممن يستحق الفقر ، فذكر أنه المستبد بخلق الأشياء المتفرد بتدبيرها ، فإذا كان الأمر كذلك فلم يعبد غيره ؟ ولم يتوكل على غيره ؟ فكما أنه الواحد في ملكه فليكن الواحد في عبادته ، وكثيرا ما يقرر تعالى مقام الإلهية بالاعتراف بتوحيد الربوبية . وقد كان المشركون يعترفون بذلك ، كما كانوا يقولون في تلبيتهم : \" لبيك لا شريك لك ، إلا شريكا هو لك ، تملكه وما ملك \" ."
      },
      "translations": {
        "en": "If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allah.\" Then how are they deluded?",
        "fr": "Si tu leur demandes: «Qui a créé les cieux et la terre, et assujetti le soleil et la lune?», ils diront très certainement: «Allah». Comment se fait-il qu'ensuite ils se détournent (du chemin droit)?",
        "es": "Si les preguntas: «¿Quién ha creado los cielos y la tierra y sujetado el sol y la luna?», seguro que dicen: «¡Alá!» ¡Cómo pueden, pues, ser tan desviados!"
      },
      "ibn_ashour": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ (61)هذا الكلام عائد إلى قوله { والذين ءامنوا بالباطل وكفروا بالله أولئك هم الخاسرون } [ العنكبوت : 52 ] تعجيباً من نقائض كفرهم ، أي هم كفروا بالله وإن سألهم سائل عمن خلق السماوات والأرض يعترفوا بأن الله هو خالق ذلك ولا يثبتون لأصنامهم شيئاً من الخلق فكيف يلتقي هذا مع ادعائهم الإِلهية لأصنامهم . ولذلك قال الله { فأنى يؤفكون } أي كيف يصرفون عن توحيد الله وعن إبطال إشراكهم به مالا يخلق شيئاً .وهذا الإِلزام مبني على أنهم لا يستطيعون إذا سئلوا إلا الاعتراف لأنه كذلك في الواقع ولأن القرآن يتلى عليهم كلهما نزل منه شيء يتعلق بهم ويتلوه المسلمون على مسامعهم فلو استطاعوا إنكار ما نُسب إليهم لصدعوا به . وضمير جمع جمع الغائبين عائد إلى الذين آمنوا بالباطل وكفروا بالله واستعجلوا بالعذاب بقرينة قوله { فأنى يؤفكون } . والاستفهام في قوله { فأنى يؤفكون } إنكار وتعجيب . وتخصيص تسخير الشمس والقمر بالذكر من بين مظاهر خلق السماوات والأرض لما في حركتهما من دلالة على عظيم القد"
    },
    {
      "number": 62,
      "text": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۭ",
      "tafsir": {
        "muyassar": "الله سبحانه وتعالى يوسع الرزق لمن يشاء من خلقه، ويضيق على آخرين منهم؛ لعلمه بما يصلح عباده، إن الله بكل شيء من أحوالكم وأموركم عليم، لا يخفى عليه شيء.",
        "mukhtasar": "الله يوسع الرزق على من يشاء من عباده، ويضيقه على من يشاء؛ لحكمة يعلمها هو، إن الله بكل شيء عليم، لا يخفى عليه شيء، فلا يخفى عليه ما يصلح لعباده من تدبير.",
        "saadi": "هذا استدلال على المشركين المكذبين بتوحيد الإلهية والعبادة، وإلزام لهم بما أثبتوه من توحيد الربوبية، فأنت لو سألتهم من خلق السماوات والأرض، ومن نزل من السماء ماء فأحيا به الأرض بعد موتها، ومن بيده تدبير جميع الأشياء؟ { لَيَقُولُنَّ اللَّهُ } وحده، ولَاعْتَرَفُوا بعجز الأوثان ومن عبدوه مع اللّه على شيء من ذلك.فاعجب لإفكهم وكذبهم، وعدولهم إلى من أقروا بعجزه، وأنه لا يستحق أن يدبر شيئا، وسَجِّلْ عليهم بعدم العقل، وأنهم السفهاء، ضعفاء الأحلام، فهل تجد أضعف عقلا، وأقل بصيرة، ممن أتى إلى حجر، أو قبر ونحوه، وهو يدري أنه لا ينفع ولا يضر، ولا يخلق ولا يرزق، ثم صرف له خالص الإخلاص، وصافي العبودية، وأشركه مع الرب، الخالق الرازق، النافع الضار. وقل: الحمد لله الذي بين الهدى من الضلال، وأوضح بطلان ما عليه المشركون، ليحذره الموفقون.وقل: الحمد لله، الذي خلق العالم العلوي والسفلي، وقام بتدبيرهم ورزقهم، وبسط الرزق على من يشاء، وضيقه على من يشاء، حكمة منه، ولعلمه بما يصلح عباده وما ينبغي لهم.",
        "kathir": "يقول تعالى مقررا أنه لا إله إلا هو ; لأن المشركين - الذين يعبدون معه غيره - معترفون أنه المستقل بخلق السموات والأرض والشمس والقمر ، وتسخير الليل والنهار ، وأنه الخالق الرازق لعباده ، ومقدر آجالهم واختلافها واختلاف أرزاقهم ففاوت بينهم ، فمنهم الغني والفقير ، وهو العليم بما يصلح كلا منهم ، ومن يستحق الغنى ممن يستحق الفقر ، فذكر أنه المستبد بخلق الأشياء المتفرد بتدبيرها ، فإذا كان الأمر كذلك فلم يعبد غيره ؟ ولم يتوكل على غيره ؟ فكما أنه الواحد في ملكه فليكن الواحد في عبادته ، وكثيرا ما يقرر تعالى مقام الإلهية بالاعتراف بتوحيد الربوبية . وقد كان المشركون يعترفون بذلك ، كما كانوا يقولون في تلبيتهم : \" لبيك لا شريك لك ، إلا شريكا هو لك ، تملكه وما ملك \" ."
      },
      "translations": {
        "en": "Allah extends provision for whom He wills of His servants and restricts for him. Indeed Allah is, of all things, Knowing.",
        "fr": "Allah dispense largement ou restreint Ses dons à qui Il veut parmi Ses serviteurs. Certes, Allah est Omniscient.",
        "es": "Alá dispensa el sustento a quien Él quiere de Sus siervos: a unos con largueza, a otros con mesura. Alá es omnisciente."
      },
      "ibn_ashour": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (62)هذا إلزام آخر لهم بإبطال شركهم وافتضاح تناقضهم فإنهم كانوا معترفين بأن الرازق هو الله تعالى { قل مَن يرزقكم من السماء والأرض أمن يملك السمع والأبصار } إلى قوله { فسيقولون الله فقل أفلا تتقون } في سورة يونس [ 31 ] . وإنما جاء أسلوب هذا الاستدلال مخالفاً لأسلوب الذي قبله والذي بعده فعدل عن تركيب { ولئن سألتهم } [ العنكبوت : 61 ] تفنناًفي الأساليب لتجديد نشاط السامع .وأدمج في الاستدلال على انفراده تعالى بالرزق التذكير بأنه تعالة يرزق عباده على حسب مشيئته دليلاً على أنه المختار في تصرفه وليس ذلك على مقادير حاجاتهم ولا على ما يبدو من الانتفاع بما يُرزقونه . وبسط الرزق : إكثاره ، وقَدْره : تقليله وتقتيره . والمقصود : أنه الرازق لأحوال الرزق ، وقد تقدم في قوله تعالى { الله يبسط الرزق لمن يشاء ويقدر } في سورة [ الرعد : 26 ] . فجاءت هذه الاية على وزان قوله في سورة { أو لم يروا أن الله يبسط الرزق لمن يشاء ويقدر إن في ذلك لآيات لقوم يؤمنون } [ الروم : 27 ] فجمع بين ضمير المشركين في أو"
    },
    {
      "number": 63,
      "text": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "ولئن سألت -أيها الرسول- المشركين: مَنِ الذي نزَّل من السحاب ماء فأنبت به الأرض من بعد جفافها؟ ليقولُنَّ لك معترفين: الله وحده هو الذي نزَّل ذلك، قل: الحمد لله الذي أظهر حجتك عليهم، بل أكثرهم لا يعقلون ما ينفعهم ولا ما يضرهم، ولو عَقَلوا ما أشركوا مع الله غيره.",
        "mukhtasar": "ولئن سألت - أيها الرسول - المشركين: من نزّل من السماء ماء فأنبت به الأرض بعد أن كانت قاحلة؟ ليقولنّ: أنزل المطر من السماء وأنبت به الأرض الله، قل - أيها الرسول -: الحمد لله الذي أظهر الحجة عليكم، بل الحاصل أن معظمهم لا يعقلون؛ إذ لو كانوا يعقلون لما أشركوا مع الله أصنامًا لا تنفع ولا تضرّ.",
        "saadi": "هذا استدلال على المشركين المكذبين بتوحيد الإلهية والعبادة، وإلزام لهم بما أثبتوه من توحيد الربوبية، فأنت لو سألتهم من خلق السماوات والأرض، ومن نزل من السماء ماء فأحيا به الأرض بعد موتها، ومن بيده تدبير جميع الأشياء؟ { لَيَقُولُنَّ اللَّهُ } وحده، ولَاعْتَرَفُوا بعجز الأوثان ومن عبدوه مع اللّه على شيء من ذلك.فاعجب لإفكهم وكذبهم، وعدولهم إلى من أقروا بعجزه، وأنه لا يستحق أن يدبر شيئا، وسَجِّلْ عليهم بعدم العقل، وأنهم السفهاء، ضعفاء الأحلام، فهل تجد أضعف عقلا، وأقل بصيرة، ممن أتى إلى حجر، أو قبر ونحوه، وهو يدري أنه لا ينفع ولا يضر، ولا يخلق ولا يرزق، ثم صرف له خالص الإخلاص، وصافي العبودية، وأشركه مع الرب، الخالق الرازق، النافع الضار. وقل: الحمد لله الذي بين الهدى من الضلال، وأوضح بطلان ما عليه المشركون، ليحذره الموفقون.وقل: الحمد لله، الذي خلق العالم العلوي والسفلي، وقام بتدبيرهم ورزقهم، وبسط الرزق على من يشاء، وضيقه على من يشاء، حكمة منه، ولعلمه بما يصلح عباده وما ينبغي لهم. ",
        "kathir": "يقول تعالى مقررا أنه لا إله إلا هو ; لأن المشركين - الذين يعبدون معه غيره - معترفون أنه المستقل بخلق السموات والأرض والشمس والقمر ، وتسخير الليل والنهار ، وأنه الخالق الرازق لعباده ، ومقدر آجالهم واختلافها واختلاف أرزاقهم ففاوت بينهم ، فمنهم الغني والفقير ، وهو العليم بما يصلح كلا منهم ، ومن يستحق الغنى ممن يستحق الفقر ، فذكر أنه المستبد بخلق الأشياء المتفرد بتدبيرها ، فإذا كان الأمر كذلك فلم يعبد غيره ؟ ولم يتوكل على غيره ؟ فكما أنه الواحد في ملكه فليكن الواحد في عبادته ، وكثيرا ما يقرر تعالى مقام الإلهية بالاعتراف بتوحيد الربوبية . وقد كان المشركون يعترفون بذلك ، كما كانوا يقولون في تلبيتهم : \" لبيك لا شريك لك ، إلا شريكا هو لك ، تملكه وما ملك \" ."
      },
      "translations": {
        "en": "And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say \" Allah.\" Say, \"Praise to Allah \"; but most of them do not reason.",
        "fr": "Si tu leur demandes: «Qui a fait descendre du ciel une eau avec laquelle Il fit revivre la terre après sa mort?», ils diront très certainement: «Allah». Dis: «Louange à Allah!» Mais la plupart d'entre eux ne raisonnent pas.",
        "es": "Si les preguntas: «¿Quién hace bajar agua del cielo, vivificando con ella la tierra después de muerta?», seguro que dicen: «¡Alá!» Di: «¡Alabado sea Alá!» No, la mayoría no comprenden."
      },
      "ibn_ashour": "وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ (63){ وَلَئِن سَأَلْتَهُم مَّن نَزَّلَ مِنَ السَّمَاءِ مَاءً فأَحيَا بِهِ الأَرْضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللهُ } أعيد أسلوب السؤال والجواب ليتصل ربط الأدلة بعضها ببعض على قرب . فقد كان المشركون لا يدَّعُون أن الأصنام تُنزل المطر كما صرحت به الآية فقامت الحجة عليهم ولم ينكروها وهي تقرع أسماعهم .وأدمج ف الاستدلال عليهم بانفراده تعالى بإِنزال المطر أن الله أحيا به الأرض بعد موتها وإن كان أكثر المشركين ينسبون المسببات غلى أسبابها العادية كما تبين في بحث الحقيقة والمجاز العقليين في قولهم : أنبت الربيع البق ، أنه حقيقة عقلية في كلام أهل الشرك لأنهم مع ذلك لا ينسبون الإنبات إلى اصنامهم ، وقد اعترفوا بأن سبب الإنبات وهو المطر منزل من عند الله فيلزمهم أن الإنبات من الله على كل تقدير . وفي هذا الإدماج استدلال تقريبي لإِثبات البعث كما قال : { فانظر إلى أثر رحمة الله كيف يحيي الأرض بعد موتها إن ذلك لمحيي ال"
    },
    {
      "number": 64,
      "text": "وَمَا هَٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌۭ وَلَعِبٌۭ ۚ وَإِنَّ ٱلدَّارَ ٱلْءَاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "وما هذه الحياة الدنيا إلا لهو ولعب، تلهو بها القلوب وتلعب بها الأبدان؛ بسبب ما فيها من الزينة والشهوات، ثم تزول سريعًا، وإن الدار الآخرة لهي الحياة الحقيقية الدائمة التي لا موت فيها، لو كان الناس يعلمون ذلك لما آثروا دار الفناء على دار البقاء.",
        "mukhtasar": "وما هذه الحياة الدنيا - بما فيها من الشهوات والمتاع - إلا لَهْوٌ لقلوب المتعلقين بها ولعب، ما يلبث أن ينتهي بسرعة، وإن الدار الآخرة لهي الحياة الحقيقية لبقائها، لو كانوا يعلمون لَمَا قدّموا ما يفنى على ما يبقى.",
        "saadi": "يخبر تعالى عن حالة الدنيا والآخرة، وفي ضمن ذلك، التزهيد في الدنيا والتشويق للأخرى، فقال: { وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا } في الحقيقة { إِلَّا لَهْوٌ وَلَعِبٌ } تلهو بها القلوب، وتلعب بها الأبدان، بسبب ما جعل اللّه فيها من الزينة واللذات، والشهوات الخالبة للقلوب المعرضة، الباهجة للعيون الغافلة، المفرحة للنفوس المبطلة الباطلة، ثم تزول سريعا، وتنقضي جميعا، ولم يحصل منها محبها إلا على الندم والحسرة والخسران.وأما الدار الآخرة، فإنها دار { الحيوان } أي: الحياة الكاملة، التي من لوازمها، أن تكون أبدان أهلها في غاية القوة، وقواهم في غاية الشدة، لأنها أبدان وقوى خلقت للحياة، وأن يكون موجودا فيها كل ما تكمل به الحياة، وتتم به اللذات، من مفرحات القلوب، وشهوات الأبدان، من المآكل، والمشارب، والمناكح، وغير ذلك، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. { لَوْ كَانُوا يَعْلَمُونَ } لما آثروا الدنيا على الآخرة، ولو كانوا يعقلون لما رغبوا عن دار الحيوان، ورغبوا في دار اللهو واللعب، فدل ذلك على أن الذين يعلمون، لا بد أن يؤثروا الآخرة على الدنيا، لما يعلمونه من حالة الدارين.",
        "kathir": "يقول تعالى مخبرا عن حقارة الدنيا وزوالها وانقضائها ، وأنها لا دوام لها ، وغاية ما فيها لهو ولعب : ( وإن الدار الآخرة لهي الحيوان ) أي : الحياة الدائمة الحق الذي لا زوال لها ولا انقضاء ، بل هي مستمرة أبد الآباد .وقوله : ( لو كانوا يعلمون ) أي : لآثروا ما يبقى على ما يفنى ."
      },
      "translations": {
        "en": "And this worldly life is not but diversion and amusement. And indeed, the home of the Hereafter - that is the [eternal] life, if only they knew.",
        "fr": "Cette vie d'ici-bas n'est qu'amusement et jeu. La Demeure de l'au-delà est assurément la vraie vie. S'ils savaient!",
        "es": "Esta vida de acá no es sino distracción y juego, pero la Morada Postrera, ésa sí que es la Vida. Si supieran..."
      },
      "ibn_ashour": "وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ وَإِنَّ الدَّارَ الْآَخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ (64)هذا الكلام مبلَّغ إلى الفريقين اللذين تضمنهما قوله تعالى : { بل أكثرهم لا يعقلون } [ العنكبوت : 63 ] فإن عقلاءهم آثروا باطل الدنيا على الحق الذي وضح لهم ، ودهماءهم لم يشعروا بغير أمور الدنيا ، وجميعهم أنكروا البعث فأعقب الله ما أوضحه لهم من الدلائلبأن نبههم على أن الحياة الدنيا كالخيال وأن الحياة الثانية هي الحياة الحق . والمراد بالحياة ما تشتمل عليه من الأحوال وذلك يسري غلى الحياة نفسها .واللهو : ما يلهو به الناس ، أي يشتغلون به عن الأمور المكدرة أو يعْمرون به أوقاتهم الخلية عن الأعمال .واللعب : ما يقصد به الهزل والانبساط . وتقدم تفسير اللعب واللهو ووجه حصر الحياة الدنيا فيهما عند قوله تعالى : { وما الحياة الدنيا إلا لعب ولهو } في سورة الأنعام [ 32 ] . والحصر : ادعائي كما تقدم . وقد زادت هذه الآية بتوجيه اسم الإشارة إلى الحياة وعهي إشارة تحقير وقلة اكتراث ، كقول قيس بن الخطيم مشيراً إلى الموت :متى يأت هذا الموتُ لا يُلف حَاجة ... لنفسيَ إلا قَد قضيتُ "
    },
    {
      "number": 65,
      "text": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
      "tafsir": {
        "muyassar": "فإذا ركب الكفار السفن في البحر، وخافوا الغرق، وحَّدوا الله، وأخلصوا له في الدعاء حال شدتهم، فلما نجَّاهم إلى البر، وزالت عنهم الشدة، عادوا إلى شركهم، إنهم بهذا يتناقضون، يوحِّدون الله ساعة الشدة، ويشركون به ساعة الرخاء. وشِرْكهم بعد نعمتنا عليهم بالنجاة من البحر؛ ليكونَ عاقبته الكفر بما أنعمنا عليهم في أنفسهم وأموالهم، وليكملوا تمتعهم في هذه الدنيا، فسوف يعلمون فساد عملهم، وما أعدَّه الله لهم من عذاب أليم يوم القيامة. وفي ذلك تهديد ووعيد لهم.",
        "mukhtasar": "وإذا ركب المشركون في السفن في البحر دعوا الله وحده مخلصين له الدعاء أن ينجيهم من الغرق، فلما نجاهم من الغرق انقلبوا مشركين يدعون معه آلهتهم.",
        "saadi": "ثم ألزم تعالى المشركين بإخلاصهم للّه تعالى، في حالة الشدة، عند ركوب البحر وتلاطم أمواجه وخوفهم الهلاك، يتركون إذا أندادهم، ويخلصون الدعاء للّه وحده لا شريك له، فلما زالت عنهم الشدة، ونجى من أخلصوا له الدعاء إلى البر، أشركوا به من لا نجاهم من شدة، ولا أزال عنهم مشقة.فهلا أخلصوا للّه الدعاء في حال الرخاء والشدة، واليسر والعسر، ليكونوا مؤمنين به حقا، مستحقين ثوابه، مندفعا عنهم عقابه.",
        "kathir": "ثم أخبر تعالى عن المشركين أنهم عند الاضطرار يدعونه وحده لا شريك له ، فهلا يكون هذا منهم دائما ، ( فإذا ركبوا في الفلك دعوا الله مخلصين له الدين ) كقوله ( وإذا مسكم الضر في البحر ضل من تدعون إلا إياه فلما نجاكم إلى البر أعرضتم ) [ الإسراء : : 67 ] . وقال هاهنا : ( فلما نجاهم إلى البر إذا هم يشركون ) .وقد ذكر محمد بن إسحاق ، عن عكرمة بن أبي جهل : أنه لما فتح رسول الله - صلى الله عليه وسلم - مكة ذهب فارا منها ، فلما ركب في البحر ليذهب إلى الحبشة ، اضطربت بهم السفينة ، فقال أهلها : يا قوم ، أخلصوا لربكم الدعاء ، فإنه لا ينجي هاهنا إلا هو . فقال عكرمة : والله إن كان لا ينجي في البحر غيره ، فإنه لا ينجي غيره في البر أيضا ، اللهم لك علي عهد لئن خرجت لأذهبن فلأضعن يدي في يد محمد فلأجدنه رءوفا رحيما ، وكان كذلك ."
      },
      "translations": {
        "en": "And when they board a ship, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, at once they associate others with Him",
        "fr": "Quand ils montent en bateau, ils invoquent Allah Lui vouant exclusivement leur culte. Une fois qu'Il les a sauvés [des dangers de la mer en les ramenant] sur la terre ferme, voilà qu'ils [Lui] donnent des associés.",
        "es": "Cuando se embarcan, invocan a Alá rindiéndole culto sincero. Pero, en cuanto les salva, llevándoles a tierra firme, al punto Le asocian otros dioses,"
      },
      "ibn_ashour": "فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ (65 أفادت الفاء تفريع ما بعدها على ما قبلها ، والمفرع عليه محذوف ليس هو واحد من الأخبار المتقدمة بخصوصه ولكنه مجموع ما تدل عليه قوة الحديث عنهم وما تقتضيه الفاء . والتقدير : هم أي المشركون على ما وُصفوا به من الغفلة عن دلائل الوحداينة وإلغائهم ما في أحوالهم من دلائل الاعتراف لله بها لا يضرعون غلا إلى الله فإذا ركبوا في الفلك دعوا الله ، فضمائر جمع الغائبين عَائدة إلى المشركين . وهذا انتقال إلى إلزامهم بما يقتضيه دعاؤهم حين لا يشركون فيه إلهاً آخر مع الله بعد إلزامهم بموجبات اعترافاتهم فإنهم يدعون أصنامهم في شؤون من أحوالهم ويستنصرونهم ولكنهم إذا أصابهم هول توجهوا بتضرعهم إلى الله . وإنما خصّ بالذكر حال خوفهم من هول ابحر في هذه الآية وفي آيات كثيرة مثل ما في سورة يونس وما في سورة الإسراء لأن أسفارهم في البر كانوا لا يعتريهم فيها خوفٌ يعم جميع السفر لأنهم كانوا يسافرون قوافلَ ، معهم سلاحهم ، ويمرون بسبل يالفونها فلا يعترضهم خوف عام ، فأما سفرهم في البحر فإنهم"
    },
    {
      "number": 66,
      "text": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "فإذا ركب الكفار السفن في البحر، وخافوا الغرق، وحَّدوا الله، وأخلصوا له في الدعاء حال شدتهم، فلما نجَّاهم إلى البر، وزالت عنهم الشدة، عادوا إلى شركهم، إنهم بهذا يتناقضون، يوحِّدون الله ساعة الشدة، ويشركون به ساعة الرخاء. وشِرْكهم بعد نعمتنا عليهم بالنجاة من البحر؛ ليكونَ عاقبته الكفر بما أنعمنا عليهم في أنفسهم وأموالهم، وليكملوا تمتعهم في هذه الدنيا، فسوف يعلمون فساد عملهم، وما أعدَّه الله لهم من عذاب أليم يوم القيامة. وفي ذلك تهديد ووعيد لهم.",
        "mukhtasar": "انقلبوا مشركين ليكفروا بما أعطيناهم من النعم، وليتمتعوا بما أُعطُوا من زهرة الحياة الدنيا، فسوف يعلمون عاقبتهم السيئة عندما يموتون.",
        "saadi": "ولكن شركهم هذا بعد نعمتنا عليهم، بالنجاة من البحر، ليكون عاقبته كفر ما آتيناهم، ومقابلة النعمة بالإساءة، وليكملوا تمتعهم في الدنيا، الذي هو كتمتع الأنعام، ليس لهم همٌّ إلا بطونهم وفروجهم.{ فَسَوْفَ يَعْلَمُونَ } حين ينتقلون من الدنيا إلى الآخرة، شدة الأسف وأليم العقوبة.",
        "kathir": "وقوله : ( ليكفروا بما آتيناهم وليتمتعوا ) : هذه اللام يسميها كثير من أهل العربية والتفسير وعلماء الأصول لام العاقبة ; لأنهم لا يقصدون ذلك ، ولا شك أنها كذلك بالنسبة إليهم ، وأما بالنسبة إلى تقدير الله عليهم ذلك وتقييضه إياهم لذلك فهي لام التعليل . وقد قدمنا تقرير ذلك في قوله : ( ليكون لهم عدوا وحزنا ) [ القصص : 8 ] ."
      },
      "translations": {
        "en": "So that they will deny what We have granted them, and they will enjoy themselves. But they are going to know.",
        "fr": "Qu'ils nient ce que nous leur avons donné et jouissent des biens de ce monde! Ils sauront bientôt!",
        "es": "para terminar negando lo que les hemos dado. ¡Que gocen por breve tiempo! ¡Van a ver...!"
      },
      "ibn_ashour": "لِيَكْفُرُوا بِمَا آَتَيْنَاهُمْ وَلِيَتَمَتَّعُوا فَسَوْفَ يَعْلَمُونَ (66)واللام في { لِيَكْفُرُوا } لام التعليل وهي لام كي وهي متعلقة بفعل { يشْرِكُون } . والكفر هنا ليس هو الشرك ولكنه كفران النعمة بقرينة قوله { بما آتَيْنَاهُم } فإِن الإِيتاء بمعنى الإنعام وبقرينة تفريعه على { يشْرِكُون } فالعلة مغايرة للمعلول وكفران النعمة مسبب عن الإشراك لأنهم لما بادروا إلى شؤون الإشراك فقد أخذوا يكفرون النعمة ، فاللام استعارة تبعية ، شبه المسبَّب بالعلة الباعثة فاستعير له حرف التعليل عوضاً عن فاء التفريع .وأما اللام في قوله { ولِيَتَمَتَّعُوا } بكسر اللام على أنها لام التعليل في قراءة ورش عن نافع وأبي عمرو وابن عامر وعاصم وأبي جعفر ويعقوب . وقرأه قالون عن نافع وابنُ كثير ، وحمزة والمكسائي وخلف بسكونها فهي لام امر ، وهي بعد حرف العطف تسكَّن وتكْسر ، وعليه فالأمر مستعمل في التهديد نظير قوله { اعْمَلُوا ما شِئْتُم } [ فصلت : 40 ] وهو عطف جملة التهديد على جملة { فَلَمَّا نَجاهُمْ إِلى البَرِّ } الخ . . . نظير قوله في سورة [ الروم : 34 ] { لِيكفُروا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُ"
    },
    {
      "number": 67,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًۭا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
      "tafsir": {
        "muyassar": "أولم يشاهد كفار \"مكة\" أن الله جعل \"مكة\" لهم حَرَمًا آمنًا يأمن فيه أهله على أنفسهم وأموالهم، والناسُ مِن حولهم خارج الحرم، يُتَخَطَّفون غير آمنين؟ أفبالشرك يؤمنون، وبنعمة الله التي خصَّهم بها يكفرون، فلا يعبدونه وحده دون سواه؟",
        "mukhtasar": "أَوَلم ير هؤلاء الجاحدون لنعمة الله عليهم حين نجاهم الله من الغرق نعمة أخرى؛ هي أنا جعلنا لهم حرمًا يأمنون فيه على دمائهم وأموالهم، على حين أن غيرهم تُشَنّ عليهم الغارات، فيُقْتلون ويُؤْسرون وتُسْبى نساؤهم وذراريهم، وتُنْهب أموالهم، أفبالباطل من آلهتهم المزعومة يؤمنون، وبنعمة الله عليهم يكفرون، فلا يشكروها لله؟!",
        "saadi": "ثم امتن عليهم بحرمه الآمن، وأنهم أهله في أمن وسعة ورزق، والناس من حولهم يتخطفون ويخافون، أفلا يعبدون الذي أطعمهم من جوع وآمنهم من خوف.{ أَفَبِالْبَاطِلِ يُؤْمِنُونَ } وهو ما هم عليه من الشرك، والأقوال، والأفعال الباطلة. { وَبِنِعْمَةِ اللَّهِ } هم { يَكْفُرُونَ } فأين ذهبت عقولهم، وانسلخت أحلامهم حيث آثروا الضلال على الهدى، والباطل على الحق، والشقاء على السعادة، وحيث كانوا أظلم الخلق.",
        "kathir": "يقول تعالى ممتنا على قريش فيما أحلهم من حرمه ، الذي جعله للناس سواء العاكف فيه والبادي ، ومن دخله كان آمنا ، فهم في أمن عظيم ، والأعراب حوله ينهب بعضهم بعضا ويقتل بعضهم بعضا ، كما قال تعالى : ( لإيلاف قريش إيلافهم رحلة الشتاء والصيف فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم من خوف ) [ قريش : 1 - 4 ] .وقوله : ( أفبالباطل يؤمنون وبنعمة الله يكفرون ) أي : أفكان شكرهم على هذه النعمة العظيمة أن أشركوا به ، وعبدوا معه [ غيره من ] الأصنام والأنداد ، و ( بدلوا نعمة الله كفرا وأحلوا قومهم دار البوار ) [ إبراهيم : 28 ] ، وكفروا بنبي الله وعبده ورسوله ، فكان اللائق بهم إخلاص العبادة لله ، وألا يشركوا به ، وتصديق الرسول وتعظيمه وتوقيره ، فكذبوه وقاتلوه وأخرجوه من بين ظهرهم ; ولهذا سلبهم الله ما كان أنعم به عليهم ، وقتل من قتل منهم ببدر ، وصارت الدولة لله ولرسوله وللمؤمنين ، ففتح الله على رسوله مكة ، وأرغم آنافهم وأذل رقابهم ."
      },
      "translations": {
        "en": "Have they not seen that We made [Makkah] a safe sanctuary, while people are being taken away all around them? Then in falsehood do they believe, and in the favor of Allah they disbelieve?",
        "fr": "Ne voient-ils pas que vraiment Nous avons fait un sanctuaire sûr [la Mecque], alors que tout autour d'eux on enlève les gens? Croiront-ils donc au faux et nieront-ils les bienfaits d'Allah?",
        "es": "¿No ven que hemos hecho un territorio sagrado y seguro, mientras, alrededor de ellos, secuestran a la gente? ¿Creen, pues, en lo falso y no creerán en la gracia de Alá?"
      },
      "ibn_ashour": "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آَمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ (67)هذا تذكير خاص لأهل مكة وإنما خُصُّوا من بين المشركين من العرب لأن أهل مكة قدوة لجميع القبائل؛ ألا ترى أن أكثر قبائل العرب كانوا ينتظرون ماذا يكون من أهل مكة فلما اسلم أهل مكة يومَ الفتح أقبلت وفود القبائل معلنة إسلامهم . والجملة معطوفة على جملة { فإِذَا رَكبوا فِي الفُلك دَعُوا الله } [ العنكبوت : 65 ] باعتبار ما اشتملت عليه تلك الجملة من تقريعهم على كفران نعم الله تعهالى ، ولذلك عقبت هذه الجملة بقولة { وبنعمة الله يكفرون } والاستفهام إِ ، كاري ، وجعلت نعمة أمن بلدهم كالشيء المشاهد فأنكر عليهم عدم رؤيته ، فقوله { أنا جعلنا حرماً آمناً } مفعول { يَرُوا } ومعنى هذه الآية يعلم مما تقدم عند الكلام على قوله تعالى : { وَقَالُوا إنْ نَتَّبِعْ الهُدَى معَكَ نُتخَطَّفْ من أرْضِنَا أوَ لَمْ نُمَكِّنْ لَهُمْ حرَماً آمِناً } في سورة [ القصص : 57 ] ، وقد كان أهل مكة في بحبوحة من الأمن وكان غيرهم من القبائل حول مكة وما بعدُ منها يغزو بعضهم بعضاً و"
    },
    {
      "number": 68,
      "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ",
      "tafsir": {
        "muyassar": "لا أحد أشد ظلمًا ممن كذَب على الله، فنسب ما هو عليه من الضلال والباطل إلى الله، أو كذَّب بالحق الذي بعث الله به رسوله محمدًا صلى الله عليه وسلم، إن في النار لمسكنًا لمن كفر بالله، وجحد توحيده وكذَّب رسوله محمدًا صلى الله عليه وسلم.",
        "mukhtasar": "لا أحد أظلم ممن اختلق على الله كذبًا بأن نسب إليه شريكًا، أو كذب بالحق الذي جاء به رسوله، لا شك أن في جهنم مسكنًا للكافرين ولأمثالهم.",
        "saadi": "{ وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا } فنسب ما هو عليه من الضلال والباطل إلى اللّه، { أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ } على يد رسوله محمد صلى اللّه عليه وسلم.ولكن هذا الظالم العنيد، أمامه جهنم { أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ } يؤخذ بها منهم الحق، ويخزون بها، وتكون منزلهم الدائم، الذين لا يخرجون منه.",
        "kathir": "ثم قال تعالى : ( ومن أظلم ممن افترى على الله كذبا أو كذب بالحق لما جاءه ) أي : لا أحد أشد عقوبة ممن كذب على الله فقال : إن الله أوحى إليه شيء ، ولم يوح إليه شيء ، ومن قال : سأنزل مثل ما أنزل الله . وهكذا لا أحد أشد عقوبة ممن كذب بالحق لما جاءه ، فالأول مفتر ، والثاني مكذب ; ولهذا قال : ( أليس في جهنم مثوى للكافرين ) ."
      },
      "translations": {
        "en": "And who is more unjust than one who invents a lie about Allah or denies the truth when it has come to him? Is there not in Hell a [sufficient] residence for the disbelievers?",
        "fr": "Et quel pire injuste que celui qui invente un mensonge contre Allah, ou qui dément la Vérité quand elle lui parvient? N'est-ce pas dans l'Enfer une demeure pour les mécréants?",
        "es": "¿Hay alguien que sea más impío que quien inventa una mentira contra Alá o que, cuando viene a él la Verdad, la desmiente? ¿No hay en la gehena una morada para los infieles?"
      },
      "ibn_ashour": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ (68)لما أوفاهم ما يستأهلونه من تشنيع أحوالهم وسوء انتظام شؤونهم جاء في عقبه بتذييل يجمعها في أنها افتراء على الله وتكذيب بالحق ، ثم جزاهم الجزاء الأوفى اللائق بحالهم وهو أن النار مثواهم . وافتتح تشخيص حالهم بالاستفهام عن وجود فريق هم أظلم من هؤلاء الذين افتروا على الله وكذبوا بالحق توجيهاً لأذهان السامعين نحو البحث هل يجدون أظلم منهم حتى إذا أجادوا التأمل واستَقْروا مظانّ الظلمة واستعرضوا أصنافهم تيقنُوا أن ليس ثمة ظلم أشدُّمن ظلم هؤلاء .وإنما كانوا أشد الظالمين ظُلماً لأن الظلم الاعتداء على أحد بمنعه من حقه وأشدّ من المنع أن يمنعه مستحقَّه ويعطيه من لا يستحقه ، وأن يلصق باحد ما هو بريء منه . ث إن الاستحقاق وعدمه قد يثبتان بحكم العوائد وقد يثبتان بأحكام الشرائع وقد يثبتان بقضايا العقول السليمة وهو أعلى مراتب الثبوت ومَدار أمور أهل الشرك على الافتراء على الله بأن سَلبوا عنه ما هو متصف به من صفات الإلهية الثابتة بدلالة العقول ، وأثبتوا له ما هو منزه "
    },
    {
      "number": 69,
      "text": "وَٱلَّذِينَ جَٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
      "tafsir": {
        "muyassar": "والمؤمنون الذين جاهدوا أعداء الله، والنفس، والشيطان، وصبروا على الفتن والأذى في سبيل الله، سيهديهم الله سبل الخير، ويثبتهم على الصراط المستقيم، ومَن هذه صفته فهو محسن إلى نفسه وإلى غيره. وإن الله سبحانه وتعالى لمع مَن أحسن مِن خَلْقِه بالنصرة والتأييد والحفظ والهداية.",
        "mukhtasar": "والذين جاهدوا أنفسهم ابتغاء مرضاتنا لنوفقنهم لإصابة الطريق المستقيم، وإن الله مع المحسنين بالعون والنصر والهداية.",
        "saadi": "{ وَالَّذِينَ جَاهَدُوا فِينَا } وهم الذين هاجروا في سبيل اللّه، وجاهدوا أعداءهم، وبذلوا مجهودهم في اتباع مرضاته، { لَنَهْدِيَنَّهُمْ سُبُلَنَا } أي: الطرق الموصلة إلينا، وذلك لأنهم محسنون.{ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ } بالعون والنصر والهداية. دل هذا، على أن أحرى الناس بموافقة الصواب أهل الجهاد، وعلى أن من أحسن فيما أمر به أعانه اللّه ويسر له أسباب الهداية، وعلى أن من جد واجتهد في طلب العلم الشرعي، فإنه يحصل له من الهداية والمعونة على تحصيل مطلوبه أمور إلهية، خارجة عن مدرك اجتهاده، وتيسر له أمر العلم، فإن طلب العلم الشرعي من الجهاد في سبيل اللّه، بل هو أحد نَوْعَي الجهاد، الذي لا يقوم به إلا خواص الخلق، وهو الجهاد بالقول واللسان، للكفار والمنافقين، والجهاد على تعليم أمور الدين، وعلى رد نزاع المخالفين للحق، ولو كانوا من المسلمين.تم تفسير سورة العنكبوت بحمد اللّه وعونه.",
        "kathir": "ثم قال ( والذين جاهدوا فينا ) يعني : الرسول ، صلوات الله وسلامه عليه ، وأصحابه وأتباعه إلى يوم الدين ( لنهدينهم سبلنا ) ، أي : لنبصرنهم سبلنا ، أي : طرقنا في الدنيا والآخرة .قال ابن أبي حاتم : حدثنا أبي ، حدثنا أحمد بن أبي الحواري ، حدثنا عباس الهمداني أبو أحمد - من أهل عكا - في قول الله : ( والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين ) قال : الذين يعملون بما يعلمون ، يهديهم لما لا يعلمون . قال أحمد بن أبي الحواري : فحدثت به أبا سليمان الداراني فأعجبه ، وقال : ليس ينبغي لمن ألهم شيئا من الخير أن يعمل به حتى يسمعه في الأثر ، فإذا سمعه في الأثر عمل به ، وحمد الله حين وافق ما في نفسه .وقوله : ( وإن الله لمع المحسنين ) ، قال ابن أبي حاتم :حدثنا أبي ، حدثنا عيسى بن جعفر - قاضي الري - حدثنا أبو جعفر الرازي ، عن المغيرة ، عن الشعبي قال : قال عيسى ابن مريم ، عليه السلام : إنما الإحسان أن تحسن إلى من أساء إليك ، ليس الإحسان أن تحسن إلى من أحسن إليك . [ وفي حديث جبريل لما سأل رسول الله - صلى الله عليه وسلم - عن الإحسان قال : \" أخبرني عن الإحسان \" . قال : \" أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك \" .[ انتهى تفسير سورة العنكبوت ، ولله الحمد والمنة ]"
      },
      "translations": {
        "en": "And those who strive for Us - We will surely guide them to Our ways. And indeed, Allah is with the doers of good.",
        "fr": "Et quant à ceux qui luttent pour Notre cause, Nous les guiderons certes sur Nos sentiers. Allah est en vérité avec les bienfaisants.",
        "es": "A quienes hayan combatido por Nosotros ¡hemos de guiarles por Nuestros caminos! ¡Alá está, en verdad, con quienes hacen el bien!"
      },
      "ibn_ashour": "وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ (69)خُتم توبيخ المشركين وذمُّهم بالتنويه بالمؤمنين إظهاراً لمزيد العناية بهم فلا يخلو مقام ذم أعدائهم عن الثناء عليهم ، لأن ذلك يزيد الأعداء غيظاً وتحقيراً . و { الذين جاهدوا } في الله هم المؤمنون الأولون فالموصول بمنزلة المعرّف بلام العهد . وهذا الجهاد هو الصبر على الفتن والأذى ومدافعة كيد العدو وهو المتقدم في قوله أول السورة [ العنكبوت : 6 ] { ومن جاهد فإنما يجاهد لنفسه } إذ لم يكن يومئذ جهاد القتال كما علمت من قبل . وجيء بالموصول للإِيماء إلى أن الصلة سبب الخبر . ومعنى { جاهدوا فينا } جاهدوا في مرضاتنا ، والدِّين الذي اخترناه لهم . والظرفية مجازية ، يقال : هي ظرفية تعليل تفيدمبالغة في التعليل . والهداية : الإرشاد والتوفيق بالتيسير القلبي والإرشاد الشرعي ، أي لنزيدنهم هُدى . وسُبُل الله : الأعمال الموصلة إلى رضاه وثوابه ، شبهت بالطرق الموصلة إلى منزل الكريم المكرم للضيف .والمراد ب { المحسنين } جميع الذين كانوا محسنين ، أي كان عمل الحسنات شعارهم وهو عامّ . وفيه تنويه بالمؤمنين بأنهم في عداد "
    }
  ]
}