{
  "number": 31,
  "name": "سُورَةُ لُقۡمَانَ",
  "englishName": "Luqman",
  "revelationType": "Meccan",
  "ayahCount": 34,
  "ayahs": [
    {
      "number": 1,
      "text": "الٓمٓ",
      "tafsir": {
        "muyassar": "(الم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(الم) سبق الكلام على نظائرها في بداية سورة البقرة.",
        "saadi": "",
        "kathir": "سورة لقمان وهي مكيةقد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذاني قال: قال عبدالله فذكر نحوه.وحُكي مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى الم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه ليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسألة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسألة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لا ي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وإن شرا ف ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شيء حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدئ بها لتفتح لاستماعها أسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الابتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حم عسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن إسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم."
      },
      "translations": {
        "en": "Alif, Lam, Meem.",
        "fr": "Alif, Lâm, Mîm.",
        "es": "'lm."
      },
      "ibn_ashour": "الم (1)تقدم الكلام على نظائرها في أول سورة البقرة ."
    },
    {
      "number": 2,
      "text": "تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ",
      "tafsir": {
        "muyassar": "هذه الآيات آيات القرآن ذي الحكمة البالغة.",
        "mukhtasar": "هذه الآيات المنزلة عليك - أيها الرسول - آيات الكتاب الذي ينطق بالحكمة.",
        "saadi": "يشير تعالى إشارة دالة على التعظيم إلى { آيَاتُ الْكِتَابِ الْحَكِيمِ } أي: آياته محكمة، صدرت من حكيم خبير.من إحكامها، أنها جاءت بأجل الألفاظ وأفصحها، وأبينها، الدالة على أجل المعاني وأحسنها.ومن إحكامها، أنها محفوظة من التغيير والتبديل، والزيادة والنقص، والتحريف.ومن إحكامها: أن جميع ما فيها من الأخبار  السابقة واللاحقة، والأمور الغيبية كلها، مطابقة للواقع، مطابق لها الواقع، لم يخالفها كتاب من الكتب الإلهية، ولم يخبر بخلافها، نبي من الأنبياء، [ولم يأت ولن يأتي علم محسوس ولا معقول صحيح، يناقض ما دلت عليه]  ومن إحكامها: أنها ما أمرت بشيء، إلا وهو خالص المصلحة، أو راجحها، ولا نهت عن شيء، إلا وهو خالص المفسدة أو راجحها، وكثيرا ما يجمع بين الأمر بالشيء، مع ذكر [حكمته]  فائدته، والنهي عن الشيء، مع ذكر مضرته.ومن إحكامها: أنها جمعت بين الترغيب والترهيب، والوعظ البليغ، الذي تعتدل به النفوس الخيرة، وتحتكم، فتعمل بالحزم.ومن إحكامها: أنك تجد آياته المتكررة، كالقصص، والأحكام ونحوها، قد اتفقت كلها وتواطأت، فليس فيها تناقض، ولا اختلاف. فكلما ازداد بها البصير تدبرا، وأعمل فيها العقل تفكرا، انبهر عقله، وذهل لبه من التوافق والتواطؤ، وجزم جزما لا يمترى فيه، أنه تنزيل من حكيم حميد.ولكن - مع أنه حكيم - يدعو إلى كل خلق كريم، وينهى عن كل خلق لئيم، أكثر الناس محرومون الاهتداء به، معرضون عن الإيمان والعمل به، إلا من وفقه اللّه تعالى وعصمه، وهم المحسنون في عبادة ربهم والمحسنون إلى الخلق.",
        "kathir": "\"تلك آيات الكتاب الحكيم\" أي هذه آيات القرآن المحكم المبين وقال مجاهد \"الر تلك آيات الكتاب الحكيم\" وقال الحسن التوراة والزبور وقال قتادة \"تلك آيات الكتاب\" قال الكتب التي كانت قبل القرآن.وهذا القول لا أعرف وجهه ولا معناه."
      },
      "translations": {
        "en": "These are verses of the wise Book,",
        "fr": "Voici les versets du Livre plein de sagesse,",
        "es": "Éstas son las aleyas de la Escritura sabia,"
      },
      "ibn_ashour": "تِلْكَ آَيَاتُ الْكِتَابِ الْحَكِيمِ (2) إذا كانت هذه السورة نزلت بسبب سؤال قريش عن لقمان وابنه فهذه الآيات إلى قوله { ولقد ءاتينا لقمان الحكمة } [ لقمان : 12 ] بمنزلة مقدمة لبيان أن مرمى القرآن من قصّ القصة ما فيها من علم وحكمة وهدى وأنها مسوقة للمؤمنين لا للذين سألوا عنها فكان سؤالهم نفعاً للمؤمنين .والإشارة ب { تِلْكَ } إلى ما سيذكر في هذه السورة ، فالمشار إليه مقدر في الذهن مترقب الذكر على ما تقدم في قوله { ذلك الكِتَاب } في أول البقرة ( 2 ) وفي أول سورة الشعراء ( 2 ) والنمل ( 1 ) والقصص ( 2 ) .{ وآيات الكتاب } خبر عن اسم الإشارة . وفي الإشارة تنبيه على تعظيم قدر تلك الآيات بما دل عليه اسم الإشارة من البعد المستعمل في رفعة القدر ، وبما دلت عليه إضافة الآيات إلى الكتاب الموصوف بأنه الحكيم وأنه هدى ورحمة وسبب فلاح .و { الحكيم : وصف للكتاب بمعنى ذي الحكمة ، أي لاشتماله على الحكمة . فوصف الكِتَاب } ب { الحَكِيم } كوصف الرجل بالحكيم ، ولذلك قيل : إن الحكيم استعارة مكنية ، أو بعبارة أرشق تشبيه بليغ بالرجل الحكيم . ويجوز أن يكون الحكيم بمعنى المُحْكَم بصيغة اسم المفعول وصفاً على غير قياس "
    },
    {
      "number": 3,
      "text": "هُدًۭى وَرَحْمَةًۭ لِّلْمُحْسِنِينَ",
      "tafsir": {
        "muyassar": "هذه الآيات هدى ورحمة للذين أحسنوا العمل بما أنزل الله في القرآن، وما أمرهم به رسوله محمد صلى الله عليه وسلم.",
        "mukhtasar": "وهو هداية ورحمة للذين يحسنون العمل، بقيامهم بحقوق ربهم وحقوق عباده.",
        "saadi": "فإنه { هُدًى } لهم، يهديهم إلى الصراط المستقيم، ويحذرهم من طرق الجحيم، { وَرَحْمَة } لهم، تحصل لهم به السعادة في الدنيا والآخرة، والخير الكثير، والثواب الجزيل، والفرح والسرور، ويندفع عنهم الضلال والشقاء.",
        "kathir": "تقدم في أول سورة البقرة عامة الكلام على ما يتعلق بصدر هذه السورة وهو أنه سبحانه وتعالى جعل هذا القرآن هدى وشفاء ورحمة للمحسنين."
      },
      "translations": {
        "en": "As guidance and mercy for the doers of good",
        "fr": "c'est un guide et une miséricorde aux bienfaisants,",
        "es": "como dirección y misericordia para quienes hacen el bien."
      },
      "ibn_ashour": "هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ (3 وقرأه حمزة وحده برفع { رحمةٌ } على جعل { هدىً } خبراً ثانياً عن اسم الإشارة .ومعنى المحسنين : الفاعلون للحسنات ، وأعلاها الإيمان وإقام الصلاة وإيتاء الزكاة ، ولذلك خصت هذه الثلاث بالذكر بعد إطلاق المحسنين لأنها أفضل الحسنات ، وإن كان المحسنون يأتون بها وبغيرها .وزيادة وصف الكتاب ب { رحمة } بعد { هدى } لأنه لما كان المقصد من هذه السورة قصة لقمان نبَّه على أن ذكر القصة رحمة لما تتضمنه من الآداب والحكمة لأن في ذلك زيادة على الهدى أنه تخلق بالحكمة ومن يؤت الحكمة فقد أوتي خيراً كثيراً ، والخير الكثير : رحمة من الله تعالى ."
    },
    {
      "number": 4,
      "text": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْءَاخِرَةِ هُمْ يُوقِنُونَ",
      "tafsir": {
        "muyassar": "الذين يؤدون الصلاة كاملة في أوقاتها ويؤتون الزكاة المفروضة عليهم لمستحقيها، وهم بالبعث والجزاء في الدار الآخرة يوقنون.",
        "mukhtasar": "الذين يؤدون الصلاة على أكمل وجه، ويعطون زكاة أموالهم، وهم موقنون بما في الآخرة من بعث وحساب وثواب وعقاب.",
        "saadi": "ثم وصف المحسنين بالعلم التام، وهو اليقين الموجب للعمل والخوف من عقاب اللّه، فيتركون معاصيه، ووصفهم بالعمل، وخص من العمل، عملين فاضلين: الصلاة المشتملة على الإخلاص، ومناجاة اللّه تعالى، والتعبد العام للقلب واللسان، والجوارح المعينة، على سائر الأعمال، والزكاة التي تزكي صاحبها من الصفات الرذيلة، وتنفع أخاه المسلم، وتسد حاجته، ويبين بها أن العبد يؤثر محبة اللّه على محبته للمال، فيخرجه محبوبه من المال، لما هو أحب إليه، وهو طلب مرضاة اللّه.",
        "kathir": "وهم الذين أحسنوا العمل في اتباع الشريعة ، فأقاموا الصلاة المفروضة بحدودها وأوقاتها ، وما يتبعها من نوافل راتبة وغير راتبة ، وآتوا الزكاة المفروضة عليهم إلى مستحقيها ، ووصلوا قراباتهم وأرحامهم ، وأيقنوا بالجزاء في الدار الآخرة ، فرغبوا إلى الله في ثواب ذلك ، لم يراءوا به ، ولا أرادوا جزاء من الناس ولا شكورا ، فمن فعل ذلك كذلك فهو من الذين قال الله تعالى :"
      },
      "translations": {
        "en": "Who establish prayer and give zakah, and they, of the Hereafter, are certain [in faith].",
        "fr": "qui accomplissent la Salât, acquittent la Zakât et qui croient avec certitude en l'au-delà.",
        "es": "que hacen la azalá, dan el azaque y están convencidos de la otra vida."
      },
      "ibn_ashour": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآَخِرَةِ هُمْ يُوقِنُونَ (4) و { الزكاة } هنا الصدقة وكانت موكولة إلى همم المسلمين غير مضبوطة بوقت ولا بمقدار . وتقدم الكلام على { بالآخرة هم يوقنون } إلى { هم المفلحون } في أول سورة البقرة ( 4 5 ) ."
    },
    {
      "number": 5,
      "text": "أُو۟لَٰٓئِكَ عَلَىٰ هُدًۭى مِّن رَّبِّهِمْ ۖ وَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "tafsir": {
        "muyassar": "أولئك المتصفون بالصفات السابقة على بيان مِن ربهم ونور، وأولئك هم الفائزون في الدنيا والآخرة.",
        "mukhtasar": "أولئك المتصفون بتلك الصفات على هدى من ربهم، وأولئك هم الفائزون بنيل ما يطلبونه، والبعد عما يرهبونه.",
        "saadi": "فـ { أُولَئِكَ } هم المحسنون الجامعون بين العلم التام، والعمل { عَلَى هُدًى } أي: عظيم كما يفيده التنكير، وذلك الهدى حاصل لهم، وواصل إليهم { مِنْ رَبِّهِمْ } الذي لم يزل يربيهم بالنعم; ويدفع عنهم النقم.وهذا الهدى الذي أوصله إليهم، من تربيته الخاصة بأوليائه، وهو أفضل أنواع التربية. { وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } الذين أدركوا رضا ربهم، وثوابه الدنيوي والأخروي، وسلموا من سخطه وعقابه، وذلك لسلوكهم طريق الفلاح، الذي لا طريق له غيرها.ولما ذكر تعالى المهتدين بالقرآن، المقبلين عليه، ذكر من أعرض عنه، ولم يرفع به رأسا، وأنه عوقب على ذلك، بأن تعوض عنه كل باطل من القول، فترك أعلى الأقوال، وأحسن الحديث، واستبدل به أسفل قول وأقبحه، فلذلك قال:  ",
        "kathir": "( أولئك على هدى من ربهم ) أي : على بصيرة وبينة ومنهج واضح وجلي ، ( وأولئك هم المفلحون ) أي : في الدنيا والآخرة ."
      },
      "translations": {
        "en": "Those are on [right] guidance from their Lord, and it is those who are the successful.",
        "fr": "Ceux-là sont sur le chemin droit de leur Seigneur et ce sont eux les bienheureux.",
        "es": "Esos tales están dirigidos por su Señor, ésos son los que prosperarán."
      },
      "ibn_ashour": "أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (5) وتقدم الكلام على { بالآخرة هم يوقنون } إلى { هم المفلحون } في أول سورة البقرة ( 4 5 ) ."
    },
    {
      "number": 6,
      "text": "وَمِنَ ٱلنَّاسِ مَن يَشْتَرِى لَهْوَ ٱلْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَيَتَّخِذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "tafsir": {
        "muyassar": "ومن الناس مَن يشتري لَهْو الحديث - وهو كل ما يُلهي عن طاعة الله ويصد عن مرضاته- ليضلَّ الناس عن طريق الهدى إلى طريق الهوى، ويتخذ آيات الله سخرية، أولئك لهم عذاب يهينهم ويخزيهم.",
        "mukhtasar": "ومن الناس - مثل النضر بن الحارث- من يختار الأحاديث المُلْهِية ليصرف الناس إليها عن دين الله بغير علم، ويتخذ آيات الله هزؤًا يسخر منها، أولئك الموصوفون بتلك الصفات لهم عذاب مُذِلٌّ في الآخرة.",
        "saadi": "أي: { وَمِنَ النَّاسِ مَنْ } هو محروم مخذول { يَشْتَرِي } أي: يختار ويرغب رغبة من يبذل الثمن في الشيء. { لَهْوَ الْحَدِيثِ } أي: الأحاديث الملهية للقلوب، الصادَّة لها عن أجلِّ مطلوب. فدخل في هذا كل كلام محرم، وكل لغو، وباطل، وهذيان من الأقوال المرغبة في الكفر، والفسوق، والعصيان، ومن أقوال الرادين على الحق، المجادلين بالباطل ليدحضوا به الحق، ومن غيبة، ونميمة، وكذب، وشتم، وسب، ومن غناء ومزامير شيطان، ومن الماجريات الملهية، التي لا نفع فيها في دين ولا دنيا.فهذا الصنف من الناس، يشتري لهو الحديث، عن هدي الحديث { لِيُضِلَّ } الناس { بِغَيْرِ عِلْمٍ } أي: بعدما ضل بفعله، أضل غيره، لأن الإضلال، ناشئ عن الضلال.وإضلاله في هذا الحديث; صده عن الحديث النافع، والعمل النافع، والحق المبين، والصراط المستقيم.ولا يتم له هذا، حتى يقدح في الهدى والحق، ويتخذ آيات اللّه هزوا ويسخر بها، وبمن جاء بها، فإذا جمع بين مدح الباطل والترغيب فيه، والقدح في الحق، والاستهزاء به وبأهله، أضل من لا علم عنده وخدعه بما يوحيه إليه، من القول الذي لا يميزه ذلك الضال، ولا يعرف حقيقته.{ أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ } بما ضلوا وأضلوا، واستهزءوا [بآيات اللّه]  وكذبوا الحق الواضح.",
        "kathir": "ما ذكر تعالى حال السعداء ، وهم الذين يهتدون بكتاب الله وينتفعون بسماعه ، كما قال [ الله ] تعالى : ( الله نزل أحسن الحديث كتابا متشابها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم إلى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد ) [ الزمر : 23 ] ، عطف بذكر حال الأشقياء الذين أعرضوا عن الانتفاع بسماع كلام الله ، وأقبلوا على استماع المزامير والغناء بالألحان وآلات الطرب ، كما قال ابن مسعود في قوله تعالى : ( ومن الناس من يشتري لهو الحديث ) قال : هو - والله - الغناء .قال ابن جرير : حدثني يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني يزيد بن يونس ، عن أبي صخر ، عن أبي معاوية البجلي ، عن سعيد بن جبير ، عن أبي الصهباء البكري ، أنه سمع عبد الله بن مسعود - وهو يسأل عن هذه الآية : ( ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله ) - فقال عبد الله : الغناء ، والله الذي لا إله إلا هو ، يرددها ثلاث مرات .حدثنا عمرو بن علي ، حدثنا صفوان بن عيسى ، أخبرنا حميد الخراط ، عن عمار ، عن سعيد بن جبير ، عن أبي الصهباء : أنه سأل ابن مسعود عن قول الله : ( ومن الناس من يشتري لهو الحديث ) قال : الغناء .وكذا قال ابن عباس ، وجابر ، وعكرمة ، وسعيد بن جبير ، ومجاهد ، ومكحول ، وعمرو بن شعيب ، وعلي بن بذيمة .وقال الحسن البصري : أنزلت هذه الآية : ( ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ) في الغناء والمزامير .وقال قتادة : قوله : ( ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ) : والله لعله لا ينفق فيه مالا ولكن شراؤه استحبابه ، بحسب المرء من الضلالة أن يختار حديث الباطل على حديث الحق ، وما يضر على ما ينفع .وقيل : عنى بقوله : ( يشتري لهو الحديث ) : اشتراء المغنيات من الجواري .قال ابن أبي حاتم : حدثنا محمد بن إسماعيل الأحمسي : حدثنا وكيع ، عن خلاد الصفار ، عن عبيد الله بن زحر ، عن علي بن يزيد ، عن القاسم بن عبد الرحمن عن أبي أمامة ، عن النبي صلى الله عليه وسلم قال : \" لا يحل بيع المغنيات ولا شراؤهن ، وأكل أثمانهن حرام ، وفيهن أنزل الله عز وجل علي : ( ومن الناس من يشتري لهو الحديث ) .وهكذا رواه الترمذي وابن جرير ، من حديث عبيد الله بن زحر بنحوه ، ثم قال الترمذي : هذا حديث غريب . وضعف علي بن يزيد المذكور .قلت : علي ، وشيخه ، والراوي عنه ، كلهم ضعفاء . والله أعلم .وقال الضحاك في قوله تعالى : ( ومن الناس من يشتري لهو الحديث ) يعني : الشرك . وبه قال عبد الرحمن بن زيد بن أسلم ; واختار ابن جرير أنه كل كلام يصد عن آيات الله واتباع سبيله .وقوله : ( ليضل عن سبيل الله ) أي : إنما يصنع هذا للتخالف للإسلام وأهله .وعلى قراءة فتح الياء ، تكون اللام لام العاقبة ، أو تعليلا للأمر القدري ، أي : قيضوا لذلك ليكونوا كذلك .وقوله : ( ويتخذها هزوا ) قال مجاهد : ويتخذ سبيل الله هزوا ، يستهزئ بها .وقال قتادة : يعني : ويتخذ آيات الله هزوا . وقول مجاهد أولى .وقوله تعالى : ( أولئك لهم عذاب مهين ) أي : كما استهانوا بآيات الله وسبيله ، أهينوا يوم القيامة في العذاب الدائم المستمر ."
      },
      "translations": {
        "en": "And of the people is he who buys the amusement of speech to mislead [others] from the way of Allah without knowledge and who takes it in ridicule. Those will have a humiliating punishment.",
        "fr": "Et, parmi les hommes, il est [quelqu'un] qui, dénué de science, achète de plaisants discours pour égarer hors du chemin d'Allah et pour le prendre en raillerie. Ceux-là subiront un châtiment avilissant.",
        "es": "Hay entre los hombres quien compra historietas divertidas para, sin conocimiento, extraviar a otros del camino de Alá y para tomarlo a burla. Quienes tal hagan tendrán un castigo humillante."
      },
      "ibn_ashour": "وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (6) عطف على جملة { تلك ءايات الكتاب الحكيم } [ لقمان : 2 ] . والمعنى : أن حال الكتاب الحكيم هدى ورحمة للمحسنين ، وأن من الناس معرضين عنه يؤثرون لهو الحديث ليضلّوا عن سبيل الله الذي يهدي إليه الكتاب . وهذا من مقابلة الثناء على آيات الكتاب الحكيم بضد ذلك في ذم ما يأتي به بعض الناس ، وهذا تخلّص من المقدمة إلى مَدخل للمقصود وهو تفظيع ما يدعو إليه النضر بن الحارث ومشايعوه من اللهو بأخبار الملوك التي لا تكسب صاحبها كمالاً ولا حكمة .وتقديم المُسند في قوله { من الناس } للتشويق إلى تلقي خبره العجيب . والاشتراء كناية عن العناية بالشيء والاغتباط به وليس هنا استعارة بخلاف قوله { أولئك الذين اشتروا الضلالة بالهدى } في سورة البقرة ( 16 ) ؛ فالاشتراء هنا مستعمل في صريحه وكنايته : فالصريح تشويه لاقتناء النضر بن الحارث قِصص رستم وإسفنديار وبهرام ، والكناية تقبيح للذين التّفوا حوله وتلقّوا أخباره ، أي من الناس من يشغله لهو الحديث والولع به عن الاهتداء بآ"
    },
    {
      "number": 7,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا وَلَّىٰ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا كَأَنَّ فِىٓ أُذُنَيْهِ وَقْرًۭا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
      "tafsir": {
        "muyassar": "وإذا تتلى عليه آيات القرآن أعرض عن طاعة الله، وتكبَّر غير معتبر، كأنه لم يسمع شيئًا، كأَنَّ في أذنيه صممًا، ومَن هذه حاله فبشِّره -أيها الرسول- بعذاب مؤلم موجع في النار يوم القيامة.",
        "mukhtasar": "وإذا تُقْرأ عليه آياتنا أدبر مستكبرًا عن سماعها كأنه لم يسمعها، كأن في أذنيه صَمَمًا عن سماع الأصوات، فبشّره - أيها الرسول - بعذاب موجع ينتظره.",
        "saadi": "ولهذا قال { وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا } ليؤمن بها وينقاد لها، { وَلَّى مُسْتَكْبِرًا } أي: أدبر إدبار مستكبر عنها، رادٍّ لها، ولم تدخل قلبه ولا أثرت فيه، بل أدبر عنها { كَأَنْ لَمْ يَسْمَعْهَا } بل { كَأَنَّ فِي أُذُنَيْهِ وَقْرًا } أي: صمما لا تصل إليه الأصوات; فهذا لا حيلة في هدايته.{ فَبَشِّرْهُ } بشارة تؤثر في قلبه الحزن والغم; وفي بشرته السوء والظلمة والغبرة. { بِعَذَابٍ أَلِيمٍ } مؤلم لقلبه; ولبدنه; لا يقادر قدره; ولا يدرى بعظيم أمره، وهذه بشارة أهل الشر، فلا نِعْمَتِ البشارة.",
        "kathir": "ثم قال تعالى : ( وإذا تتلى عليه آياتنا ولى مستكبرا كأن لم يسمعها كأن في أذنيه وقرا ) أي : هذا المقبل على اللهو واللعب والطرب ، إذا تليت عليه الآيات القرآنية ، ولى عنها وأعرض وأدبر وتصام وما به من صمم ، كأنه ما يسمعها; لأنه يتأذى بسماعها ، إذ لا انتفاع له بها ، ولا أرب له فيها ، ( فبشره بعذاب أليم ) أي : يوم القيامة يؤلمه ، كما تألم بسماع كتاب الله وآياته ."
      },
      "translations": {
        "en": "And when our verses are recited to him, he turns away arrogantly as if he had not heard them, as if there was in his ears deafness. So give him tidings of a painful punishment.",
        "fr": "Et quand on lui récite Nos versets, il tourne le dos avec orgueil, comme s'il ne les avait point entendus, comme s'il y avait un poids dans ses oreilles. Fais-lui donc l'annonce d'un châtiment douloureux.",
        "es": "Cuando se le recitan Nuestras aleyas, se aleja altivamente, como si no las hubiera oído, como si hubiera estado sordo. ¡Anúnciale un castigo doloroso!"
      },
      "ibn_ashour": "وَإِذَا تُتْلَى عَلَيْهِ آَيَاتُنَا وَلَّى مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا كَأَنَّ فِي أُذُنَيْهِ وَقْرًا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (7)ودل قوله { تتلى عليه } أنه يواجه بتبليغ القرآن وإسماعه . وقوله { ولى } تمثيل للإعراض عن آيات الله كقوله تعالى { ثم أدبر يسعى } [ النازعات : 22 ] و { مُسْتَكْبِراً } حال ، أي هو إعراض استكبار لا إعراض تفريط في الخير فحسب .وشُبه في ذلك بالذي لا يسمع الآيات التي تتلى عليه ، ووجه الشبه هو عدم التأثر ولو تأثراً يعقبه إعراضٌ كتأثر الوليد بن المغيرة .و { كأنْ } مخففة من ( كأنَّ ) وهي في موضع الحال من ضمير { مستكبراً . } وكرر التشبيه لتقويته مع اختلاف الكيفية في أن عدم السمع مرة مع تمكن آلة السمع ومرة مع انعدام قوة آلته فشبه ثانياً بمن في أذنيه وقر وهو أخص من معنى { كأن لم يسمعها . } ومثل هذا التشبيه الثاني قول لبيد :فتنازعا سَبِطاً يَطير ظلاله ... كدخان مُشْعَلَةٍ يشِبّ ضِرامهامشموله غُلِثتْ بنابت عَرْفَج ... كدُخان نارٍ سَاطِع أسنامُهاوالوقر : أصله الثقل ، وشاع في الصمم مجازاً مشهوراً ساوى الحقيقة ، وقد تقدم في قوله { وفي آذانهم وقراً } في سورة الأن"
    },
    {
      "number": 8,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ لَهُمْ جَنَّٰتُ ٱلنَّعِيمِ",
      "tafsir": {
        "muyassar": "إن الذين آمنوا بالله ورسوله وعملوا الصالحات التي أُمروا بها، أولئك لهم نعيم مقيم في الجنات.",
        "mukhtasar": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات، لهم جنات النعيم، يتنعمون فيما أعدّ الله لهم فيها.",
        "saadi": "وأما بشارة أهل الخير فقال: { إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } جمعوا بين عبادة الباطن بالإيمان، والظاهر بالإسلام، والعمل الصالح.{ لَهُمْ جَنَّاتُ النَّعِيمِ } بشارة لهم بما قدموه، وقرى لهم بما أسلفوه.",
        "kathir": "هذا ذكر مآل الأبرار من السعداء في الدار الآخرة ، الذين آمنوا بالله وصدقوا المرسلين ، وعملوا الأعمال الصالحة المتابعة لشريعة الله ( لهم جنات النعيم ) أي : يتنعمون فيها بأنواع الملاذ والمسار ، من المآكل والمشارب ، والملابس والمساكن ، والمراكب والنساء ، والنضرة والسماع الذي لم يخطر ببال أحد ،"
      },
      "translations": {
        "en": "Indeed, those who believe and do righteous deeds - for them are the Gardens of Pleasure.",
        "fr": "Ceux qui croient et accomplissent les bonnes œuvres auront les Jardins des délices,",
        "es": "Quienes, en cambio, hayan creído y obrado bien tendrán los jardines de la Delicia."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتُ النَّعِيمِ لما ذكر عذاب من يُضل عن سبيل الله اتبع ببشارة المحسنين الذين وصفوا بأنهم يقيمون الصلاة إلى قوله { وأولئك هم المفلحون } [ لقمان : 5 ] .وانتصب { وعدَ الله } على المفعول المطلق النائب عن فعله ، وانتصب { حقاً } على الحال المؤكدة لمعنى عاملها كما تقدم في صدر سورة يونس . وإجراء الاسمين الجليلين على ضمير الجلالة لتحقيق وعده لأنه لعزته لا يعجزه الوفاء بما وعَد ، ولحكمته لا يخطىء ولا يذهل عما وعد ، فموقع جملة { وهو العزيز الحكيم } موقع التذييل بالأعم ."
    },
    {
      "number": 9,
      "text": "خَٰلِدِينَ فِيهَا ۖ وَعْدَ ٱللَّهِ حَقًّۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "وحياتهم في تلك الجنات حياة أبديةٌ لا تنقطع ولا تزول، وعدهم الله بذلك وعدًا حقًا. وهو سبحانه لا يُخلف وعده، وهو العزيز في أمره، الحكيم في تدبيره.",
        "mukhtasar": "ماكثين فيها، وعدهم الله بذلك وعدًا حقًّا لا شك فيه، وهو سبحانه العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وشرعه.",
        "saadi": " { خَالِدِينَ فِيهَا } أي: في جنات النعيم، نعيم القلب والروح، والبدن.{ وَعْدَ اللَّهِ حَقًّا } لا يمكن أن يخلف، ولا يغير، ولا يتبدل. { وَهُوَ الْعَزِيزُ الْحَكِيمُ } كامل العزة، كامل الحكمة، من عزته وحكمته، وفق من وفق، وخذل من خذل، بحسب ما اقتضاه علمه فيهم وحكمته.",
        "kathir": "وهم في ذلك مقيمون دائما فيها ، لا يظعنون ، ولا يبغون عنها حولا .وقوله : ( وعد الله حقا ) أي : هذا كائن لا محالة; لأنه من وعد الله ، والله لا يخلف الميعاد; لأنه الكريم المنان ، الفعال لما يشاء ، القادر على كل شيء ، ( وهو العزيز ) ، الذي قد قهر كل شيء ، ودان له كل شيء ، ( الحكيم ) ، في أقواله وأفعاله ، الذي جعل القرآن هدى للمؤمنين ( قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى ) [ فصلت : 44 ] ، ( وننزل من القرآن ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا ) [ الإسراء : 82 ] ."
      },
      "translations": {
        "en": "Wherein they abide eternally; [it is] the promise of Allah [which is] truth. And He is the Exalted in Might, the Wise.",
        "fr": "pour y demeurer éternellement, - c'est en vérité une promesse d'Allah-. C'est Lui le Puissant, le Sage.",
        "es": "en los que estarán eternamente. ¡Promesa de Alá verdad! Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": "خَالِدِينَ فِيهَا وَعْدَ اللَّهِ حَقًّا وَهُوَ الْعَزِيزُ الْحَكِيمُلما ذكر عذاب من يُضل عن سبيل الله اتبع ببشارة المحسنين الذين وصفوا بأنهم يقيمون الصلاة إلى قوله { وأولئك هم المفلحون } [ لقمان : 5 ] .وانتصب { وعدَ الله } على المفعول المطلق النائب عن فعله ، وانتصب { حقاً } على الحال المؤكدة لمعنى عاملها كما تقدم في صدر سورة يونس . وإجراء الاسمين الجليلين على ضمير الجلالة لتحقيق وعده لأنه لعزته لا يعجزه الوفاء بما وعَد ، ولحكمته لا يخطىء ولا يذهل عما وعد ، فموقع جملة { وهو العزيز الحكيم } موقع التذييل بالأعم ."
    },
    {
      "number": 10,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍۢ تَرَوْنَهَا ۖ وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍۢ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ فَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۢ كَرِيمٍ",
      "tafsir": {
        "muyassar": "خلق الله السموات، ورفعها بغير عمد كما تشاهدونها، وألقى في الأرض جبالا ثابتة؛ لئلا تضطرب وتتحرك فتفسد حياتكم، ونشر في الأرض مختلف أنواع الدواب، وأنزلنا من السحاب مطرًا، فأنبتنا به من الأرض من كل زوج بهيج نافع حسن المنظر.",
        "mukhtasar": "خلق الله سبحانه وتعالى السماوات مرفوعة بغير أَعْمِدَة، ونصب في الأرض جبالًا ثوابت حتى لا تضطرب بكم، وبثّ فوق الأرض أنواع الحيوان، وأنزلنا من السماء ماء المطر، فأنبتنا في الأرض من كل صنف بَهِيج المنظر ينتفع به الناس والدواب.",
        "saadi": "يتلو تعالى على عباده، آثارا من آثار قدرته، وبدائع من بدائع حكمته، ونعما من آثار رحمته، فقال: { خَلْقِ السَّمَاوَاتِ } السبع على عظمها، وسعتها، وكثافتها، وارتفاعها الهائل. { بِغَيْرِ عَمَدٍ تَرَوْنَهَا } أي: ليس لها عمد، ولو كان لها عمد لرئيت، وإنما استقرت واستمسكت، بقدرة اللّه تعالى.{ وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ } أي: جبالا عظيمة، ركزها في أرجائها وأنحائها، لئلا { تَمِيدَ بِكُمْ } فلولا الجبال الراسيات لمادت الأرض، ولما استقرت بساكنيها.{ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ } أي: نشر في الأرض الواسعة، من جميع أصناف الدواب، التي هي مسخرة لبني آدم، ولمصالحهم، ومنافعهم. ولما بثها في الأرض، علم تعالى أنه لا بد لها من رزق تعيش به، فأنزل من السماء ماء مباركا، { فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ } المنظر، نافع مبارك، فرتعت فيه الدواب المنبثة، وسكن إليه كل حيوان.",
        "kathir": "يبين سبحانه بهذا قدرته العظيمة على خلق السماوات والأرض ، وما فيهما وما بينهما ، فقال : ( خلق السماوات بغير عمد ) ، قال الحسن وقتادة : ليس لها عمد مرئية ولا غير مرئية .وقال ابن عباس ، وعكرمة ، ومجاهد : لها عمد لا ترونها . وقد تقدم تقرير هذه المسألة في أول سورة \" الرعد \" بما أغنى عن إعادته .( وألقى في الأرض رواسي ) يعني : الجبال أرست الأرض وثقلتها لئلا تضطرب بأهلها على وجه الماء; ولهذا قال : ( أن تميد بكم وبث فيها من كل دابة ) أي : وذرأ فيها من أصناف الحيوانات مما لا يعلم عدد أشكالها وألوانها إلا الذي خلقها .ولما قرر أنه الخالق نبه على أنه الرازق بقوله تعالى ( وأنزلنا من السماء ماء فأنبتنا فيها من كل زوج كريم ) أي : من كل زوج من النبات كريم ، أي : حسن المنظر .وقال الشعبي : والناس - أيضا - من نبات الأرض ، فمن دخل الجنة فهو كريم ، ومن دخل النار فهو لئيم ."
      },
      "translations": {
        "en": "He created the heavens without pillars that you see and has cast into the earth firmly set mountains, lest it should shift with you, and dispersed therein from every creature. And We sent down rain from the sky and made grow therein [plants] of every noble kind.",
        "fr": "Il a créé les cieux sans piliers que vous puissiez voir; et Il a enfoncé des montagnes fermes dans la terre pour l'empêcher de basculer avec vous; et Il y a propagé des animaux de toute espèce. Et du ciel, Nous avons fait descendre une eau, avec laquelle Nous avons fait pousser des plantes productives par couples de toute espèce.",
        "es": "Ha creado los cielos sin pilares visibles. Ha fijado en la tierra las montañas para que ella y vosotros no vaciléis. Ha diseminado por ella toda clase de bestias. Hemos hecho bajar agua del cielo y crecer en ella toda especie generosa."
      },
      "ibn_ashour": "خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (10) استئناف للاستدلال على الذين دأبهم الإعراض عن آيات الله بأن الله هو خالق المخلوقات فلا يستحق غيرهُ أن تثبت له الإلهية فكان ادعاء الإلهية لغير الله هو العلة للإعْراض عن آيات الكتاب الحكيم ، فهم لما أثبتوا الإلهية لما لا يخلق شيئاً كانوا كمن يزعم أن الأصنام مماثلة لله تعالى في أوصافه فذلك يقتضي انتفاء وصف الحكمة عنه كما هو منتف عنها . ولذا فإن موقع هذه الآيات موقع دليل الدليل ، وهو المقام المعبر عنه في علم الاستدلال بالتدقيق ، وهو ذكر الشيء بدليله ودليل دليله ، فالخطاب في قوله { ترونها } و { بكم } للمشركين ، وقد تقدم في سورة الرعد ( 2 ) قوله : { الله الذي رفع السماوات بغير عمد ترونها } وتقدم في أول سورة النحل ( 15 ) قوله { وألقى في الأرض رواسيَ أن تَميدَ بكم } والمعنى خوفَ أن تميد بكم أو لئلا تُميدكم كما بين هنالك . وتقدم في سورة البقرة ( 164 ) قوله : { وبثّ فيها من "
    },
    {
      "number": 11,
      "text": "هَٰذَا خَلْقُ ٱللَّهِ فَأَرُونِى مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦ ۚ بَلِ ٱلظَّٰلِمُونَ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "وكل ما تشاهدونه هو خلق الله، فأروني- أيها المشركون-: ماذا خلقت آلهتكم التي تعبدونها من دون الله؟ بل المشركون في ذهاب بيِّن عن الحق والاستقامة.",
        "mukhtasar": "هذا المذكور خلق الله، فأروني - أيها المشركون - ماذا خلق الذين تعبدونهم من دون الله؟! بل الظالمون في ضلال واضح عن الحق، حيث يشركون مع ربهم من لا يخلق شيئًا وهم يُخْلقون.",
        "saadi": "{ هَذَا } أي: خلق العالم العلوي والسفلي، من جماد، وحيوان، وسَوْقِ أرزاق الخلق إليهم { خَلق اللَّه } وحده لا شريك له، كل مقر بذلك حتى أنتم يا معشر المشركين.{ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ } أي: الذين جعلتموهم له شركاء، تدعونهم وتعبدونهم، يلزم على هذا، أن يكون لهم خلق كخلقه، ورزق كرزقه، فإن كان لهم شيء من ذلك فأرونيه، ليصح ما ادعيتم فيهم من استحقاق العبادة.ومن المعلوم أنهم لا يقدرون أن يروه شيئا من الخلق لها، لأن جميع المذكورات، قد أقروا أنها خلق اللّه وحده، ولا ثَمَّ شيء يعلم غيرها، فثبت عجزهم عن إثبات شيء لها تستحق به أن تعبد.ولكن عبادتهم إياها، عن غير علم وبصيرة، بل عن جهل وضلال، ولهذا قال: { بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ } أي: جَلِيٍّ واضح حيث عبدوا من لا يملك نفعا ولا ضرا ولا موتا ولا حياة ولا نشورا، وتركوا الإخلاص للخالق الرازق المالك لكل الأمور.",
        "kathir": "وقوله : ( هذا خلق الله ) أي : هذا الذي ذكره تعالى من خلق السماوات ، والأرض وما بينهما ، صادر عن فعل الله وخلقه وتقديره ، وحده لا شريك له في ذلك; ولهذا قال : ( فأروني ماذا خلق الذين من دونه ) أي : مما تعبدون وتدعون من الأصنام والأنداد ، ( بل الظالمون ) يعني : المشركين بالله العابدين معه غيره ) في ضلال ) أي : جهل وعمى ، ( مبين ) أي : واضح ظاهر لا خفاء به ."
      },
      "translations": {
        "en": "This is the creation of Allah. So show Me what those other than Him have created. Rather, the wrongdoers are in clear error.",
        "fr": "«Voilà la création d'Allah. Montrez-Moi donc ce qu'ont créé, ceux qui sont en dehors de Lui?» Mais les injustes sont dans un égarement évident.",
        "es": "Ésta es la creación de Alá. ¡Mostradme, pues, qué han creado los otros dioses que hay fuera de Él! Sí, los impíos están evidentemente extraviados."
      },
      "ibn_ashour": "هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُبِينٍ (11)وجملة { هذا خلق الله } إلى آخرها نتيجة الاستدلال بخلق السماء والأرض والجبال والدواب وإنزال المطر . واسم الإشارة إلى ما تضمنه قوله { خلق السماوات } إلى قوله { من كل زوج كريم . } والإتيان به مفرداً بتأويل المذكور . والانتقال من التكلم إلى الغيبة في قوله { خلق الله } التفاتاً لزيادة التصريح بأن الخطاب وارد من جانب الله بقرينة قوله { هذا خلق الله } وكذلك يكون الانتقال من التكلم إلى الغيبة في قوله { ماذا خلق الذين من دونه } التفاتاً لمراعاة العود إلى الغيبة في قوله { خَلق الله . } ويجوز أن تكون الرؤية من قوله { فأروني } علمية ، أي فأنْبِئُوني ، والفعل معلقاً عن العمل بالاستفهام ب { ماذا } .فيتعين أن يكون { فأروني } تهكماً لأنهم لا يمكن لهم أن يكافحوا الله زيادة على كون الأمر مستعملاً في التعجيز ، لكن التهكم أسبق للقطع بأنهم لا يتمكنون من مكافحة الله قبل أن يقطعوا بعجزهم عن تعيين مخلوق خلقه من دون الله قطعاً نظرياً .وصوغ أمر التعجيز من مادة الرؤية البصرية أشد في التعجيز لاقتضائها ا"
    },
    {
      "number": 12,
      "text": "وَلَقَدْ ءَاتَيْنَا لُقْمَٰنَ ٱلْحِكْمَةَ أَنِ ٱشْكُرْ لِلَّهِ ۚ وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌۭ",
      "tafsir": {
        "muyassar": "ولقد أعطينا عبدًا صالحًا من عبادنا (وهو لقمان) الحكمة، وهي الفقه في الدين وسلامة العقل والإصابة في القول، وقلنا له: اشكر لله نِعَمَه عليك، ومَن يشكر لربه فإنما يعود نَفْع ذلك عليه، ومن جحد نِعَمَه فإن الله غني عن شكره، غير محتاج إليه، له الحمد والثناء على كل حال.",
        "mukhtasar": "ولقد أعطينا لقمان الفقه في الدين والإصابة في الأمور، وقلنا له: اشكر - يا لقمان - لربك ما أنعم به عليك من التوفيق لطاعته، ومن يشكر ربه فإنما نفع شكره عائد إلى نفسه، فالله غني عن شكره، ومن جَحَدَ نعمة الله عليه فكفر به سبحانه فإنما ضرر كفره عليه ولا يضر الله شيئًا فهو غني عن خلقه جميعًا، محمود على كل حال.",
        "saadi": "يخبر تعالى عن امتنانه على عبده الفاضل لقمان، بالحكمة، وهي العلم [بالحق]  على وجهه وحكمته، فهي العلم بالأحكام، ومعرفة ما فيها من الأسرار والإحكام، فقد يكون الإنسان عالما، ولا يكون حكيما.وأما الحكمة، فهي مستلزمة للعلم، بل وللعمل، ولهذا فسرت الحكمة بالعلم النافع، والعمل الصالح.ولما أعطاه اللّه هذه المنة العظيمة، أمره أن يشكره على ما أعطاه، ليبارك له فيه، وليزيده من فضله، وأخبره أن شكر الشاكرين، يعود نفعه عليهم، وأن من كفر فلم يشكر اللّه، عاد وبال ذلك عليه. والله غني [عنه]  حميد فيما يقدره ويقضيه، على من خالف أمره، فغناه تعالى، من لوازم ذاته، وكونه حميدا في صفات كماله، حميدا في جميل صنعه، من لوازم ذاته، وكل واحد من الوصفين، صفة كمال، واجتماع أحدهما إلى الآخر، زيادة كمال إلى كمال.واختلف المفسرون، هل كان لقمان نبيا، أو عبدا صالحا؟ واللّه تعالى لم يذكر عنه إلا أنه آتاه الحكمة، وذكر بعض ما يدل على حكمته في وعظه لابنه، فذكر أصول الحكمة وقواعدها الكبار.",
        "kathir": "اختلف السلف في لقمان ، عليه السلام : هل كان نبيا ، أو عبدا صالحا من غير نبوة ؟ على قولين ، الأكثرون على الثاني .وقال سفيان الثوري ، عن الأشعث ، عن عكرمة ، عن ابن عباس قال : كان لقمان عبدا حبشيا نجارا .وقال قتادة ، عن عبد الله بن الزبير ، قلت لجابر بن عبد الله : ما انتهى إليكم من شأن لقمان ؟ قال : كان قصيرا أفطس من النوبة .وقال يحيى بن سعيد الأنصاري ، عن سعيد بن المسيب قال : كان لقمان من سودان مصر ، ذا مشافر ، أعطاه الله الحكمة ومنعه النبوة .وقال الأوزاعي : رحمه الله ، حدثني عبد الرحمن بن حرملة قال : جاء رجل أسود إلى سعيد بن المسيب يسأله ، فقال له سعيد بن المسيب : لا تحزن من أجل أنك أسود ، فإنه كان من أخير الناس ثلاثة من السودان : بلال ، ومهجع مولى عمر بن الخطاب ، ولقمان الحكيم ، كان أسود نوبيا ذا مشافر .وقال ابن جرير : حدثنا ابن وكيع ، حدثنا أبي ، عن أبي الأشهب ، عن خالد الربعي قال : كان لقمان عبدا حبشيا نجارا ، فقال له مولاه : اذبح لنا هذه الشاة . فذبحها ، فقال : أخرج أطيب مضغتين فيها . فأخرج اللسان والقلب ، فمكث ما شاء الله ثم قال : اذبح لنا هذه الشاة . فذبحها ، فقال : أخرج أخبث مضغتين فيها . فأخرج اللسان والقلب ، فقال له مولاه : أمرتك أن تخرج أطيب مضغتين فيها فأخرجتهما ، وأمرتك أن تخرج أخبث مضغتين فيها فأخرجتهما . فقال لقمان : إنه ليس من شيء أطيب منهما إذا طابا ، ولا أخبث منهما إذا خبثا .وقال شعبة ، عن الحكم ، عن مجاهد : كان لقمان عبدا صالحا ، ولم يكن نبيا .وقال الأعمش : قال مجاهد : كان لقمان عبدا أسود عظيم الشفتين ، مشقق القدمين .وقال حكام بن سلم ، عن سعيد الزبيدي ، عن مجاهد : كان لقمان الحكيم عبدا حبشيا غليظ الشفتين ، مصفح القدمين ، قاضيا على بني إسرائيل .وذكر غيره : أنه كان قاضيا على بني إسرائيل في زمن داود ، عليه السلام .وقال ابن جرير : حدثنا ابن حميد ، حدثنا الحكم حدثنا عمرو بن قيس قال : كان لقمان ، عليه السلام ، عبدا أسود غليظ الشفتين ، مصفح القدمين ، فأتاه رجل وهو في مجلس أناس يحدثهم ، فقال له : ألست الذي كنت ترعى معي الغنم في مكان كذا وكذا ، قال : نعم . فقال : فما بلغ بك ما أرى ؟ قال : صدق الحديث ، والصمت عما لا يعنيني .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثنا عبد الرحمن بن يزيد عن جابر قال : إن الله رفع لقمان الحكيم بحكمته ، فرآه رجل كان يعرفه قبل ذلك ، فقال له : ألست عبد بني فلان الذي كنت ترعى بالأمس ؟ قال : بلى . قال : فما بلغ بك ما أرى ؟ قال : قدر الله ، وأداء الأمانة ، وصدق الحديث ، وتركي ما لا يعنيني .فهذه الآثار منها ما هو مصرح فيه بنفي كونه نبيا ، ومنها ما هو مشعر بذلك; لأن كونه عبدا قد مسه الرق ينافي كونه نبيا; لأن الرسل كانت تبعث في أحساب قومها; ولهذا كان جمهور السلف على أنه لم يكن نبيا ، وإنما ينقل كونه نبيا عن عكرمة - إن صح السند إليه ، فإنه رواه ابن جرير ، وابن أبي حاتم من حديث وكيع عن إسرائيل ، عن جابر ، عن عكرمة فقال : كان لقمان نبيا . وجابر هذا هو ابن يزيد الجعفي ، وهو ضعيف ، والله أعلم .وقال عبد الله بن وهب : أخبرني عبد الله بن عياش القتباني ، عن عمر مولى غفرة قال : وقف رجل على لقمان الحكيم فقال : أنت لقمان ، أنت عبد بني الحسحاس ؟ قال : نعم . قال : أنت راعي الغنم ؟ قال : نعم . قال : أنت الأسود ؟ قال : أما سوادي فظاهر ، فما الذي يعجبك من أمري ؟ قال : وطء الناس بساطك ، وغشيهم بابك ، ورضاهم بقولك . قال : يا بن أخي إن صغيت إلى ما أقول لك كنت كذلك . قال لقمان : غضي بصري ، وكفي لساني ، وعفة طعمتي ، وحفظي فرجي ، وقولي بصدق ، ووفائي بعهدي ، وتكرمتي ضيفي ، وحفظي جاري ، وتركي ما لا يعنيني ، فذاك الذي صيرني إلى ما ترى .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا ابن نفيل ، حدثنا عمرو بن واقد ، عن عبدة بن رباح ، عن ربيعة ، عن أبي الدرداء ، رضي الله عنه ، أنه قال يوما - وذكر لقمان الحكيم - فقال : ما أوتي ما أوتي عن أهل ولا مال ، ولا حسب ولا خصال ، ولكنه كان رجلا صمصامة سكيتا ، طويل التفكر ، عميق النظر ، لم ينم نهارا قط ، ولم يره أحد قط يبزق ولا يتنخع ، ولا يبول ولا يتغوط ، ولا يغتسل ، ولا يعبث ولا يضحك ، وكان لا يعيد منطقا نطقه إلا أن يقول حكمة يستعيدها إياه أحد ، وكان قد تزوج وولد له أولاد ، فماتوا فلم يبك عليهم . وكان يغشى السلطان ، ويأتي الحكام ، لينظر ويتفكر ويعتبر ، فبذلك أوتي ما أوتي .وقد ورد أثر غريب عن قتادة ، رواه ابن أبي حاتم ، فقال :حدثنا أبي ، حدثنا العباس بن الوليد ، حدثنا زيد بن يحيى بن عبيد الخزاعي ، حدثنا سعيد بن بشير ، عن قتادة قال : خير الله لقمان الحكيم بين النبوة والحكمة ، فاختار الحكمة على النبوة . قال : فأتاه جبريل وهو نائم فذر عليه الحكمة - أو : رش عليه الحكمة - قال : فأصبح ينطق بها .قال سعيد : فسمعت عن قتادة يقول : قيل للقمان : كيف اخترت الحكمة على النبوة وقد خيرك ربك ؟ فقال : إنه لو أرسل إلي بالنبوة عزمة لرجوت فيه الفوز منه ، ولكنت أرجو أن أقوم بها ، ولكنه خيرني فخفت أن أضعف عن النبوة ، فكانت الحكمة أحب إلي .فهذا من رواية سعيد بن بشير ، وفيه ضعف قد تكلموا فيه بسببه ، فالله أعلم .والذي رواه سعيد بن أبي عروبة ، عن قتادة ، في قوله تعالى : ( ولقد آتينا لقمان الحكمة ) أي : الفقه في الإسلام ، ولم يكن نبيا ، ولم يوح إليه .وقوله : ( ولقد آتينا لقمان الحكمة ) أي : الفهم والعلم والتعبير ، ( أن اشكر لله ) أي : أمرناه أن يشكر الله ، عز وجل ، على ما أتاه الله ومنحه ووهبه من الفضل ، الذي خصه به عمن سواه من أبناء جنسه وأهل زمانه .ثم قال تعالى : ( ومن يشكر فإنما يشكر لنفسه ) أي : إنما يعود نفع ذلك وثوابه على الشاكرين لقوله تعالى : ( ومن عمل صالحا فلأنفسهم يمهدون ) [ الروم : 44 ] .وقوله : ( ومن كفر فإن الله غني حميد ) أي : غني عن العباد ، لا يتضرر بذلك ، ولو كفر أهل الأرض كلهم جميعا ، فإنه الغني عمن سواه; فلا إله إلا الله ، ولا نعبد إلا إياه ."
      },
      "translations": {
        "en": "And We had certainly given Luqman wisdom [and said], \"Be grateful to Allah.\" And whoever is grateful is grateful for [the benefit of] himself. And whoever denies [His favor] - then indeed, Allah is Free of need and Praiseworthy.",
        "fr": "Nous avons effectivement donné à Luqmân la sagesse: «Sois reconnaissant à Allah, car quiconque est reconnaissant, n'est reconnaissant que pour soi-même; quant à celui qui est ingrat... En vérité, Allah se dispense de tout, et Il est digne de louange».",
        "es": "Dimos a Luqmán la sabiduría: «¡Sé agradecido con Alá! Quien es agradecido lo es, en realidad, en provecho propio. Quien es desagradecido... Alá Se basta a Sí mismo, es digno de alabanza»."
      },
      "ibn_ashour": "وَلَقَدْ آَتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (12)الواو عاطفة قصة لقمان على قصة النضر بن الحارث المتقدمة في قوله تعالى { ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله } [ لقمان : 6 ] باعتبار كونها تضمنت عجيب حاله في الضلالة من عنايته بلهو الحديث ليضل عن سبيل الله ويتخذ سبيل الله هزؤاً ، وباعتبار كون قصة لقمان متضمنة عجيب حال لقمان في الاهتداء والحكمة ، فهما حالان متضادان؛ فقُطِع النظر عن كون قصة النضر سيقت مساق المقدمة والمدخل إلى المقصود لأن الكلام لما طال في المقدمة خرجت عن سَنن المقدمات إلى المقصودات بالذات فلذلك عطفت عطفَ القصص ولم تُفصل فَصْل النتائج عقب مقدماتها . وقد تتعدد الاعتبارات للأسلوب الواحد فيتخير البليغ في رعيها كقوله تعالى { يسومونكم سوء العذاب يذبحون أبناءكم } في سورة البقرة ( 49 ) ، { ويذبحون أبناءكم } في سورة [ إبراهيم : 1 ] . وافتتاح القصة بحرفي التوكيد : لام القسم و ( قد ) للإنباء بأنها خبر عن أمر مهم واقع .و { لقمان } اسم رجل حكيم صالح ، وأكثر الروايات ف"
    },
    {
      "number": 13,
      "text": "وَإِذْ قَالَ لُقْمَٰنُ لِٱبْنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَىَّ لَا تُشْرِكْ بِٱللَّهِ ۖ إِنَّ ٱلشِّرْكَ لَظُلْمٌ عَظِيمٌۭ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- نصيحة لقمان لابنه حين قال له واعظًا: يا بنيَّ لا تشرك بالله فتظلم نفسك؛ إن الشرك لأعظم الكبائر وأبشعها.",
        "mukhtasar": "واذكر - أيها الرسول - إذ قال لقمان لابنه وهو يرغِّبه في الخير، ويحذره من الشر: يا بنيّ، لا تعبد مع الله غيره، إن عبادة معبود مع الله ظلم عظيم للنفس بارتكاب أعظم ذنب يؤدي إلى خلودها في النار.",
        "saadi": " { وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ } أو قال له قولا به يعظه بالأمر، والنهي، المقرون بالترغيب والترهيب، فأمره بالإخلاص، ونهاه عن الشرك، وبيَّن له السبب في ذلك فقال: { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ } ووجه كونه عظيما، أنه لا أفظع وأبشع ممن سَوَّى المخلوق من تراب، بمالك الرقاب، وسوَّى الذي لا يملك من الأمر شيئا، بمن له الأمر كله، وسوَّى الناقص الفقير من جميع الوجوه، بالرب الكامل الغني من جميع الوجوه، وسوَّى من لم ينعم بمثقال ذرة [من النعم]  بالذي ما بالخلق من نعمة في دينهم، ودنياهم وأخراهم، وقلوبهم، وأبدانهم، إلا منه، ولا يصرف السوء إلا هو، فهل أعظم من هذا الظلم شيء؟؟!وهل أعظم ظلما ممن خلقه اللّه لعبادته وتوحيده، فذهب بنفسه الشريفة، [فجعلها في أخس المراتب]  جعلها عابدة لمن لا يسوى شيئا، فظلم نفسه ظلما كبيرا.",
        "kathir": "يقول تعالى مخبرا عن وصية لقمان لولده - وهو : لقمان بن عنقاء بن سدون . واسم ابنه : ثاران في قول حكاه السهيلي . وقد ذكره [ الله ] تعالى بأحسن الذكر ، فإنه آتاه الحكمة ، وهو يوصي ولده الذي هو أشفق الناس عليه وأحبهم إليه ، فهو حقيق أن يمنحه أفضل ما يعرف; ولهذا أوصاه أولا بأن يعبد الله وحده ولا يشرك به شيئا ، ثم قال محذرا له : ( إن الشرك لظلم عظيم ) أي : هو أعظم الظلم .قال البخاري حدثنا قتيبة ، حدثنا جرير ، عن الأعمش ، عن إبراهيم ، عن علقمة ، عن عبد الله ، رضي الله عنه ، قال : لما نزلت : ( الذين آمنوا ولم يلبسوا إيمانهم بظلم ) [ الأنعام : 82 ] ، شق ذلك على أصحاب رسول الله صلى الله عليه وسلم ، وقالوا : أينا لم يلبس إيمانه بظلم ؟ فقال رسول الله صلى الله عليه وسلم : \" إنه ليس بذاك ، ألا تسمع إلى قول لقمان : ( يا بني لا تشرك بالله إن الشرك لظلم عظيم ) .ورواه مسلم من حديث الأعمش ، به .ثم قرن بوصيته إياه بعبادة الله وحده البر بالوالدين . كما قال تعالى : ( وقضى ربك ألا تعبدوا إلا إياه وبالوالدين إحسانا ) [ الإسراء : 23 ] . وكثيرا ما يقرن تعالى بين ذلك في القرآن ."
      },
      "translations": {
        "en": "And [mention, O Muhammad], when Luqman said to his son while he was instructing him, \"O my son, do not associate [anything] with Allah. Indeed, association [with him] is great injustice.\"",
        "fr": "Et lorsque Luqmân dit à son fils tout en l'exhortant: «O mon fils, ne donne pas d'associé à Allah, car l'association à [Allah] est vraiment une injustice énorme.»",
        "es": "Y cuando Luqmán amonestó a su hijo, diciéndole: «¡Hijito! ¡No asocies a Alá otros dioses, que la asociación es una impiedad enorme!»."
      },
      "ibn_ashour": "وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ (13)عطف على جملة { ءاتينا لقمان الحكمة } [ لقمان : 12 ] لأن الواو نائبة مناب الفعل فمضمون هذه الجملة يفسر بعض الحكمة التي أوتيها لقمان . والتقدير : وآتيناه الحكمة إذْ قال لابنه فهو في وقت قوله ذلك لابنه قد أوتي حكمة فكان ذلك القول من الحكمة لا محالة ، وكل حالة تصدر عنه فيها حكمة هو فيها قد أوتي حكمة .و { إذ } ظرف متعلق بالفعل المقدّر الذي دلت عليه واو العطف ، أي والتقدير : وآتيناه الحكمة إذ قال لابنه . وهذا انتقال من وصفه بحكمة الاهتداء إلى وصفه بحكمة الهدى والإرشاد . ويجوز أن يكون { إذْ قَالَ } ظرفاً متعلقاً بفعل ( اذكر ) محذوفاً .وفائدة ذكر الحال بقوله { وهو يعظه } الإشارة إلى أن قوله هذا كان لتلبس ابنه بالإشراك ، وقد قال جمهور المفسرين : إن ابن لقمان كان مُشركاً فلم يزل لقمان يعظه حتى آمن بالله وحده ، فإن الوعظ زجرٌ مقترن بتخويف قال تعالى { فأعْرِضْ عنهم وعِظهم وقُل لهم في أنفسهم قولاً بليغاً } [ النساء : 63 ] ويعرف المزجور عنه بمتعلق فعل الموعظة فتعين أن الزجر هنا عن"
    },
    {
      "number": 14,
      "text": "وَوَصَّيْنَا ٱلْإِنسَٰنَ بِوَٰلِدَيْهِ حَمَلَتْهُ أُمُّهُۥ وَهْنًا عَلَىٰ وَهْنٍۢ وَفِصَٰلُهُۥ فِى عَامَيْنِ أَنِ ٱشْكُرْ لِى وَلِوَٰلِدَيْكَ إِلَىَّ ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "وأَمَرْنا الإنسان ببرِّ والديه والإحسان إليهما، حَمَلَتْه أمه ضعفًا على ضعف، وحمله وفِطامه عن الرضاعة في مدة عامين، وقلنا له: اشكر لله، ثم اشكر لوالديك، إليَّ المرجع فأُجازي كُلا بما يستحق.",
        "mukhtasar": "ووصّينا الإنسان بطاعة أبويه وبرهما فيما لا معصية فيه لله، حملته أمه في بطنها ملاقية مشقة بعد مشقة، وقَطْعُه عن الرضاعة في عامين، وقلنا له: اشكر لله ما أنعم به عليك من نِعَم، ثم اشكر لوالديك ما قاما به من تربيتك ورعايتك، إليّ وحدي المرجع فأجازي كلًّا بما يستحقه.",
        "saadi": "ولما أمر بالقيام بحقه، بترك الشرك الذي من لوازمه القيام بالتوحيد، أمر بالقيام بحق الوالدين فقال: { وَوَصَّيْنَا الْإِنْسَانَ } أي: عهدنا إليه، وجعلناه وصية عنده، سنسأله عن القيام بها، وهل حفظها أم لا؟ فوصيناه { بِوَالِدَيْهِ } وقلنا له: { اشْكُرْ لِي } بالقيام بعبوديتي، وأداء حقوقي، وأن لا تستعين بنعمي على معصيتي. { وَلِوَالِدَيْكَ } بالإحسان إليهما بالقول اللين، والكلام اللطيف، والفعل الجميل، والتواضع لهما، [وإكرامهما]  وإجلالهما، والقيام بمئونتهما واجتناب الإساءة إليهما من كل وجه، بالقول والفعل.فوصيناه بهذه الوصية، وأخبرناه أن { إِلَيَّ الْمَصِيرُ } أي: سترجع أيها الإنسان إلى من وصاك، وكلفك بهذه الحقوق، فيسألك: هل قمت بها، فيثيبك الثواب الجزيل؟ أم ضيعتها، فيعاقبك العقاب الوبيل؟.ثم ذكر السبب الموجب لبر الوالدين في الأم، فقال: { حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ } أي: مشقة على مشقة، فلا تزال تلاقي المشاق، من حين يكون نطفة، من الوحم، والمرض، والضعف، والثقل، وتغير الحال، ثم وجع الولادة، ذلك الوجع الشديد.ثم { فِصَالُهُ فِي عَامَيْنِ } وهو ملازم لحضانة أمه وكفالتها ورضاعها، أفما يحسن بمن تحمل على ولده هذه الشدائد، مع شدة الحب، أن يؤكد على ولده، ويوصي إليه بتمام الإحسان إليه؟",
        "kathir": "وقال هاهنا ( ووصينا الإنسان بوالديه حملته أمه وهنا على وهن ) . قال مجاهد : مشقة وهن الولد .وقال قتادة : جهدا على جهد .وقال عطاء الخراساني : ضعفا على ضعف .وقوله : ( وفصاله في عامين ) أي : تربيته وإرضاعه بعد وضعه في عامين ، كما قال تعالى : ( والوالدات يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة ) [ البقرة : 233 ] .ومن هاهنا استنبط ابن عباس وغيره من الأئمة أن أقل مدة الحمل ستة أشهر; لأنه قال تعالى في الآية الأخرى : ( وحمله وفصاله ثلاثون شهرا ) [ الأحقاف : 15 ] .وإنما يذكر تعالى تربية الوالدة وتعبها ومشقتها في سهرها ليلا ونهارا ، ليذكر الولد بإحسانها المتقدم إليه ، كما قال تعالى : ( وقل رب ارحمهما كما ربياني صغيرا ) [ الإسراء : 24 ] ; ولهذا قال : ( أن اشكر لي ولوالديك إلي المصير ) أي : فإني سأجزيك على ذلك أوفر الجزاء .قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عبد الله بن أبي شيبة ، ومحمود بن غيلان قالا حدثنا عبيد الله ، أخبرنا إسرائيل ، عن أبي إسحاق عن سعيد بن وهب قال : قدم علينا معاذ بن جبل ، وكان بعثه النبي صلى الله عليه وسلم ، فقام فحمد الله وأثنى عليه ثم قال : إني [ رسول ] رسول الله صلى الله عليه وسلم إليكم : أن تعبدوا الله ولا تشركوا به شيئا ، وأن تطيعوني لا آلوكم خيرا ، وأن المصير إلى الله ، وإلى الجنة أو إلى النار ، إقامة فلا ظعن ، وخلود فلا موت ."
      },
      "translations": {
        "en": "And We have enjoined upon man [care] for his parents. His mother carried him, [increasing her] in weakness upon weakness, and his weaning is in two years. Be grateful to Me and to your parents; to Me is the [final] destination.",
        "fr": "Nous avons commandé à l'homme [la bienfaisance envers] ses père et mère; sa mère l'a porté [subissant pour lui] peine sur peine: son sevrage a lieu à deux ans. «Sois reconnaissant envers Moi ainsi qu'envers tes parents. Vers Moi est la destination.",
        "es": "Hemos ordenado al hombre con respecto a sus padres -su madre le llevó sufriendo pena tras pena y le destetó a los dos años-: «Sé agradecido conmigo y con tus padres. ¡Soy Yo el fin de todo!"
      },
      "ibn_ashour": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (14) إذا درجنا على أن لقمان لم يكن نبيئاً مبلغاً عن الله وإنما كان حكيماً مرشداً كان هذا الكلام اعتراضاً بين كلامي لقمان لأن صيغة هذا الكلام مصوغة على أسلوب الإبلاغ والحكاية لقول من أقوال الله . والضمائر ضمائر العظمة جرَّتْه مناسبة حكاية نهي لقمان لابنه عن الإشراك وتفظيعه بأنه ظلم عظيم . فذكر الله هذا لتأكيد ما في وصية لقمان من النهي عن الشرك بتعميم النهي في الأشخاص والأحوال لئلا يتوهم متوهم أن النهي خاص بابن لقمان أو ببعض الأحوال فحكى الله أن الله أوصى بذلك كل إنسان وأن لا هوادة فيه ولو في أحرج الأحوال وهي حال مجاهدة الوالدين أولادَهم على الإشراك . وأحسن من هذه المناسبة أن تجعل مناسبة هذا الكلام أنه لما حكى وصاية لقمان لابنه بما هو شكر الله بتنزيهه عن الشرك في الإلهية بيَّن الله أنه تعالى أسبق منَّة على عباده إذ أوصى الأبناء ببر الآباء فدخل في العموم المنة على لقمان جزاءً على رعيه لحق الله في ابتداء موعظة ابنه فالله أسبق بالإحسان"
    },
    {
      "number": 15,
      "text": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌۭ فَلَا تُطِعْهُمَا ۖ وَصَاحِبْهُمَا فِى ٱلدُّنْيَا مَعْرُوفًۭا ۖ وَٱتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ ۚ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "وإن جاهدك- أيها الولد المؤمن- والداك على أن تشرك بي غيري في عبادتك إياي مما ليس لك به عِلم، أو أمراك بمعصية مِن معاصي الله فلا تطعهما؛ لأنه لا طاعة لمخلوق في معصية الخالق، وصاحبهما في الدنيا بالمعروف فيما لا إثم فيه، واسلك- أيها الابن المؤمن- طريق مَن تاب من ذنبه، ورجع إليَّ وآمن برسولي محمد صلى الله عليه وسلم، ثم إليَّ مرجعكم، فأخبركم بما كنتم تعملونه في الدنيا، وأجازي كلَّ عامل بعمله.",
        "mukhtasar": "وإن بذل الوالدان جهدًا ليَحْمِلاك على أن تشرك بالله غيره تحكُّمًا منهما، فلا تطعهما في ذلك؛ لأنه لا طاعة لمخلوق في معصية الخالق، وصاحبهما في الدنيا بالبر والصلة والإحسان، واتبع طريق من أناب إليّ بالتوحيد والطاعة، ثم إليّ وحدي يوم القيامة مرجعكم جميعًا، فأخبركم بما كنتم تعملون في الدنيا من عمل، وأجازيكم عليه.",
        "saadi": "{ وَإِنْ جَاهَدَاكَ } أي: اجتهد والداك { عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا } ولا تظن أن هذا داخل في الإحسان إليهما، لأن حق اللّه، مقدم على حق كل أحد، و \"لا طاعة لمخلوق، في معصية الخالق\" ولم يقل: \"وإن جاهداك على أن تشرك بي ما ليس لك به علم فعقهما\" بل قال: { فَلَا تُطِعْهُمَا } أي: بالشرك، وأما برهما، فاستمر عليه، ولهذا قال: { وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا } أي: صحبة إحسان إليهما بالمعروف، وأما اتباعهما وهما بحالة الكفر والمعاصي، فلا تتبعهما.{ وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ } وهم المؤمنون باللّه، وملائكته وكتبه، ورسله، المستسلمون لربهم، المنيبون إليه.واتباع سبيلهم، أن يسلك مسلكهم في الإنابة إلى اللّه، التي هي انجذاب دواعي القلب وإراداته إلى اللّه، ثم يتبعها سعي البدن، فيما يرضي اللّه، ويقرب منه.{ ثُمَّ إِلَيَّ مَرْجِعُكُمْ } الطائع والعاصي، والمنيب، وغيره { فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } فلا يخفى على اللّه من أعمالهم خافية.",
        "kathir": "وقوله : ( وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما ) أي : إن حرصا عليك كل الحرص على أن تتابعهما على دينهما ، فلا تقبل منهما ذلك ، ولا يمنعنك ذلك من أن تصاحبهما في الدنيا معروفا ، أي : محسنا إليهما ، ( واتبع سبيل من أناب إلي ) يعني : المؤمنين ، ( ثم إلي مرجعكم فأنبئكم بما كنتم تعملون ) .قال الطبراني في كتاب العشرة : حدثنا أبو عبد الرحمن عبد الله بن أحمد بن حنبل ، حدثنا أحمد بن أيوب بن راشد ، حدثنا مسلمة بن علقمة ، عن داود بن أبي هند [ عن أبي عثمان النهدي ] : أن سعد بن مالك قال : أنزلت في هذه الآية : ( وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما ) الآية ، وقال : كنت رجلا برا بأمي ، فلما أسلمت قالت : يا سعد ، ما هذا الذي أراك قد أحدثت ؟ لتدعن دينك هذا أو لا آكل ولا أشرب حتى أموت ، فتعير بي ، فيقال : \" يا قاتل أمه \" . فقلت : لا تفعلي يا أمه ، فإني لا أدع ديني هذا لشيء . فمكثت يوما وليلة لم تأكل فأصبحت قد جهدت ، فمكثت يوما [ آخر ] وليلة أخرى لا تأكل ، فأصبحت قد اشتد جهدها ، فلما رأيت ذلك قلت : يا أمه ، تعلمين والله لو كانت لك مائة نفس فخرجت نفسا نفسا ، ما تركت ديني هذا لشيء ، فإن شئت فكلي ، وإن شئت لا تأكلي . فأكلت ."
      },
      "translations": {
        "en": "But if they endeavor to make you associate with Me that of which you have no knowledge, do not obey them but accompany them in [this] world with appropriate kindness and follow the way of those who turn back to Me [in repentance]. Then to Me will be your return, and I will inform you about what you used to do.",
        "fr": "Et si tous deux te forcent à M'associer ce dont tu n'as aucune connaissance, alors ne leur obéis pas; mais reste avec eux ici-bas de façon convenable. Et suis le sentier de celui qui se tourne vers Moi. Vers Moi, ensuite, est votre retour, et alors Je vous informerai de ce que vous faisiez».",
        "es": "Pero, si te insisten en que Me asocies aquello de que no tienes conocimiento, ¡no les obedezcas! En la vida de acá ¡pórtate amablemente con ellos! ¡Sigue el camino de quien vuelve a Mí arrepentido! Luego, volveréis a Mí y ya os informaré de lo que hacíais»."
      },
      "ibn_ashour": "وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا وَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَيَّ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (15)وتقدم الكلام على نظير قوله { وإن جاهداك لتشرك بي إلى فلا تطعهما } في سورة العنكبوت ( 8 ) ، سوى أنه قال هنا على أن تُشرِك بي } وقال في سورة العنكبوت { لِتُشْرِك بِي } فأما حرف { على } فهو أدلّ على تمكن المجاهدة ، أي مجاهدة قوية للإشراك ، والمجاهدة : شدة السعي والإلحاح . والمعنى : إن ألحَّا وبالغا في دعوتك إلى الإشراك بي فلا تطعهما . وهذا تأكيد للنهي عن الإصغاء إليهما إذا دعَوَا إلى الإشراك . وأما آية العنكبوت فجيء فيها بلام العلة لظهور أن سعداً كان غنياً عن تأكيد النهي عن طاعة أمه لقوة إيمانه .وقال القرطبي : إن امرأة لقمان وابنه كانا مُشركَيْن فلم يزل لقمان يعظهما حتى آمنا ، وبه يزيد ذكر مجاهدة الوالدين على الشرك اتضاحاً .والمصاحبة : المعاشرة . ومنه حديث معاوية بن حيدة «أنه قال لرسول الله صلى الله عليه وسلم من أحقُّ الناس بحسن صحابتي؟ قال : أمَّك» "
    },
    {
      "number": 16,
      "text": "يَٰبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍۢ مِّنْ خَرْدَلٍۢ فَتَكُن فِى صَخْرَةٍ أَوْ فِى ٱلسَّمَٰوَٰتِ أَوْ فِى ٱلْأَرْضِ يَأْتِ بِهَا ٱللَّهُ ۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌۭ",
      "tafsir": {
        "muyassar": "يا بنيَّ اعلم أن السيئة أو الحسنة إن كانت قَدْر حبة خردل- وهي المتناهية في الصغر- في باطن جبل، أو في أي مكان في السموات أو في الأرض، فإن الله يأتي بها يوم القيامة، ويحاسِب عليها. إن الله لطيف بعباده خبير بأعمالهم.",
        "mukhtasar": "يا بنيّ، إن السيئة أو الحسنة مهما كانت صغيرة مثل وزن حبة من خَرْدَل وكانت في بطن صخرة لا يطّلع عليها أحد، أو كانت في أي مكان في السماوات أو في الأرض - فإن الله يأتي بها يوم القيامة، فيجازي العبد عليها، إن الله لطيف لا تخفى عليه دقائق الأشياء، خبير بحقائقها وموضعها.",
        "saadi": "{ يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ } التي هي أصغر الأشياء وأحقرها، { فَتَكُنْ فِي صَخْرَةٍ } أي في وسطها { أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ } في أي جهة من جهاتهما { يَأْتِ بِهَا اللَّهُ } لسعة علمه، وتمام خبرته وكمال قدرته، ولهذا قال: { إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ } أي: لطف في علمه وخبرته، حتى اطلع على البواطن والأسرار، وخفايا القفار والبحار.والمقصود من هذا، الحث على مراقبة اللّه، والعمل بطاعته، مهما أمكن، والترهيب من عمل القبيح، قَلَّ أو كَثُرَ.",
        "kathir": "هذه وصايا نافعة قد حكاها الله تعالى عن لقمان الحكيم ; ليمتثلها الناس ويقتدوا بها ، فقال : ( يا بني إنها إن تك مثقال حبة من خردل ) أي : إن المظلمة أو الخطيئة لو كانت مثقال حبة [ من ] خردل . وجوز بعضهم أن يكون الضمير في قوله : ( إنها ) ضمير الشأن والقصة . وجوز على هذا رفع ) مثقال ) والأول أولى .وقوله : ( يأت بها الله ) أي : أحضرها الله يوم القيامة حين يضع الموازين القسط ، وجازى عليها إن خيرا فخير ، وإن شرا فشر . كما قال تعالى : ( ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئا وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين ) [ الأنبياء : 47 ] ، وقال تعالى : ( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره ) [ الزلزلة : 7 ، 8 ] ، ولو كانت تلك الذرة محصنة محجبة في داخل صخرة صماء ، أو غائبة ذاهبة في أرجاء السماوات أو الأرض فإن الله يأتي بها; لأنه لا تخفى عليه خافية ، ولا يعزب عنه مثقال ذرة في السماوات ولا في الأرض; ولهذا قال : ( إن الله لطيف خبير ) أي : لطيف العلم ، فلا تخفى عليه الأشياء وإن دقت ولطفت وتضاءلت ) خبير ) بدبيب النمل في الليل البهيم .وقد زعم بعضهم أن المراد بقوله : ( فتكن في صخرة ) أنها صخرة تحت الأرضين السبع ، ذكره السدي بإسناده ذلك المطروق عن ابن عباس وابن مسعود وجماعة من الصحابة إن صح ذلك ، ويروى هذا عن عطية العوفي ، وأبي مالك ، والثوري ، والمنهال بن عمرو ، وغيرهم . وهذا والله أعلم ، كأنه متلقى من الإسرائيليات التي لا تصدق ، ولا تكذب ، والظاهر - والله أعلم - أن المراد : أن هذه الحبة في حقارتها لو كانت داخل صخرة ، فإن الله سيبديها ويظهرها بلطيف علمه ، كما قال الإمام أحمد :حدثنا حسن بن موسى ، حدثنا ابن لهيعة ، حدثنا دراج ، عن أبي الهيثم ، عن أبي سعيد الخدري ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم قال : \" لو أن أحدكم يعمل في صخرة صماء ، ليس لها باب ولا كوة ، لخرج عمله للناس كائنا ما كان \" ."
      },
      "translations": {
        "en": "[And Luqman said], \"O my son, indeed if wrong should be the weight of a mustard seed and should be within a rock or [anywhere] in the heavens or in the earth, Allah will bring it forth. Indeed, Allah is Subtle and Acquainted.",
        "fr": "«O mon enfant, fût-ce le poids d'un grain de moutarde, au fond d'un rocher, ou dans les cieux ou dans la terre, Allah le fera venir. Allah est infiniment Doux et Parfaitement Connaisseur.",
        "es": "«¡Hijito! Aunque se trate de algo del peso de un grano de mostaza y esté escondido en una roca, en los cielos o en la tierra, Alá lo sacará a luz. Alá es sutil, está bien informado."
      },
      "ibn_ashour": "يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ (16)تكرير النداء لتجديد نشاط السامع لوعي الكلام . وقرأ نافع وأبو جعفر { إن تَكُ مثقالُ } برفع { مثقالُ } على أنه فاعل { تَكُ مِن ( كان ) التامة . وإنما جيء بفعله بتاء المضارعة للمؤنثة ، وأعيد عليه الضمير في قوله بها } مؤنثاً مع أن { مثقال لفظ غير مؤنث لأنه أضيف إلى حبة } فاكتسب التأنيث من المضاف إليه ، وهو استعمال كثير إذا كان المضاف لو حذف لما اختل الكلام بحيث يستغنى بالمضاف إليه عن المضاف ، وعليه فضمير { إنها } للقصة والحادثة وهو المسمى بضمير الشأن ، وهو يقع بصورة ضمير المفردة المؤنثة بتأويل القصة ، ويختار تأنيث هذا الضمير إذا كان في القصة لفظ مؤنث كما في قوله تعالى { فإنها لا تَعْمَى الأبصار } [ الحج : 46 ] ، ويكثر وقوع ضمير الشأن بعد ( إنَّ ) كقوله تعالى { إنه مَن يأتِ ربه مجرماً فإنَّ له جَهَنم لا يَمُوت فيها ولا يَحْيى } [ طه : 74 ] ، ومن ذلك تقدير ضمير الشأن اسماً لحرف ( أنَّ ) المفتوحة المخففة ، وهو يفي"
    },
    {
      "number": 17,
      "text": "يَٰبُنَىَّ أَقِمِ ٱلصَّلَوٰةَ وَأْمُرْ بِٱلْمَعْرُوفِ وَٱنْهَ عَنِ ٱلْمُنكَرِ وَٱصْبِرْ عَلَىٰ مَآ أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
      "tafsir": {
        "muyassar": "يا بنيَّ أقم الصلاة تامة بأركانها وشروطها وواجباتها، وأْمر بالمعروف، وانْه عن المنكر بلطفٍ ولينٍ وحكمة بحسب جهدك، وتحمَّل ما يصيبك من الأذى مقابل أمرك بالمعروف ونهيك عن المنكر، واعلم أن هذه الوصايا مما أمر الله به من الأمور التي ينبغي الحرص عليها.",
        "mukhtasar": "يا بنيّ، أقم الصلاة بأدائها على أكمل وجه، وأْمُر بالمعروف، وانْه عن المنكر، واصبر على ما نالك من مكروه في ذلك، إن ما أُمرت به من ذلك مما عزم الله به عليك أن تفعله، فلا خِيرة لك فيه.",
        "saadi": "{ يَا بُنَيَّ أَقِمِ الصَّلَاةَ } حثه عليها، وخصها لأنها أكبر العبادات البدنية، { وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ } وذلك يستلزم العلم بالمعروف ليأمر به، والعلم بالمنكر لينهى عنه.والأمر بما لا يتم الأمر بالمعروف، والنهي عن المنكر إلا به، من الرفق، والصبر، وقد صرح به في قوله: { وَاصْبِرْ عَلَى مَا أَصَابَكَ } ومن كونه فاعلا لما يأمر به، كافًّا لما ينهى عنه، فتضمن هذا، تكميل نفسه بفعل الخير وترك الشر، وتكميل غيره بذلك، بأمره ونهيه.ولما علم أنه لا بد أن يبتلى إذا أمر ونهى وأن في الأمر والنهي مشقة على النفوس، أمره بالصبر على ذلك فقال: { وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ } الذي وعظ به لقمان ابنه { مِنْ عَزْمِ الْأُمُورِ } أي: من الأمور التي يعزم عليها، ويهتم بها، ولا يوفق لها إلا أهل العزائم.",
        "kathir": "م قال : ( يا بني أقم الصلاة ) أي : بحدودها وفروضها وأوقاتها ، ( وأمر بالمعروف وانه عن المنكر ) أي : بحسب طاقتك وجهدك ، ( واصبر على ما أصابك ) ، علم أن الآمر بالمعروف والناهي عن المنكر ، لا بد أن يناله من الناس أذى ، فأمره بالصبر .وقوله : ( إن ذلك من عزم الأمور ) أي : إن الصبر على أذى الناس لمن عزم الأمور ."
      },
      "translations": {
        "en": "O my son, establish prayer, enjoin what is right, forbid what is wrong, and be patient over what befalls you. Indeed, [all] that is of the matters [requiring] determination.",
        "fr": "O mon enfant accomplis la Salât, commande le convenable, interdis le blâmable et endure ce qui t'arrive avec patience. Telle est la résolution à prendre dans toute entreprise!",
        "es": "¡Hijito! ¡Haz la azalá! ¡Ordena lo que está bien y prohíbe lo que está mal! ¡Ten paciencia ante la adversidad! ¡Eso sí que es dar muestras de resolución!"
      },
      "ibn_ashour": "يَا بُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (17)انتقل من تعليمه أصول العقيدة إلى تعليمه أصول الأعمال الصالحة فابتدأها بإقامة الصلاة ، والصلاة التوجه إلى الله بالخضوع والتسبيح والدعاء في أوقات معينة في الشريعة التي يدين بها لقمان ، والصلاة عِماد الأعمال لاشتمالها على الاعتراف بطاعة الله وطلب الاهتداء للعمل الصالح . وإقامة الصلاة إدامتها والمحافظة على أدائها في أوقاتها . وتقدم في أول سورة البقرة . وشمل الأمرُ بالمعروف الإتيانَ بالأعمال الصالحة كلها على وجه الإجمال ليتطلَّب بيانه في تضاعيف وصايا أبيه كما شمل النهيُ عن المنكر اجتناب الأعمال السيئة كذلك . والأمر بأن يأمر بالمعروف وينهى عن المنكر يقتضي إتيان الآمر وانتهاءه في نفسه لأن الذي يأمر بفعل الخير وينهى عن فعل الشر يعلم ما في الأعمال من خير وشر ، ومصالح ومفاسد ، فلا جرم أن يتوقاها في نفسه بالأولوية من أمره الناسَ ونهيه إياهم . فهذه كلمة جامعة من الحكمة والتقوى ، إذ جمع لابنه الإرشاد إلى فعله الخيرَ وبثِّه في الناس وكفه عن الشر وزجره ا"
    },
    {
      "number": 18,
      "text": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍۢ",
      "tafsir": {
        "muyassar": "ولا تُمِلْ وجهك عن الناس إذا كلَّمتهم أو كلموك؛ احتقارًا منك لهم واستكبارًا عليهم، ولا تمش في الأرض بين الناس مختالا متبخترًا، إن الله لا يحب كل متكبر متباه في نفسه وهيئته وقوله.",
        "mukhtasar": "ولا تُعْرِض بوجهك عن الناس تكبرًا، ولا تمش فوق الأرض فرحًا معجبًا بنفسك، إن الله لا يحبّ كل مُخْتال في مشيته، فخور بما أوتي من نعم يتكبر بها على الناس ولا يشكر الله عليها.",
        "saadi": "{ وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ } أي: لا تُمِلْهُ وتعبس بوجهك الناس، تكبُّرًا عليهم، وتعاظما.{ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا } أي: بطرا، فخرا بالنعم، ناسيا المنعم، معجبا بنفسك. { إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ }  في نفسه وهيئته وتعاظمه { فَخُور } بقوله.",
        "kathir": "وقوله : ( ولا تصعر خدك للناس ) يقول : لا تعرض بوجهك عن الناس إذا كلمتهم أو كلموك ، احتقارا منك لهم ، واستكبارا عليهم ولكن ألن جانبك ، وابسط وجهك إليهم ، كما جاء في الحديث : \" ولو أن تلقى أخاك ووجهك إليه منبسط ، وإياك وإسبال الإزار فإنها من المخيلة ، والمخيلة لا يحبها الله \" .قال علي بن أبي طلحة ، عن ابن عباس في قوله : ( ولا تصعر خدك للناس ) يقول : لا تتكبر فتحقر عباد الله ، وتعرض عنهم بوجهك إذا كلموك . وكذا روى العوفي وعكرمة عنه .وقال مالك ، عن زيد بن أسلم : ( ولا تصعر خدك للناس ) : لا تكلم وأنت معرض . وكذا روي عن مجاهد ، وعكرمة ، ويزيد بن الأصم ، وأبي الجوزاء ، وسعيد بن جبير ، والضحاك ، وابن يزيد ، وغيرهم .وقال إبراهيم النخعي : يعني بذلك التشديق في الكلام .والصواب القول الأول .قال ابن جرير : وأصل الصعر : داء يأخذ الإبل في أعناقها أو رؤوسها ، حتى تلفت أعناقها عن رؤوسها ، فشبه به الرجل المتكبر ، ومنه قول عمرو بن حنى التغلبي :وكنا إذا الجبار صعر خده أقمنا له من ميله فتقوماوقال أبو طالب في شعره :وكنا قديما لا نقر ظلامة     إذا ما ثنوا صعر الرؤوس نقيمهاوقوله : ( ولا تمش في الأرض مرحا ) أي : جذلا متكبرا جبارا عنيدا ، لا تفعل ذلك يبغضك الله; ولهذا قال : ( إن الله لا يحب كل مختال فخور ) أي : مختال معجب في نفسه ، فخور أي على غيره ، وقال تعالى : ( ولا تمش في الأرض مرحا إنك لن تخرق الأرض ولن تبلغ الجبال طولا ) [ الإسراء : 37 ] ، وقد تقدم الكلام على ذلك في موضعه .وقال الحافظ أبو القاسم الطبراني : حدثنا محمد بن عبد الله الحضرمي ، حدثنا محمد بن عمران بن أبي ليلى ، حدثنا أبي ، عن ابن أبي ليلى ، عن عيسى ، عن عبد الرحمن بن أبي ليلى عن ثابت بن قيس بن شماس قال : ذكر الكبر عند رسول الله صلى الله عليه وسلم فشدد فيه ، فقال : \" إن الله لا يحب كل مختال فخور \" . فقال رجل من القوم : والله يا رسول الله إني لأغسل ثيابي فيعجبني بياضها ، ويعجبني شراك نعلي ، وعلاقة سوطي ، فقال : \" ليس ذلك الكبر ، إنما الكبر أن تسفه الحق وتغمط الناس \" .ورواه من طريق أخرى بمثله ، وفيه قصة طويلة ، ومقتل ثابت ووصيته بعد موته ."
      },
      "translations": {
        "en": "And do not turn your cheek [in contempt] toward people and do not walk through the earth exultantly. Indeed, Allah does not like everyone self-deluded and boastful.",
        "fr": "Et ne détourne pas ton visage des hommes, et ne foule pas la terre avec arrogance: car Allah n'aime pas le présomptueux plein de gloriole.",
        "es": "¡No pongas mala cara a la gente, ni pises la tierra con insolencia! Alá no ama a nadie que sea presumido, jactancioso."
      },
      "ibn_ashour": "وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (18)انتقل لقمان بابنه إلى الآداب في معاملة الناس فنهاه عن احتقار الناس وعن التفخر عليهم ، وهذا يقتضي أمره بإظهار مساواته مع الناس وعدّ نفسه كواحد منهم .وقرأ الجمهور { ولا تُصاعر . } وقرأ ابن كثير وابن عامر وعاصم وأبو جعفر ويعقوب { ولا تصعِّر . } يقال : صَاعَر وصَعَّر ، إذا أمال عنقه إلى جانب ليعرض عن جانب آخر ، وهو مشتق من الصَعَر بالتحريك لِداء يصيبُ البعير فيلوي منه عنقه فكأنه صيغ له صيغة تكلف بمعنى تكلف إظهار الصعَر وهو تمثيل للاحتقار لأن مصاعرة الخد هيئة المحتقر المستخف في غالب الأحوال . قال عمرو بن حُنَي التغلبي يخاطب بعض ملوكهم :وَكُنّا إذا الجبَّار صَعَّر خدَّه ... أقمنا له من ميله فتقَوَّمِوالمعنى : لا تحتقر الناس فالنهي عن الإعراض عنهم احتقاراً لهم لا عن خصوص مصاعرة الخد فيشمل الاحتقار بالقول والشتم وغير ذلك فهو قريب من قوله تعالى { فلا تقل لهما أُفَ } [ الإسراء : 23 ] إلا أن هذا تمثيل كنائي والآخر كناية لا تمثيل فيها .وكذلك قوله { ولا تمش في الأرض مرحاً } تمث"
    },
    {
      "number": 19,
      "text": "وَٱقْصِدْ فِى مَشْيِكَ وَٱغْضُضْ مِن صَوْتِكَ ۚ إِنَّ أَنكَرَ ٱلْأَصْوَٰتِ لَصَوْتُ ٱلْحَمِيرِ",
      "tafsir": {
        "muyassar": "وتواضع في مشيك، واخفض من صوتك فلا ترفعه، إن أقبح الأصوات وأبغضها لصوت الحمير المعروفة ببلادتها وأصواتها المرتفعة.",
        "mukhtasar": "وتوسّط في مشيك بين الإسراع والدَّبِيب مشيًا يظهر الوقار، واخفض من صوتك، لا ترفعه رفعًا يؤذي، إن أقبح الأصوات لصوت الحمير لارتفاع أصواتها.",
        "saadi": "{ وَاقْصِدْ فِي مَشْيِكَ } أي: امش متواضعا مستكينا، لا مَشْيَ البطر والتكبر، ولا مشي التماوت.{ وَاغْضُضْ مِنْ صَوْتِكَ } أدبا مع الناس ومع اللّه، { إِنَّ أَنْكَرَ الْأَصْوَاتِ } أي أفظعها وأبشعها { لَصَوْتُ الْحَمِيرِ } فلو كان في رفع الصوت البليغ فائدة ومصلحة، لما اختص بذلك الحمار، الذي قد علمت خسته وبلادته.وهذه الوصايا، التي وصى بها لقمان لابنه، تجمع أمهات الحكم، وتستلزم ما لم يذكر منها، وكل وصية يقرن بها ما يدعو إلى فعلها، إن كانت أمرا، وإلى تركها إن كانت نهيا.وهذا يدل على ما ذكرنا في تفسير الحكمة، أنها العلم بالأحكام، وحِكَمِها ومناسباتها، فأمره بأصل الدين، وهو التوحيد، ونهاه عن الشرك، وبيَّن له الموجب لتركه، وأمره ببر الوالدين، وبين له السبب الموجب لبرهما، وأمره بشكره وشكرهما، ثم احترز بأن محل برهما وامتثال أوامرهما، ما لم يأمرا بمعصية، ومع ذلك فلا يعقهما، بل يحسن إليهما، وإن كان لا يطيعهما إذا جاهداه على الشرك. وأمره بمراقبة اللّه، وخوَّفه القدوم عليه، وأنه لا يغادر صغيرة ولا كبيرة من الخير والشر، إلا أتى بها.ونهاه عن التكبر، وأمره بالتواضع، ونهاه عن البطر والأشر، والمرح، وأمره بالسكون في الحركات والأصوات، ونهاه عن ضد ذلك.وأمره بالأمر بالمعروف، والنهي عن المنكر، وإقامة الصلاة، وبالصبر اللذين يسهل بهما كل أمر، كما قال تعالى: فحقيق بمن أوصى بهذه الوصايا، أن يكون مخصوصا بالحكمة، مشهورا بها. ولهذا من منة اللّه عليه وعلى سائر عباده، أن قص عليهم من حكمته، ما يكون لهم به أسوة حسنة.",
        "kathir": "وقوله : ( واقصد في مشيك ) أي : امش مشيا مقتصدا ليس بالبطيء المتثبط ، ولا بالسريع المفرط ، بل عدلا وسطا بين بين .وقوله : ( واغضض من صوتك ) أي : لا تبالغ في الكلام ، ولا ترفع صوتك فيما لا فائدة فيه; ولهذا قال تعالى : ( إن أنكر الأصوات لصوت الحمير ) قال مجاهد وغير واحد : إن أقبح الأصوات لصوت الحمير ، أي : غاية من رفع صوته أنه يشبه بالحمير في علوه ورفعه ، ومع هذا هو بغيض إلى الله تعالى . وهذا التشبيه في هذا بالحمير يقتضي تحريمه وذمه غاية الذم; لأن رسول الله صلى الله عليه وسلم قال : \" ليس لنا مثل السوء ، العائد في هبته كالكلب يقيء ثم يعود في قيئه \" .وقال النسائي عند تفسير هذه الآية : حدثنا قتيبة بن سعيد ، حدثنا الليث ، عن جعفر بن ربيعة ، عن الأعرج ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم [ أنه ] قال : \" إذا سمعتم صياح الديكة فاسألوا الله من فضله ، وإذا سمعتم نهيق الحمير فتعوذوا بالله من الشيطان ، فإنها رأت شيطانا \" .وقد أخرجه بقية الجماعة سوى ابن ماجه ، من طرق ، عن جعفر بن ربيعة به ، وفي بعض الألفاظ : \" بالليل \" ، فالله أعلم .فهذه وصايا نافعة جدا ، وهي من قصص القرآن العظيم عن لقمان الحكيم . وقد روي عنه من الحكم والمواعظ أشياء كثيرة ، فلنذكر منها أنموذجا ودستورا إلى ذلك .قال الإمام أحمد : حدثنا ابن إسحاق ، أخبرنا ابن المبارك ، أخبرنا سفيان ، أخبرني نهشل بن مجمع الضبي عن قزعة ، عن ابن عمر رضي الله عنه قال : أخبرنا رسول الله صلى الله عليه وسلم قال : \" إن لقمان الحكيم كان يقول : إن الله إذا استودع شيئا حفظه \" .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا عيسى بن يونس ، عن الأوزاعي ، عن موسى بن سليمان ، عن القاسم [ بن مخيمرة يحدث عن أبي موسى الأشعري ] أن رسول الله صلى الله عليه وسلم قال : \" قال لقمان لابنه وهو يعظه : يا بني ، إياك والتقنع فإنه مخوفة بالليل ، مذمة بالنهار \" .وقال : حدثنا أبي ، حدثنا عمرو بن عثمان ، عن ضمرة ، حدثنا السري بن يحيى قال : قال لقمان لابنه : يا بني ، إن الحكمة أجلست المساكين مجالس الملوك .وقال : حدثنا أبي ، حدثنا عبدة بن سليمان ، أخبرنا ابن المبارك ، حدثنا عبد الرحمن المسعودي ، عن عون بن عبد الله قال : قال لقمان لابنه : يا بني ، إذا أتيت نادي قوم فارمهم بسهم الإسلام - يعني السلام - ثم اجلس في ناحيتهم ، فلا تنطق حتى تراهم قد نطقوا ، فإن أفاضوا في ذكر الله فأجل سهمك معهم ، وإن أفاضوا في غير ذلك فتحول عنهم إلى غيرهم .وحدثنا أبي ، حدثنا عمرو بن عثمان بن سعيد بن كثير بن دينار ، حدثنا ضمرة ، عن حفص بن عمر ، رضي الله عنه ، قال : وضع لقمان جرابا من خردل إلى جانبه ، وجعل يعظ ابنه وعظة ويخرج خردلة ، حتى نفذ الخردل ، فقال : يا بني ، لقد وعظتك موعظة لو وعظها جبل لتفطر . قال : فتفطر ابنه .وقال أبو القاسم الطبراني : حدثنا يحيى بن عبد الباقي المصيصي ، حدثنا أحمد بن عبد الرحمن الحراني ، حدثنا عثمان بن عبد الرحمن الطرائفي ، حدثنا أبين بن سفيان المقدسي ، عن خليفة بن سلام ، عن عطاء بن أبي رباح ، عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" اتخذوا السودان فإن ثلاثة منهم من سادات أهل الجنة : لقمان الحكيم ، والنجاشي ، وبلال المؤذن \" .قال أبو القاسم الطبراني : أراد الحبش .فصل في الخمول والتواضعوذلك متعلق بوصية لقمان ، عليه السلام ، لابنه ، وقد جمع في ذلك الحافظ أبو بكر بن أبي الدنيا كتابا مفردا [ و ] نحن ، نذكر منه مقاصده ، قال : حدثنا إبراهيم بن المنذر ، حدثنا عبد الله بن موسى المدني ، عن أسامة بن زيد ، عن حفص بن عبيد الله بن أنس بن مالك : سمعت رسول الله صلى الله عليه وسلم يقول : \" رب أشعث ذي طمرين يصفح عن أبواب الناس ، إذا أقسم على الله لأبره \" .ثم رواه من حديث جعفر بن سليمان ، عن ثابت وعلي بن زيد ، عن أنس ، عن النبي صلى الله عليه وسلم فذكره ، وزاد منهم البراء بن مالك .[ وروي أيضا عن أنس ، رضي الله عنه ، قال : قال رسول الله صلى الله عليه وسلم : \" طوبى للأتقياء الأثرياء الذين إذا حضروا لم يعرفوا ، وإذا غابوا لم يفتقدوا ، أولئك مصابيح مجردون من كل فتنة غبراء مشينة \" ] . وقال أبو بكر بن سهل التميمي : حدثنا ابن أبي مريم ، حدثنا نافع بن يزيد ، عن عياش بن عباس ، عن عيسى بن عبد الرحمن ، عن زيد بن أسلم ، عن أبيه ، عن عمر ، رضي الله عنه ، أنه دخل المسجد فإذا هو بمعاذ بن جبل يبكي عند قبر رسول الله صلى الله عليه وسلم ، فقال له : ما يبكيك يا معاذ ؟ قال : حديث سمعته من رسول الله صلى الله عليه وسلم ، سمعته يقول : \" إن اليسير من الرياء شرك ، وإن الله يحب الأتقياء الأخفياء الأثرياء ، الذين إذا غابوا لم يفتقدوا ، وإذا حضروا لم يعرفوا ، قلوبهم مصابيح الهدى ، ينجون من كل غبراء مظلمة \" .حدثنا الوليد بن شجاع ، حدثنا عثام بن علي ، عن حميد بن عطاء الأعرج ، عن عبد الله بن الحارث ، عن عبد الله بن مسعود ، رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : \" رب ذي طمرين لا يؤبه له ، لو أقسم على الله لأبره ، لو قال : اللهم إني أسألك الجنة لأعطاه الجنة ، ولم يعطه من الدنيا شيئا \" .وقال أيضا : حدثنا إسحاق بن إبراهيم ، حدثنا أبو معاوية ، عن الأعمش ، عن سالم بن أبي الجعد قال : قال رسول الله صلى الله عليه وسلم : \" إن من أمتي من لو أتى باب أحدكم يسأله دينارا أو درهما أو فلسا لم يعطه ، ولو سأل الله الجنة لأعطاه إياها ، ولو سأله الدنيا لم يعطه إياها ، ولم يمنعها إياه لهوانه عليه ، ذو طمرين لا يؤبه له ، لو أقسم على الله لأبره \" .وهذا مرسل من هذا الوجه .وقال أيضا : حدثنا إسحاق بن إبراهيم ، أخبرنا جعفر بن سليمان ، حدثنا عوف قال : قال أبو هريرة قال : قال رسول الله صلى الله عليه وسلم : \" إن من ملوك الجنة من هو أشعث أغبر ذو طمرين لا يؤبه له ، الذين إذا استأذنوا على الأمراء لم يؤذن لهم ، وإذا خطبوا النساء لم ينكحوا ، وإذا قالوا لم ينصت لهم ، حوائج أحدهم تتجلجل في صدره ، لو قسم نوره يوم القيامة بين الناس لوسعهم \" . قال : وأنشدني عمر بن شبة ، عن ابن عائشة قال : قال عبد الله بن المبارك :ألا رب ذي طمرين في منزل غدا زرابيه مبثوثة ونمارقه     قد اطردت أنهاره حول قصرهوأشرق والتفت عليه حدائقهوروي - أيضا - من حديث عبيد الله بن زحر ، عن علي بن زيد ، عن القاسم ، عن أبي أمامة مرفوعا : \" قال الله : من أغبط أوليائي عندي : مؤمن خفيف الحاذ ، ذو حظ من صلاة ، أحسن عبادة ربه ، وأطاعه في السر ، وكان غامضا في الناس ، لا يشار إليه بالأصابع . إن صبر على ذلك \" . قال : ثم نقد رسول الله بيده وقال : \" عجلت منيته ، وقل تراثه ، وقلت بواكيه \" .وعن عبد الله بن عمرو قال : أحب عباد الله إلى الله الغرباء . قيل : ومن الغرباء ؟ قال : الفرارون بدينهم ، يجمعون يوم القيامة إلى عيسى بن مريم .وقال الفضيل بن عياض : بلغني أن الله تعالى يقول للعبد يوم القيامة : ألم أنعم عليك ؟ ألم أعطك ؟ ألم أسترك ؟ ألم . . ؟ ألم . . ؟ ألم أخمل ذكرك ؟ ثم قال الفضيل : إن استطعت ألا تعرف فافعل ، وما عليك ألا يثنى عليك ، وما عليك أن تكون مذموما عند الناس محمودا عند الله .وكان ابن محيريز يقول : اللهم إني أسألك ذكرا خاملا .وكان الخليل بن أحمد يقول : اللهم اجعلني عندك من أرفع خلقك ، واجعلني في نفسي من أوضع خلقك ، وعند الناس من أوسط خلقك . ثم قال :باب ما جاء في الشهرةحدثنا أحمد بن عيسى المصري ، حدثنا ابن وهب ، عن عمر بن الحارث وابن لهيعة ، عن يزيد بن أبي حبيب ، عن سنان بن سعد ، عن أنس ، عن رسول الله صلى الله عليه وسلم أنه قال : \" حسب امرئ من الشر - إلا من عصم الله - أن يشير الناس إليه بالأصابع في دينه ودنياه ، وإن الله لا ينظر إلى صوركم ولكن إلى قلوبكم وأعمالكم \" .وروي مثله عن إسحاق بن البهلول ، عن ابن أبي فديك ، عن محمد بن عبد الواحد الأخنسي ، عن عبد الواحد بن أبي كثير ، عن جابر بن عبد الله مرفوعا ، مثله .وروي عن الحسن مرسلا نحوه ، فقيل للحسن : فإنه يشار إليك بالأصابع ؟ فقال : إنما المراد من يشار إليه في دينه بالبدعة وفي دنياه بالفسق .وعن علي ، رضي الله عنه ، قال : لا تبدأ لأن تشتهر ، ولا ترفع شخصك لتذكر ، وتعلم واكتم ،واصمت تسلم ، تسر الأبرار ، وتغيظ الفجار .وقال إبراهيم بن أدهم ، رحمه الله : ما صدق الله من أحب الشهرة .وقال أيوب : ما صدق الله عبده إلا سره ألا يشعر بمكانه .وقال محمد بن العلاء : من أحب الله أحب ألا يعرفه الناس .وقال سماك بن سلمة : إياك وكثرة الأخلاء .وقال أبان بن عثمان : إن أحببت أن يسلم لك دينك فأقل من المعارف; كان أبو العالية إذا جلس إليه أكثر من ثلاثة نهض وتركهم .وقال : حدثنا علي بن الجعد ، أخبرنا شعبة ، عن عوف ، عن أبي رجاء قال : رأى طلحة قوما يمشون معه ، فقال : ذباب طمع ، وفراش النار .وقال ابن إدريس ، عن هارون بن عنترة ، عن سليم بن حنظلة قال : بينا نحن حول أبي إذ علاه عمر بن الخطاب بالدرة وقال : إنها مذلة للتابع ، وفتنة للمتبوع .وقال ابن عون ، عن الحسن : خرج ابن مسعود فاتبعه أناس ، فقال : والله لو تعلمون ما أغلق عليه بابي ، ما اتبعني منكم رجلان .وقال حماد بن زيد : كنا إذا مررنا على المجلس ، ومعنا أيوب ، فسلم ، ردوا ردا شديدا ، فكان ذلك يغمه .وقال عبد الرزاق ، عن معمر : كان أيوب يطيل قميصه ، فقيل له في ذلك ، فقال : إن الشهرة فيما مضى كانت في طول القميص ، واليوم في تشميره . واصطنع مرة نعلين على حذو نعلي النبي صلى الله عليه وسلم ، فلبسهما أياما ثم خلعهما ، وقال : لم أر الناس يلبسونهما .وقال إبراهيم النخعي : لا تلبس من الثياب ما يشهر في الفقهاء ، ولا ما يزدريك السفهاء .وقال الثوري : كانوا يكرهون من الثياب الجياد ، التي يشتهر بها ، ويرفع الناس إليه فيها أبصارهم . والثياب الرديئة التي يحتقر فيها ، ويستذل دينه .وحدثنا خالد بن خداش : حدثنا حماد ، عن أبي حسنة - صاحب الزيادي - قال : كنا عند أبي قلابة إذ دخل عليه رجل عليه أكسية ، فقال : إياكم وهذا الحمار النهاق .وقال الحسن ، رحمه الله : إن قوما جعلوا الكبر في قلوبهم ، والتواضع في ثيابهم ، فصاحب الكساء بكسائه أعجب من صاحب المطرف بمطرفه ، ما لهم تفاقدوا .وفي بعض الأخبار أن موسى ، عليه السلام ، قال لبني إسرائيل : ما لكم تأتوني عليكم ثياب الرهبان ، وقلوبكم قلوب الذئاب ، البسوا ثياب الملوك ، وألينوا قلوبكم بالخشية .فصل في حسن الخلققال أبو التياح : عن أنس ، رضي الله عنه : كان رسول الله صلى الله عليه وسلم من أحسن الناس خلقا .وعن عطاء ، عن ابن عمر : قيل : يا رسول الله ، أي المؤمنين أفضل ؟ قال : \" أحسنهم خلقا \" .وعن نوح بن عباد ، عن ثابت ، عن أنس مرفوعا : \" إن العبد ليبلغ بحسن خلقه درجات الآخرة وشرف المنازل ، وإنه لضعيف العبادة . وإنه ليبلغ بسوء خلقه درك جهنم وهو عابد \" . وعن سنان بن هارون ، عن حميد ، عن أنس مرفوعا : \" ذهب حسن الخلق بخير الدنيا والآخرة \" . وعن عائشة مرفوعا : \" إن العبد ليبلغ بحسن خلقه درجة قائم الليل وصائم النهار \" .وقال ابن أبي الدنيا : حدثني أبو مسلم عبد الرحمن بن يونس ، حدثنا عبد الله بن إدريس ، أخبرني أبي وعمي ، عن جدي ، عن أبي هريرة ، رضي الله عنه : سئل رسول الله صلى الله عليه وسلم عن أكثر ما يدخل الناس الجنة ، فقال : \" تقوى الله وحسن الخلق \" . وسئل عن أكثر ما يدخل الناس النار ، فقال : \" الأجوفان : الفم والفرج \" .وقال أسامة بن شريك : كنت عند رسول الله صلى الله عليه وسلم ، فجاءته الأعراب من كل مكان ، فقالوا : يا رسول الله ، ما خير ما أعطي الإنسان ؟ قال : \" حسن الخلق \" .وقال يعلى بن مملك : عن أم الدرداء ، عن أبي الدرداء - يبلغ به - قال : \" ما [ من ] شيء أثقل في الميزان من حسن الخلق \" ، وكذا رواه عطاء ، عن أم الدرداء ، به .وعن مسروق ، عن عبد الله بن عمرو مرفوعا : \" إن من خياركم أحاسنكم أخلاقا \" .حدثنا عبد الله بن أبي بدر ، حدثنا محمد بن عبيد ، عن محمد بن أبي سارة ، عن الحسن بن علي قال : قال رسول الله صلى الله عليه وسلم : \" إن الله ليعطي العبد من الثواب على حسن الخلق ، كما يعطي المجاهد في سبيل الله ، يغدو عليه الأجر ويروح \" .وعن مكحول ، عن أبي ثعلبة مرفوعا : \" إن أحبكم إلي وأقربكم مني مجلسا ، أحاسنكم أخلاقا ، وإن أبغضكم إلي وأبعدكم مني منزلا في الجنة مساويكم أخلاقا ، الثرثارون المتشدقون المتفيهقون \" .وعن أبي أويس ، عن محمد بن المنكدر ، عن جابر مرفوعا : \" ألا أخبركم بأكملكم إيمانا ، أحاسنكم أخلاقا ، الموطئون أكنافا ، الذين يؤلفون ويألفون \" .وقال الليث ، عن يزيد بن عبد الله بن أسامة ، عن بكر بن أبي الفرات قال : قال رسول الله صلى الله عليه وسلم : \" ما حسن الله خلق رجل وخلقه فتطعمه النار \" .وعن عبد الله بن غالب الحداني ، عن أبي سعيد مرفوعا : \" خصلتان لا يجتمعان في مؤمن : البخل ، وسوء الخلق \" ، وقال ميمون بن مهران ، عن رسول الله صلى الله عليه وسلم : \" ما من ذنب أعظم عند الله من سوء الخلق; وذلك أن صاحبه لا يخرج من ذنب إلا وقع في آخر \" .حدثنا علي بن الجعد ، حدثنا أبو المغيرة الأحمسي ، حدثنا عبد الرحمن بن إسحاق ، عن رجل من قريش قال : قال رسول الله صلى الله عليه وسلم : \" ما من ذنب أعظم عند الله من سوء الخلق; إن الخلق الحسن ليذيب الذنوب كما تذيب الشمس الجليد ، وإن الخلق السيئ ليفسد العمل كما يفسد الخل العسل \" .وقال عبد الله بن إدريس ، عن أبيه ، عن جده ، عن أبي هريرة مرفوعا : \" إنكم لا تسعون الناس بأموالكم ، ولكن يسعهم منكم بسط وجوه وحسن خلق \" .وقال محمد بن سيرين : حسن الخلق عون على الدين .فصل في ذم الكبرقال علقمة ، عن ابن مسعود - رفعه - : \" لا يدخل الجنة من كان في قلبه مثقال حبة من كبر ، ولا يدخل النار من في قلبه مثقال حبة من إيمان \" .وقال إبراهيم بن أبي عبلة ، عن أبي سلمة ، عن عبد الله بن عمرو مرفوعا : \" من كان في قلبه مثقال ذرة من كبر أكبه الله على وجهه في النار \" .حدثنا إسحاق بن إسماعيل ، حدثنا أبو معاوية ، عن عمر بن راشد ، عن إياس بن سلمة ، عن أبيه مرفوعا : \" لا يزال الرجل يذهب بنفسه حتى يكتب عند الله من الجبارين ، فيصيبه ما أصابهم من العذاب \" .وقال مالك بن دينار : ركب سليمان بن داود ، عليهما السلام ، ذات يوم البساط في مائتي ألف من الإنس ، ومائتي ألف من الجن ، فرفع حتى سمع تسبيح الملائكة في السماء ، ثم خفضوه حتى مست قدمه ماء البحر ، فسمعوا صوتا : لو كان في قلب صاحبكم مثقال ذرة من كبر لخسف به أبعد مما رفع .حدثنا أبو خيثمة ، حدثنا يزيد بن هارون ، عن حماد بن سلمة ، عن ثابت ، عن أنس قال : كان أبو بكر يخطبنا فيذكر بدء خلق الإنسان ، حتى إن أحدنا ليقذر نفسه ، يقول : خرج من مجرى البول مرتين .وقال الشعبي : من قتل اثنين فهو جبار ، ثم تلا أتريد أن تقتلني كما قتلت نفسا بالأمس إن تريد إلا أن تكون جبارا في الأرض ) [ القصص : 19 ] وقال الحسن : عجبا لابن آدم ، يغسل الخرء بيده في اليوم مرتين ثم يتكبر! يعارض جبار السماوات ، قال : حدثنا خالد بن خداش ، حدثنا حماد بن زيد ، عن علي بن الحسن ، عن الضحاك بن سفيان ، فذكر الحديث . ضرب مثل الدنيا بما يخرج من ابن آدم .وقال الحسن ، عن يحيى ، عن أبي قال : إن مطعم ابن آدم ضرب مثل للدنيا وإن قزحه وملحه .وقال محمد بن الحسين بن علي - من ولد علي رضي الله عنه - : ما دخل قلب رجل شيء من الكبر إلا نقص من عقله بقدر ذلك .وقال يونس بن عبيد : ليس مع السجود كبر ، ولا مع التوحيد نفاق .ونظر طاوس إلى عمر بن عبد العزيز وهو يختال في مشيته ، وذلك قبل أن يستخلف ، فطعنه طاوس في جنبه بأصبعه ، وقال : ليس هذا شأن من في بطنه خرء ؟ فقال له كالمعتذر إليه : يا عم ، لقد ضرب كل عضو مني على هذه المشية حتى تعلمتها .قال أبو بكر بن أبي الدنيا : كانت بنو أمية يضربون أولادهم حتى يتعلموا هذه المشية .فصل في الاختيالعن أبي ليلى ، عن ابن بريدة ، عن أبيه مرفوعا : \" من جر ثوبه خيلاء لم ينظر الله إليه \" .ورواه عن إسحاق بن إسماعيل ، عن سفيان ، عن زيد بن أسلم ، عن ابن عمر مرفوعا مثله . وحدثنا محمد بن بكار ، حدثنا عبد الرحمن بن أبي الزناد ، عن أبيه ، عن الأعرج ، عن أبي هريرة مرفوعا : \" لا ينظر الله يوم القيامة إلى من جر إزاره \" . و \" بينما رجل يتبختر في برديه ، أعجبته نفسه ، خسف الله به الأرض ، فهو يتجلجل فيها إلى يوم القيامة \" .وروى الزهري عن سالم ، عن أبيه : \" بينما رجل . . . \" إلى آخره ."
      },
      "translations": {
        "en": "And be moderate in your pace and lower your voice; indeed, the most disagreeable of sounds is the voice of donkeys.\"",
        "fr": "Sois modeste dans ta démarche, et baisse ta voix, car la plus détestée des voix, c'est bien la voix des ânes».",
        "es": "¡Sé modesto en tus andares! ¡Habla en voz baja! ¡La voz más desagradable es, ciertamente, la del asno!»"
      },
      "ibn_ashour": "وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ (19)بعد أن بيّن له آداب حسن المعاملة مع الناس قفَّاها بحسن الآداب في حالته الخاصة ، وتلك حالتا المشي والتكلم ، وهما أظهر ما يلوح على المرء من آدابه .والقصد : الوسط العَدل بين طرفين ، فالقصد في المشي هو أن يكون بين طرف التبختر وطرف الدبيب ويقال : قصد في مشيه . فمعنى { اقْصِدْ في مشيك } : ارتكب القصد .والغَضُّ : نقص قوة استعمال الشيء . يقال : غَضَّ بصره ، إذا خفَّض نظره فلم يحدّق . وتقدم قوله تعالى { قل للمؤمنين يغُضُّوا من أبصارهم } في سورة النور ( 30 ) . فغض الصوت : جعله دون الجهر . وجيء ب { مِن } الدالة على التبعيض لإفادة أنه يغض بعضه ، أي بعضَ جهره ، أي ينقص من جُهُورته ولكنه لا يبلغ به إلى التخافت والسرار .وجملة { إن أنكر الأصوات لصوتُ الحمير } تعليل علل به الأمر بالغض من صوته باعتبارها متضمنة تشبيهاً بليغاً ، أي لأن صوت الحمير أنكر الأصوات . ورفع الصوت في الكلام يشبه نهيق الحمير فله حظ من النكارة .و { أنكَر : } اسم تفضيل في كون الصوت منكوراً ، فهو تفضيل مشتق من الفعل المبني للمجهول ومثله "
    },
    {
      "number": 20,
      "text": "أَلَمْ تَرَوْا۟ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُۥ ظَٰهِرَةًۭ وَبَاطِنَةًۭ ۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍۢ وَلَا هُدًۭى وَلَا كِتَٰبٍۢ مُّنِيرٍۢ",
      "tafsir": {
        "muyassar": "ألم تروا- أيها الناس- أن الله ذلَّل لكم ما في السموات من الشمس والقمر والسحاب وغير ذلك، وما في الأرض من الدوابِّ والشجر والماء، وغير ذلك مما لا يحصى، وعمَّكم بنعمه الظاهرة على الأبدان والجوارح، والباطنة في العقول والقلوب، وما ادَّخره لكم مما لا تعلمونه؟ ومن الناس مَن يجادل في توحيد الله وإخلاص العبادة له بغير حجة ولا بيان، ولا كتاب مبين يبيِّن حقيقة دعواه.",
        "mukhtasar": "ألم تروا وتشاهدوا - أيها الناس- أن الله يَسَّرَ لكم الانتفاع بما في السماوات؛ من شمس وقمر وكواكب، ويَسَّرَ لكم أيضًا ما في الأرض من دواب وشجر ونبات، وأكمل عليكم نعمه ظاهرة للعيان؛ كجمال الصورة وحسن الهيئة، وباطنة خفية كالعقل والعلم، ومع وجود هذه النعم فمن الناس من يجادل في توحيد الله بغير علم مستند إلى وحي من الله، أو عقل مستنير، ولا كتاب واضح منزل من الله.",
        "saadi": "يمتن تعالى على عباده بنعمه، ويدعوهم إلى شكرها ورؤيتها; وعدم الغفلة عنها فقال: { أَلَمْ تَرَوْا } أي: تشاهدوا وتبصروا بأبصاركم وقلوبكم، { أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ } من الشمس والقمر والنجوم، كلها مسخرات لنفع العباد.{ وَمَا فِي الْأَرْضِ } من الحيوانات والأشجار والزروع، والأنهار والمعادن ونحوها كما قال تعالى: { هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا } { وَأَسْبَغَ عَلَيْكُمْ } أي: عمّكم وغمركم نعمه الظاهرة والباطنة التي نعلم بها; والتي تخفى علينا، نعم الدنيا، ونعم الدين، حصول المنافع، ودفع المضار، فوظيفتكم أن تقوموا بشكر هذه النعم; بمحبة المنعم والخضوع له; وصرفها في الاستعانة على طاعته، وأن لا يستعان بشيء منها على معصيته.{ و } لكن مع توالي هذه النعم; { مِنَ النَّاسِ مَنْ } لم يشكرها; بل كفرها; وكفر بمن أنعم بها; وجحد الحق الذي أنزل به كتبه; وأرسل به رسله، فجعل { يُجَادِلُ فِي اللَّهِ } أي: يجادل عن الباطل; ليدحض به الحق; ويدفع به ما جاء به الرسول من الأمر بعبادة اللّه وحده، وهذا المجادل على غير بصيرة، فليس جداله عن علم، فيترك وشأنه، ويسمح له في الكلام { وَلَا هُدًى } يقتدي به بالمهتدين { وَلَا كِتَابٍ مُنِيرٍ } [غير مبين للحق فلا معقول ولا منقول ولا اقتداء بالمهتدين]  وإنما جداله في اللّه مبني على تقليد آباء غير مهتدين، بل ضالين مضلين.",
        "kathir": "يقول تعالى منبها خلقه على نعمه عليهم في الدنيا والآخرة ، بأنه سخر لهم ما في السماوات من نجوم يستضيئون بها في ليلهم ونهارهم ، وما يخلق فيها من سحاب وأمطار وثلج وبرد ، وجعله إياها لهم سقفا محفوظا ، وما خلق لهم في الأرض من قرار وأنهار وأشجار وزروع وثمار . وأسبغ عليهم نعمه الظاهرة والباطنة من إرسال الرسل وإنزال الكتب ، وإزاحة الشبه والعلل ، ثم مع هذا كله ما آمن الناس كلهم ، بل منهم من يجادل في الله ، أي : في توحيده وإرسال الرسل . ومجادلته في ذلك بغير علم ، ولا مستند من حجة صحيحة ، ولا كتاب مأثور صحيح; ولهذا قال تعالى : ( ومن الناس من يجادل في الله بغير علم ولا هدى ولا كتاب منير ) أي : مبين مضيء ."
      },
      "translations": {
        "en": "Do you not see that Allah has made subject to you whatever is in the heavens and whatever is in the earth and amply bestowed upon you His favors, [both] apparent and unapparent? But of the people is he who disputes about Allah without knowledge or guidance or an enlightening Book [from Him].",
        "fr": "Ne voyez-vous pas qu'Allah vous a assujetti ce qui est dans les cieux et sur la terre? Et Il vous a comblés de Ses bienfaits apparents et cachés. Et parmi les gens, il y en a qui disputent à propos d'Allah, sans science, ni guidée, ni Livre éclairant.",
        "es": "¿No veis que Alá ha sujetado a vuestro servicio lo que está en los cielos y en la tierra, y os ha colmado de Sus gracias, visibles u ocultas? Pero hay algunos hombres que discuten de Alá sin tener conocimiento, ni dirección, ni Escritura luminosa."
      },
      "ibn_ashour": "أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ (20) أَلَمْ تَرَوْاْ أَنَّ الله سَخَّرَ لَكُمْ مَّا فِى السماوات وَمَا فِى الارض وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظاهرة وَبَاطِنَةً وَمِنَ الناس مَن يجادل فِى الله بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كتاب مُّنِيرٍ * وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله قَالُواْ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا أَوَلَوْ كَانَ الشيطان يَدْعُوهُمْ إلى عَذَابِ السعير }رجوع إلى تعداد دلائل الوحدانية وما صحب ذلك من منة على الخلق ، فالكلام استئناف ابتدائي عن الكلام السابق ورجوع إلى ما سلف في أول السورة في قوله تعالى : { خَلَق السَّماوات بِغَير عمد } [ لقمان : 10 ] فإنه بعد الاستدلال بخلق السماوات والأرض والحيوان والأمطار عاد هنا الاستدلال والامتنان بأن سخر لنا ما في السماوات وما في الأرض . وقد مضى الكلام على هذا التسخير في تفسير قوله تعالى { الله الذي خلق السما"
    },
    {
      "number": 21,
      "text": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَآ ۚ أَوَلَوْ كَانَ ٱلشَّيْطَٰنُ يَدْعُوهُمْ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "tafsir": {
        "muyassar": "وإذا قيل لهؤلاء المجادلين في توحيد الله وإفراده بالعبادة: اتبعوا ما أنزل الله على نبيه محمد صلى الله عليه وسلم قالوا: بل نتبع ما كان عليه آباؤنا من الشرك وعبادة الأصنام، أيفعلون ذلك، ولو كان الشيطان يدعوهم؛ بتزيينه لهم سوء أعمالهم، وكفرهم بالله إلى عذاب النار المستعرة؟",
        "mukhtasar": "وإذا قيل لهؤلاء المجادلين في توحيد الله: اتبعوا ما أنزل الله على رسوله من الوحي، قالوا: لا نتبعه، بل نتبع ما وجدنا عليه أسلافنا من عبادة آلهتنا، أيتبعون أسلافهم ولو كان الشيطان يدعوهم - بما يضلهم به من عبادة الأوثان - إلى عذاب السعير يوم القيامة؟!",
        "saadi": "{ وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ } على أيدي رسله، فإنه الحق، وبينت لهم أدلته الظاهرة { قَالُوا } معارضين ذلك: { بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا } فلا نترك ما وجدنا عليه آباءنا لقول أحد كائنا من كان.قال تعالى في الرد عليهم وعلى آبائهم: { أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ } فاستجاب له آباؤهم، ومشوا خلفه، وصاروا من تلاميذ الشيطان، واستولت عليهم الحيرة.فهل هذا موجب لاتباعهم لهم ومشيهم على طريقتهم، أم ذلك يرهبهم من سلوك سبيلهم، وينادي على ضلالهم، وضلال من اتبعهم.وليس دعوة الشيطان لآبائهم ولهم، محبة لهم ومودة، وإنما ذلك عداوة لهم ومكر بهم، وبالحقيقة أتباعه من أعدائه، الذين تمكن منهم وظفر بهم، وقرت عينه باستحقاقهم عذاب السعير، بقبول دعوته. ",
        "kathir": "( وإذا قيل لهم ) أي : لهؤلاء المجادلين في توحيد الله : ( اتبعوا ما أنزل الله ) أي : على رسوله من الشرائع المطهرة ، ( قالوا بل نتبع ما وجدنا عليه آباءنا ) أي : لم يكن لهم حجة إلا اتباع الآباء الأقدمين ، قال الله : ( أولو كان آباؤهم لا يعقلون شيئا ولا يهتدون ) [ البقرة : 170 ] أي : فما ظنكم أيها المحتجون بصنيع آبائهم ، أنهم كانوا على ضلالة وأنتم خلف لهم فيما كانوا فيه; ولهذا قال : ( أولو كان الشيطان يدعوهم إلى عذاب السعير ) ."
      },
      "translations": {
        "en": "And when it is said to them, \"Follow what Allah has revealed,\" they say, \"Rather, we will follow that upon which we found our fathers.\" Even if Satan was inviting them to the punishment of the Blaze?",
        "fr": "Et quand on leur dit: «Suivez ce qu'Allah a fait descendre», ils disent: «Nous suivons plutôt ce sur quoi nous avons trouvé nos ancêtres». Est-ce donc même si le Diable les appelait au châtiment de la fournaise!",
        "es": "Y, cuando se les dice: «¡Seguid lo que Alá ha revelado!», dicen: «¡No, sino que seguiremos lo mismo que nuestros padres seguían!» ¿Y si el Demonio les llamara al castigo del fuego de la gehena?"
      },
      "ibn_ashour": "وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آَبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ (21)وجملة { وإذا قيل لهم } الخ عطف على صلة { مَن ، } أي : مَن حالهم هذا وذاك ، وتقدم نظير هذه الجملة في سورة البقرة ( 170 ) .والضمير المنصوب في قوله { يدعوهم } عائد إلى الآباء ، أي أيتبعون آباءهم ولو كان الشيطان يَدعو الآباء إلى العذاب فهم يتبعونهم إلى العذاب ولا يهتدون . و { لو } وصلية ، والواو معها للحال .والاستفهام تعجيبي من فظاعة ضلالهم وعماهم بحيث يتبعون من يدعوهم إلى النار ، وهذا ذم لهم . وهو وزان قوله في آية البقرة ( 170 ) : { أو لو كان آباؤهم لا يعقلون شيئاً } والدعاء إلى عذاب السعير : الدعاء إلى أسبابه . والسعير تقدم في قوله تعالى : { كلما خَبَتْ زِدْنَاهم سعيراً } في سورة الإسراء ( 97 ) ."
    },
    {
      "number": 22,
      "text": "۞ وَمَن يُسْلِمْ وَجْهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحْسِنٌۭ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ ۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلْأُمُورِ",
      "tafsir": {
        "muyassar": "ومن يُخْلص عبادته لله وقصده إلى ربه تعالى، وهو محسن في أقواله، متقن لأعماله، فقد أخذ بأوثق سبب موصل إلى رضوان الله وجنته. وإلى الله وحده تصير كل الأمور، فيجازي المحسن على إحسانه، والمسيء على إساءته.",
        "mukhtasar": "ومن يُقْبِل على الله مخلصًا له عبادته ومحسنًا في عمله، فقد أمسك بأوثق ما يتعلق به من يرجو النجاة حيث لا يخاف انقطاع ما أمسك به، وإلى الله وحده مصير الأمور، ومرجعها، فيجازي كلًّا بما يستحق.",
        "saadi": "{ وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ } أي: يخضع له وينقاد له بفعل الشرائع مخلصا له دينه. { وَهُوَ مُحْسِنٌ } في ذلك الإسلام بأن كان عمله مشروعا، قد اتبع فيه الرسول صلى الله عليه وسلم.أو: ومن يسلم وجهه إلى اللّه، بفعل جميع العبادات، وهو محسن فيها، بأن يعبد اللّه كأنه يراه، فإن لم يكن يراه، فإنه يراه.أو ومن يسلم وجهه إلى اللّه، بالقيام بحقوقه، وهو محسن إلى عباد اللّه، قائم بحقوقهم.والمعاني متلازمة، لا فرق بينها إلا من جهة [اختلاف]  مورد اللفظتين، وإلا فكلها متفقة على القيام بجميع شرائع الدين، على وجه تقبل به وتكمل، فمن فعل ذلك فقد أسلم و { اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى } أي: بالعروة التي من تمسك بها، توثق ونجا، وسلم من الهلاك، وفاز بكل خير.ومن لم يسلم وجهه للّه، أو لم يحسن لم يستمسك بالعروة الوثقى، وإذا لم يستمسك بالعروة الوثقى لم يكن ثَمَّ إلا الهلاك والبوار. { وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ } أي: رجوعها وموئلها ومنتهاها، فيحكم في عباده، ويجازيهم بما آلت إليه أعمالهم، ووصلت إليه عواقبهم، فليستعدوا لذلك الأمر.",
        "kathir": "يقول تعالى مخبرا عمن أسلم وجهه لله ، أي : أخلص له العمل وانقاد لأمره واتبع شرعه; ولهذا قال : ( وهو محسن ) أي : في عمله ، باتباع ما به أمر ، وترك ما عنه زجر ، ( فقد استمسك بالعروة الوثقى ) أي : فقد أخذ موثقا من الله متينا أنه لا يعذبه ، ( وإلى الله عاقبة الأمور )"
      },
      "translations": {
        "en": "And whoever submits his face to Allah while he is a doer of good - then he has grasped the most trustworthy handhold. And to Allah will be the outcome of [all] matters.",
        "fr": "Et quiconque soumet son être à Allah, tout en étant bienfaisant, s'accroche réellement à l'anse la plus ferme. La fin de toute chose appartient à Allah.",
        "es": "Quien se somete a Alá y hace el bien se ase del asidero más firme. El fin de todo es Alá."
      },
      "ibn_ashour": "وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ (22)هذا مقابل قوله { ومن الناس من يجادل في الله بغير علم } [ لقمان : 20 ] إلى قوله : { يدعوهم إلى عذاب السعير } [ لقمان : 21 ] ، فأولئك الذين اتبعوا ما وجدوا ءاباءهم عليه من الشرك على غير بصيرة فوقعوا في العذاب ، وهؤلاء الذين لم يتمسكوا بدين آبائهم وأسلموا لله لما دعاهم إلى الإسلام فلم يصدّهم عن اتباع الحق إلف ولا تقديس آباء؛ فأولئك تعلقوا بالأوهام واستمسكوا بها لإرضاء أهوائهم ، وهؤلاء استمسكوا بالحق إرضاء للدليل وأولئك أرضوا الشيطان وهؤلاء اتّبعوا رضى الله .وإسلام الوجه إلى الله تمثيل لإفراده تعالى بالعبادة كأنه لا يقبل بوجهه على غير الله ، وقد تقدم في قوله تعالى { بَلى مَن أسلم وجهه لله وهو محسن } في سورة البقرة ( 112 ) ، وقوله { فَقُل أسلَمْتُ وجهيَ لله } في سورة آل عمران ( 20 ) .وتعدية فعل { يُسْلم } بحرف { إلى } هنا دون اللام كما في آيتي سورة البقرة ( 112 ) وسورة آل عمران ( 20 ) عند الزمخشري مجاز في الفعل بتشبيه نفس الإنسان بالمتاع الذي يدفعه صاحب"
    },
    {
      "number": 23,
      "text": "وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُۥٓ ۚ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "tafsir": {
        "muyassar": "ومن كفر فلا تأسَ عليه -أيها الرسول- ولا تحزن؛ لأنك أدَّيت ما عليك من الدعوة والبلاغ، إلينا مرجعهم ومصيرهم يوم القيامة، فنخبرهم بأعمالهم الخبيثة التي عملوها في الدنيا، ثم نجازيهم عليها، إن الله عليم بما تُكِنُّه صدورهم من الكفر بالله وإيثار طاعة الشيطان.",
        "mukhtasar": "ومن كفر بالله فلا يحزنك - أيها الرسول - كفره، إلينا وحدنا مرجعهم يوم القيامة، فنخبرهم بما عملوا من سيئات في الدنيا، ونجازيهم عليها، إن الله عليم بما في الصدور، لا يخفى عليه شيء مما فيها.",
        "saadi": "{ وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ } لأنك أديت ما عليك، من الدعوة والبلاغ، فإذا لم يهتد، فقد وجب أجرك على اللّه، ولم يبق للحزن موضع على عدم اهتدائه، لأنه لو كان فيه خير، لهداه اللّه.ولا تحزن أيضا، على كونهم تجرأوا عليك بالعداوة، ونابذوك المحاربة، واستمروا على غيهم وكفرهم، ولا تتحرق عليهم، بسبب أنهم ما بودروا بالعذاب.فإن { إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا } من كفرهم وعداوتهم، وسعيهم في إطفاء نور اللّه وأذى رسله.{ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ } التي ما نطق بها الناطقون، فكيف بما ظهر، وكان شهادة؟\"",
        "kathir": "أي : لا تحزن يا محمد عليهم في كفرهم بالله وبما جئت به; فإن قدر الله نافذ فيهم ، وإلى الله مرجعهم فينبئهم بما عملوا ، أي : فيجزيهم عليه ، ( إن الله عليم بذات الصدور ) ، فلا تخفى عليه خافية ."
      },
      "translations": {
        "en": "And whoever has disbelieved - let not his disbelief grieve you. To Us is their return, and We will inform them of what they did. Indeed, Allah is Knowing of that within the breasts.",
        "fr": "Celui qui a mécru, que sa mécréance ne t'afflige pas: vers Nous sera leur retour et Nous les informerons de ce qu'ils faisaient. Allah connaît bien le contenu des poitrines.",
        "es": "Si alguien no cree, ¡que su incredulidad no te entristezca! Volverán a Nosotros y ya les informaremos de lo que hacían. Alá sabe bien lo que encierran los pechos."
      },
      "ibn_ashour": "وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهُ إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (23)لما خلا ذَمّ الذين كفروا عن الوعيد وانتقل منه إلى مدح المسلمين ووعدهم عطف عِنان الكلام إلى تسلية الرسول صلى الله عليه وسلم بتهوين كفرهم عليه تسلية له وتعريضاً بقلة العِبْءِ بهم لأن مرجعهم إلى الله فيريهم الجزاء المناسب لكفرهم ، فهو تعريض لهم بالوعيد .وأُسند النهي إلى كفرهم عن أن يكون محزناً للرسول صلى الله عليه وسلم مجازاً عقلياً في نهي الرسول عليه الصلاة والسلام عن مداومة الفكر بالحزن لأجل كفرهم لأنه إذا قلع ذلك من نفسه انتفى إحزان كفرهم إياه . وقرأ نافع { يُحْزِنك } بضم التحتية وكسر الزاي مضارع أحزنه إذا جعله حزيناً . وقرأ البقية { يَحْزُنك } بفتح التحتية وضم الزاي مضارع حَزَنه بذلك المعنى ، وهما لغتان : الأولى لغة تميم ، والثانية لغة قريش ، والأولى أقيس وكلتاهما فُصحى ولغة تميم من اللغات التي نزل بها القرآن وهي لغة عُلْيا تميم وهم بنو دارم كما تقدم في المقدمة السادسة . وزعم أبو زيد والزمخشري : أن المستفيض أحْزَن في الماضي ويُحْزن في المستقبل ، ير"
    },
    {
      "number": 24,
      "text": "نُمَتِّعُهُمْ قَلِيلًۭا ثُمَّ نَضْطَرُّهُمْ إِلَىٰ عَذَابٍ غَلِيظٍۢ",
      "tafsir": {
        "muyassar": "نمتعهم في هذه الدنيا الفانية مدة قليلة، ثم يوم القيامة نُلجئهم ونسوقهم إلى عذاب فظيع، وهو عذاب جهنم.",
        "mukhtasar": "نمتعهم بما نعطيهم من الملذات في الدنيا زمنًا قليلًا، ثم نلجئهم يوم القيامة إلى عذاب شديد هو عذاب النار.",
        "saadi": "{ نُمَتِّعُهُمْ قَلِيلًا } في الدنيا، ليزداد إثمهم، ويتوفر عذابهم، { ثُمَّ نَضْطَرُّهُمْ } أي: [نلجئهم] { إِلَى عَذَابٍ غَلِيظٍ } أي: انتهى في عظمه وكبره، وفظاعته، وألمه، وشدته. ",
        "kathir": "ثم قال : ( نمتعهم قليلا ) أي : في الدنيا ، ( ثم نضطرهم ) أي : نلجئهم ( إلى عذاب غليظ ) أي : فظيع صعب مشق على النفوس ، كما قال تعالى : ( إن الذين يفترون على الله الكذب لا يفلحون متاع في الدنيا ثم إلينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون ) [ يونس : 69 ، 70 ] ."
      },
      "translations": {
        "en": "We grant them enjoyment for a little; then We will force them to a massive punishment.",
        "fr": "Nous leur donnons de la jouissance pour peu de temps; ensuite Nous les forcerons vers un dur châtiment.",
        "es": "Les dejaremos que gocen por breve tiempo. Luego, les arrastraremos a un duro castigo."
      },
      "ibn_ashour": "نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ (24)استئناف بياني لأن قوله { إلينا مرجعهم فننبئهم بما عملوا } [ لقمان : 23 ] يثير في نفوس السامعين سؤالاً عن عدم تعجيل الجزاء إليهم ، فبيّن بأن الله يُمهِلُهم زمناً ثم يوقعهم في عذاب لا يجدون منه منجى . وهذا الاستئناف وقع معترضاً بين الجمل المتعاطفة .والتمتيع : العطاء الموقت فهو إعطاء المتاع ، أي الشيء القليل . و { قليلاً } صفة لمصدر مفعول مطلق ، أي تمتيعاً قليلاً ، وقلته بالنسبة إلى ما أعدّ الله للمسلمين أو لقلة مدته في الدنيا بالنسبة إلى مدة الآخرة ، وتقدم عند قوله تعالى { ومتاع إلى حين } في الأعراف ( 24 ) .والاضطرار : الإلجاء ، وهو جعل الغير ذا ضرورة ، أي : لزوم ، وتقدم عند قوله تعالى : { ثم أضْطَرُّه إلى عذاب النار } في سورة البقرة ( 126 ) .والغليظ : من صفات الأجسام وهو القوي الخشن ، وأطلق على الشديد من الأحوال على وجه الاستعارة بجامع الشدة على النفس وعدم الطاقة على احتماله . وتقدم قوله { ونجيناهم من عذاب غليظ } في سورة هود ( 58 ) كما أطلق الكثير على القوي ."
    },
    {
      "number": 25,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "ولئن سألت -أيها الرسول- هؤلاء المشركين بالله: مَن خلق السموات والأرض؟ ليقولُنَّ الله، فإذا قالوا ذلك فقل لهم: الحمد لله الذي أظهر الاستدلال عليكم من أنفسكم، بل أكثر هؤلاء المشركين لا ينظرون ولا يتدبرون مَن الذي له الحمد والشكر، فلذلك أشركوا معه غيره.",
        "mukhtasar": "ولئن سألت - أيها الرسول - هؤلاء المشركين: مَنْ خلق السماوات، ومن خلق الأرض؟ ليقولن: خلقهنّ الله، قل لهم: الحمد لله الذي أظهر الحجة عليكم، بل معظمهم لا يعلمون من يستحقّ الحمد لجهلهم.",
        "saadi": "أي: ولئن سألت هؤلاء المشركين المكذبين بالحق { مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } لعلموا أن أصنامهم، ما خلقت شيئا من ذلك ولبادروا بقولهم الله الذي خلقهما وحده.فـ { قُلِ } لهم ملزما لهم، ومحتجا عليهم بما أقروا به، على ما أنكروا: { الْحَمْدُ لِلَّهِ } الذي بيَّن النور، وأظهر الاستدلال عليكم من أنفسكم، فلو كانوا يعلمون، لجزموا أن المنفرد بالخلق والتدبير، هو الذي يفرد بالعبادة والتوحيد.ولكن { أَكْثَرُهُمْ لَا يَعْلَمُونَ } فلذلك أشركوا به غيره، ورضوا بتناقض ما ذهبوا إليه، على وجه الحيرة والشك، لا على وجه البصيرة، ثم ذكر في هاتين الآيتين نموذجا من سعة أوصافه، ليدعو عباده إلى معرفته، ومحبته، وإخلاص الدين له.",
        "kathir": "يقول تعالى مخبرا عن هؤلاء المشركين به : إنهم يعرفون أن الله خالق السماوات والأرض ، وحده لا شريك له ، ومع هذا يعبدون معه شركاء يعترفون أنها خلق له وملك له; ولهذا قال : ( ولئن سألتهم من خلق السماوات والأرض ليقولن الله قل الحمد لله ) [ أي : إذ قامت عليكم الحجة باعترافكم ] ، ( بل أكثرهم لا يعلمون ) ."
      },
      "translations": {
        "en": "And if you asked them, \"Who created the heavens and earth?\" they would surely say, \"Allah.\" Say, \"[All] praise is [due] to Allah \"; but most of them do not know.",
        "fr": "Si tu leur demandes: «Qui a créé les cieux et la terre?», ils diront, certes: «Allah!» Dis: «Louange à Allah!». Mais la plupart d'entre eux ne savent pas.",
        "es": "Si les preguntas: «¿Quién ha creado los cielos y la tierra?», seguro que dicen: «¡Alá!» Di: «¡Alabado sea Alá!» No, la mayoría no saben."
      },
      "ibn_ashour": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (25)عطف على جملة { وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما وجدنا عليه آباءنا } [ لقمان : 21 ] باعتبار أن ما وَجَدوا عليه آباءهم هو الإشراك مع الله في الإلهية ، وإن سألهم سائل : مَن خلق السماوات والأرض يقولوا خلقهن الله ، وذلك تسخيف لعقولهم التي تجمع بين الإقرار لله بالخلق وبين اعتقاد إلهية غيره .والمراد بالسماوات والأرض : ما يشمل ما فيها من المخلوقات ومن بين ذلك حجارة الأصنام ، وتقدم نظيرها في سورة العنكبوت . وعبر هنا ب { لا يعلمون } وفي سورة ( العنكبوت63 ) ب { لا يعقلون } تفنناً في المخالفة بين القصتين مع اتحاد المعْنى ."
    },
    {
      "number": 26,
      "text": "لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "tafsir": {
        "muyassar": "لله- سبحانه- كل ما في السموات والأرض ملكًا وعبيدًا وإيجادًا وتقديرًا، فلا يستحق العبادة أحد غيره. إن الله هو الغني عن خلقه، له الحمد والثناء على كل حال.",
        "mukhtasar": "لله وحده ما في السماوات وما في الأرض خلقًا وملكًا وتدبيرًا، إن الله هو الغني عن جميع مخلوقاته، المحمود في الدنيا والآخرة.",
        "saadi": "فذكر عموم ملكه، وأن جميع ما في السماوات والأرض - وهذا شامل لجميع العالم العلوي والسفلي - أنه ملكه، يتصرف فيهم بأحكام الملك القدرية، وأحكامه الأمرية، وأحكامه الجزائية، فكلهم عييد مماليك، مدبرون مسخرون، ليس لهم من الملك شيء، وأنه واسع الغنى، فلا يحتاج إلى ما يحتاج إليه أحد من الخلق. { مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ } وأن أعمال النبيين والصديقين، والشهداء والصالحين، لا تنفع اللّه شيئا وإنما تنفع عامليها، واللّه غني عنهم، وعن أعمالهم، ومن غناه، أن أغناهم وأقناهم في دنياهم وأخراهم.ثم أخبر تعالى عن سعة حمده، وأن حمده من لوازم ذاته، فلا يكون إلا حميدا من جميع الوجوه، فهو حميد في ذاته، وهو حميد في صفاته، فكل صفة من صفاته، يستحق عليها أكمل حمد وأتمه، لكونها صفات عظمة وكمال، وجميع ما فعله وخلقه يحمد عليه، وجميع ما أمر به ونهى عنه يحمد عليه، وجميع ما حكم به في العباد وبين العباد، في الدنيا والآخرة، يحمد عليه.",
        "kathir": "ثم قال : ( لله ما في السماوات والأرض ) أي : هو خلقه وملكه ، ( إن الله هو الغني الحميد ) أي : الغني عما سواه ، وكل شيء فقير إليه ، الحميد في جميع ما خلق ، له الحمد في السماوات والأرض على ما خلق وشرع ، وهو المحمود في الأمور كلها ."
      },
      "translations": {
        "en": "To Allah belongs whatever is in the heavens and earth. Indeed, Allah is the Free of need, the Praiseworthy.",
        "fr": "A Allah appartient tout ce qui est dans les cieux et en terre. Allah est Celui qui se suffit à Lui-même, Il est Le Digne de louange!",
        "es": "Es de Alá lo que está en los cielos y en la tierra. Alá es Quien Se basta a Sí mismo, el Digno de Alabanza."
      },
      "ibn_ashour": "لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (26)موقع هذه الجملة من التي قبلها موقع النتيجة من الدليل في قوله : { لله ما في السماوات } فلذلك فصلت ولم تعطف لأنها بمنزلة بدل الاشتمال من التي قبلها ، كما تقدم آنفاً في قوله { يأت بها الله إن الله لطيف خبير } [ لقمان : 16 ] ؛ فإنه لما تقرر إقرارهم لله بخلق السماوات والأرض لزمهم إنتاج أن ما في السموات والأرض ملك لله ومن جملة ذلك أصنامهم . والتصريح بهذه النتيجة لقصد التهاون بهم في كفرهم بأن الله يملكهم ويملك ما في السماوات والأرض ، فهو غني عن عبادتهم محمود من غيرهم .وضمير { هو } ضمير فصل مُفاده اختصاص الغِنى والحمْد بالله تعالى ، وهو قصر قلب ، أي ليس لآلهتهم المزعومة غنى ولا تستحق حمداً . وتقدم الكلام على الغني الحميد عند قوله { فإن الله غني حميد } في أول السورة لقمان ( 12 ) ."
    },
    {
      "number": 27,
      "text": "وَلَوْ أَنَّمَا فِى ٱلْأَرْضِ مِن شَجَرَةٍ أَقْلَٰمٌۭ وَٱلْبَحْرُ يَمُدُّهُۥ مِنۢ بَعْدِهِۦ سَبْعَةُ أَبْحُرٍۢ مَّا نَفِدَتْ كَلِمَٰتُ ٱللَّهِ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌۭ",
      "tafsir": {
        "muyassar": "ولو أن أشجار الأرض كلها بُريت أقلامًا والبحر مداد لها، ويُمَد بسبعة أبحر أخرى، وكُتِب بتلك الأقلام وذلك المداد كلمات الله، لتكسرت تلك الأقلام، ولنفِد ذلك المداد، ولم تنفد كلمات الله التامة التي لا يحيط بها أحد. إن الله عزيز في انتقامه ممن أشرك به، حكيم في تدبير خلقه. وفي الآية إثبات صفة الكلام لله- تعالى- حقيقة كما يليق بجلاله وكماله سبحانه.",
        "mukhtasar": "ولو أن ما في الأرض من شجر قُطِع وبُرِي أقلامًا، وجُعِل البحر حبرًا لها ولو مده سبعة أبحر، ما فنيت كلمات الله لعدم تناهيها، إن الله عزيز لا يغالبه أحد، حكيم في خلقه وتدبيره.",
        "saadi": "ثم أخبر عن سعة كلامه وعظمة قوله، بشرح يبلغ من القلوب كل مبلغ، وتنبهر له العقول، وتحير فيه الأفئدة، وتسيح في معرفته أولو الألباب والبصائر، فقال: { وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ } يكتب بها { وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ } مدادا يستمد بها، لتكسرت تلك الأقلام ولفني ذلك المداد، و لم تنفد { كَلِمَاتُ اللَّهِ } تعالى، وهذا ليس مبالغة لا حقيقة له، بل لما علم تبارك وتعالى، أن العقول تتقاصر عن الإحاطة ببعض صفاته، وعلم تعالى أن معرفته لعباده، أفضل نعمة، أنعم بها عليهم، وأجل منقبة حصلوها، وهي لا تمكن على وجهها، ولكن ما لا يدرك كله، لا يترك كله، فنبههم تعالى تنبيها تستنير به قلوبهم، وتنشرح له صدورهم، ويستدلون بما وصلوا إليه إلى ما لم يصلوا إليه، ويقولون كما قال أفضلهم وأعلمهم بربه: \"لا نحصي ثناء عليك، أنت كما أثنيت على نفسك\" وإلا، فالأمر أجل من ذلك وأعظم.وهذا التمثيل من باب تقريب المعنى، الذي لا يطاق الوصول إليه إلى الأفهام والأذهان، وإلا فالأشجار، وإن تضاعفت على ما ذكر، أضعافا كثيرة، والبحور لو امتدت  بأضعاف مضاعفة، فإنه يتصور نفادها وانقضاؤها، لكونها مخلوقة.وأما كلام اللّه تعالى، فلا يتصور نفاده، بل دلنا الدليل الشرعي والعقلي، على أنه لا نفاد له ولا منتهى، وكل شيء ينتهي إلا الباري وصفاته { وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى } وإذا تصور العقل حقيقة أوليته تعالى وآخريته، وأنه كل ما فرضه الذهن من الأزمان السابقة، مهما تسلسل الفرض والتقدير، فهو تعالى قبل ذلك إلى غير نهاية، وأنه مهما فرضه الذهن والعقل، من الأزمان المتأخرة، وتسلسل الفرض والتقدير، وساعد على ذلك من ساعد، بقلبه ولسانه، فاللّه تعالى بعد ذلك إلى غير غاية ولا نهاية.واللّه في جميع الأوقات يحكم، ويتكلم، ويقول، ويفعل كيف أراد، وإذا أراد لا مانع له من شيء من أقواله وأفعاله، فإذا تصور العقل ذلك، عرف أن المثل الذي ضربه اللّه لكلامه، ليدرك العباد شيئا منه، وإلا، فالأمر أعظم وأجل.ثم ذكر جلالة عزته وكمال حكمته فقال: { إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ } أي: له العزة جميعا، الذي ما في العالم العلوي والسفلي من القوة إلا منه، أعطاها للخلق، فلا حول ولا قوة إلا به، وبعزته قهر الخلق كلهم، وتصرف فيهم، ودبرهم، وبحكمته خلق الخلق، وابتدأه بالحكمة، وجعل غايته والمقصود منه الحكمة، وكذلك الأمر والنهي وجد بالحكمة، وكانت غايته المقصودة الحكمة، فهو الحكيم في خلقه وأمره.",
        "kathir": "قول تعالى مخبرا عن عظمته وكبريائه وجلاله ، وأسمائه الحسنى وصفاته العلا وكلماته التامة التي لا يحيط بها أحد ، ولا اطلاع لبشر على كنهها وإحصائها ، كما قال سيد البشر وخاتم الرسل : \" لا أحصي ثناء عليك ، أنت كما أثنيت على نفسك \" ، فقال تعالى : ( ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله ) [ أي : ولو أن جميع أشجار الأرض جعلت أقلاما ، وجعل البحر مدادا ومده سبعة أبحر ] معه ، فكتبت بها كلمات الله الدالة على عظمته وصفاته وجلاله لتكسرت الأقلام ، ونفد ماء البحر ، ولو جاء أمثالها مددا .وإنما ذكرت \" السبعة \" على وجه المبالغة ، ولم يرد الحصر ولا [ أن ] ثم سبعة أبحر موجودة تحيط بالعالم ، كما يقوله من تلقاه من كلام الإسرائيليين التي لا تصدق ولا تكذب ، بل كما قال تعالى في الآية الأخرى : ( قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي ولو جئنا بمثله مددا ) [ الكهف : 109 ] ، فليس المراد بقوله : ( بمثله ) آخر فقط ، بل بمثله ثم بمثله ثم بمثله ، ثم هلم جرا; لأنه لا حصر لآيات الله وكلماته .وقال الحسن البصري : لو جعل شجر الأرض أقلاما ، وجعل البحر مدادا ، وقال الله : \" إن من أمري كذا ، ومن أمري كذا \" لنفد ما في البحور ، وتكسرت الأقلام .وقال قتادة : قال المشركون : إنما هذا كلام يوشك أن ينفد ، فقال الله تعالى : ( ولو أنما في الأرض من شجرة أقلام ) أي : لو كان شجر الأرض أقلاما ، ومع البحر سبعة أبحر ، ما كان لتنفد عجائب ربي وحكمته وخلقه وعلمه .وقال الربيع بن أنس : إن مثل علم العباد كلهم في علم الله كقطرة من ماء البحور كلها ، وقد أنزل الله ذلك : ( ولو أنما في الأرض من شجرة أقلام ) الآية .يقول : لو كان البحر مدادا لكلمات الله والأشجار كلها أقلاما ، لانكسرت الأقلام ، وفني ماء البحر ، وبقيت كلمات الله قائمة لا يفنيها شيء ; لأن أحدا لا يستطيع أن يقدر قدره ، ولا يثني عليه كما ينبغي ، حتى يكون هو الذي يثني على نفسه . إن ربنا كما يقول ، وفوق ما نقول .وقد روي أن هذه الآية نزلت جوابا لليهود ، قال ابن إسحاق : حدثني ابن أبي محمد ، عن سعيد بن جبير أو عكرمة ، عن ابن عباس ; أن أحبار يهود قالوا لرسول الله صلى الله عليه وسلم بالمدينة : يا محمد ، أرأيت قولك : ( وما أوتيتم من العلم إلا قليلا ) ؟ [ الإسراء : 85 ] ، إيانا تريد أم قومك ؟ فقال رسول الله صلى الله عليه وسلم : \" كلا \" . فقالوا : ألست تتلو فيما جاءك أنا قد أوتينا التوراة فيها تبيان لكل شيء ؟ فقال رسول الله صلى الله عليه وسلم : \" إنها في علم الله قليل ، وعندكم من ذلك ما يكفيكم \" . وأنزل الله فيما سألوه عنه من ذلك : ( ولو أنما في الأرض من شجرة أقلام ) الآية .وهكذا روي عن عكرمة ، وعطاء بن يسار . وهذا يقتضي أن هذه الآية مدنية لا مكية ، والمشهور أنها مكية ، والله أعلم .وقوله : ( إن الله عزيز حكيم ) أي : عزيز قد عز كل شيء وقهره وغلبه ، فلا مانع لما أراد ولا مخالف ولا معقب لحكمه ، ( حكيم ) في خلقه وأمره ، وأقواله وأفعاله ، وشرعه وجميع شؤونه ."
      },
      "translations": {
        "en": "And if whatever trees upon the earth were pens and the sea [was ink], replenished thereafter by seven [more] seas, the words of Allah would not be exhausted. Indeed, Allah is Exalted in Might and Wise.",
        "fr": "Quand bien même tous les arbres de la terre se changeraient en calames [plumes pour écrire], quand bien même l'océan serait un océan d'encre où conflueraient sept autres océans, les paroles d'Allah ne s'épuiseraient pas. Car Allah est Puissant et Sage.",
        "es": "Si se hicieran cálamos de los árboles de la tierra, y se añadieran al mar, luego de él, otros siete mares más, no se agotarían las palabras de Alá. Alá es poderoso, sabio."
      },
      "ibn_ashour": "وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (27)تكرر فيما سبق من هذه السورة وصف الله تعالى بإحاطة العلم بجميع الأشياء ظاهرةً وخفيةً فقال فيما حكى من وصية لقمان : { إنها إن تكُ مثقالُ حبة من خردل } إلى قوله { لطيف خبير } [ لقمان : 16 ] ، وقال بعد ذلك { فنُنبئُهم بما عملوا إن الله عليم بذات الصدور } [ لقمان : 23 ] فعقب ذلك بإثبات أن لعلم الله تعالى مظاهرَ يبلّغ بعضها إلى من اصطفاه من رسله بالوحي مِما تقتضي الحكمة إبلاغه ، وأنه يستأثر بعلم ما اقتضت حكمته عدم إبلاغه ، وأنه لو شاء أن يبلغ ما في علمه لما وفّت به مخلوقاته الصالحة لتسجيل كلامه بالكتابة فضلاً على الوفاء بإبلاغ ذلك بواسطة القول . وقد سُلك في هذا مسلك التقريب بضرب هذا المثل؛ وقد كان ما قُصَّ من أخبار الماضين موطئاً لهذا فقد جرت قصة لقمان في هذه السورة كما جرت قصة أهل الكهف وذي القرنين في سورة الكهف ( 109 ) فعقبتا بقوله في آخر السورة : { قل لو كان البحر مِدَاداً لكلمات ربي لَنَفِد البحر قبل أن تَنْفَد كلماتُ"
    },
    {
      "number": 28,
      "text": "مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍۢ وَٰحِدَةٍ ۗ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "tafsir": {
        "muyassar": "ما خَلْقُكم- أيها الناس- ولا بَعْثُكم يوم القيامة في السهولة واليسر إلا كخَلْق نفس واحدة وبَعْثها، إن الله سميع لأقوالكم، بصير بأعمالكم، وسيجازيكم عليها.",
        "mukhtasar": "ما خَلْقكم - أيها الناس - ولا بَعْثكم يوم القيامة للحساب والجزاء، إلا كخلق نفس واحدة وبعثها في السهولة، إن الله سميع لا يشغله سماع صوت عن سماع صوت آخر، بصير لا يشغله إبصار شيء عن إبصار شيء آخر، وهكذا لا يشغله خلق نفس أو بعثها عن خلق أخرى وبعثها.",
        "saadi": "ثم ذكر عظمة قدرته وكمالها وأنه لا يمكن أن يتصورها العقل فقال: { مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ } وهذا شيء يحير العقول، إن خلق جميع الخلق - على كثرتهم وبعثهم بعد موتهم، بعد تفرقهم في لمحة واحدة - كخلقه نفسا واحدة، فلا وجه لاستبعاد البعث والنشور، والجزاء على الأعمال، إلا الجهل بعظمة اللّه وقوة قدرته.ثم ذكر عموم سمعه لجميع المسموعات، وبصره لجميع المبصرات فقال: { إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ } ",
        "kathir": "وقوله : ( ما خلقكم ولا بعثكم إلا كنفس واحدة ) أي : ما خلق جميع الناس وبعثهم يوم المعاد بالنسبة إلى قدرته إلا كنسبة [ خلق ] نفس واحدة ، الجميع هين عليه و ( إنما أمره إذا أراد شيئا أن يقول له كن فيكون ) [ يس : 82 ] ، ( وما أمرنا إلا واحدة كلمح بالبصر ) [ القمر : 50 ] أي : لا يأمر بالشيء إلا مرة واحدة ، فيكون ذلك الشيء لا يحتاج إلى تكرره وتوكده . ( فإنما هي زجرة واحدة فإذا هم بالساهرة ) [ النازعات : 13 ، 14 ] .وقوله : ( إن الله سميع بصير ) أي : كما هو سميع لأقوالهم بصير بأفعالهم كسمعه وبصره بالنسبة إلى نفس واحدة كذلك قدرته عليهم كقدرته على نفس واحدة; ولهذا قال : ( ما خلقكم ولا بعثكم إلا كنفس واحدة [ إن الله سميع بصير ] ) ."
      },
      "translations": {
        "en": "Your creation and your resurrection will not be but as that of a single soul. Indeed, Allah is Hearing and Seeing.",
        "fr": "Votre création et votre résurrection [à tous] sont [aussi faciles à Allah] que s'il s'agissait d'une seule âme. Certes Allah est Audient et Clairvoyant.",
        "es": "Crearos y resucitaros cuesta a Alá tanto como si se tratara de una sola persona. Alá todo lo oye, todo lo ve."
      },
      "ibn_ashour": "مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (28)استئناف بياني متعلق بقوله { إلينا مرجعهم فننبئهم بما عملوا } [ لقمان : 23 ] لأنه كلما ذكر أمر البعث هجس في نفوس المشركين استحالة إعادة الأجسام بعد اضمحلالها فيكثر في القرآن تعقيب ذكر البعث بالإشارة إلى إمكانه وتقريبه . وكانوا أيضاً يقولون : إن الله خلقنا أطواراً نطفة ثم علقة ثم مضغة ثم لحماً وعظماً فكيف يبعثنا خلقاً جديداً في ساعة واحدة وكيف يحيي جميع الأمم والأجيال التي تضمنتها الأرض في القرون الكثيرة ، وكان أُبَيّ بنُ خلف وأبو الأسد أو أبو الأسدين ونُبَيْه ، ومُنبِّه ، ابنا الحجاج من بني سهم ، يقولون ذلك وربما أسرّ به بعضهم . وضميرَا المخاطَبين مراد بهما جميع الخلق فهما بمنزلة الجنس ، أي ما خلْقُ جميع الناس أول مرة ولا بَعْثُهم ، أي خلقُهم ثاني مرة إلا كخلق نفس واحدة لأن خلق نفس واحدة هذا الخلق العجيب دال على تمام قدرة الخالق تعالى فإذا كان كامل القدرة استوى في جانب قدرته القليل والكثير والبدء والإعادة .وفي قوله { ما خلقكم ولا بعثكم } التفات من الغيبة إلى الخطاب لقصد مجابهتهم بالاستدلال المُفْ"
    },
    {
      "number": 29,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّۭ يَجْرِىٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّۭى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "tafsir": {
        "muyassar": "ألم تر أن الله يأخذ من ساعات الليل، فيطول النهار، ويقصر الليل، ويأخذ من ساعات النهار، فيطول الليل، ويقصر النهار، وذلَّل لكم الشمس والقمر، يجري كل منهما في مداره إلى أجل معلوم محدد، وأن الله مُطَّلع على كل أعمال الخلق مِن خير أو شر، لا يخفى عليه منها شيء؟",
        "mukhtasar": "ألم تر أن الله ينقص من الليل ليزيد النهار، وينقص من النهار ليزيد الليل، وقدّر مسار الشمس والقمر؛ إِذْ يجريان كل في مداره إلى أَمَدٍ مُحَدَّد، وأن الله بما تعملون خبير، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها.",
        "saadi": "وهذا فيه أيضا، انفراده بالتصرف والتدبير، وسعة تصرفه بإيلاج الليل في النهار، وإيلاج النهار في الليل، أي: إدخال أحدهما على الآخر، فإذا دخل أحدهما، ذهب الآخر.وتسخيره للشمس والقمر، يجريان بتدبير ونظام، لم يختل منذ خلقهما، ليقيم بذلك من مصالح العباد ومنافعهم، في دينهم ودنياهم، ما به يعتبرون وينتفعون.و { كُلّ } منهما { يَجْرِي إِلَى أَجَلٍ مُسَمًّى } إذا جاء ذلك الأجل، انقطع جريانهما، وتعطل سلطانهما، وذلك في يوم القيامة، حين تكور الشمس، ويخسف القمر، وتنتهي دار الدنيا، وتبتدئ الدار الآخرة.{ وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ } من خير وشر { خَبِيرٌ } لا يخفى عليه شيء من ذلك، وسيجازيكم على تلك الأعمال، بالثواب للمطيعين، والعقاب للعاصين.",
        "kathir": "يخبر تعالى أنه ( يولج الليل في النهار ) بمعنى : يأخذ منه في النهار ، فيطول ذلك ويقصر هذا ، وهذا يكون زمن الصيف يطول النهار إلى الغاية ، ثم يسرع في النقص فيطول الليل ويقصر النهار ، وهذا يكون في زمن الشتاء ، ( وسخر الشمس والقمر كل يجري إلى أجل مسمى ) قيل : إلى غاية محدودة . وقيل : إلى يوم القيامة . وكلا المعنيين صحيح ، ويستشهد للقول الأول بحديث أبي ذر ، رضي الله عنه ، الذي في الصحيحين : أن رسول الله صلى الله عليه وسلم قال : \" يا أبا ذر ، أتدري أين تذهب هذه الشمس ؟ \" . قلت : الله ورسوله أعلم . قال : \" فإنها تذهب فتسجد تحت العرش ، ثم تستأذن ربها فيوشك أن يقال لها : ارجعي من حيث جئت \" .وقال ابن أبي الحاتم : حدثنا أبي ، حدثنا أبو صالح ، حدثنا يحيى بن أيوب ، عن ابن جريج ، عن عطاء بن أبي رباح ، عن ابن عباس أنه قال : الشمس بمنزلة الساقية ، تجري بالنهار في السماء في فلكها ، فإذا غربت جرت بالليل في فلكها تحت الأرض حتى تطلع من مشرقها ، قال : وكذلك القمر . إسناده صحيح .وقوله : ( وأن الله بما تعملون خبير ) ، كقوله : ( ألم تعلم أن الله يعلم ما في السماء والأرض ) [ الحج : 70 ] . ومعنى هذا : أنه تعالى الخالق العالم بجميع الأشياء ، كقوله : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] ."
      },
      "translations": {
        "en": "Do you not see that Allah causes the night to enter the day and causes the day to enter the night and has subjected the sun and the moon, each running [its course] for a specified term, and that Allah, with whatever you do, is Acquainted?",
        "fr": "N'as-tu pas vu qu'Allah fait pénétrer la nuit dans le jour, et qu'il fait pénétrer le jour dans la nuit, et qu'Il a assujetti le soleil et la lune chacun poursuivant sa course jusqu'à un terme fixé? Et Allah est Parfaitement Connaisseur de ce que vous faites.",
        "es": "¿No ves que Alá hace que la noche entre en el día y que el día entre en la noche, ha sujetado el sol y la luna, prosiguiendo los dos su curso hasta un término fijo, y que Alá está bien informado de lo que hacéis?"
      },
      "ibn_ashour": "أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ (29)استدلال على ما تضمنته الآية قبلَها من كون الخلق الثاني وهو البعث في متناول قدرة الله تعالى بأنه قادر على تغيير أحوال ما هو أعظم حالاً من الإنسان ، وذلك بتغيير أحوال الأرض وأُفقها بين ليل ونهار في كل يوم وليلة تغييراً يشبه طُروّ الموت على الحياة في دخول الليل في النهار ، وطروّ الحياة على الموت في دخول النهار على الليل ، وبأنه قادر على أعظم من ذلك بما سخره من سير الشمس والقمر .فهذا الاستدلال على إمكان البعث بقياس التمثيل بإمكان ما هو أعظم منه من شؤون المخلوقات بعد أن استدل عليه بالقياس الكلي الذي اقتضاه قوله { إن الله سميع بصير } [ لقمان : 28 ] من إحاطة العلم الإلهي بالمعلومات المقتضي إحاطة قدرته بالممكنات لأنها جزئيات المعلومات وفرعٌ عنها . والخطاب لغير معين ، والمقصود به المشركون بقرينة { وأن الله بما تعملون خبير } . والرؤية علْمية ، والاستفهام لإنكار عدم الرؤية بتنزيل العالمين منز"
    },
    {
      "number": 30,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "tafsir": {
        "muyassar": "ذلك كله من عظيم قدرتي؛ لتعلموا وتقروا أن الله هو الحق في ذاته وصفاته، وأفعاله، وأن ما يدعون من دونه الباطل، وأن الله هو العلي بذاته وقَدْره وقهره فوق جميع مخلوقاته، الكبير على كل شيء، وكل ما عداه خاضع له، فهو وحده المستحق أن يُعبد دون مَن سواه.",
        "mukhtasar": "ذلك التدبير والتقدير يشهدان بأن الله وحده هو الحق، فهو حق في ذاته وصفاته وأفعاله، وأن ما يعبده المشركون من دونه هو الباطل الذي لا أساس له، وأن الله هو العلي بذَاتِه وقَهْرِه وقَدْرِه على جميع مخلوقاته، الذي لا أعلى منه، الذي هو أكبر من كل شيء.",
        "saadi": " { ذَلِكَ } الذي بين لكم من عظمته وصفاته، ما بيَّن { بِأَنَّ اللَّهَ هُوَ الْحَقُّ } في ذاته وفي صفاته، ودينه حق، ورسله حق، ووعده حق، ووعيده حق، وعبادته هي الحق.{ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ } في ذاته وصفاته، فلولا إيجاد اللّه له لما وجد، ولولا إمداده لَمَا بَقِيَ، فإذا كان باطلا، كانت عبادته أبطل وأبطل.{ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ } بذاته، فوق جميع مخلوقاته، الذي علت صفاته، أن يقاس بها صفات أحد من الخلق، وعلا على الخلق فقهرهم { الْكَبِيرُ } الذي له الكبرياء في ذاته وصفاته، وله الكبرياء في قلوب أهل السماء والأرض. ",
        "kathir": "وقوله : ( ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل ) أي : إنما يظهر لكم آياته لتستدلوا بها على أنه الحق ، أي : الموجود الحق ، الإله الحق ، وأن كل ما سواه باطل فإنه الغني عما سواه ، وكل شيء فقير إليه; لأن كل ما في السماوات والأرض الجميع خلقه وعبيده ، لا يقدر أحد منهم على تحريك ذرة إلا بإذنه ، ولو اجتمع كل أهل الأرض على أن يخلقوا ذبابا لعجزوا عن ذلك ; ولهذا قال : ( ذلك بأن الله هو الحق وأن ما يدعون من دونه الباطل وأن الله هو العلي الكبير ) أي : العلي : الذي لا أعلى منه ، الكبير : الذي هو أكبر من كل شيء ، فكل شيء خاضع حقير بالنسبة إليه"
      },
      "translations": {
        "en": "That is because Allah is the Truth, and that what they call upon other than Him is falsehood, and because Allah is the Most High, the Grand.",
        "fr": "Il en est ainsi parce qu'Allah est la Vérité, et que tout ce qu'ils invoquent en dehors de Lui est le Faux, et qu'Allah, c'est Lui le Haut, le Grand.",
        "es": "Esto es así porque Alá es la Verdad, pero lo que ellos invocan en lugar de invocarle a Él es lo falso. Alá es el Altísimo, el Grande."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ (30)كاف الخطاب المتصلُ باسم الإشارة موجه إلى غير معين ، والمقصود به المشركون بقرينة قوله { وأن ما تدعون من دونه الباطل } بتاء الخطاب في قراءة نافع وابن كثير وابن عامر وأبي بكر عن عاصم . والمشار إليه هو المذكور آنفاً وهو الإيلاج والتسخير . وموقع هذه الجملة موقع النتيجة من الدليل فلها حكم بدل الاشتمال ولذلك فصلت ولم تعطف فإنهم معترفون بأن الله هو فاعل ذلك فلزمهم الدليل ونتيجته .والمعنى : أن إيلاج الليل في النهار وعكسه وتسخير الشمس والقمر مُسبب عن انفراد الله تعالى بالإلهية ، فالباء للسببية ، وهو ظرف مستقر خبر عن اسم الإشارة . وضمير الفصل مفيد للاختصاص ، أي : هو الحق لا أصنامكم ولا غيرها مما يُدّعى إلهية غيره تعالى .و { الحق : هنا بمعنى الثابت ، ويفهم أن المراد حقية ثبوت إلهيته بقرينة السياق ولمقابلته بقوله وأن ما تدعون من دونه الباطل ، } والمعنى : لما كان ذلك الصنع البديع مسبباً عن انفراد الله بالإلهية كان ذلك أيضاً دليلاً على انفراد الله بالإلهية للتلازم بين السب"
    },
    {
      "number": 31,
      "text": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ",
      "tafsir": {
        "muyassar": "ألم تر- أيها المشاهد- أن السفن تجري في البحر بأمر الله نعمة منه على خلقه؛ ليريكم من عبره وحججه عليكم ما تعتبرون به؟ إن في جرْي السفن في البحر لَدلالات لكل صبَّار عن محارم الله، شكور لنعمه.",
        "mukhtasar": "ألم تر أن السفن تجري في البحر بلطفه وتسخيره؛ ليريكم - أيها الناس- من آياته الدالة على قدرته سبحانه ولطفه، إن في ذلك لدلالات على قدرته لكل صَبَّار على ما يصيبه من ضراء، شكور لما يناله من نعماء.",
        "saadi": "أي: ألم تر من آثار قدرته ورحمته، وعنايته بعباده، أن سخر البحر، تجري فيه الفلك، بأمره القدري [ولطفه وإحسانه، { لِيُرِيَكُمْ مِنْ آيَاتِهِ } ففيها الانتفاع والاعتبار]  { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ } فهم المنتفعون بالآيات، صبار على الضراء، شكور على السراء، صبار على طاعة اللّه وعن معصيته، وعلى أقداره، شكور للّه، على نعمه الدينية والدنيوية.",
        "kathir": "يخبر تعالى أنه هو الذي سخر البحر لتجري فيه الفلك بأمره ، أي : بلطفه وتسخيره; فإنه لولا ما جعل في الماء من قوة يحمل بها السفن لما جرت ; ولهذا قال : ( ليريكم من آياته ) أي : من قدرته ، ( إن في ذلك لآيات لكل صبار شكور ) أي : صبار في الضراء ، شكور في الرخاء ."
      },
      "translations": {
        "en": "Do you not see that ships sail through the sea by the favor of Allah that He may show you of His signs? Indeed in that are signs for everyone patient and grateful.",
        "fr": "N'as-tu pas vu que c'est par la grâce d'Allah que le vaisseau vogue dans la mer, afin qu'Il vous fasse voir de Ses merveilles? Il y a en cela des preuves pour tout homme patient et reconnaissant.",
        "es": "¿No ves que las naves navegan por la gracia de Alá, para que Él os muestre algunos de Sus signos? Ciertamente, hay en ello signos para todo aquél que tenga mucha paciencia, mucha gratitud."
      },
      "ibn_ashour": "أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَةِ اللَّهِ لِيُرِيَكُمْ مِنْ آَيَاتِهِ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (31) استئناف جاء على سنن الاستئنافين اللذين قبله في قوله { ألم تروا أن الله سخَّر لكم ما في السماوات وما في الأرض } [ لقمان : 20 ] وقوله : { ألم تر أن الله يُولج الليل في النهار } [ لقمان : 29 ] ، وجيء بها غير متعاطفة لئلا يتوهم السامع أن العطف على ما تخلل بينها ، وجاء هذا الاستئناف الثالث دليلاً ثالثاً على عظيم حكمة الله في نظام هذا العالم وتوفيق البشر للانتفاع بما هيّأه الله لانتفاعهم به . فلما أتى الاستئنافان الأولان على دلائل صنع الله في السماوات والأرض جاء في هذا الثالث دليل على بديع صنع الله بخلق البحر وتيسير الانتفاع به في إقامة نظام المجتمع البشري . وتخلص منه إلى اتخاذ فريق من الناس موجبات الشكر دواعي كفر .فكان خلق البحر على هذه الصفة العظيمة ميسراً للانتفاع بالأسفار فيه حين لا تغني طرق البر في التنقل غناء فجعله قابلاً لحمل المراكب العظيمة ، وألْهَم الإنسان لصنع تلك المراكب على كيفية تحفظها من الغرق في عباب البحر ، وعصمهم من توالي "
    },
    {
      "number": 32,
      "text": "وَإِذَا غَشِيَهُم مَّوْجٌۭ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌۭ ۚ وَمَا يَجْحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٍۢ كَفُورٍۢ",
      "tafsir": {
        "muyassar": "وإذا ركب المشركون السفن وعَلَتْهم الأمواج مِن حولهم كالسحب والجبال، أصابهم الخوف والذعر من الغرق ففزعوا إلى الله، وأخلصوا دعاءهم له، فلما نجاهم إلى البر فمنهم متوسط لم يقم بشكر الله على وجه الكمال، ومنهم كافر بنعمة الله جاحد لها، وما يكفر بآياتنا وحججنا الدالة على كمال قدرتنا ووحدانيتنا إلا كل غدَّار ناقض للعهد، جحود لنعم الله عليه.",
        "mukhtasar": "وإذا أحاط بهم من كل جانب موج مثل الجبال والغمام، دعوا الله وحده مخلصين له الدعاء والعبادة، فلما استجاب الله لهم، وأنقذهم إلى البر، وسلمهم من الغرق، فمنهم مقتصد لم يقم بما وجب عليه من الشكر على وجه الكمال، ومنهم جاحد لنعمة الله، وما يجحد بآياتنا إلا كل غَدَّار - مثل هذا الذي عاهد الله لئن أنجاه ليكونن من الشاكرين له - كفور بنعم الله لا يشكر ربه الذي أنعم بها عليه.",
        "saadi": "ذكر تعالى حال الناس، عند ركوبهم البحر، وغشيان الأمواج كالظل  فوقهم، أنهم يخلصون الدعاء [للّه]  والعبادة: { فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ } انقسموا فريقين:فرقة مقتصدة، أي: لم تقم بشكر اللّه على وجه الكمال، بل هم مذنبون ظالمون لأنفسهم.وفرقة كافرة بنعمة اللّه، جاحدة لها، ولهذا قال: { وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ }  أي غدار، ومن غدره، أنه عاهد ربه، لئن أنجيتنا من البحر وشدته، لنكونن من الشاكرين، فغدر ولم يف بذلك، { كَفُور } بنعم اللّه. فهل يليق بمن نجاهم اللّه من هذه الشدة، إلا القيام التام بشكر نعم اللّه؟ ",
        "kathir": "ثم قال : ( وإذا غشيهم موج كالظلل ) أي : كالجبال والغمام ، ( دعوا الله مخلصين له الدين ) ، كما قال تعالى : ( وإذا مسكم الضر في البحر ضل من تدعون إلا إياه ) [ الإسراء : 67 ] ، وقال ( فإذا ركبوا في الفلك دعوا الله مخلصين له الدين ) [ العنكبوت : 65 ] .ثم قال : ( فلما نجاهم إلى البر فمنهم مقتصد ) قال مجاهد : أي كافر . كأنه فسر المقتصد هاهنا بالجاحد ، كما قال تعالى : ( فلما نجاهم إلى البر إذا هم يشركون ) [ العنكبوت : 65 ] .وقال ابن زيد : هو المتوسط في العمل .وهذا الذي قاله ابن زيد هو المراد في قوله : ( فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرات ) [ فاطر : 32 ] ، فالمقتصد هاهنا هو : المتوسط في العمل . ويحتمل أن يكون مرادا هنا أيضا ، ويكون من باب الإنكار على من شاهد تلك الأهوال والأمور العظام والآيات الباهرات في البحر ، ثم بعدما أنعم عليه من الخلاص ، كان ينبغي أن يقابل ذلك بالعمل التام ، والدؤوب في العبادة ، والمبادرة إلى الخيرات . فمن اقتصد بعد ذلك كان مقصرا والحالة هذه ، والله أعلم .وقوله : ( وما يجحد بآياتنا إلا كل ختار كفور ) : فالختار : هو الغدار . قاله مجاهد ، والحسن ، وقتادة ، ومالك عن زيد بن أسلم ، وهو الذي كلما عاهد نقض عهده ، والختر : أتم الغدر وأبلغه ، قال عمرو بن معديكرب :وإنك لو رأيت أبا عمير ملأت يديك من غدر وختروقوله : ( كفور ) أي : جحود للنعم لا يشكرها ، بل يتناساها ولا يذكرها ."
      },
      "translations": {
        "en": "And when waves come over them like canopies, they supplicate Allah, sincere to Him in religion. But when He delivers them to the land, there are [some] of them who are moderate [in faith]. And none rejects Our signs except everyone treacherous and ungrateful.",
        "fr": "Quand une vague les recouvre comme des ombres, ils invoquent Allah, vouant leur culte exclusivement à Lui; et lorsqu'Il les sauve, en les ramenant vers la terre ferme, certains d'entre eux deviennent réticents; mais, seul le grand traître et le grand ingrat renient Nos signes.",
        "es": "Y, cuando las olas les cubren cual pabellones, invocan a Alá rindiéndole culto sincero. Pero, en cuanto les salva, llevándolos a tierra firme, algunos de ellos vacilan. Nadie niega Nuestros signos sino todo aquél que es pérfido, desagradecido."
      },
      "ibn_ashour": "وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُقْتَصِدٌ وَمَا يَجْحَدُ بِآَيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ (32)قوله { وإذا غشيهم موج كالظُّلَل } الآية ، فعطف على آيات سير الفلك إشارة إلى أن الناس يذكرون الله عند تلك الآيات عند الاضطرار ، وغفلتهم عنها في حال السلامة ، وهو ما تقدم مثله في قوله في سورة العنكبوت ( 65 ) : { فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجاهم إلى البر إذا هم يشركون } وقوله في سورة يونس ( 22 ) : { حتى إذا كنتم في الفلك وجرَيْنَ بهم بريح طيبة } الآيات .والغشيان : مستعار للمجيء المفاجىء لأنه يشبه التغطية ، وتقدم في قوله تعالى : { يُغشي الليل النهار } في سورة الأعراف ( 54 ) .والظُّلَل : بضم الظاء وفتح اللام : جمع ظُلّة بالضم وهي : ما أظلّ من سحاب .والفاء في قوله فمنهم مقتصد } تدلّ على مقدر كأنه قيل : فلما نجاهم انقسموا فمنهم مقتصد ومنهم غيره كما سيأتي . وجعل ابن مالك الفاء داخلة على جواب { لمّا } أي رابطة للجواب ومخالفوه يمنعون اقتران جواب { لما بالفاء كما في مغني اللبيب",
      "shehri_videos": [
        {
          "videoId": "BQxLgQDQ1K",
          "url": "https://www.youtube.com/watch?v=BQxLgQDQ1K",
          "title": "غريب القرآن - ختار كفور",
          "word": "ختار كفور"
        },
        {
          "videoId": "pb1uhYMc2pk",
          "url": "https://www.youtube.com/watch?v=pb1uhYMc2pk",
          "title": "#برنامج_غريب_القرآن || الحلقة 88 - { ختارٍ كفور }",
          "word": "ختار كفور"
        }
      ]
    },
    {
      "number": 33,
      "text": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًۭا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "tafsir": {
        "muyassar": "يا أيها الناس اتقوا ربكم، وأطيعوه بامتثال أوامره واجتناب نواهيه، واحذروا يوم القيامة الذي لا يغني فيه والد عن ولده ولا مولود عن أبيه شيئًا، إن وعد الله حق لا ريب فيه، فلا تنخدعوا بالحياة الدنيا وزخرفها فتنسيكم الأخرى، ولا يخدعنكم بالله خادع من شياطين الجن والإنس.",
        "mukhtasar": "يا أيها الناس، اتقوا ربكم؛ بامتثال أوامره واجتناب نواهيه، وخافوا عذاب يوم لا يغني فيه والد عن ولده، ولا يغني مولود عن والده شيئًا، إن وعد الله بالجزاء يوم القيامة ثابت وواقع لا محالة، فلا تخدعنّكم الحياة الدنيا بما فيها من شهوات وملهيات، ولا يخدعنكم الشيطان بحلم الله عليكم وتأخيره العذاب عنكم.",
        "saadi": "يأمر تعالى الناس بتقواه، التي هي امتثال أوامره، وترك زواجره، ويستلفتهم لخشية يوم القيامة، اليوم الشديد، الذي فيه كل أحد لا يهمه إلا نفسه فـ { لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا } لا يزيد في حسناته ولا ينقص من سيئاته، قد تم على كل عبد عمله، وتحقق عليه جزاؤه.فلفت النظر في هذا لهذا اليوم المهيل، مما يقوي العبد ويسهِّل عليه تقوى اللّه، وهذا من رحمة اللّه بالعباد، يأمرهم بتقواه التي فيها سعادتهم، ويعدهم عليها الثواب، ويحذرهم من العقاب، ويزعجهم إليه بالمواعظ والمخوفات، فلك الحمد يا رب العالمين.{ إِنَّ وَعْدَ اللَّهِ حَقٌّ } فلا تمتروا فيه، ولا تعملوا عمل غير المصدق، فلهذا قال: { فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا } بزينتها وزخارفها وما فيها من الفتن والمحن.{ وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ } الذي هو الشيطان، الذي ما زال يخدع الإنسان ولا يغفل عنه في جميع الأوقات، فإن للّه على عباده حقا، وقد وعدهم موعدا يجازيهم فيه بأعمالهم، وهل وفوا حقه أم قصروا فيه.وهذا أمر يجب الاهتمام به، وأن يجعله العبد نصب عينيه، ورأس مال تجارته، التي يسعى إليها.ومن أعظم العوائق عنه والقواطع دونه، الدنيا الفتانة، والشيطان الموسوس الْمُسَوِّل، فنهى تعالى عباده، أن تغرهم الدنيا، أو يغرهم باللّه الغرور { يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا }  ",
        "kathir": "يقول تعالى منذرا للناس يوم المعاد ، وآمرا لهم بتقواه والخوف منه ، والخشية من يوم القيامة حيث ( لا يجزي والد عن ولده ) أي : لو أراد أن يفديه بنفسه لما قبل منه . وكذلك الولد لو أراد فداء والده بنفسه لم يتقبل منه .ثم عاد بالموعظة عليهم بقوله : ( فلا تغرنكم الحياة الدنيا ) [ أي : لا تلهينكم بالطمأنينة فيها عن الدار الآخرة ] . ( ولا يغرنكم بالله الغرور ) يعني : الشيطان . قاله ابن عباس ، ومجاهد ، والضحاك ، وقتادة . فإنه يغر ابن آدم ويعده ويمنيه ، وليس من ذلك شيء بل كما قال تعالى : ( يعدهم ويمنيهم وما يعدهم الشيطان إلا غرورا ) [ النساء : 120 ] .قال وهب بن منبه : قال عزير ، عليه السلام : لما رأيت بلاء قومي اشتد حزني وكثر همي ، وأرق نومي ، فضرعت إلى ربي وصليت وصمت فأنا في ذلك أتضرع أبكي إذ أتاني الملك فقلت له : أخبرني هل تشفع أرواح المصدقين للظلمة ، أو الآباء لأبنائهم ؟ قال : إن القيامة فيها فصل القضاء وملك ظاهر ، ليس فيه رخصة ، لا يتكلم فيه أحد إلا بإذن الرحمن ، ولا يؤخذ فيه والد عن ولده ، ولا ولد عن والده ، ولا أخ عن أخيه ، ولا عبد عن سيده ، ولا يهتم أحد بغيره ولا يحزن لحزنه ، ولا أحد يرحمه ، كل مشفق على نفسه ، ولا يؤخذ إنسان عن إنسان ، كل يهم همه ويبكي عوله ، ويحمل وزره ، ولا يحمل وزره معه غيره . رواه ابن أبي حاتم ."
      },
      "translations": {
        "en": "O mankind, fear your Lord and fear a Day when no father will avail his son, nor will a son avail his father at all. Indeed, the promise of Allah is truth, so let not the worldly life delude you and be not deceived about Allah by the Deceiver.",
        "fr": "O hommes! Craignez votre Seigneur et redoutez un jour où le père ne répondra en quoi que ce soit pour son enfant, ni l'enfant pour son père. La promesse d'Allah est vérité. Que la vie présente ne vous trompe donc pas, et que le Trompeur (Satan) ne vous induise pas en erreur sur Allah!",
        "es": "¡Hombres! ¡Temed a vuestro Señor y tened miedo de un día en que el padre no pueda satisfacer por su hijo, ni el hijo por su padre! ¡Lo que Alá promete es verdad! ¡Que la vida de acá no os engañe, y que el Engañador no os engañe acerca de Alá!"
      },
      "ibn_ashour": "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلَا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئًا إِنَّ وَعْدَ اللَّهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ (33)إن لم يكن { يا أيها الناس } خطاباً خاصاً بالمشركين فهو عام لجميع الناس كما تقرر في أصول الفقه ، فيعم المؤمن والمشرك والمعطل في ذلك الوقت وفي سائر الأزمان إذ الجميع مأمورون بتقوى الله وأن الخطوات الموصلة إلى التقوى متفاوتة على حسب تفاوت بُعد السائرين عنها ، وقد كان فيما سبق من السورة حظوظ للمؤمنين وحظوظ للمشركين فلا يبعد أن تعقَّب بما يصلح لِكِلا الفريقين ، وإن كان الخطاب خاصاً بالمشركين جرْياً على ما روي عن ابن عباس أن { يا أيها الناس } خطاب لأهل مكة ، فالمراد بالتقوى : الإقلاع عن الشرك .وموقع هذه الآية بعد ما تقدمها من الآيات موقع مقصد الخُطبة بعد مقدماتها إذ كانت المقدمات الماضية قد هيّأت النفوس إلى قبول الهداية والتأثر بالموعظة الحسنة ، وإن لاصطياد الحكماء فُرصاً يحرصون على عدم إضاعتها ، وأحسن مُثُلها قول الحريري في «المقامة ال"
    },
    {
      "number": 34,
      "text": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌۭ مَّاذَا تَكْسِبُ غَدًۭا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍۢ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
      "tafsir": {
        "muyassar": "إن الله- وحده لا غيره- يعلم متى تقوم الساعة؟ وهو الذي ينزل المطر من السحاب، لا يقدر على ذلك أحد غيره، ويعلم ما في أرحام الإناث، ويعلم ما تكسبه كل نفس في غدها، وما تعلم نفس بأيِّ أرض تموت. بل الله تعالى هو المختص بعلم ذلك جميعه. إن الله عليم خبير محيط بالظواهر والبواطن، لا يخفى عليه شيء منها.",
        "mukhtasar": "إن الله عنده وحده علم الساعة؛ فيعلم متى تقع، وينزل المطر متى شاء، ويعلم ما في الأرحام أذكر هو أم أنثى؟! شقي أم سعيد؟! وما تعلم نفس ما تكسب غدًا من خير أو شر، وما تعلم نفس بأي أرض تموت، بل الله هو الذي يعلم ذلك كله، إن الله عليم خبير بكل ذلك، لا يخفى عليه شيء من ذلك.",
        "saadi": "قد تقرر أن اللّه تعالى أحاط علمه بالغيب والشهادة، والظواهر والبواطن، وقد يطلع اللّه عباده على كثير من الأمور الغيبية، وهذه [الأمور]  الخمسة، من الأمور التي طوى علمها عن جميع المخلوقات، فلا يعلمها نبي مرسل، ولا ملك مقرب، فضلا عن غيرهما، فقال: { إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ } أي: يعلم متى مرساها، كما قال تعالى: { يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً } الآية.{ وَيُنَزِّلُ الْغَيْثَ } أي: هو المنفرد بإنزاله، وعلم وقت نزوله.{ وَيَعْلَمُ مَا فِي الْأَرْحَامِ } فهو الذي أنشأ ما فيها، وعلم ما هو، هل هو ذكر أم أنثى، ولهذا يسأل الملك الموكل بالأرحام ربه: هل هو ذكر أم أنثى؟ فيقضي اللّه ما يشاء.{ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا } من كسب دينها ودنياها، { وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ } بل اللّه تعالى، هو المختص بعلم ذلك جميعه.ولما خصص هذه الأشياء، عمم علمه بجميع الأشياء فقال: { إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ } محيط بالظواهر والبواطن، والخفايا والخبايا، والسرائر، ومن حكمته التامة، أن أخفى علم هذه الخمسة عن العباد، لأن في ذلك من المصالح ما لا يخفى على من تدبر ذلك.تم تفسير سورة لقمان بفضل اللّه وعونه، والحمد للّه.  ",
        "kathir": "هذه مفاتيح الغيب التي استأثر الله تعالى بعلمها ، فلا يعلمها أحد إلا بعد إعلامه تعالى بها; فعلم وقت الساعة لا يعلمه نبي مرسل ولا ملك مقرب ، ( لا يجليها لوقتها إلا هو ) [ الأعراف : 187 ] ، وكذلك إنزال الغيث لا يعلمه إلا الله ، ولكن إذا أمر به علمته الملائكة الموكلون بذلك ومن شاء الله من خلقه . وكذلك لا يعلم ما في الأرحام مما يريد أن يخلقه [ الله ] تعالى سواه ، ولكن إذا أمر بكونه ذكرا أو أنثى ، أو شقيا أو سعيدا علم الملائكة الموكلون بذلك ، ومن شاء الله من خلقه . وكذلك لا تدري نفس ماذا تكسب غدا في دنياها وأخراها ، ( وما تدري نفس بأي أرض تموت ) في بلدها أو غيره من أي بلاد الله كان ، لا علم لأحد بذلك . وهذه شبيهة بقوله تعالى : ( وعنده مفاتح الغيب لا يعلمها إلا هو ) الآية [ الأنعام : 59 ] . وقد وردت السنة بتسمية هذه الخمس : مفاتيح الغيب .قال الإمام أحمد : حدثنا زيد بن الحباب ، حدثني حسين بن واقد ، حدثني عبد الله بن بريدة ، سمعت أبي - بريدة - يقول : سمعت رسول الله صلى الله عليه وسلم يقول : \" خمس لا يعلمهن إلا الله عز وجل : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .هذا حديث صحيح الإسناد ، ولم يخرجوه .حديث ابن عمر : قال الإمام أحمد : حدثنا وكيع ، حدثنا سفيان ، عن عبد الله بن دينار ، عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم مفاتيح الغيب خمس لا يعلمهن إلا الله : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .انفرد بإخراجه البخاري ، فرواه في \" كتاب الاستسقاء \" من صحيحه ، عن محمد بن يوسف الفريابي ، عن سفيان بن سعيد الثوري ، به . ورواه في التفسير من وجه آخر فقال :حدثنا يحيى بن سليمان ، حدثنا ابن وهب ، حدثني عمر بن محمد بن زيد بن عبد الله بن عمر : أن أباه حدثه أن عبد الله بن عمر قال : قال رسول الله صلى الله عليه وسلم : \" مفاتيح الغيب خمس \" . ثم قرأ : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام ) انفرد به أيضا .ورواه الإمام أحمد عن غندر ، عن شعبة ، عن عمر بن محمد ; أنه سمع أباه يحدث ، عن ابن عمر ، عن النبي صلى الله عليه وسلم قال : \" أوتيت مفاتيح كل شيء إلا الخمس : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .[ حديث ابن مسعود ، رضي الله عنه : قال الإمام أحمد : حدثنا يحيى ، عن شعبة ، حدثني عمرو بن مرة ، عن عبد الله بن سلمة قال : قال عبد الله : أوتي نبيكم صلى الله عليه وسلم مفاتيح كل شيء غير خمس : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) ] .وكذا رواه عن محمد بن جعفر ، عن شعبة ، عن عمرو بن مرة ، به . وزاد في آخره : قال : قلت له : أنت سمعته من عبد الله ؟ قال : نعم . أكثر من خمسين مرة .ورواه أيضا عن وكيع ، عن مسعر ، عن عمرو بن مرة به .وهذا إسناد حسن على شرط أصحاب السنن ولم يخرجوه .حديث أبي هريرة : قال البخاري عند تفسير هذه الآية : حدثنا إسحاق ، عن جرير ، عن أبي حيان ، عن أبي زرعة ، عن أبي هريرة ، رضي الله عنه ; أن رسول الله صلى الله عليه وسلم كان يوما بارزا للناس ، إذ أتاه رجل يمشي ، فقال : يا رسول الله ، ما الإيمان ؟ قال : \" الإيمان : أن تؤمن بالله وملائكته وكتبه ورسله ولقائه ، وتؤمن بالبعث الآخر \" . قال : يا رسول الله ، ما الإسلام ؟ قال : \" الإسلام : أن تعبد الله ولا تشرك به شيئا ، وتقيم الصلاة ، وتؤتي الزكاة المفروضة ، وتصوم رمضان \" . فقال : يا رسول الله ، ما الإحسان ؟ قال : \" الإحسان : أن تعبد الله كأنك تراه ، فإن لم تكن تراه فإنه يراك \" . قال : يا رسول الله ، متى الساعة ؟ قال : \" ما المسؤول عنها بأعلم من السائل ، ولكن سأحدثك عن أشراطها : إذا ولدت الأمة ربتها ، فذاك من أشراطها . وإذا كان الحفاة العراة رؤوس الناس ، فذاك من أشراطها ، في خمس لا يعلمهن إلا الله . ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام ) ، ثم انصرف الرجل فقال : \" ردوه علي \" . فأخذوا ليردوه ، فلم يروا شيئا ، فقال : \" هذا جبريل ، جاء ليعلم الناس دينهم \" .ورواه البخاري أيضا في \" كتاب الإيمان \" ، ومسلم من طرق ، عن أبي حيان ، به . وقد تكلمنا عليه في أول شرح البخاري . وذكرنا ثم حديث أمير المؤمنين عمر بن الخطاب في ذلك بطوله ، وهو من أفراد مسلم .حديث ابن عباس : قال الإمام أحمد : حدثنا أبو النضر ، حدثنا عبد الحميد ، حدثنا شهر ، حدثنا عبد الله بن عباس ، رضي الله عنهما ، قال : جلس رسول الله صلى الله عليه وسلم مجلسا له ، فأتاه جبريل فجلس بين يدي رسول الله صلى الله عليه وسلم واضعا كفيه على ركبتي النبي صلى الله عليه وسلم ، فقال : يا رسول الله ، [ حدثني ] ما الإسلام ؟ قال رسول الله صلى الله عليه وسلم : الإسلام أن تسلم وجهك لله عز وجل ، وتشهد أن لا إله إلا الله وحده لا شريك له ، وأن محمدا عبده ورسوله \" . قال : فإذا فعلت ذلك فقد أسلمت ؟ قال : \" إذا فعلت ذلك فقد أسلمت \" . قال : يا رسول الله ، فحدثني ما الإيمان ؟ قال : \" الإيمان : أن تؤمن بالله ، واليوم الآخر ، والملائكة ، والكتاب ، والنبيين ، وتؤمن بالموت ، وبالحياة بعد الموت ، وتؤمن بالجنة والنار ، والحساب والميزان ، وتؤمن بالقدر كله خيره وشره \" . قال : فإذا فعلت ذلك فقد آمنت ؟ قال : \" إذا فعلت ذلك فقد آمنت \" . قال : يا رسول الله ، حدثني ما الإحسان ؟ قال رسول الله صلى الله عليه وسلم : \" الإحسان أن تعمل لله كأنك تراه ، فإن كنت لا تراه فإنه يراك \" . قال : يا رسول الله ، فحدثني متى الساعة ؟ قال رسول الله صلى الله عليه وسلم : \" سبحان الله . في خمس لا يعلمهن إلا هو : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) ، ولكن إن شئت حدثتك بمعالم لها دون ذلك ؟ \" . قال : أجل ، يا رسول الله ، فحدثني . قال رسول الله صلى الله عليه وسلم : \" إذا رأيت الأمة ولدت ربتها - أو : ربها - ورأيت أصحاب الشاء يتطاولون في البنيان ، ورأيت الحفاة الجياع العالة [ كانوا رؤوس الناس ، فذلك من معالم الساعة وأشراطها \" . قال : يا رسول الله ، ومن أصحاب الشاء والحفاة الجياع العالة ؟ قال : \" العرب \" ] .حديث غريب ، ولم يخرجوه .حديث رجل من بني عامر : روى الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة ، عن منصور ، عن ربعي بن حراش ، عن رجل من بني عامر ; أنه استأذن على النبي صلى الله عليه وسلم فقال : أألج ؟ فقال النبي صلى الله عليه وسلم لخادمه : \" اخرجي إليه ، فإنه لا يحسن الاستئذان فقولي له : فليقل : \" السلام عليكم ، أأدخل ؟ \" قال : فسمعته يقول ذلك ، فقلت : السلام عليكم ، أأدخل ؟ فأذن ، فدخلت ، فقلت : بم أتيتنا به ؟ قال : \" لم آتكم إلا بخير ، أتيتكم أن تعبدوا الله وحده لا شريك له ، وأن تدعوا اللات والعزى ، وأن تصلوا بالليل والنهار خمس صلوات; وأن تصوموا من السنة شهرا ، وأن تحجوا البيت ، وأن تأخذوا الزكاة من مال أغنيائكم فتردوها على فقرائكم \" . قال : فقال : فهل بقي من العلم شيء لا تعلمه ؟ قال : \" قد علم الله عز وجل خيرا ، وإن من العلم ما لا يعلمه إلا الله عز وجل : الخمس : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) . وهذا إسناد صحيح .وقال ابن أبي نجيح ، عن مجاهد : جاء رجل من أهل البادية فقال : إن امرأتي حبلى ، فأخبرني ما تلد ؟ وبلادنا جدبة ، فأخبرني متى ينزل الغيث ؟ وقد علمت متى ولدت فأخبرني متى أموت ؟ فأنزل الله عز وجل : ( إن الله عنده علم الساعة [ وينزل الغيث ] ) ، إلى قوله : ( إن الله عليم خبير ) . قال مجاهد : وهي مفاتيح الغيب التي قال الله تعالى : ( وعنده مفاتح الغيب لا يعلمها إلا هو ) [ الأنعام : 59 ] . رواه ابن أبي حاتم ، وابن جرير .وقال الشعبي ، عن مسروق ، عن عائشة ، رضي الله عنها ، أنها قالت : من حدثك أنه يعلم ما في غد فقد كذب ، ثم قرأت : ( وما تدري نفس ماذا تكسب غدا ) .وقوله : ( وما تدري نفس بأي أرض تموت ) : قال قتادة : أشياء استأثر الله بهن ، فلم يطلع عليهن ملكا مقربا ، ولا نبيا مرسلا ( إن الله عنده علم الساعة ) ، فلا يدري أحد من الناس متى تقوم الساعة ، في أي سنة أو في أي شهر ، أو ليل أو نهار ، ( وينزل الغيث ) ، فلا يعلم أحد متى ينزل الغيث ، ليلا أو نهارا ، ( ويعلم ما في الأرحام ) ، فلا يعلم أحد ما في الأرحام ، أذكر أم أنثى ، أحمر أو أسود ، وما هو ، ( وما تدري نفس ماذا تكسب غدا ) ، أخير أم شر ، ولا تدري يا ابن آدم متى تموت ؟ لعلك الميت غدا ، لعلك المصاب غدا ، ( وما تدري نفس بأي أرض تموت ) ليس أحد من الناس يدري أين مضجعه من الأرض ، أفي بحر أم بر ، أو سهل أو جبل ؟وقد جاء في الحديث : \" إذا أراد الله قبض عبد بأرض ، جعل له إليها حاجة \" ، فقال الحافظ أبو القاسم الطبراني في معجمه الكبير ، في مسند أسامة بن زيد :حدثنا إسحاق بن إبراهيم ، أخبرنا عبد الرزاق ، أخبرنا معمر ، عن أيوب ، عن أبي المليح ، عن أسامة بن زيد قال : قال رسول الله صلى الله عليه وسلم : \" ما جعل الله ميتة عبد بأرض إلا جعل له فيها حاجة \" .وقال عبد الله بن الإمام أحمد : حدثنا أبو بكر بن أبي شيبة ، حدثنا أبو داود الحفري ، عن سفيان ، عن أبي إسحاق ، عن مطر بن عكامس قال : قال رسول الله صلى الله عليه وسلم : إذا قضى الله ميتة عبد بأرض ، جعل له إليها حاجة \" .وهكذا رواه الترمذي في \" القدر \" ، من حديث سفيان الثوري ، به . ثم قال : \" حسن غريب ، ولا يعرف لمطر عن النبي صلى الله عليه وسلم غير هذا الحديث . وقد رواه أبو داود في \" المراسيل \" ، فالله أعلم .وقال الإمام أحمد : حدثنا إسماعيل ، حدثنا أيوب ، عن أبي المليح بن أسامة عن أبي عزة قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله قبض روح عبد بأرض جعل له فيها - أو قال : بها - حاجة \" .وأبو عزة هذا هو : يسار بن عبد الله ، ويقال : ابن عبد الهذلي .وأخرجه الترمذي من حديث إسماعيل [ بن إبراهيم - وهو ابن علية ، وقال : صحيح .وقال ابن أبي حاتم : حدثنا أحمد بن عصام الأصفهاني ، حدثنا المؤمل بن إسماعيل ] ، حدثنا عبيد الله بن أبي حميد ، عن أبي المليح ، عن أبي عزة الهذلي قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله قبض عبد بأرض ، جعل له إليها حاجة ، فلم ينته حتى يقدمها \" . ثم قرأ رسول الله صلى الله عليه وسلم : ( إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير ) .حديث آخر : قال الحافظ أبو بكر البزار : حدثنا أحمد بن ثابت الجحدري ومحمد بن يحيى القطعي قالا حدثنا عمر بن علي ، حدثنا إسماعيل ، عن قيس ، عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله قبض عبد بأرض جعل له إليها حاجة \" . ثم قال البزار : وهذا الحديث لا نعلم أحدا يرفعه إلا عمر بن علي المقدمي . وقال ابن أبي الدنيا : حدثني سليمان بن أبي مسيح قال : أنشدني محمد بن الحكم لأعشى همدان :فما تزود مما كان يجمعه سوى حنوط غداة البين مع خرق     وغير نفحة أعواد تشب لهوقل ذلك من زاد لمنطلق!     لا تأسين على شيء فكل فتىإلى منيته سيار في عنق     وكل من ظن أن الموت يخطئهمعلل بأعاليل من الحمق     بأيما بلدة تقدر منيتهإن لا يسير إليها طائعا يسقأورده الحافظ ابن عساكر ، رحمه الله ، في ترجمة عبد الرحمن بن عبد الله بن الحارث ، وهو أعشى همدان ، وكان الشعبي زوج أخته ، وهو مزوج بأخت الشعبي أيضا ، وقد كان ممن طلب العلم وتفقه ، ثم عدل إلى صناعة الشعر فعرف به .وقد رواه ابن ماجه عن أحمد بن ثابت وعمر بن شبة ، كلاهما عن عمر بن علي مرفوعا : \" إذا كان أجل أحدكم بأرض أوثبته إليها حاجة ، فإذا بلغ أقصى أثره ، قبضه الله عز وجل ، فتقول الأرض يوم القيامة : رب ، هذا ما أودعتني \" .قال الطبراني : حدثنا إسحاق بن إبراهيم ، حدثنا عبد الرزاق ، حدثنا معمر ، عن أيوب ، عن أبي المليح ، عن أسامة أن رسول الله صلى الله عليه وسلم قال : \" ما جعل الله منية عبد بأرض ، إلا جعل له إليها حاجة \" .[ آخر تفسير سورة \" لقمان \" والحمد لله رب العالمين ، وهو حسبنا ونعم الوكيل ]"
      },
      "translations": {
        "en": "Indeed, Allah [alone] has knowledge of the Hour and sends down the rain and knows what is in the wombs. And no soul perceives what it will earn tomorrow, and no soul perceives in what land it will die. Indeed, Allah is Knowing and Acquainted.",
        "fr": "La connaissance de l'Heure est auprès d'Allah; et c'est Lui qui fait tomber la pluie salvatrice; et Il sait ce qu'il y a dans les matrices. Et personne ne sait ce qu'il acquerra demain, et personne ne sait dans quelle terre il mourra. Certes, Allah est Omniscient et Parfaitement Connaisseur.",
        "es": "Alá tiene conocimiento de la Hora. Envía abajo la lluvía. Sabe lo que encierran las entrañas de la madre, mientras que nadie sabe lo que el día siguiente le deparará, nadie sabe en qué tierra morirá. Alá es omnisciente, está bien informado."
      },
      "ibn_ashour": "إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (34)كان من جملة غرورهم في نفي البعث أنهم يجعلون عدم إعلام الناس بتعيين وقته أمارةً على أنه غير واقع . قال تعالى : { ويقولون متى هذا الوعد إن كنتم صادقين } [ يونس : 48 ] وقال : { وما يُدْرِيك لعلّ السَّاعة قريبٌ يستعجل بها الذين لا يؤمنون بها } [ الشورى : 17 ، 18 ] ، فلما جرى في الآيات قبلها ذكر يوم القيامة أعقبت بأن وقت الساعة لا يعلمه إلا الله .فجملة { إن الله عنده علم الساعة } مستأنفة استئنافاً بيانياً لوقوعها جواباً عن سؤال مقدَّر في نفوس الناس . والجمل الأربع التي بعدها إدماج لجمع نظائرها تعليماً للأمة . وقال الواحدي والبغوي : إن رجلاً من محارب خصفة من أهل البادية سماه في «الكشاف» الحارث بن عمرو ووقع في «تفسير القرطبي» وفي «أسباب النزول» للواحدي تسميته الوارث بن عمرو بن حارثة جاء إلى النبي صلى الله عليه وسلم فقال : متى الساعة؟ وقد أجدبت بلادنا فمتى تخصب؟ وتركتُ امرأتي حبلى "
    }
  ]
}