{
  "number": 32,
  "name": "سُورَةُ السَّجۡدَةِ",
  "englishName": "As-Sajda",
  "revelationType": "Meccan",
  "ayahCount": 30,
  "ayahs": [
    {
      "number": 1,
      "text": "الٓمٓ",
      "tafsir": {
        "muyassar": "(الم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(الم) تقدم الكلام على نظائرها في بداية سورة البقرة.",
        "saadi": "",
        "kathir": "وهي مكية. قال البخاري في \" كتاب الجمعة \" : حدثنا أبو نعيم ، حدثنا سفيان ، عن سعد بن إبراهيم ، عن عبد الرحمن بن هرمز الأعرج ، عن أبي هريرة ، رضي الله عنه ، قال : كان النبي صلى الله عليه وسلم يقرأ في الفجر يوم الجمعة : ( الم تنزيل ) السجدة ، و ( هل أتى على الإنسان ) .ورواه مسلم أيضا من حديث سفيان الثوري ، به .وقال الإمام أحمد : حدثنا أسود بن عامر ، أخبرنا الحسن بن صالح ، عن ليث ، عن أبي الزبير ، عن جابر قال : كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ ) الم تنزيل ) السجدة و ( تبارك الذي بيده الملك ) تفرد به أحمد .قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذانى قال: قال عبدالله فذكر نحوه.وحُكي مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى الم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه ليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسألة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسألة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لا ي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وان شرا فا ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شىء حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدىء بها لتفتح لاستماعها أسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الابتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حمعسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن إسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم."
      },
      "translations": {
        "en": "Alif, Lam, Meem.",
        "fr": "Alif, Lâm, Mîm.",
        "es": "'lm."
      },
      "ibn_ashour": "الم (1)تقدم ما في نظائره .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي جاء به محمد صلى الله عليه وسلم لا شك أنه منزل من عند الله، رب الخلائق أجمعين.",
        "mukhtasar": "هذا القرآن الذي جاء به محمد صلى الله عليه وسلممنزل عليه من رب العالمين لا شك في ذلك.",
        "saadi": "يخبر تعالى أن هذا الكتاب الكريم، أنه تنزيل من رب العالمين، الذي رباهم بنعمته.",
        "kathir": "وقوله : ( تنزيل الكتاب لا ريب فيه ) أي : لا شك فيه ولا مرية أنه نزل ، ( من رب العالمين ) ."
      },
      "translations": {
        "en": "[This is] the revelation of the Book about which there is no doubt from the Lord of the worlds.",
        "fr": "La Révélation du Livre, nul doute là-dessus, émane du Seigneur de l'univers.",
        "es": "La revelación de la Escritura, exenta de dudas, procede del Señor del universo."
      },
      "ibn_ashour": "تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (2)افتتحت السورة بالتنويه بشأن القرآن لأنه جامع الهدى الذي تضمنته هذه السورة وغيرها ولأن جماع ضلال الضالّين هو التكذيب بهذا الكتاب ، فالله جعل القرآن هدى للناس وخصّ العرب أن شَرفهم بجعلهم أولَ من يتلقّى هذا الكتاب ، وبأنْ أنزله بلغتهم ، فكان منهم أشد المكذبين بما جاء به ، لا جرم أن تكذيب أولئك المكذبين أعرق في الضلالة وأوغل في أفَن الرأي . وافتتاح الكلام بالجملة الاسمية لدلالتها على الدَوام والثبات .وجيء بالمسند إليه معرفاً بالإضافة لإطالته ليحصل بتطويله ثم تعقيبه بالجملة المعترضة التشويقُ إلى معرفة الخبر وهو قوله { من رب العالمين } ولولا ذلك لقيل : قرآن منزل من رب العالمين أو نحو ذلك . وإنما عدل عن أسلوب قوله { ألم ذلك الكِتِاب لا رَيْب فِيه } في سورة البقرة ( 1 ، 2 ) لأن تلك السورة نازلة بين ظهراني المسلمين ومن يُرجى إسلامهم من أهل الكتاب وهم { الذين يؤمنون بما أنزل إليك وما أنزل من قبلك } [ البقرة : 4 ] ؛ وأما هذه السورة فقد جابَه الله بها المشركين الذين لا يؤمنون بالإله الواحد ولا يوقنون بالآخرة فهم أصلب عُوداً ، وأشد ك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
      "tafsir": {
        "muyassar": "بل أيقول المشركون: اختلق محمد صلى الله عليه وسلم القرآن؟ كذَبوا، بل هو الحق الثابت المنزل عليك -أيها الرسول- من ربك؛ لتنذر به أناسًا لم يأتهم نذير من قبلك، لعلهم يهتدون، فيعرفوا الحق ويؤمنوا به ويؤثروه، ويؤمنوا بك.",
        "mukhtasar": "إن هؤلاء الكافرين يقولون: إن محمدًا اختلقه على ربه، ليس الأمر كما قالوا، بل هو الحق الذي لا مرية فيه، المنزل من ربك - أيها الرسول - عليك لتخوّف قومًا ما جاءهم رسول من قبلك يخوفهم من عذاب الله، لعلهم يهتدون إلى الحق فيتبعوه ويعملوا به.",
        "saadi": "ومن أعظم ما رباهم به، هذا الكتاب، الذي فيه كل ما يصلح أحوالهم، ويتمم أخلاقهم، وأنه لا ريب فيه، ولا شك، ولا امتراء، ومع ذلك قال المكذبون للرسول الظالمون في ذلك: افتراه محمد، واختلقه من عند نفسه، وهذا من أكبر الجراءة على إنكار كلام اللّه، ورمي محمد صلى اللّه عليه وسلم، بأعظم الكذب، وقدرة الخلق على كلام مثل كلام الخالق.وكل واحد من هذه من الأمور العظائم، قال اللّه - رادًا على من قال: افتراه:-{ بَلْ هُوَ الْحَقُّ } الذي لا يأتيه الباطل من بين يديه، ولا من خلفه، تنزيل من حكيم حميد. { مِنْ رَبِّكَ } أنزله رحمة للعباد { لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ } أي: في حالة ضرورة وفاقة لإرسال الرسول، وإنزال الكتاب، لعدم النذير، بل هم في جهلهم يعمهون، وفي ظلمة ضلالهم يترددون، فأنزلنا الكتاب عليك { لَعَلَّهُمْ يَهْتَدُونَ } من ضلالهم، فيعرفون الحق فيؤثرونه.وهذه الأشياء التي ذكرها اللّه كلها، مناقضة لتكذيبهم له: وإنها تقتضي منهم الإيمان والتصديق التام به، وهو كونه { مِنْ رَبِّ الْعَالَمِينَ } وأنه { الْحَقُّ } والحق مقبول على كل حال، وأنه { لَا رَيْبَ فِيهِ } بوجه من الوجوه، فليس فيه، ما يوجب الريبة، لا بخبر لا يطابق للواقع  ولا بخفاء واشتباه معانيه، وأنهم في ضرورة وحاجة إلى الرسالة، وأن فيه الهداية لكل خير وإحسان. ",
        "kathir": "ثم قال مخبرا عن المشركين : ( أم يقولون افتراه ) ، بل يقولون : ( افتراه ) أي : اختلقه من تلقاء نفسه ، ( بل هو الحق من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون ) أي : يتبعون الحق ."
      },
      "translations": {
        "en": "Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muhammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided.",
        "fr": "Diront-ils qu'il (Muhammad) l'a inventé? Ceci est, au contraire, la vérité venant de ton Seigneur pour que tu avertisses un peuple à qui nul avertisseur avant toi n'est venu, afin qu'ils se guident.",
        "es": "O dicen: «Él la ha inventado». ¡No! es la Verdad venida de tu Señor, para que adviertas a un pueblo al que no ha venido monitor alguno antes de ti. Quizás, así, sean bien dirigidos."
      },
      "ibn_ashour": "أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ (3)جاءت { أَمْ } للإضراب عن الكلام السابق إضرابَ انتقال ، وهي { أَمْ } المنقطعة التي بمعنى بل التي للإضراب . وحيثما وقعت { أمْ } فهي مؤذنة باستفهام بالهمزة بعدها الملتزم حذفها بعد { أمْ . } والاستفهام المقدر بعدها هنا تعجيبي لأنهم قالوا هذا القول الشنيع وعُلِّمه الناس عنهم فلا جرم كانوا أحقَّاء بالتعجيب من حالهم ومقالهم لأنهم أبدوا به أمراً غريباً يُقضى منه العجب لدى العقلاء ذوي الأحلام الراجحة والنفوس المنصفة ، إذ دلائل انتفاء الريب عن كونه من رب العالمين واضحة بَله الجزم بأنه مفترى على الله تعالى .وصيغ الخبر عن قولهم العجيب بصيغة المضارع لاستحضار حالة ذلك القول تحقيقاً للتعجيب منه حتى لا تغفل عن حال قولهم أذهانُ السامعين كلفظ ( تقول ) في بيت هُذْلول العنبري من شعراء الحماسة :تقول وصكّت صدرَها بيمينها ... أبعلي هذا بالرَّحَى المتقاعسُوفي المضارع مع ذلك إيذان بتجدد مقالتهم هذه وأنهم لا يقلعون عنها على الرغم مما جاءهم من البينات رغم افتضاحهم بالع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
      "tafsir": {
        "muyassar": "الله الذي خلق السموات والأرض وما بينهما في ستة أيام لحكمة يعلمها، وهو قادر أن يخلقها بكلمة \"كن\" فتكون، ثم استوى سبحانه وتعالى -أي علا وارتفع- على عرشه استواء يليق بجلاله، لا يكيَّف، ولا يشبَّه باستواء المخلوقين. ليس لكم -أيها الناس- من وليٍّ يلي أموركم، أو شفيع يشفع لكم عند الله؛ لتنجوا من عذابه، أفلا تتعظون وتتفكرون -أيها الناس-، فتُفردوا الله بالألوهية وتُخلصوا له العبادة؟",
        "mukhtasar": "الله هو الذي خلق السماوات، وخلق الأرض، وخلق ما بينهما في ستة أيام، وهو قادر على خلقها في أقل من طرفة عين، ثم علا وارتفع على العرش علوًّا يليق بجلاله، ما لكم - أيها الناس- من دونه من ولي يتولى أمركم، أو شفيع يشفع لكم عند ربكم، أفلا تتفكرون، وتعبدون الله الذي خلقكم ولا تعبدون معه غيره؟!",
        "saadi": "يخبر تعالى عن كمال قدرته بخلق { السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ } أولها، يوم الأحد، وآخرها الجمعة، مع قدرته على خلقها بلحظة، ولكنه تعالى رفيق حكيم.{ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ } الذي هو سقف المخلوقات، استواء يليق بجلاله.{ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ } يتولاكم، في أموركم، فينفعكم { وَلَا شَفِيع } يشفع لكم، إن توجه عليكم العقاب.{ أَفَلَا تَتَذَكَّرُونَ } فتعلمون أن خالق الأرض والسماوات، المستوي على العرش العظيم، الذي انفرد بتدبيركم، وتوليكم، وله الشفاعة كلها، هو المستحق لجميع أنواع العبادة.",
        "kathir": "يخبر تعالى أنه الخالق للأشياء ، فخلق السماوات والأرض وما بينهما في ستة أيام ، ثم استوى على العرش . وقد تقدم الكلام على ذلك .( ما لكم من دونه من ولي ولا شفيع ) أي : بل هو المالك لأزمة الأمور ، الخالق لكل شيء ، المدبر لكل شيء ، القادر على كل شيء ، فلا ولي لخلقه سواه ، ولا شفيع إلا من بعد إذنه .( أفلا تتذكرون ) يعني : أيها العابدون غيره ، المتوكلون على من عداه - تعالى وتقدس وتنزه أن يكون له نظير أو شريك أو نديد ، أو وزير أو عديل ، لا إله إلا هو ولا رب سواه .وقد أورد النسائي هاهنا حديثا فقال : حدثنا إبراهيم بن يعقوب ، حدثني محمد بن الصباح ، حدثنا أبو عبيدة الحداد ، حدثنا الأخضر بن عجلان ، عن أبي جريج المكي ، عن عطاء ، عن أبي هريرة ، أن رسول الله صلى الله عليه وسلم أخذ بيدي فقال : \" إن الله خلق السماوات والأرض وما بينهما في ستة أيام ، ثم استوى على العرش في اليوم السابع ، فخلق التربة يوم السبت ، والجبال يوم الأحد ، والشجر يوم الاثنين ، والمكروه يوم الثلاثاء ، والنور يوم الأربعاء ، والدواب يوم الخميس ، وآدم يوم الجمعة في آخر ساعة من النهار بعد العصر ، وخلقه من أديم الأرض ، بأحمرها وأسودها ، وطيبها وخبيثها ، من أجل ذلك جعل الله من بني آدم الطيب والخبيث \" .هكذا أورد هذا الحديث إسنادا ومتنا ، وقد أخرج مسلم والنسائي أيضا من حديث الحجاج بن محمد الأعور ، عن ابن جريج ، عن إسماعيل بن أمية ، عن أيوب بن خالد ، عن عبد الله بن رافع ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم بنحو من هذا السياق .وقد علله البخاري في كتاب \" التاريخ الكبير \" فقال : \" وقال بعضهم : أبو هريرة عن كعب الأحبار وهو أصح \" ، وكذا علله غير واحد من الحفاظ ، والله أعلم ."
      },
      "translations": {
        "en": "It is Allah who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne. You have not besides Him any protector or any intercessor; so will you not be reminded?",
        "fr": "Allah qui a créé en six jours les cieux et la terre, et ce qui est entre eux. Ensuite Il S'est établi «Istawâ» sur le Trône. Vous n'avez, en dehors de Lui, ni allié ni intercesseur. Ne vous rappelez-vous donc pas?",
        "es": "Alá es Quien ha creado los cielos, la tierra y lo que entre ellos está en seis días. Luego, se ha instalado en el Trono. Fuera de É, no tenéis amigo ni intercesor. ¿Es que no os dejaréis amonestar?"
      },
      "ibn_ashour": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ (4)لما كان الركن الأعظم من أركان هدى الكتاب هو إثبات الوحدانية للإله وإبطال الشرك عُقب الثناء على الكتاب بإثبات هذا الركن .وجيء باسم الجلالة مبتدأ لإحضاره في الأذهان بالاسم المختص به قطعاً لدابر عقيدة الشريك في الإلهية ، وخَبَرُ المبتدأ جملة { ما لكم من دونه من وليّ ولا شفيع } ، ويكون قوله : { الذي خلق السماوات والأرض وما بينهما صفة لاسم الجلالة .وجيء باسم الموصول للإيماء إلى وجه بناء الخبر وأنه الانفراد بالربوبية لجميع الخلائق في السماوات والأرض وما بينهما ، ومن أولئك المشركون المعنيون بالخبر ، والخطاب موجه إلى المشركين على طريقة الالتفات .والوليّ : مشتق من الولاء ، بمعنى : العهد والحلف والقرابة . ومن لوازم حقيقة الولاء النصر والدفاع عن المولَى . وأُريد بالولي : المشارك في الربوبية .والشفيع : الوسيط في قضاء الحوائج من دفع ضرّ أو جلب نفع . والمشركون زعموا أن الأصنام آلهة شركاء لله في الإلهية ثم ق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍۢ مِّمَّا تَعُدُّونَ",
      "tafsir": {
        "muyassar": "يدبر الله تعالى أَمْر المخلوقات من السماء إلى الأرض، ثم يصعد ذلك الأمر والتدبير إلى الله في يوم مقداره ألف سنة من أيام الدنيا التي تعدُّونها.",
        "mukhtasar": "يدبر الله سبحانه وتعالى أمر جميع المخلوقات في السماوات وفي الأرض، ثم يصعد إليه ذلك الأمر في يوم كان مقداره ألف سنة مما تعدّون أنتم - أيها الناس - في الدنيا.",
        "saadi": "{ يُدَبِّرُ الْأَمْرَ } القدري والأمر الشرعي، الجميع هو المتفرد بتدبيره، نازلة تلك التدابير من عند المليك القدير { مِنَ السَّمَاءِ إِلَى الْأَرْضِ } فَيُسْعِدُ بها ويُشْقِي، ويُغْنِي ويُفْقِرُ، ويُعِزُّ، ويُذِلُّ، ويُكرِمُ، ويُهِينُ، ويرفع أقوامًا، ويضع آخرين، ويُنزِّل الأرزاق.{ ثُمَّ يَعْرُجُ إِلَيْهِ } أي: الأمر ينزل من عنده، ويعرج إليه { فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ } وهو يعرج إليه، ويصله في لحظة.",
        "kathir": "وقوله : ( يدبر الأمر من السماء إلى الأرض ثم يعرج إليه ) أي : يتنزل أمره من أعلى السماوات إلى أقصى تخوم الأرض السابعة ، كما قال الله تعالى : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] .وترفع الأعمال إلى ديوانها فوق سماء الدنيا ، ومسافة ما بينها وبين الأرض [ مسيرة ] خمسمائة سنة ، وسمك السماء خمسمائة سنة .وقال مجاهد ، وقتادة ، والضحاك : النزول من الملك في مسيرة خمسمائة عام ، وصعوده في مسيرة خمسمائة عام ، ولكنه يقطعها في طرفة عين; ولهذا قال تعالى : ( في يوم كان مقداره ألف سنة مما تعدون ) ."
      },
      "translations": {
        "en": "He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count.",
        "fr": "Du ciel à la terre, Il administre l'affaire, laquelle ensuite monte vers Lui en un jour équivalent à mille ans de votre calcul.",
        "es": "Él dispone en el cielo todo lo de la tierra. Luego, todo ascenderá a Él en un día equivalente en duración a mil años de los vuestros."
      },
      "ibn_ashour": "يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ (5)جملة { يدبر الأمر } في موضع الحال من اسم الجلالة في قوله تعالى { الله الذي خلق السماوات والأرض } [ السجدة : 4 ] ، أي : خلق تلك الخلائق مدبِّراً أمرها . ويجوز أن تكون الجملة استئنافاً ، وقوله { من السماء } متعلق ب { يدبر } أو صفة للأمر أو حال منه ، و { من } ابتدائية . والمقصود من حرفي الابتداء والانتهاء شمول تدبير الله تعالى الأمور كلها في العالمين العلوي والسفلي تدبيراً شاملاً لها من السماء إلى الأرض ، فأفاد حرف الانتهاء شمول التدبير لأمورِ كل ما في السماوات والأرض وفيما بينهما .والتدبير : حقيقته التفكير في إصدار فعل متقن أوله وآخره وهو مشتق من دُبُر الأمر ، أي : آخره لأن التدبير النظر في استقامة الفعل ابتداء ونهاية . وهو إذا وصف به الله تعالى كنايةٌ عن لازم حقيقته وهو تمام الإتقان ، وتقدم شيء من هذا في أول سورة يونس وأول سورة الرعد .و { الأمر } : الشأن للأشياء ونظامُها وما به تقوُّمها . والتعريف فيه للجنس وهو مفيد لاستغراق الأمور كلها لا يخرج عن ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "tafsir": {
        "muyassar": "ذلك الخالق المدبِّر لشؤون العالمين، عالم بكل ما يغيب عن الأبصار، مما تُكِنُّه الصدور وتخفيه النفوس، وعالم بما شاهدته الأبصار، وهو القويُّ الظاهر الذي لا يغالَب، الرحيم بعباده المؤمنين.",
        "mukhtasar": "ذلك الذي يدبر ذلك كله هو عالم ما غاب وما حضر، لا يخفى عليه منهما شيء، العزيز الذي لا يغالبه أحد الذي ينتقم من أعدائه، الرحيم بعباده المؤمنين.",
        "saadi": "{ ذَلِكَ } الذي خلق تلك المخلوقات العظيمة، الذي استوى على العرش العظيم، وانفرد بالتدابير في المملكة، { عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ } فبسعة علمه، وكمال عزته، وعموم رحمته، أوجدها، وأودع فيها، من المنافع ما أودع، ولم يعسر عليه تدبيرها.",
        "kathir": "( ذلك عالم الغيب والشهادة ) أي : المدبر لهذه الأمور الذي هو شهيد على أعمال عباده ، يرفع إليه جليلها وحقيرها ، وصغيرها وكبيرها - هو ) العزيز ) الذي قد عز كل شيء فقهره وغلبه ، ودانت له العباد والرقاب ، ( الرحيم ) بعباده المؤمنين . فهو عزيز في رحمته ، رحيم في عزته [ وهذا هو الكمال : العزة مع الرحمة ، والرحمة مع العزة ، فهو رحيم بلا ذل ] ."
      },
      "translations": {
        "en": "That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,",
        "fr": "C'est Lui le Connaisseur [des mondes] inconnus et visibles, le Puissant, le Miséricordieux,",
        "es": "Tal es el Conocedor de lo oculto y de lo patente, el Poderoso, el Misericordioso,"
      },
      "ibn_ashour": "ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ (6)جيء بالإشارة إلى اسم الجلالة بعدما أجري عليه مِن أوصاف التصرف بخلق الكائنات وتدبير أمورها للتنبيه على أن المشار إليه باسم الإشارة حقيق بما يَرِد بعد اسم الإشارة من أجل تلك الصفات المتقدمة كما تقدم في قوله تعالى : { أولئك على هدى من ربهم } في سورة البقرة ( 5 ) ، لا جرم أن المتصرف بذلك الخلق والتدبير عالم بجميع مخلوقاته ومحيط بجميع شؤونها فهو عالم الغيب ، أي : ما غاب عن حواس الخلق ، وعالِمُ الشهادة ، وهو ما يدخل تحت إدراك الحواس ، فالمراد بالغيب والشهادة : كل غائب وكل مشهود . والمقصود هو علم الغيب لأنهم لما أنكروا البعث وإحياء الموتى كانت شبهتهم في إحالته أن أجزاء الأجسام تفرقت وتخللت الأرضَ ، ولذلك عقب بقوله بعده { وقالوا أإذا ضَلَلْنَا في الأرض إنَّا لفِي خلق جديد } [ السجدة : 10 ] . وأما عطف { والشهادة } فهو تكميل واحتراس .ومناسبة وصفه تعالى ب { العزيز الرحيم } عقب ما تقدم أنه خلق الخلق بمحض قدرته بدون معين ، فالعزة وهي الاستغناء عن الغير ظاهرة ، وأنه خلقهم على أحوال فيها لطف بهم فهو رحيم بهم فيما خلقهم إذ جعل أمور حياته",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍۢ",
      "tafsir": {
        "muyassar": "الله الذي أحكم خلق كل شيء، وبدأ خَلْقَ الإنسان، وهو آدم عليه السلام من طين.",
        "mukhtasar": "الذي أتقن كل شيء خلقه، وبدأ خلق آدم من طين على غير مثال سابق.",
        "saadi": "{ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ } أي: كل مخلوق خلقه اللّه، فإن اللّه أحسن خلقه، وخلقه خلقًا يليق به، ويوافقه، فهذا عام.ثم خص الآدمي لشرفه وفضله فقال: { وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ } وذلك بخلق آدم عليه السلام، أبي البشر.",
        "kathir": "يقول تعالى : إنه الذي أحسن خلق الأشياء وأتقنها وأحكمها .وقال مالك ، عن زيد بن أسلم : ( الذي أحسن كل شيء خلقه ) قال : أحسن خلق كل شيء . كأنه جعله من المقدم والمؤخر .ثم لما ذكر خلق السماوات والأرض ، شرع في ذكر خلق الإنسان فقال : ( وبدأ خلق الإنسان من طين ) يعني : خلق أبا البشر آدم من طين ."
      },
      "translations": {
        "en": "Who perfected everything which He created and began the creation of man from clay.",
        "fr": "qui a bien fait tout ce qu'Il a créé. Et Il a commencé la création de l'homme à partir de l'argile,",
        "es": "Que ha hecho bien todo cuanto ha creado y ha comenzado la creación del hombre de arcilla"
      },
      "ibn_ashour": "الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ خبر آخر عن اسم الإشارة أو وصف آخر ل { عالم الغيب } [ السجدة : 6 ] ، وهو ارتقاء في الاستدلال مشوبٌ بامتنان على الناس أنْ أحْسنَ خلقهم في جملة إحسان خلق كل شيء وبتخصيص خلق الإنسان بالذكر . والمقصود : أنه الذي خلق كل شيء وخاصة الإنسان خلقاً بعد أن لم يكن شيئاً مذكوراً ، وأخرج أصله من تراب ثم كوَّن فيه نظام النسل من ماء ، فكيف تعجزه إعادة أجزائه .والإحسان : جعل الشي حَسناً ، أي محموداً غير معيب ، وذلك بأن يكون وافياً بالمقصود منه فإنك إذا تأملت الأشياء رأيتها مصنوعة على ما ينبغي؛ فصلابة الأرض مثلاً للسير عليها ، ورقة الهواء ليسهل انتشاقه للتنفس ، وتوجه لهيب النار إلى فوقُ لأنها لو كانت مثل الماء تلتهب يميناً وشمالاً لكثرت الحرائق فأما الهواء فلا يقبل الاحتراق .وقوله { خَلَقَه } قرأه نافع وعاصم وحمزة والكسائي وخلف بصيغة فعل المضي على أن الجملة صفة ل { شيء } أي : كل شيء من الموجودات التي خلقها وهم يعرفون كثيراً منها . وقرأه الباقون بسكون اللام على أنه اسم هو بدل من { كل شيء } بدل اشتمال . وتخلص من هذا الوصف العام ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍۢ مِّن مَّآءٍۢ مَّهِينٍۢ",
      "tafsir": {
        "muyassar": "ثم جعل ذرية آدم متناسلة من نطفة ضعيفة رقيقة مهينة.",
        "mukhtasar": "ثم جعل ذريته من بعده من الماء الذي انسلَّ فخرج منه (المني).",
        "saadi": "{ ثُمَّ جَعَلَ نَسْلَهُ } أي: ذرية آدم ناشئة { مِنْ مَاءٍ مَهِينٍ } وهو النطفة المستقذرة الضعيفة.",
        "kathir": "( ثم جعل نسله من سلالة من ماء مهين ) أي : يتناسلون كذلك من نطفة تخرج من بين صلب الرجل وترائب المرأة ."
      },
      "translations": {
        "en": "Then He made his posterity out of the extract of a liquid disdained.",
        "fr": "puis Il tira sa descendance d'une goutte d'eau vile [le sperme];",
        "es": "-luego, ha establecido su descendencia de una gota de líquido vil-;"
      },
      "ibn_ashour": "ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ (8) و { من } في قوله { من سلالة } ابتدائية . وسميت النطفة التي يتقوم منها تكوين الجنين سُلالة كما في الآية لأنها تنفصل عن الرجل ، فقوله { من ماء مهين } بيان ل { سلالة . } و { من } بيانية فالسلالة هي الماء المهين ، هذا هو الظاهر لمتعارف الناس؛ ولكن في الآية إيماء علمي لم يدركه الناس إلا في هذا العصر وهو أن النطفة يتوقف تكوّن الجنين عليها لأنه يتكون من ذرات فيها تختلط مع سلالة من المرأة وما زاد على ذلك يذهب فضلة ، فالسلالة التي تنفرز من الماء المهين هي النسل لا جميع الماء المهين ، فتكون { من } في قوله { من ماء مهين } للتبعيض أو للابتداء .والمهين : الشيء الممتهن الذي لا يعبأ به . والغرض من إجراء هذا الوصف عليه الاعتبار بنظام التكوين إذ جعل الله تكوين هذا الجنس المكتمل التركيب العجيب الآثار من نوع ماء مهراق لا يُعبأ به ولا يصان .والتسوية : التقويم ، قال تعالى : { لقد خلقنا الإنسان في أحسن تقويم } [ التين : 4 ] . والضمير المنصوب في { سَوّاه } عائد إلى { نسله } لأنه أقرب مذكور ولأنه ظاهر العطف ب { ثم } وإن كان آدم قد سُوِّي ونفخ فيه من ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ",
      "tafsir": {
        "muyassar": "ثم أتم خلق الإنسان وأبدعه، وأحسن خلقته، ونفخ فيه مِن روحه بإرسال الملك له؛ لينفخ فيه الروح، وجعل لكم -أيها الناس- نعمة السمع والأبصار يُميَّز بها بين الأصوات والألوان والذوات والأشخاص، ونعمة العقل يُميَّز بها بين الخير والشر والنافع والضار. قليلا ما تشكرون ربكم على ما أنعم به عليكم.",
        "mukhtasar": "ثم أتم خلق الإنسان سويًّا، ونفخ فيه من روحه بأمر المَلَك الموكل بنفخ الروح، وجعل لكم - أيها الناس - الأسماع لتسمعوا بها، والأبصار لتبصروا بها، والأفئدة لتعقلوا بها، قليلًا ما تشكرون هذه النعم لله التي أنعم بها عليكم.",
        "saadi": "{ ثُمَّ سَوَّاهُ } بلحمه، وأعضائه، وأعصابه، وعروقه، وأحسن خلقته، ووضع كل عضو منه، بالمحل الذي لا يليق به غيره، { وَنَفَخَ فِيهِ مِنْ رُوحِهِ } بأن أرسل إليه الملك، فينفخ فيه الروح، فيعودبإذن اللّه، حيوانا، بعد أن كان جمادًا.{ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ } أي: ما زال يعطيكم من المنافع شيئًا فشيئا، حتى أعطاكم السمع والأبصار { وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ } الذي خلقكم وصوركم. ",
        "kathir": "( ثم سواه ) يعني : آدم ، لما خلقه من تراب خلقه سويا مستقيما ، ( ونفخ فيه من روحه وجعل لكم السمع والأبصار والأفئدة ) ، يعني العقول ، ( قليلا ما تشكرون ) أي : بهذه القوى التي رزقكموها الله عز وجل . فالسعيد من استعملها في طاعة ربه عز وجل ."
      },
      "translations": {
        "en": "Then He proportioned him and breathed into him from His [created] soul and made for you hearing and vision and hearts; little are you grateful.",
        "fr": "puis Il lui donna sa forme parfaite et lui insuffla de Son Esprit. Et Il vous a assigné l'ouïe, les yeux et le cœur. Que vous êtes peu reconnaissants!",
        "es": "luego, le ha dado forma armoniosa e infundido en él de Su Espíritu. Os ha dado el oído, la vista y el intelecto. ¡Qué poco agradecidos sois!"
      },
      "ibn_ashour": "ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (9)والنفخ : تمثيل لسريان اللطيفة الروحانية في الكثيفة الجسدية مع سرعة الإيداع ، وقد تقدم في قوله تعالى : { فإذا سوّيته ونفخْتُ فيه من رُوحي } في سورة الحجر ( 29 ) .والانتقال من الغيبة إلى الخطاب في قوله : وجعل لكم } التفات لأن المخاطبين من أفراد الناس وجَعْل السمع والأبصار والأفئدة للناس كلهم غير خاص بالمخاطبين فلما انتهض الاستدلال على عظيم القدرة وإتقان المراد من المصنوعات المتحدث عنهم بطريق الغيبة الشامل للمخاطبين وغيرهم ناسب أن يُلتفت إلى الحاضرين بنقل الكلام إلى الخطاب لأنه آثرُ بالامتنان وأسعدُ بما يرد بعده من التعريض بالتوبيخ في قوله { قليلاً ما تشكرون } . والامتنان بقوى الحواس وقوى العقل أقوى من الامتنان بالخلق وتسويته لأن الانتفاع بالحواس والإدراك متكرر متجدد فهو محسوس بخلاف التكوين والتقويم فهو محتاج إلى النظر في آثاره .والعدول عن أن يقال : وجعلكم سامعين مبصرين عالمين إلى { جعل لكم السمع والأبصار والأفئدة } لأن ذلك أعرق في الفصاحة ، ولما تؤذن به اللام من",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ",
      "tafsir": {
        "muyassar": "وقال المشركون بالله المكذبون بالبعث: أإذا صارت لحومنا وعظامنا ترابًا في الأرض أنُبعَث خلقًا جديدًا؟ يستبعدون ذلك غير طالبين الوصول إلى الحق، وإنما هو منهم ظلم وعناد؛ لأنهم بلقاء ربهم -يوم القيامة- كافرون.",
        "mukhtasar": "وقال المشركون المكذبون بالبعث: إذا متنا وغبنا في الأرض، وصارت أجسامنا ترابًا، فهل نُبْعث أحياء من جديد؟! لا يعقل ذلك، بل هم في واقع أمرهم كافرون بالبعث لا يؤمنون به.",
        "saadi": "أي: قال المكذبون بالبعث على وجه الاستبعاد: { أَئِذَا ضَلَلْنَا فِي الْأَرْضِ } أي: بَلِينَا وتمزقنا، وتفرقنا في المواضع التي لا تُعْلَمُ.{ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ } أي: لمبعوثون بعثًا جديدًا بزعمهم أن هذا من أبعد الأشياء، وذلك لقياسهم قدرة الخالق، بقدرهم.وكلامهم هذا، ليس لطلب الحقيقة، وإنما هو ظلم، وعناد، وكفر بلقاء ربهم وجحد، ولهذا قال: { بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُون } فكلامهم علم  مصدره وغايته، وإلا، فلو كان قصدهم بيان الحق، لَبَيَّنَ لهم من الأدلة القاطعة على ذلك، ما يجعله مشاهداً للبصيرة، بمنزلة الشمس للبصر.ويكفيهم، أنهم معهم علم أنهم قد ابتدئوا من العدم، فالإعادة أسهل من الابتداء، وكذلك الأرض الميتة، ينزل اللّه عليها المطر، فتحيا بعد موتها، وينبت به متفرق بذورها.",
        "kathir": "يقول تعالى مخبرا عن المشركين في استبعادهم المعاد حيث قالوا : ( أئذا ضللنا في الأرض ) أي : تمزقت أجسامنا وتفرقت في أجزاء الأرض وذهبت ، ( أئنا لفي خلق جديد ) ؟ أي : أئنا لنعود بعد تلك الحال ؟! يستبعدون ذلك ، وهذا إنما هو بعيد بالنسبة إلى قدرتهم العاجزة ، لا بالنسبة إلى قدرة الذي بدأهم وخلقهم من العدم ، الذي إنما أمره إذا أراد شيئا أن يقول له كن فيكون; ولهذا قال : ( بل هم بلقاء ربهم كافرون )"
      },
      "translations": {
        "en": "And they say, \"When we are lost within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in [the matter of] the meeting with their Lord, disbelievers.",
        "fr": "Et ils disent: «Quand nous serons perdus dans la terre [sous forme de poussière], redeviendrons-nous une création nouvelle?» En outre, ils ne croient pas en la rencontre avec leur Seigneur.",
        "es": "Dicen: «Cuando nos hayamos perdido en la tierra, ¿es verdad que se nos creará de nuevo?» No, no creen en el encuentro de su Señor."
      },
      "ibn_ashour": "وَقَالُوا أَئِذَا ضَلَلْنَا فِي الْأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ (10)الواو للحال ، والحال للتعجيب منهم كيف أحالوا إعادة الخلق وهم يعلمون النشأة الأولى ، وليست الإعادة بأعجب من بدء الخلق وخاصة بدء خلق آدم عن عدم ، وخُلوّ الجملة الماضوية عن حرف ( قد ) لا يقدح في كونها حالاً على التحقيق .والاستفهام في { أءذا ضللنا } للتعجب والإحالة ، أي أظهروا في كلامهم استبعاد البعث بعد فناء الأجساد واختلاطها بالتراب ، مغالطة للمؤمنين وترويجاً لكفرهم . والضّلال : الغياب ، ومنه : ضلال الطريق ، والضالة : الدابة التي ابتعدت عن أهلها فلم يعرف مكانها . وأرادوا بذلك إذا تفرقت أجزاء أجسادنا في خلال الأرض واختلطت بتراب الأرض . وقيل : الضلال في الأرض : الدخول فيها بناء على أنه يقال : أضلّ الناسُ الميت ، أي : دفنوه . وأنشدوا قول النابغة في رثاء النعمان بن الحارث الغساني :فآب مُضِلّوه بعين جَلية ... وغُودر بالجَوْلان حَزم ونائلوقرأه نافع والكسائي ويعقوب : { إنا لفي خلق جديد } بهمزة واحدة على الإخبار اكتفاء بدخول الاستفهام على أول الجملة ومتعلقها . وقرأ الباقون { أإنا ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: يتوفاكم ملك الموت الذي وُكِّل بكم، فيقبض أرواحكم إذا انتهت آجالكم، ولن تتأخروا لحظة واحدة، ثم تُردُّون إلى ربكم، فيجازيكم على جميع أعمالكم: إن خيرًا فخير وإن شرًا فشر.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين بالبعث: يتوفاكم ملك الموت الذي فوَّضه الله بقبض أرواحكم، ثم إلينا وحدنا يوم القيامة ترجعون للحساب والجزاء.",
        "saadi": "{ قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ } أي: جعله اللّه وكيلاً على قبض الأرواح، وله أعوان. { ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ } فيجازيكم بأعمالكم، وقد أنكرتم البعث، فانظروا ماذا يفعل اللّه بكم.",
        "kathir": ".ثم قال : ( قل يتوفاكم ملك الموت الذي وكل بكم ) ، الظاهر من هذه الآية أن ملك الموت شخص معين من الملائكة ، كما هو المتبادر من حديث البراء المتقدم ذكره في سورة \" إبراهيم \" ، وقد سمي في بعض الآثار بعزرائيل ، وهو المشهور ، قاله قتادة وغير واحد ، وله أعوان . وهكذا ورد في الحديث أن أعوانه ينتزعون الأرواح من سائر الجسد ، حتى إذا بلغت الحلقوم تناولها ملك الموت .قال مجاهد : حويت له الأرض فجعلت له مثل الطست ، يتناول منها حيث يشاء . ورواه زهير بن محمد عن النبي صلى الله عليه وسلم ، بنحوه مرسلا . وقاله ابن عباس ، رضي الله عنهما .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا يحيى بن أبي يحيى المقري ، حدثنا عمرو بن شمر عن جعفر بن محمد قال : سمعت أبي يقول : نظر رسول الله صلى الله عليه وسلم إلى ملك الموت عند رأس رجل من الأنصار ، فقال له النبي صلى الله عليه وسلم : \" يا ملك الموت ، ارفق بصاحبي فإنه مؤمن \" . فقال ملك الموت : يا محمد ، طب نفسا وقر عينا فإني بكل مؤمن رفيق ، واعلم أن ما في الأرض بيت مدر ولا شعر ، في بر ولا بحر ، إلا وأنا أتصفحه في كل يوم خمس مرات ، حتى إني أعرف بصغيرهم وكبيرهم منهم بأنفسهم ، والله يا محمد ، لو أني أردت أن أقبض روح بعوضة ما قدرت على ذلك حتى يكون الله هو الآمر بقبضها .قال جعفر : بلغني أنه إنما يتصفحهم عند مواقيت الصلاة ، فإذا حضرهم عند الموت فإن كان ممن يحافظ على الصلاة دنا منه الملك ، ودفع عنه الشيطان ، ولقنه الملك : \" لا إله إلا الله ، محمد رسول الله \" في تلك الحال العظيمة .وقال عبد الرزاق : حدثنا محمد بن مسلم ، عن إبراهيم بن ميسرة قال : سمعت مجاهدا يقول ما على ظهر الأرض من بيت شعر أو مدر إلا وملك الموت يطيف به كل يوم مرتين .وقال كعب الأحبار : والله ما من بيت فيه أحد من أهل الدنيا إلا وملك الموت يقوم على بابه كل يوم سبع مرات . ينظر هل فيه أحد أمر أن يتوفاه . رواه ابن أبي حاتم .وقوله : ( ثم إلى ربكم ترجعون ) أي : يوم معادكم وقيامكم من قبوركم لجزائكم ."
      },
      "translations": {
        "en": "Say, \"The angel of death will take you who has been entrusted with you. Then to your Lord you will be returned.\"",
        "fr": "Dis: «L'Ange de la mort qui est chargé de vous, vous fera mourir. Ensuite, vous serez ramenés vers Votre Seigneur».",
        "es": "Di: «El ángel de la muerte, encargado de vosotros, os llamara y, luego, seréis devueltos a vuestro Señor»."
      },
      "ibn_ashour": "قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (11)استئناف ابتدائي جار على طريقة حكاية المقاولات لأن جملة { قل في معنى جواب لقولهم أإذا ضللنا في الأرض إنّا لفي خلق جديد } [ السجدة : 10 ] ؛ أمر الرسول عليه الصلاة والسلام أن يعيد إعلامهم بأنهم مبعوثون بعد الموت . فالمقصود من الجملة هو قوله { ثم إلى ربكم ترجعون } إذ هو مناط إنكارهم ، وأما إنهم يتوفّاهم ملك الموت فذكره لتذكيرهم بالموت وهم لا ينكرون ذلك ولكنهم ألهتهم الحياة الدنيا عن النظر في إمكان البعث والاستعداد له فذكروا به ثم أدمج فيه ذكر ملك الموت لزيادة التخويف من الموت والتعريض بالوعيد من قوله { الذي وُكِّل بكم } فإنه موكل بكل ميت بما يناسب معاملته عند قبض روحه . وفيه إبطال لجهلهم بأن الموت بيد الله تعالى وأنه كما خلقهم يميتهم وكما يميتهم يحييهم ، وأن الإماتة والإحياء بإذنه وتسخير ملائكته في الحالين . وذلك إبطال لقولهم { ما هي إلا حياتنا الدنيا نموت ونحيا } [ الجاثية : 24 ] فأعلمهم الله أنهم لا يخرجون عن قبضة تصرفه طرفة عين لا في حال الحياة ولا في حال الممات . وإذا كان موتهم بفعل ملك ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ",
      "tafsir": {
        "muyassar": "ولو ترى -أيها المخاطب- إذ المجرمون الذين أنكروا البعث قد خفضوا رؤوسهم عند ربهم من الخزي والعار قائلين: ربنا أبصرنا قبائحنا، وسمعنا منك تصديق ما كانت رسلك تأمرنا به في الدنيا، وقد تُبْنا إليك، فارجعنا إلى الدنيا لنعمل فيها بطاعتك، إنا قد أيقنَّا الآن ما كنا به في الدنيا مكذبين من وحدانيتك، وأنك تبعث من في القبور. ولو رأيت -أيها الخاطب- ذلك كله، لرأيت أمرًا عظيمًا، وخطبًا جسيمًا.",
        "mukhtasar": "سوف يظهر المجرمون يوم القيامة وهم أذلاء يخفضون رؤوسهم بسبب كفرهم بالبعث، يشعرون بالخزي ويقولون: ربنا أَبْصَرنا ما كنا نكذب به من البعث، وسمعنا مصداق ما جاءت به الرسل من عندك، فارجعنا إلى الحياة الدنيا نعمل عملًا صالحًا يرضيك عنا، إنا موقنون الآن بالبعث وبصدق ما جاءت به الرسل، لو رأيت المجرمين على تلك الحال رأيت أمرًا عظيمًا.",
        "saadi": "لما ذكر تعالى رجوعهم إليه يوم القيامة، ذكر حالهم في مقامهم بين [يديه]  فقال: { وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ } الذين أصروا على الذنوب العظيمة، { نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ } خاشعين خاضعين أذلاء، مقرين بجرمهم، سائلين الرجعة قائلين: { رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا } أي: بأن لنا الأمر، ورأيناه عيانًا، فصار عين يقين.{ فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ } أي: صار عندنا الآن، يقين بما [كنا]  نكذب به، أي: لرأيت أمرا فظيعًا، وحالاً مزعجة، وأقوامًا خاسرين، وسؤلًا غير مجاب، لأنه قد مضى وقت الإمهال.",
        "kathir": "يخبر تعالى عن حال المشركين يوم القيامة ، وحالهم حين عاينوا البعث ، وقاموا بين يدي الله حقيرين ذليلين ، ناكسي رؤوسهم ، أي : من الحياء والخجل ، يقولون : ( ربنا أبصرنا وسمعنا ) أي : نحن الآن نسمع قولك ونطيع أمرك ، كما قال تعالى : ( أسمع بهم وأبصر يوم يأتوننا ) [ مريم : 38 ] . وكذلك يعودون على أنفسهم بالملامة إذا دخلوا النار بقولهم : ( لو كنا نسمع أو نعقل ما كنا في أصحاب السعير ) [ الملك : 10 ] . وهكذا هؤلاء يقولون : ( ربنا أبصرنا وسمعنا فارجعنا ) أي : إلى الدار الدنيا ، ( نعمل صالحا إنا موقنون ) أي : قد أيقنا وتحققنا أن وعدك حق ولقاءك حق ، وقد علم الرب تعالى منهم أنه لو أعادهم إلى الدار الدنيا لكانوا كما كانوا فيها كفارا يكذبون آيات الله ويخالفون رسله ، كما قال : ( ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون وقالوا إن هي إلا حياتنا الدنيا وما نحن بمبعوثين ) [ الأنعام : 27 - 29 ] ."
      },
      "translations": {
        "en": "If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\"",
        "fr": "Si tu voyais alors les criminels [comparaître], têtes basses devant leur Seigneur! «Notre Seigneur, Nous avons vu et entendu, renvoie-nous donc afin que nous puissions faire du bien; nous croyons [maintenant] avec certitude».",
        "es": "Si pudieras ver a los pecadores, cabizbajos ante su Señor: «¡Señor! ¡Hemos visto y oído! ¡Haznos volver para que hagamos obras buenas! ¡Estamos convencidos!»"
      },
      "ibn_ashour": "وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (12)أردف ذكر إنكارهم البعث بتصوير حال المنكرين أثر البعث وذلك عند حشرهم إلى الحساب ، وجيء في تصوير حالهم بطريقة حذف جواب { لو } حذفاً يرادفه أن تذهب نفس السامع كل مذهب من تصوير فظاعة حالهم وهول موقفهم بين يدي ربهم ، وبتوجيه الخطاب إلى غير معيّن لإفادة تناهي حالهم في الظهور حتى لا يختصّ به مخاطب .  والمعنى : لو ترى أيها الرائي لرأيت أمراً عظيماً .و { المجرمون هم الذين قالوا أإذا ضللنا في الأرض إنّا لفي خلق جديد } [ السجدة : 10 ] ، فهو إظهار في مقام الإضمار لقصد التسجيل عليهم بأنهم في قولهم ذلك مُجرمون ، أي آتون بجُرم وهو جُرم تكذيب الرسول صلى الله عليه وسلم وتعطيل الدليل .والناكس : الذي يجعل أعلى شيء إلى أسفل ، يقال : نكس رأسه ، إذا طأطأه لأنه كمن جعل أعلى الشيء إلى أسفل . ونكْس الرؤوس علامة الذلّ والندامة ، وذلك مما يُلاقون من التقريع والإهانة .والعندية عندية السلطة ، أي وهم في حكم ربهم لا يستطيعون محيداً عنه ، فشبه ذلك بالكون في مكان ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "ولو شئنا لآتينا هؤلاء المشركين بالله رشدهم وتوفيقهم للإيمان، ولكن حق القول مني ووجب لأملأنَّ جهنم من أهل الكفر والمعاصي، من الجِنَّة والناس أجمعين؛ وذلك لاختيارهم الضلالة على الهدى.",
        "mukhtasar": "ولو شئنا إعطاء كل نفس رشدها وتوفيقها لحملناها على هذا، ولكن وجب القول مني حكمة وعدلًا: لأملأنّ جهنم يوم القيامة من أهل الكفر من الثقلين: الجن والإنس؛ لاختيارهم طريق الكفر والضلال على طريق الإيمان والاستقامة.",
        "saadi": "وكل هذا بقضاء اللّه وقدره، حيث خلى بينهم وبين الكفر والمعاصي، فلهذا قال: { وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا } أي: لهدينا الناس كلهم، وجمعناهم على الهدى، فمشيئتنا صالحة لذلك، ولكن الحكمة، تأبى أن يكونوا كلهم على الهدى، ولهذا قال: { وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي } أي: وجب، وثبت ثبوتًا لا تغير فيه.{ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } فهذا الوعد، لا بد منه، ولا محيد عنه، فلا بد من تقرير أسبابه من الكفر والمعاصي.",
        "kathir": "وقال هاهنا ( ولو شئنا لآتينا كل نفس هداها ) ، كما قال تعالى ( ولو شاء ربك لآمن من في الأرض كلهم جميعا ) [ يونس : 99 ] .( ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين ) أي : من الصنفين ، فدارهم النار لا محيد لهم عنها ولا محيص لهم منها ، نعوذ بالله وكلماته التامة من ذلك ."
      },
      "translations": {
        "en": "And if We had willed, We could have given every soul its guidance, but the word from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together.",
        "fr": "«Si Nous voulions, Nous apporterions à chaque âme sa guidée. Mais la parole venant de Moi doit être réalisée: «J'emplirai l'Enfer de djinns et d'hommes réunis».",
        "es": "Si hubiéramos querido, habríamos dirigido a cada uno. Pero se ha realizado Mi sentencia: «¡He de llenar la gehena de genios y de hombres, de todos ellos!»"
      },
      "ibn_ashour": "وَلَوْ شِئْنَا لَآَتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (13)اعتراض بين القول المقدر قبل قوله { ربنا أبصَرْنا وسمِعنا } [ السجدة : 12 ] وبين الجواب عنه بقوله { فذوقوا بما نَسِيتم } [ السجدة : 14 ] فالواو التي في صدر الجملة اعتراضية ، وهي من قبيل واو الحال .ومفعول فعل المشيئة محذوف على ما هو الغالب في فعل المشيئة الواقع شرطاً استغناء عن المفعول بما يدل عليه جواب الشرط . والمعنى : لو شئنا لجبلنا كل نفس على الانسياق إلى الهدى بدون اختيار كما جبلت العجماوات على ما ألهمت إليه من نظام حياة أنواعها فلكانت النفوس غير محتاجة إلى النظر في الهدى وضده ، ولا إلى دعوة من الله إلى طريق الهدى ، ولكن الله لما أراد أن يَكل إلى نوع الإنسان تعمير هذا العالم ، وأن يجعله عنواناً لعلمه وحكمته ، وأن يفضله على جميع الأنواع والأجناس العامرة لهذا العالم؛ اقتضى لتحقيق هذه الحكمة أن يخلق في الإنسان عقلاً يدرك به النفعَ والضرّ ، والكمال والنقص ، والصلاح والفساد ، والتعمير والتخريب ، وتنكشف له بالتدبر عواقب الأعمال المشتبهة والممو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "يقال لهؤلاء المشركين -عند دخولهم النار-: فذوقوا العذاب؛ بسبب غفلتكم عن الآخرة وانغماسكم في لذائذ الدنيا، إنا تركناكم اليوم في العذاب، وذوقوا عذاب جهنم الذي لا ينقطع؛ بما كنتم تعملون في الدنيا من الكفر بالله ومعاصيه.",
        "mukhtasar": "ويقال لهم يوم القيامة تَبْكِيتًا لهم وتوبيخًا: ذوقوا العذاب بسبب غفلتكم في الحياة الدنيا عن لقاء الله يوم القيامة لحسابكم، إنا تركناكم في العذاب غير مبالين بما تقاسونه منه، وذوقوا عذاب النار الدائم الذي لا ينقطع بسبب ما كنتم تعملونه في الدنيا من المعاصي.",
        "saadi": "{ فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا } أي: يقال للمجرمين، الذين ملكهم الذل، وسألوا الرجعة إلى الدنيا، ليستدركوا ما فاتهم، قد فات وقت الرجوع ولم يبق إلا العذاب، فذوقوا العذاب الأليم، بما نسيتم لقاء يومكم هذا، وهذا النسيان نسيان ترك، أي: بما أعرضتم عنه، وتركتم العمل له، وكأنكم غير قادمين عليه، ولا ملاقيه.{ إِنَّا نَسِينَاكُمْ } أي: تركناكم بالعذاب، جزاء من جنس عملكم، فكما نَسِيتُمْ نُسِيتُمْ، { وَذُوقُوا عَذَابَ الْخُلْدِ } أي: العذاب غير المنقطع، فإن العذاب إذا كان له أجل وغاية، كان فيه بعض التنفيس والتخفيف، وأما عذاب جهنم - أعاذنا اللّه منه - فليس فيه روح راحة، ولا انقطاع لعذابهم فيها. { بِمَا كُنْتُمْ تَعْمَلُونَ } من الكفر والفسوق والمعاصي. ",
        "kathir": "( فذوقوا بما نسيتم لقاء يومكم هذا ) أي : يقال لأهل النار على سبيل التقريع والتوبيخ : ذوقوا [ هذا ] العذاب بسبب تكذيبكم به ، واستبعادكم وقوعه ، وتناسيكم له; إذ عاملتموه معاملة من هو ناس له ، ( إنا نسيناكم ) أي : [ إنا ] سنعاملكم معاملة الناسي; لأنه تعالى لا ينسى شيئا ولا يضل عنه شيء ، بل من باب المقابلة ، كما قال تعالى : ( اليوم ننساكم كما نسيتم لقاء يومكم هذا ) [ الجاثية : 34 ] .وقوله : ( وذوقوا عذاب الخلد بما كنتم تعملون ) أي : بسبب كفركم وتكذيبكم ، كما قال في الآية الأخرى : ( لا يذوقون فيها بردا ولا شرابا إلا حميما وغساقا جزاء وفاقا إنهم كانوا لا يرجون حسابا وكذبوا بآياتنا كذابا وكل شيء أحصيناه كتابا فذوقوا فلن نزيدكم إلا عذابا ) [ النبأ : 24 - 30 ] ."
      },
      "translations": {
        "en": "So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\"",
        "fr": "«Goûtez donc! Pour avoir oublié la rencontre de votre jour que voici. Nous aussi Nous vous avons oubliés. Goûtez au châtiment éternel pour ce que vous faisiez».",
        "es": "¡Gustad, pues, por haber olvidado que os llegaría este día! Nosotros también os hemos olvidado. ¡Gustad el castigo eterno por lo que habéis hecho!"
      },
      "ibn_ashour": "فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (14)هذا جواب عن قولهم { ربنا أبصرْنَا وسمِعنا } [ السجدة : 12 ] الذي هو إقرار بصدق ما كانوا يكذّبون به ، المؤذِن به قولهم { ربّنا أبصَرْنا وسمعنا . } فالفاء لتفريع جواب عن إقرارهم إلزاماً لهم بموجب إقرارهم ، أي فيتفرع على اعترافكم بحقية ما كان الرسول يدعوكم إليه أن يلحقكم عذاب النار .ومجيء التفريع من المتكلم على ما هو من كلام المخاطب فيه إلزام بالحجة كالفاءات في قوله تعالى : { قال فاخرج منها فإنك رجيم } [ الحجر : 34 ] وقوله { قال رب فأنظرني إلى يوم يبعثون قال فإنك من المنظرين إلى يوم الوقت المعلوم قال فبعزتك لأغْوِينَّهم أجمعين } [ ص : 79 82 ] ، وقوله : { فالحقَّ والحقَّ أقول لأملأنّ جهنم منك وممن تبعك منهم أجمعين } [ ص : 84 85 ] ؛ فهذه خمس فاءات كل فاء منها هي تفريع من المتكلم بها على كلام غيره . وقد تقدم ذلك في العطف بالواو عند قوله تعالى : { قال ومن ذريتي } في سورة ( البقرة 124 ) واستعمال الذوق بمعنى مطلق الإحساس مجاز مرسل تقدم عند قوله تعالى : { ليَذوق وبالَ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًۭا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
      "tafsir": {
        "muyassar": "إنما يصدق بآيات القرآن ويعمل بها الذين إذا وُعِظوا بها أو تُليت عليهم سجدوا لربهم خاشعين مطيعين، وسبَّحوا الله في سجودهم بحمده، وهم لا يستكبرون عن السجود والتسبيح له، وعبادته وحده لا شريك له.",
        "mukhtasar": "إنما يؤمن بآياتنا المنزلة على رسولنا الذين إذا وعظوا بها سجدوا لله مسبحين بحمده، وهم لا يستكبرون عن عبادة الله ولا عن السجود له بأي حال.",
        "saadi": "لما ذكر تعالى الكافرين بآياته، وما أعد لهم من العذاب، ذكر المؤمنين بها، ووصفهم، وما أعد لهم من الثواب، فقال: { إِنَّمَا يُؤْمِنُ بِآيَاتِنَا } [أي]  إيمانًا حقيقيًا، من يوجد منه شواهد الإيمان، وهم: { الَّذِينَ إِذَا ذُكِّرُوا } بآيات ربهم فتليت عليهم آيات القرآن، وأتتهم النصائح على أيدي رسل اللّه، ودُعُوا إلى التذكر، سمعوها فقبلوها، وانقادوا، و { خَرُّوا سُجَّدًا } أي: خاضعين لها، خضوع ذكر للّه، وفرح بمعرفته.{ وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ } لا بقلوبهم، ولا بأبدانهم، فيمتنعون من الانقياد لها، بل متواضعون لها، قد تلقوها بالقبول، والتسليم، وقابلوها بالانشراح والتسليم، وتوصلوا بها إلى مرضاة الرب الرحيم، واهتدوا بها إلى الصراط المستقيم.",
        "kathir": "يقول تعالى : ( إنما يؤمن بآياتنا ) أي : إنما يصدق بها ( الذين إذا ذكروا بها خروا سجدا ) أي : استمعوا لها وأطاعوها قولا وفعلا ( وسبحوا بحمد ربهم وهم لا يستكبرون ) [ أي ] عن اتباعها والانقياد لها ، كما يفعله الجهلة من الكفرة الفجرة ، [ وقد ] قال الله تعالى : ( إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين ) [ غافر : 60 ] ."
      },
      "translations": {
        "en": "Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allah] with praise of their Lord, and they are not arrogant.",
        "fr": "Seuls croient en Nos versets ceux qui, lorsqu'on les leur rappelle, tombent prosternés et, par des louanges à leur Seigneur, célèbrent Sa gloire et ne s'enflent pas d'orgueil.",
        "es": "Sólo creen en Nuestras aleyas quienes, al ser amonestados con ellas, caen al suelo en adoración y glorifican a su Señor, sin mostrarse altivos."
      },
      "ibn_ashour": "إِنَّمَا يُؤْمِنُ بِآَيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ (15 استئناف ناشىء عن قوله { أم يقولون افتراه الآية } [ السجدة : 3 ] ، تفرغ المقام له بعد أن أنحى بالتقريع والوعيد للكافرين على كفرهم بلقاء الله ، بما أفادت اسمية جملة { بل هم بلقاء ربهم كافرون } [ السجدة : 10 ] من أنهم ثابتون على الكفر بلقاء الله دائمون عليه ، وهو مما أنذرتهم به آيات القرآن ، فالتكذيب بلقاء الله تكذيب بما جاء به القرآن فهم لا يؤمنون ، وإنما يؤمن بآيات الله الذين ذُكرت أوصافهم هنا .والمراد بالآيات هنا آيات القرآن بقرينة قوله { الذين إذا ذُكِّروا بها } بتشديد الكاف ، أي أعيد ذكرها عليهم وتكررت تلاوتها على مسامِعهم .ومفاد { إنما } قصر إضافي ، أي يؤمن بآيات الله الذين إذا ذكروا بها تذكيراً بما سبق لهم سماعه لم يتريّثوا عن إظهار الخضوع لله دون الذين قالوا { أإذَا ضَلَلْنَا فِي الأرض إنَّا لفي خلق جديد } [ السجدة : 10 ] ، وهذا تأييس للنبيء صلى الله عليه وسلم من إيمانهم ، وتعريض بهم بأنهم لا ينفعون المسلمين بإيمانهم ولا يغيظونهم بالتصلب في ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًۭا وَطَمَعًۭا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
      "tafsir": {
        "muyassar": "ترتفع جنوب هؤلاء الذين يؤمنون بآيات الله عن فراش النوم، يتهجدون لربهم في صلاة الليل، يدعون ربهم خوفًا من العذاب وطمعًا في الثواب، ومما رزقناهم ينفقون في طاعة الله وفي سبيله.",
        "mukhtasar": "تتباعد جنوبهم عن فُرُشِهم التي كانوا عليها في نومهم يتركونها ويتوجهون إلى الله، يدعونه في صلاتهم وغيرها خوفًا من عذابه، وطمعًا في رحمته، ويبذلون الأموال التي أعطيناهم إياها في سبيل الله.",
        "saadi": "{ تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } أي: ترتفع جنوبهم، وتنزعج عن مضاجعها اللذيذة، إلى ما هو ألذ عندهم منه وأحب إليهم، وهو الصلاة في الليل، ومناجاة اللّه تعالى.ولهذا قال: { يَدْعُونَ رَبَّهُمْ } أي: في جلب مصالحهم الدينية والدنيوية، ودفع مضارهما. { خَوْفًا وَطَمَعًا } أي: جامعين بين الوصفين، خوفًا أن ترد أعمالهم، وطمعًا في قبولها، خوفًا من عذاب اللّه، وطمعًا في ثوابه.{ وَمِمَّا رَزَقْنَاهُمْ } من الرزق، قليلاً كان أو كثيرًا { يُنْفِقُونَ } ولم يذكر قيد النفقة، ولا المنفق عليه، ليدل على العموم، فإنه يدخل فيه، النفقة الواجبة، كالزكوات، والكفارات، ونفقة الزوجات والأقارب، والنفقة المستحبة في وجوه الخير، والنفقة والإحسان المالي، خير مطلقًا، سواء وافق غنيًا أو فقيرًا، قريبًا أو بعيدًا، ولكن الأجر يتفاوت، بتفاوت النفع، فهذا عملهم.",
        "kathir": "ثم قال [ تعالى : ( تتجافى جنوبهم عن المضاجع ) يعني بذلك قيام الليل ، وترك النوم والاضطجاع على الفرش الوطيئة . قال مجاهد والحسن في قوله تعالى ] : ( تتجافى جنوبهم ) يعني بذلك قيام الليل .وعن أنس ، وعكرمة ، ومحمد بن المنكدر ، وأبي حازم ، وقتادة : هو الصلاة بين العشاءين . وعن أنس أيضا : هو انتظار صلاة العتمة . رواه ابن جرير بإسناد جيد .وقال الضحاك : هو صلاة العشاء في جماعة ، وصلاة الغداة في جماعة .( يدعون ربهم خوفا وطمعا ) أي : خوفا من وبال عقابه ، وطمعا في جزيل ثوابه ، ( ومما رزقناهم ينفقون ) ، فيجمعون بين فعل القربات اللازمة والمتعدية ، ومقدم هؤلاء وسيدهم وفخرهم في الدنيا والآخرة رسول الله صلى الله عليه وسلم ، كما قال عبد الله بن رواحة ، رضي الله عنه :وفينا رسول الله يتلو كتابه إذا انشق معروف من الصبح ساطع      [ أرانا الهدى بعد العمى فقلوبنابه موقنات أن ما قال واقع ]     يبيت يجافي جنبه عن فراشهإذا استثقلت بالمشركين المضاجعوقال الإمام أحمد : حدثنا روح وعفان قالا حدثنا حماد بن سلمة ، أخبرنا عطاء بن السائب ، عن مرة الهمداني ، عن ابن مسعود ، عن النبي صلى الله عليه وسلم قال : \" عجب ربنا من رجلين : رجل ثار من وطائه ولحافه ، ومن بين أهله وحيه إلى صلاته ، [ فيقول ربنا : أيا ملائكتي ، انظروا إلى عبدي ، ثار من فراشه ووطائه ، ومن بين حيه وأهله إلى صلاته ] رغبة فيما عندي ، وشفقة مما عندي . ورجل غزا في سبيل الله ، عز وجل ، فانهزموا ، فعلم ما عليه من الفرار ، وما له في الرجوع ، فرجع حتى أهريق دمه ، رغبة فيما عندي وشفقة مما عندي . فيقول الله ، عز وجل للملائكة : انظروا إلى عبدي رجع رغبة فيما عندي ، ورهبة مما عندي ، حتى أهريق دمه \" .وهكذا رواه أبو داود في \" الجهاد \" ، عن موسى بن إسماعيل ، عن حماد بن سلمة ، به بنحوه .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن عاصم بن أبي النجود ، عن أبي وائل ، عن معاذ بن جبل قال : كنت مع النبي صلى الله عليه وسلم في سفر ، فأصبحت يوما قريبا منه ، ونحن نسير ، فقلت : يا نبي الله ، أخبرني بعمل يدخلني الجنة ويباعدني من النار . قال : \" لقد سألت عن عظيم ، وإنه ليسير على من يسره الله عليه ، تعبد الله ولا تشرك به شيئا ، وتقيم الصلاة ، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت \" . ثم قال : \" ألا أدلك على أبواب الخير ؟ الصوم جنة ، والصدقة تطفئ الخطيئة ، وصلاة الرجل في جوف الليل \" . ثم قرأ : ( تتجافى جنوبهم عن المضاجع ) ، حتى بلغ ) يعملون ) . ثم قال : \" ألا أخبرك برأس الأمر وعموده وذروة سنامه ؟ \" فقلت : بلى ، يا رسول الله . فقال : \" رأس الأمر الإسلام ، وعموده الصلاة ، وذروة سنامه الجهاد في سبيل الله \" . ثم قال : \" ألا أخبرك بملاك ذلك كله ؟ \" فقلت : بلى ، يا نبي الله . فأخذ بلسانه ثم قال : \" كف عليك هذا \" . فقلت : يا رسول الله ، وإنا لمؤاخذون بما نتكلم به . فقال : ثكلتك أمك يا معاذ ، وهل يكب الناس في النار على وجوههم - أو قال : على مناخرهم - إلا حصائد ألسنتهم \" .رواه الترمذي والنسائي وابن ماجه في سننهم ، من طرق عن معمر ، به . وقال الترمذي : حسن صحيح . ورواه ابن جرير من حديث شعبة ، عن الحكم قال : سمعت عروة بن النزال يحدث عن معاذ بن جبل ; أن رسول الله صلى الله عليه وسلم قال له : \" ألا أدلك على أبواب الخير : الصوم جنة ، والصدقة تكفر الخطيئة ، وقيام العبد في جوف الليل \" ، وتلا هذه الآية : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) .ورواه أيضا من حديث الثوري ، عن منصور بن المعتمر ، عن الحكم ، عن ميمون بن أبي شبيب ، عن معاذ ، عن النبي صلى الله عليه وسلم بنحوه ، ومن حديث الأعمش ، عن حبيب بن أبي ثابت ، والحكم عن ميمون بن أبي شبيب ، عن معاذ مرفوعا بنحوه . ومن حديث حماد بن سلمة ، عن عاصم بن أبي النجود ، عن شهر ، عن معاذ بن جبل ، عن النبي صلى الله عليه وسلم ، في قوله تعالى : ( تتجافى جنوبهم عن المضاجع ) قال : \" قيام العبد من الليل \" .وقال ابن أبي حاتم : حدثنا أحمد بن سنان الواسطي ، حدثنا يزيد بن هارون ، حدثنا فطر بن خليفة ، عن حبيب بن أبي ثابت ، والحكم ، وحكيم بن جبير ، عن ميمون بن أبي شبيب ، عن معاذ بن جبل قال : كنت مع النبي صلى الله عليه وسلم في غزوة تبوك فقال : \" إن شئت أنبأتك بأبواب الخير : الصوم جنة ، والصدقة تطفئ الخطيئة ، وقيام الرجل في جوف الليل \" ، ثم تلا رسول الله صلى الله عليه وسلم : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) .ثم قال : حدثنا أبي ، حدثنا سويد بن سعيد ، حدثنا علي بن مسهر ، عن عبد الرحمن بن إسحاق ، عن شهر بن حوشب ، عن أسماء بنت يزيد قالت : قال رسول الله صلى الله عليه وسلم : \" إذا جمع الله الأولين والآخرين يوم القيامة ، جاء مناد فنادى بصوت يسمع الخلائق : سيعلم أهل الجمع اليوم من أولى بالكرم . ثم يرجع فينادي : ليقم الذين كانت ( تتجافى جنوبهم عن المضاجع ) الآية ، فيقومون وهم قليل \" .وقال البزار : حدثنا عبد الله بن شبيب ، حدثنا الوليد بن عطاء بن الأغر ، حدثنا عبد الحميد بن سليمان ، حدثني مصعب ، عن زيد بن أسلم ، عن أبيه قال : قال بلال لما نزلت هذه الآية : ( تتجافى جنوبهم عن المضاجع ) [ الآية ] ، كنا نجلس في المجلس ، وناس من أصحاب رسول الله صلى الله عليه وسلم يصلون بعد المغرب إلى العشاء ، فنزلت هذه الآية : ( تتجافى جنوبهم عن المضاجع ) .ثم قال : لا نعلم روى أسلم عن بلال سواه ، وليس له طريق عن بلال غير هذه الطريق ."
      },
      "translations": {
        "en": "They arise from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.",
        "fr": "Ils s'arrachent de leurs lits pour invoquer leur Seigneur, par crainte et espoir; et ils font largesse de ce que Nous leur attribuons.",
        "es": "Se alzan del lecho para invocar a su Señor con temor y anhelo y dan limosna de lo que les hemos proveído."
      },
      "ibn_ashour": "تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (16) وجملة { تتجافى جنوبهم } حال من الموصول ، أي : الذين إذا ذُكِّروا بها خرّوا ومَن حالهم تتجافى جنوبهم عن المضاجع ، أو استئناف . وجيء فيها بالمضارع لإفادة تكرر ذلك وتجدده منهم في أجزاء كثيرة من الأوقات المعدة لاضطجاع وهي الأوقات التي الشأن فيها النوم .والتجافي : التباعد والمتاركة . والمعنى : أن تجافي جنوبهم عن المضاجع يتكرر في الليلة الواحدة ، أي : يكثرون السهر بقيام الليل والدعاء لله؛ وقد فسره النبي صلى الله عليه وسلم بصلاة الرجل في جوف الليل ، كما سيأتي في حديث معاذ عند الترمذي .و { المضاجع : الفرش جمع مضجع ، وهو مكان الضجع ، أي : الاستلقاء للراحة والنوم . وأل فيه عوض عن المضاف إليه ، أي عن مضاجعهم كقوله تعالى : { فإن الجنة هي المأوى } [ النازعات : 41 ] . وهذا تعريض بالمشركين إذ يمضون ليلهم بالنوم لا يصرفه عنهم تفكر بل يسقطون كما تسقط الأنعام . وقد صرح بهذا المعنى عبد الله بن رواحة بقوله يصف النبي صلى الله عليه وسلم وهو سيد أصحاب هذا الشأن :يبيت يجافي جنبه عن فراشه ... ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "فَلَا تَعْلَمُ نَفْسٌۭ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍۢ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "فلا تعلم نفس ما ادَّخر الله لهؤلاء المؤمنين مما تَقَرُّ به العين، وينشرح له الصدر؛ جزاء لهم على أعمالهم الصالحة.",
        "mukhtasar": "فلا تعلم أي نفس ما أعدّه الله لهم مما تقرّ به أعينهم، جزاءً منه لهم على ما كانوا يعملونه في الدنيا من الأعمال الصالحات، فهو جزاء لا يحيط به إلا اللهُ لعِظَمه.",
        "saadi": "وأما جزاؤهم، فقال: { فَلَا تَعْلَمُ نَفْسٌ } يدخل فيه جميع نفوس الخلق، لكونها نكرة في سياق النفي. أي: فلا يعلم أحد { مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ } من الخير الكثير، والنعيم الغزير، والفرح والسرور، واللذة والحبور، كما قال تعالى على لسان رسوله: \"أعددت لعبادي الصالحين، ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر\" فكما صلوا في الليل، ودعوا، وأخفوا العمل، جازاهم من جنس عملهم، فأخفى أجرهم، ولهذا قال: { جَزَاءً بِمَا كَانُوا يَعْمَلُونَ }  ",
        "kathir": "وقوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) أي : فلا يعلم أحد عظمة ما أخفى الله لهم في الجنات من النعيم المقيم ، واللذات التي لم يطلع على مثلها أحد ، لما أخفوا أعمالهم أخفى الله لهم من الثواب ، جزاء وفاقا; فإن الجزاء من جنس العمل .قال الحسن [ البصري ] : أخفى قوم عملهم فأخفى الله لهم ما لم تر عين ، ولم يخطر على قلب بشر . رواه ابن أبي حاتم .قال البخاري : قوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) الآية : حدثنا علي بن عبد الله ، حدثنا سفيان ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم قال : \" قال الله تعالى : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" . قال أبو هريرة : فاقرءوا إن شئتم : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) .قال : وحدثنا سفيان ، حدثنا أبو الزناد ، عن الأعرج ، عن أبي هريرة قال : قال الله مثله . قيل لسفيان : رواية ؟ قال : فأي شيء ؟ .ورواه مسلم والترمذي من حديث سفيان بن عيينة ، به . وقال الترمذي : حسن صحيح .ثم قال البخاري : حدثنا إسحاق بن نصر ، حدثنا أبو أسامة ، عن الأعمش ، حدثنا أبو صالح ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم : \" يقول الله تعالى : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر ، ذخرا من بله ما أطلعتم عليه \" ، ثم قرأ : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) .قال أبو معاوية ، عن الأعمش ، عن أبي صالح ، قرأ أبو هريرة : \" قرات أعين \" . انفرد به البخاري من هذا الوجه .وقال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة عن رسول الله صلى الله عليه وسلم : \" إن الله تعالى قال : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" .أخرجاه في الصحيحين من رواية عبد الرزاق . ورواه الترمذي في التفسير ، وابن جرير ، من حديث عبد الرحيم بن سليمان ، عن محمد بن عمرو ، عن أبي سلمة ، عن أبي هريرة ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم بمثله . ثم قال الترمذي : هذا حديث حسن صحيح .وقال حماد بن سلمة ، عن ثابت ، عن أبي رافع ، عن أبي هريرة ، رضي الله عنه ، قال حماد : أحسبه عن النبي صلى الله عليه وسلم قال : \" من يدخل الجنة ينعم لا يبأس ، لا تبلى ثيابه ، ولا يفنى شبابه ، في الجنة ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" .رواه مسلم من حديث حماد بن سلمة به .وروى الإمام أحمد : حدثنا هارون ، حدثنا ابن وهب ، حدثني أبو صخر ، أن أبا حازم حدثه قال : سمعت سهل بن سعد الساعدي ، رضي الله عنه ، يقول : شهدت من رسول الله صلى الله عليه وسلم مجلسا وصف فيه الجنة ، حتى انتهى ، ثم قال في آخر حديثه : \" فيها ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" ، ثم قرأ هذه الآية : ( تتجافى جنوبهم عن المضاجع [ يدعون ربهم خوفا وطمعا ] ) ، إلى قوله : ( يعملون ) .وأخرجه مسلم في صحيحه عن هارون بن معروف ، وهارون بن سعيد ، كلاهما عن ابن وهب ، به .وقال ابن جرير : حدثني العباس بن أبي طالب ، حدثنا معلى بن أسد ، حدثنا سلام بن أبي مطيع ، عن قتادة ، عن عقبة بن عبد الغافر ، عن أبي سعيد الخدري ، عن رسول الله صلى الله عليه وسلم ، يروي عن ربه ، عز وجل ، قال : \" أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" . لم يخرجوه .وقال مسلم أيضا في صحيحه : حدثنا ابن أبي عمر وغيره ، حدثنا سفيان ، حدثنا مطرف بن طريف وعبد الملك بن سعيد ، سمعا الشعبي يخبر عن المغيرة بن شعبة قال : سمعته على المنبر - يرفعه إلى النبي صلى الله عليه وسلم - قال : \" سأل موسى ، عليه السلام ربه عز وجل : ما أدنى أهل الجنة منزلة ؟ قال : هو رجل يجيء بعدما أدخل أهل الجنة الجنة ، فيقال له : ادخل الجنة . فيقول : أي رب ، كيف وقد نزل الناس منازلهم ، وأخذوا أخذاتهم ؟ فيقال له : أترضى أن يكون لك مثل ملك ملك من ملوك الدنيا ؟ فيقول : رضيت رب . فيقول : لك ذلك ، ومثله ، ومثله ، ومثله ، ومثله ، فقال في الخامسة : رضيت رب . فيقول : هذا لك وعشرة أمثاله ولك ما اشتهت نفسك ولذت عينك . فيقول : رضيت رب . قال : رب ، فأعلاهم منزلة ؟ قال : أولئك الذين أردت ، غرست كرامتهم بيدي ، وختمت عليها ، فلم تر عين ، ولم تسمع أذن ، ولم يخطر على قلب بشر \" ، قال : ومصداقه من كتاب الله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) .ورواه الترمذي عن ابن أبي عمر ، وقال : حسن صحيح ، قال : ورواه بعضهم عن الشعبي ، عن المغيرة ولم يرفعه ، والمرفوع أصح .قال ابن أبي حاتم : حدثنا جعفر بن منير المدائني ، حدثنا أبو بدر شجاع بن الوليد ، حدثنا زياد بن خيثمة ، عن محمد بن جحادة ، عن عامر بن عبد الواحد قال : بلغني أن الرجل من أهل الجنة يمكث في مكانه سبعين سنة ، ثم يلتفت فإذا هو بامرأة أحسن مما كان فيه ، فتقول له : قد أنى لك أن يكون لنا منك نصيب ؟ فيقول : من أنت ؟ فتقول : أنا من المزيد . فيمكث معها سبعين سنة ، ثم يلتفت فإذا هو بامرأة أحسن مما كان فيه ، فتقول له : قد أنى لك أن يكون لنا منك نصيب ، فيقول : من أنت ؟ فتقول : أنا التي قال الله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) .وقال ابن لهيعة : حدثني عطاء بن دينار ، عن سعيد بن جبير قال : تدخل عليهم الملائكة في مقدار كل يوم من أيام الدنيا ثلاث مرات ، معهم التحف من الله من جنات عدن ما ليس في جناتهم ، وذلك قوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) ، ويخبرون أن الله عنهم راض .وقال ابن جرير : حدثنا سهل بن موسى الرازي ، حدثنا الوليد بن مسلم ، عن صفوان بن عمرو ، عن أبي اليمان الهوزني - أو غيره - قال : الجنة مائة درجة ، أولها درجة فضة وأرضها فضة ، ومساكنها فضة ، [ وآنيتها فضة ] وترابها المسك . والثانية ذهب ، وأرضها ذهب ، ومساكنها ذهب ، وآنيتها ذهب ، وترابها المسك . والثالثة لؤلؤ ، وأرضها لؤلؤ ، ومساكنها اللؤلؤ ، وآنيتها اللؤلؤ ، وترابها المسك . وسبع وتسعون بعد ذلك ، ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر . ثم تلا هذه الآية : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون )وقال ابن جرير : حدثني يعقوب بن إبراهيم ، حدثنا معتمر بن سليمان ، عن الحكم بن أبان ، عن الغطريف ، عن جابر بن زيد ، عن ابن عباس عن النبي صلى الله عليه وسلم ، عن الروح الأمين قال : \" يؤتى بحسنات العبد وسيئاته ، ينقص بعضها من بعض ، فإن بقيت حسنة [ واحدة ] وسع الله له في الجنة \" ، قال : فدخلت على \" يزداد \" فحدث بمثل هذا الحديث ، قال : فقلت : فأين ذهبت الحسنة ؟ قال : ( أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون ) [ الأحقاف : 16 ] . قلت : قوله تعالى : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) ، قال : العبد يعمل سرا أسره إلى الله ، لم يعلم به الناس ، فأسر الله له يوم القيامة قرة أعين ."
      },
      "translations": {
        "en": "And no soul knows what has been hidden for them of comfort for eyes as reward for what they used to do.",
        "fr": "Aucun être ne sait ce qu'on a réservé pour eux comme réjouissance pour les yeux, en récompense de ce qu'ils œuvraient!",
        "es": "Nadie sabe la alegría reservada a ellos en retribución a sus obras."
      },
      "ibn_ashour": "فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (17)فدلّ على أن المراد ب { نفس } في هذه الآية أصحاب النفوس البشرية .فإن مدركات العقول منتهية إلى ما تدركه الأبصار من المرئيات من الجمال والزينة ، وما تدركه الأسماع من محاسن الأقوال ومحامدها ومحاسن النغمات ، وإلى ما تبلغ إليه المتخيلات من هيئات يركِّبها الخيال من مجموع ما يعهده من المرئيات والمسمُوعات مثل الأنهار من عسل أو خمر أو لبن ، ومثل القصور والقباب من اللؤلؤ ، ومثل الأشجار من زبرجد ، والأزهار من ياقوت ، وتراب من مسك وعنبر ، فكل ذلك قليل في جانب ما أعدّ لهم في الجنة من هذه الموصوفات ولا تبلغه صفات الواصفين لأن منتهى الصفة محصور فيما تنتهي إليه دلالات اللغات مما يخطر على قلوب البشر فلذلك قال النبي صلى الله عليه وسلم « ولا خطر على قلب بشر » وهذا كقولهم في تعظيم شيء : هذا لا يعلمه إلا الله . قال الشاعر :فلم يدر إلا الله ما هيجت لنا ... عشية آناء الديار وشامهاوعُبر عن تلك النعم ب { مَا أُخفِيَ } لأنها مغيبة لا تدرك إلا في عالم الخلود .وقرة الأعين : كناية عن المسرة كما تقدم في قوله تعالى :",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "أَفَمَن كَانَ مُؤْمِنًۭا كَمَن كَانَ فَاسِقًۭا ۚ لَّا يَسْتَوُۥنَ",
      "tafsir": {
        "muyassar": "أفمن كان مطيعًا لله ورسوله مصدقًا بوعده ووعيده، مثل من كفر بالله ورسله وكذب باليوم الآخر؟ لا يستوون عند الله.",
        "mukhtasar": "من كان مؤمنًا بالله عاملًا بأوامره مجتنبًا لنواهيه، ليس كمن كان خارجًا عن طاعته؛ لا يستوي الفريقان عند الله في الجزاء.",
        "saadi": "ينبه تعالى، العقول على ما تقرر فيها، من عدم تساوي المتفاوتين المتباينين، وأن حكمته تقتضي عدم تساويهما فقال: { أَفَمَنْ كَانَ مُؤْمِنًا } قد عمر قلبه بالإيمان، وانقادت جوارحه لشرائعه، واقتضى إيمانه آثاره وموجباته، من ترك مساخط اللّه، التي  يضر وجودها بالإيمان.{ كَمَنْ كَانَ فَاسِقًا } قد خرب قلبه، وتعطل من الإيمان، فلم يكن فيه وازع ديني، فأسرعت جوارحه بموجبات الجهل والظلم، من كل إثم ومعصية، وخرج بفسقه عن طاعة الله.أفيستوي هذان الشخصان؟.{ لَا يَسْتَوُونَ } عقلاً وشرعًا، كما لا يستوي الليل والنهار، والضياء والظلمة، وكذلك لا يستوي ثوابهما في الآخرة.",
        "kathir": "يخبر تعالى عن عدله [ وكرمه ] أنه لا يساوي في حكمه يوم القيامة من كان مؤمنا بآياته متبعا لرسله ، بمن كان فاسقا ، أي : خارجا عن طاعة ربه مكذبا لرسله إليه ، كما قال تعالى : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون ) [ الجاثية : 21 ] ، وقال تعالى : ( أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار ) ، وقال تعالى : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ; ولهذا قال تعالى هاهنا : ( أفمن كان مؤمنا كمن كان فاسقا لا يستوون ) أي : عند الله يوم القيامة ."
      },
      "translations": {
        "en": "Then is one who was a believer like one who was defiantly disobedient? They are not equal.",
        "fr": "Celui qui est croyant est-il comparable au pervers? (Non), ils ne sont point égaux.",
        "es": "¿Es que el creyente es como el perverso? No son iguales."
      },
      "ibn_ashour": "أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (18) فُرع بالفاء على ما تقدم من الآيات من الوعد للمؤمنين والوعيد للكافرين استفهام بالهمزة مستعمل في إنكار المساواة بين المؤمن والكافر ، وهو إنكار بتنزيل السامع منزلة المتعجب من البَون بين جزاء الفريقين في ذلك اليوم فكانَ الإنكار موجهاً إلى ذلك التعجب في معنى الاستئناف البياني . والكاف للتشبيه في الجزاء .وجملة { لا يستوون } عطف بيان للمقصود من الاستفهام .والفاسق هنا هو : مَن ليس بمؤمن بقرينة قوله بعده { وقيل لهم ذُوقُوا عذابَ النار الذي كنتم به تكذبون . } فالمراد : الفسق عن الإيمان الذي هو الشرك وهو إطلاق كثير في القرآن . ثم أكد كِلا الجزاءين بذكر مرادف لمدلوله مع زيادة فائدة",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "أما الذين آمنوا بالله وعملوا بما أُمِروا به فجزاؤهم جنات يأوون إليها، ويقيمون في نعيمها ضيافة لهم؛ جزاءً لهم بما كانوا يعملون في الدنيا بطاعته.",
        "mukhtasar": "أما الذين آمنوا بالله وعملوا الأعمال الصالحات، فجزاؤهم المعدّ لهم جنات يستقرون فيها كرامة من الله لهم، جزاءً على ما كانوا يعملونه في الدنيا من الأعمال الصالحات.",
        "saadi": "{ وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } من فروض ونوافل { فَلَهُمْ جَنَّاتُ الْمَأْوَى } أي: الجنات التي هي مأوى اللذات، ومعدن الخيرات، ومحل الأفراح، ونعيم القلوب، والنفوس، والأرواح، ومحل الخلود، وجوار الملك المعبود، والتمتع بقربه، والنظر إلى وجهه، وسماع خطابه.{ نُزُلًا } لهم أي: ضيافة، وقِرًى { بِمَا كَانُوا يَعْمَلُونَ } فأعمالهم التي تفضل اللّه بها عليهم، هي التي أوصلتهم لتلك المنازل الغالية العالية، التي لا يمكن التوصل إليها ببذل الأموال، ولا بالجنود والخدم، ولا بالأولاد، بل ولا بالنفوس والأرواح، ولا يتقرب إليها بشيء أصلا، سوى الإيمان والعمل الصالح.",
        "kathir": "وقد ذكر عطاء بن يسار والسدي وغيرهما : أنها نزلت في علي بن أبي طالب ، وعقبة بن أبي معيط ; ولهذا فصل حكمهم فقال :( أما الذين آمنوا وعملوا الصالحات ) أي : صدقت قلوبهم بآيات الله وعملوا بمقتضاها ، وهي الصالحات ( فلهم جنات المأوى ) أي : التي فيها المساكن والدور والغرف العالية ) نزلا ) أي : ضيافة وكرامة ( بما كانوا يعملون)"
      },
      "translations": {
        "en": "As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do.",
        "fr": "Ceux qui croient et accomplissent les bonnes œuvres, auront leur résidence dans les Jardins du Refuge, en récompense de ce qu'ils œuvraient.",
        "es": "Quienes crean y obren bien tendrán los jardines de la Morada como alojamiento en premio a sus obras."
      },
      "ibn_ashour": "أَمَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ (19) ، فجملةُ { فلهم جنات المأوى } إلى آخرها مؤكدة لمضمون جملة { فلا تعلم نفس ما أخْفِي لهم } [ السجدة : 17 ] إلى آخرها .وجملة { فمأواهم النار } إلى آخرها مؤكدة لمضمون جملة { فذوقوا بما نسيتم لقاء يومكم هذا إلى بما كنتم تعملون } [ السجدة : 14 ] .و { مَن } الموصولة في الموضعين عامة بقرينة التفصيل بالجمع في قوله { أمَّا الذينَ آمنوا } الخ .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
      "tafsir": {
        "muyassar": "وأما الذين خرجوا عن طاعة الله وعملوا بمعاصيه فمستقرهم جهنم، كلما أرادوا أن يخرجوا منها أعيدوا فيها، وقيل لهم -توبيخا وتقريعا-: ذوقوا عذاب النار الذي كنتم به تكذبون في الدنيا.",
        "mukhtasar": "وأما الذين خرجوا عن طاعة الله بالكفر وارتكاب المعاصي، فمستقرّهم الذي أُعِدَّ لهم يوم القيامة النار، ماكثين فيها أبدًا، كلما أرادوا أن يخرجوا منها أعيدوا فيها، وقيل لهم تَبْكِيتًا لهم: ذوقوا عذاب النار الذي كنتم تكذبون به في الدنيا عندما كانت رسلكم تخوّفكم منه.",
        "saadi": "{ وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ } أي: مقرهم ومحل خلودهم، النار التي جمعت كل عذاب وشقاء، ولا يُفَتَّرُ عنهم العقاب ساعة.{ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا } فكلما حدثتهم إرادتهم بالخروج، لبلوغ العذاب منهم كل مبلغ، ردوا إليها، فذهب عنهم روح ذلك الفرج، واشتد عليهم الكرب.{ وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ } فهذا عذاب النار، الذي يكون فيه مقرهم ومأواهم، وأما العذاب الذي قبل ذلك، ومقدمة له وهو عذاب البرزخ، فقد ذكر بقوله:",
        "kathir": "أي : خرجوا عن الطاعة ، ( فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها ) كقوله : ( كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها ) الآية [ الحج : 22 ] .قال الفضيل بن عياض : والله إن الأيدي لموثقة ، وإن الأرجل لمقيدة ، وإن اللهب ليرفعهم والملائكة تقمعهم .( وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون ) أي : يقال لهم ذلك تقريعا وتوبيخا ."
      },
      "translations": {
        "en": "But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\"",
        "fr": "Et quant à ceux qui auront été pervers, leur refuge sera le Feu: toutes les fois qu'ils voudront en sortir, ils y seront ramenés, et on leur dira: «Goûtez au châtiment du Feu auquel vous refusiez de croire».",
        "es": "Pero los que obren con perversidad tendrán el Fuego como morada. Siempre que quieran salir de él, serán devueltos a él y se les dirá:«¡Gustad el castigo del Fuego que desmentíais!»"
      },
      "ibn_ashour": "وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (20)و { أما الذين فسقوا } . فليست الآية نازلة في معيَّن كما قيل .و { المأوى : المكان الذي يُؤْوَى إليه ، أي يُرجع إليه .والتعريف باللام فيه للعهد ، أي مأوى المؤمنين ، قال تعالى : { عندها جنة المأوى } [ النجم : 15 ] . ولك أن تجعل اللام عوضاً عن المضاف إليه ، أي مأواهم بقرينة قوله في مقابلح { فمأواهم النار . } وإضافة { جنات } إلى { المأوى } من إضافة الموصوف إلى الصفة لقصد التخفيف وهي واقعة في الكلام وإن اختلف البصريون والكوفيون في تأويلها خلافاً لا طائل تحته ، وذلك مثل قولهم : مسجد الجامع ، وقوله تعالى : { وما كنت بجانب الغربي } [ القصص : 44 ] ، وقولهم : عِشاء الآخرةِ . والمعنى : فلهم الجنات المأوى لهم ، أي الموعودون بها .وانتصب { نزلاً } على الحال من { جنات المأوى . } والنُزُل بضمتين مشتق من النزول فيطلق على ما يُعد للنزيل من العطاء والقِرى قال في «الكشاف» : النزل : عطاء النازل ، ثم صار عاماً ، أي : يطلق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
      "tafsir": {
        "muyassar": "ولنذيقن هؤلاء الفاسقين المكذبين من العذاب الأدنى من البلاء والمحن والمصائب في الدنيا قبل العذاب الأكبر يوم القيامة، حيث يُعذَّبون في نار جهنم؛ لعلهم يرجعون ويتوبون من ذنوبهم.",
        "mukhtasar": "ولنذيقنّ هؤلاء المكذبين الخارجين عن طاعة ربهم من المحن والبلاء في الدنيا، قبل العذاب الأكبر المعدّ لهم في الآخرة إن لم يتوبوا؛ لعلهم يعودون إلى طاعة ربهم.",
        "saadi": "أي: ولنذيقن الفاسقين المكذبين، نموذجًا من العذاب الأدنى، وهو عذاب البرزخ، فنذيقهم طرفًا منه، قبل أن يموتوا، إما بعذاب بالقتل ونحوه، كما جرى لأهل بدر من المشركين، وإما عند الموت، كما في قوله تعالى { وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ } ثم يكمل لهم العذاب الأدنى في برزخهم.وهذه الآية من الأدلة على إثبات عذاب القبر، ودلالتها ظاهرة، فإنه قال: { وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى } أي: بعض وجزء منه، فدل على أن ثَمَّ عذابًا أدنى قبل العذاب الأكبر، وهو عذاب النار.ولما كانت الإذاقة من العذاب الأدنى في الدنيا، قد لا يتصل بها الموت، فأخبر تعالى أنه يذيقهم ذلك لعلهم يرجعون إليه ويتوبون من ذنوبهم كما قال تعالى: { ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ }  ",
        "kathir": "وقوله : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر [ لعلهم يرجعون ] ) قال ابن عباس : يعني بالعذاب الأدنى مصائب الدنيا وأسقامها وآفاتها ، وما يحل بأهلها مما يبتلي الله به عباده ليتوبوا إليه . وروي مثله عن أبي بن كعب ، وأبي العالية ، والحسن ، وإبراهيم النخعي ، والضحاك ، وعلقمة ، وعطية ، ومجاهد ، وقتادة ، وعبد الكريم الجزري ، وخصيف .وقال ابن عباس - في رواية عنه - : يعني به إقامة الحدود عليهم .وقال البراء بن عازب ، ومجاهد ، وأبو عبيدة : يعني به عذاب القبر .وقال النسائي : أخبرنا عمرو بن علي ، أخبرنا عبد الرحمن بن مهدي ، عن إسرائيل ، عن أبي إسحاق ، عن أبي الأحوص وأبي عبيدة ، عن عبد الله : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) قال : سنون أصابتهم .وقال عبد الله بن الإمام أحمد : حدثني عبد الله بن عمر القواريري ، حدثنا يحيى بن سعيد ، عن شعبة ، عن قتادة ، عن عزرة ، عن الحسن العرني ، عن يحيى بن الجزار ، عن ابن أبي ليلى عن أبي بن كعب في هذه الآية : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) قال : المصيبات والدخان قد مضيا ، والبطشة واللزام .ورواه مسلم من حديث شعبة ، به موقوفا نحوه . وعند البخاري عن ابن مسعود ، نحوه .وقال عبد الله بن مسعود أيضا ، في رواية عنه : العذاب الأدنى : ما أصابهم من القتل والسبي يوم بدر . وكذا قال مالك ، عن زيد بن أسلم .قال السدي وغيره : لم يبق بيت بمكة إلا دخله الحزن على قتيل لهم أو أسير ، فأصيبوا أو غرموا ، ومنهم من جمع له الأمران ."
      },
      "translations": {
        "en": "And we will surely let them taste the nearer punishment short of the greater punishment that perhaps they will repent.",
        "fr": "Nous leur ferons certainement goûter au châtiment ici-bas, avant le grand châtiment afin qu'ils retournent (vers le chemin droit)!",
        "es": "Hemos de darles a gustar del castigo de aquí abajo antes del castigo mayor. Quizás, así, se conviertan."
      },
      "ibn_ashour": "وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ (21)إخبار بأن لهم عذاباً آخر لا يبلغ مبلغ عذاب النار الموعودين به في الآخرة فتعين أن العذاب الأدنى عذاب الدنيا . والمقصود من هذا : التعريضُ بتهديدهم لأنهم يسمعون هذا الكلام أو يبلغ إليهم . وهذا إنذار بما لحقهم بعد نزول الآية وهو ما مُحنوا به من الجوع والخوف وكانوا في أمن منهما وما يصيبهم يوم بدر من القتل والأسر ويوم الفتح من الذل .وجملة { لعلهم يرجعون } استئناف بياني لحكمة إذاقتهم العذاب الأدنى في الدنيا بأنه لرجاء رجوعهم ، أي رجوعهم عن الكفر بالإيمان . والمراد : رجوع من يمكن رجوعه وهم الأحياء منهم . وإسناد الرجوع إلى ضمير جميعهم باعتبار القبيلة والجماعة ، أي لعل جماعتهم ترجع . وكذلك كان فقد آمن كثير من الناس بعد يوم بدر وبخاصة بعد فتح مكة ، فصار من تحقق فيهم الرجوع المرجوّ مخصوصين من عموم { الذين فسقوا } في قوله تعالى : { وأما الذين فسقوا فمأواهم النار كلما أرادوا أن يخرجوا منها } الآية [ السجدة : 20 ] ، فبقي ذلك الوعيد للذين ماتوا على الشرك ، وهي مسألة الموافاة عند الأشعري .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
      "tafsir": {
        "muyassar": "ولا أحد أشد ظلمًا لنفسه ممن وعظ بدلائل الله، ثم أعرض عن ذلك كله، فلم يتعظ بمواعظه، ولكنه استكبر عنها، إنا من المجرمين الذين أعرضوا عن آيات الله وحججه، ولم ينتفعوا بها، منتقمون.",
        "mukhtasar": "ولا أحد أظلم ممن وُعِظ بآيات الله فلم يتعظ بها، وأعرض عنها غير مُبالٍ بها، إنَّا من المجرمين - بارتكاب الكفر والمعاصي الذين يعرضون عن آيات الله - منتقمون لا محالة.",
        "saadi": "أي: لا أحد أظلم، وأزيد تعديًا، ممن ذكر بآيات ربه، التي أوصلها إليه ربه، الذي يريد تربيته، وتكميل نعمته على أيدي رسله، تأمره، وتذكره مصالحه الدينية والدنيوية، وتنهاه عن مضاره الدينية والدنيوية، التي تقتضي أن يقابلها بالإيمان والتسليم، والانقياد والشكر، فقابلها هذا الظالم بضد ما ينبغي، فلم يؤمن بها، ولا اتبعها، بل أعرض عنها وتركها وراء ظهره، فهذا من أكبر المجرمين، الذين يستحقون شديد النقمة، ولهذا قال: { إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ }  ",
        "kathir": "وقوله تعالى \"ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها\" أي : لا أظلم ممن ذكره الله بآياته وبينها له ووضحها ، ثم بعد ذلك تركها وجحدها وأعرض عنها وتناساها ، كأنه لا يعرفها .قال قتادة رحمه الله : إياكم والإعراض عن ذكر الله ، فإن من أعرض عن ذكره فقد اغتر أكبر الغرة ، وأعوز أشد العوز ، وعظم من أعظم الذنوب .ولهذا قال تعالى متهددا لمن فعل ذلك : ( إنا من المجرمين منتقمون ) أي : سأنتقم ممن فعل ذلك أشد الانتقام .وقال ابن جرير : حدثني عمران بن بكار الكلاعي ، حدثنا محمد بن المبارك ، حدثنا إسماعيل بن عياش ، حدثنا عبد العزيز بن عبيد الله ، عن عبادة بن نسي ، عن جنادة بن أبي أمية عن معاذ بن جبل قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" ثلاث من فعلهن فقد أجرم ، من عقد لواء في غير حق ، أو عق والديه ، أو مشى مع ظالم ينصره ، فقد أجرم ، يقول الله تعالى : ( إنا من المجرمين منتقمون )ورواه ابن أبي حاتم ، من حديث إسماعيل بن عياش ، به ، وهذا حديث غريب جدا ."
      },
      "translations": {
        "en": "And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution.",
        "fr": "Qui est plus injuste que celui à qui les versets d'Allah sont rappelés et qui ensuite s'en détourne? Nous nous vengerons certes des criminels.",
        "es": "¿Hay alguien que sea más impío que quien, habiéndosele recordado los signos de su Señor, se desvía luego de ellos? Nos vengaremos de los pecadores."
      },
      "ibn_ashour": "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآَيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ (22)عطف على جملة { إنما يؤمن بآياتنا الذين إذا ذُكِّروا بها } [ السجدة : 15 ] إلى آخرها حيث اقتضت أن الذين قالوا : { أإذا ضللنا في الأرض إنا لفي خلق جديد } [ السجدة : 10 ] ليسوا كأولئك فانتُقل إلى الإخبار عنهم بأنهم أشد الناس ظلماً لأنهم يُذَكِّرون بآيات الله حين يتلى عليهم القرآن فيعرضون عن تدبرها ويَلْغون فيها ، فآيات الله مراد بها القرآن .وجيء في عطف جملة { أعرضَ } بحرف { ثم } لقصد الدلالة على تراخي رتبة الإعراض عن الآيات بعد التذكير بها تراخي استبعاد وتعجيب من حالهم كقول جعفر بن علبة الحارثي :لا يكشف الغماء إلا ابنُ حرة ... يرى غمراتتِ الموت ثُم يزورهاأي : عجيب إقدامه على مواقع الهلاك بعد مشاهدة غمرات الموت تغمر الذين أقدموا على تلك المواقع .و { مَن } للاستفهام الإنكاري كقوله { ومن أظلم ممن مَنَع مساجدَ الله أن يذكر فيها اسمه } [ البقرة : 114 ] أي : لا أظلم منه ، أي لا أحَد أظلم منه لأنه ظلَم نفسه بحرمانها من التأمل فيما فيه نفعه ، وظلَم الآيات بتعطيل نفعها في بعضضِ مَن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍۢ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "tafsir": {
        "muyassar": "ولقد آتينا موسى التوراة كما آتيناك -أيها الرسول- القرآن، فلا تكن في شك من لقاء موسى ليلة الإسراء والمعراج، وجعلنا التوراة هداية لبني إسرائيل، تدعوهم إلى الحق وإلى طريق مستقيم.",
        "mukhtasar": "ولقد أعطينا موسى التوراة، فلا تكن - أيها الرسول - في شك من لقائك موسى ليلة الإسراء والمعراج، وجعلنا الكتاب المنزل على موسى هاديًا لبني إسرائيل من الضلال.",
        "saadi": "لما ذكر تعالى، آياته التي ذكر بها عباده، وهو: القرآن، الذي أنزله على محمد صلى اللّه عليه وسلم، ذكر أنه ليس ببدع من الكتب، ولا من جاء به، بغريب من الرسل، فقد آتى الله موسى الكتاب الذي هو التوراة المصدقة للقرآن، التي قد صدقها القرآن، فتطابق حقهما، وثبت برهانهما، { فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ } لأنه قد تواردت أدلة الحق وبيناته، فلم يبق للشك والمرية، محل.{ وَجَعَلْنَاهُ } أي: الكتاب الذي آتيناه موسى { هُدًى لِبَنِي إِسْرَائِيلَ } يهتدون به في أصول دينهم، وفروعه  وشرائعه موافقة لذلك الزمان، في بني إسرائيل.وأما هذا القرآن الكريم، فجعله اللّه هداية للناس كلهم، لأنه هداية للخلق، في أمر دينهم ودنياهم، إلى يوم القيامة، وذلك لكماله وعلوه { وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ } ",
        "kathir": "يقول تعالى مخبرا عن عبده ورسوله موسى ، عليه السلام ، أنه آتاه الكتاب وهو التوراة .وقوله : ( فلا تكن في مرية من لقائه ) : قال قتادة : يعني به ليلة الإسراء . ثم روي عن أبي العالية الرياحي قال : حدثني ابن عم نبيكم - يعني ابن عباس - قال : قال رسول الله صلى الله عليه وسلم : \" أريت ليلة أسري بي موسى بن عمران ، رجلا آدم طوالا جعدا ، كأنه من رجال شنوءة . ورأيت عيسى رجلا مربوع الخلق ، إلى الحمرة والبياض ، مبسط الرأس ، ورأيت مالكا خازن النار والدجال ، في آيات أراهن الله إياه \" ، ( فلا تكن في مرية من لقائه ) ، أنه قد رأى موسى ، ولقي موسى ليلة أسري به .وقال الطبراني : حدثنا محمد بن عثمان بن أبي شيبة ، حدثنا الحسن بن علي الحلواني ، حدثنا روح بن عبادة ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن أبي العالية ، عن ابن عباس ، عن النبي صلى الله عليه وسلم في قوله : ( وجعلناه هدى لبني إسرائيل ) ، قال : جعل موسى هدى لبني إسرائيل ، وفي قوله : ( فلا تكن في مرية من لقائه ) قال : من لقاء موسى ربه عز وجل .وقوله : ( وجعلناه ) أي : الكتاب الذي آتيناه ( هدى لبني إسرائيل ) ، [ كما قال تعالى في سورة الإسراء : ( وآتينا موسى الكتاب وجعلناه هدى لبني إسرائيل ألا تتخذوا من دوني وكيلا ) [ الإسراء : 2 ] ."
      },
      "translations": {
        "en": "And We certainly gave Moses the Scripture, so do not be in doubt over his meeting. And we made the Torah guidance for the Children of Israel.",
        "fr": "Nous avons effectivement donné à Moïse le Livre - ne sois donc pas en doute sur ta rencontre avec lui -, et l'avons assigné comme guide aux Enfants d'Israël.",
        "es": "Hemos dado a Moisés la Escritura -no dudes, pues, en encontrarle- e hicimos de ella dirección para los Hijos de Israel."
      },
      "ibn_ashour": "وَلَقَدْ آَتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ (23)لما جرى ذكر إعراض المشركين عن آيات الله وهي آيات القرآن في قوله { ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها } [ السجدة : 22 ] ، استطرد إلى تسلية النبي صلى الله عليه وسلم بأن ما لقي من قومه هو نظير ما لقيه موسى من قوم فرعون الذين أرسل إليهم فالخبر مستعمل في التسلية بالتنظير والتمثيل . فهذه الجملة وما بعدها إلى قوله { فيما كانوا فيه يختلفون } [ السجدة : 25 ] معترضات . وموقع التأكيد بلام القسم وحرف التحقيق هو ما استعمل فيه الخبر من التسلية لا لأصل الأخبار لأنه أمر لا يحتاج إلى التأكيد ، وبه تظهر رشاقة الاعتراض بتفريع { فلا تكن في مرية من لقائه } على الخبر الذي قبله .وأريد بقوله { ءاتينا موسى الكتاب } أرسلنا موسى ، فذِكر إيتائه الكتاب كناية عن إرساله ، وإدماج ذكر { الكتاب } للتنويه بشأن موسى وليس داخلاً في تنظير حال الرسول صلى الله عليه وسلم بحال موسى عليه السلام في تكذيب قومه إياه لأن موسى لم يكذبه قومه ألا ترى إلى قوله تعالى : { وجعلناه هدى لبني إسرائيل } الآيات ، وليت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ",
      "tafsir": {
        "muyassar": "وجعلنا من بني إسرائيل هداة ودعاة إلى الخير، يأتمُّ بهم الناس، ويدعونهم إلى التوحيد وعبادة الله وحده وطاعته، وإنما نالوا هذه الدرجة العالية حين صبروا على أوامر الله، وترك زواجره، والدعوة إليه، وتحمُّل الأذى في سبيله، وكانوا بآيات الله وحججه يوقنون.",
        "mukhtasar": "وجعلنا من بني إسرائيل أئمة يقتدي بهم الناس في الحق، يرشدون إلى الحق، بإذننا لهم بذلك، وتقويتنا إياهم عليه، لما صبروا على امتثال أوامر الله واجتناب نواهيه، وعلى الأذى في سبيل الدعوة، وكانوا بآيات الله المنزلة على رسولهم يصدقون بها تصديقًا جازمًا.",
        "saadi": "{ وَجَعَلْنَا مِنْهُمْ } أي: من بني إسرائيل { أَئِمَّةً يَهْدُونَ بِأَمْرِنَا } أي: علماء بالشرع، وطرق الهداية، مهتدين في أنفسهم، يهدون غيرهم بذلك الهدى، فالكتاب الذي أنزل إليهم، هدى، والمؤمنون به منهم، على قسمين: أئمة يهدون بأمر اللّه، وأتباع مهتدون بهم.والقسم الأول أرفع الدرجات بعد درجة النبوة والرسالة، وهي درجة الصديقين، وإنما نالوا هذه الدرجة العالية بالصبر على التعلم والتعليم، والدعوة إلى اللّه، والأذى في سبيله، وكفوا أنفسهم عن جماحها في المعاصي، واسترسالها في الشهوات.{ وَكَانُوا بِآيَاتِنَا يُوقِنُونَ } أي: وصلوا في الإيمان بآيات اللّه، إلى درجة اليقين، وهو العلم التام، الموجب للعمل، وإنما وصلوا إلى درجة اليقين، لأنهم تعلموا تعلمًا صحيحًا، وأخذوا المسائل عن أدلتها المفيدة لليقين.فما زالوا يتعلمون المسائل، ويستدلون عليها بكثرة الدلائل، حتى وصلوا لذاك، فبالصبر واليقين، تُنَالُ الإمامة في الدين.",
        "kathir": "وقوله : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون ) ، أي : لما كانوا صابرين على أوامر الله وترك نواهيه وزواجره وتصديق رسله واتباعهم فيما جاؤوهم به ، كان منهم أئمة يهدون إلى الحق بأمر الله ، ويدعون إلى الخير ، ويأمرون بالمعروف ، وينهون عن المنكر . ثم لما بدلوا وحرفوا وأولوا ، سلبوا ذلك المقام ، وصارت قلوبهم قاسية ، يحرفون الكلم عن مواضعه ، فلا عمل صالحا ، ولا اعتقاد صحيحا; ولهذا قال : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا ) قال قتادة وسفيان : لما صبروا عن الدنيا : وكذلك قال الحسن بن صالح .قال سفيان : هكذا كان هؤلاء ، ولا ينبغي للرجل أن يكون إماما يقتدى به حتى يتحامى عن الدنيا .قال وكيع : قال سفيان : لا بد للدين من العلم ، كما لا بد للجسد من الخبز .وقال ابن بنت الشافعي : قرأ أبي على عمي - أو : عمي على أبي - سئل سفيان عن قول علي ، رضي الله عنه : الصبر من الإيمان بمنزلة الرأس من الجسد ، ألم تسمع قوله : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا ) ، قال : لما أخذوا برأس الأمر صاروا رؤوسا . قال بعض العلماء : بالصبر واليقين تنال الإمامة في الدين .ولهذا قال تعالى ] : ( ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة [ ورزقناهم من الطيبات وفضلناهم على العالمين وآتيناهم بينات من الأمر ] فما اختلفوا إلا من بعد ما جاءهم العلم ) [ الجاثية : 16 ، 17 ] ، كما قال هنا :"
      },
      "translations": {
        "en": "And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs.",
        "fr": "Et Nous avons désigné parmi eux des dirigeants qui guidaient (les gens) par Notre ordre aussi longtemps qu'ils enduraient et croyaient fermement en Nos versets.",
        "es": "Elegimos de entre ellos a jefes que les dirigieran siguiendo Nuestra orden como premio por haber perseverado y por haber estado convencidos de Nuestros signos."
      },
      "ibn_ashour": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآَيَاتِنَا يُوقِنُونَ (24)أشير إلى ما مَنّ الله به على بني إسرائيل إذ جعل منهم أيمة يهدون بأمر الله والأمر يشمل الوحي بالشريعة لأنه أمر بها ، ويشمل الانتصاب للإرشاد فإن الله أمر العلماء أن يبينوا الكتاب ويرشدوا إليه فإذا هدوا فإنما هدوا بأمره وبالعلم الذي آتاهم به أنبياؤهم وأحبارهم فأنعم الله عليهم بذلك لما صبروا وأيقنوا لما جاءهم من كتاب الله ومعجزات رسولهم فإن كان المراد من قوله { بآياتنا يُوقِنُونَ } دلائل صدق موسى عليه السلام ، فالمعنى : أنهم صبروا على مشاق التكليف والخروج بهم من أرض مصر وما لقوه من فرعون وقومه من العذاب والاضطهاد وتيههم في البرية أربعين سنة وتدبروا في الآيات ونظروا حتى أيقنوا .وإن كان المراد من الآيات ما في التوراة من الشرائع والمواعظ فإطلاق اسم الآيات عليها مشاكلة تقديرية لما هو شائع بين المسلمين من تسمية جمل القرآن آيات لأنها مُعجزة في بلاغتها خارجة عن طوق تعبير البشر . فكانت دلالات على صدق محمد صلى الله عليه وسلم وهذا نحو ما وقع في حديث رجم اليهوديين من قول الراوي : فوضع اليهودي يد",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "tafsir": {
        "muyassar": "إن ربك -أيها الرسول- يقضي بين المؤمنين والكافرين من بني إسرائيل وغيرهم يوم القيامة بالعدل فيما اختلفوا فيه من أمور الدين، ويجازي كل إنسان بعمله بإدخال أهلِ الجنةِ الجنةَ وأهلِ النارِ النارَ.",
        "mukhtasar": "إن ربك - أيها الرسول - هو الذي يفصل بينهم يوم القيامة فيما كانوا يختلفون فيه في الدنيا، فيبيّن المحق والمبطل، ويجازي كلًّا بما يستحقه.",
        "saadi": "وثَمَّ مسائل اختلف فيها بنو إسرائيل، منهم من أصاب فيها الحق، ومنهم من أخطأه خطأ، أو عمدًا، واللّه تعالى { يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ } وهذا القرآن يقص على بني إسرائيل، بعض الذي يختلفون فيه، فكل خلاف وقع بينهم، ووجد في القرآن تصديق لأحد القولين، فهو الحق، وما عداه مما خالفه، باطل. ",
        "kathir": "( إن ربك هو يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون ) أي : من الاعتقادات والأعمال ."
      },
      "translations": {
        "en": "Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
        "fr": "Ton Seigneur, c'est Lui qui décidera entre eux, au Jour de la Résurrection, de ce sur quoi ils divergeaient.",
        "es": "Tu Señor fallará entre ellos el día de la Resurrección sobre aquello en que discrepaban."
      },
      "ibn_ashour": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (25)استئناف بياني لأن قوله تعالى { وجعلنا منهم أيمة يَهْدُون بأمْرنا } [ السجدة : 24 ] يثير سؤالاً في نفس السامع من المؤمنين الذين سمعوا ما في القرآن من وصف اختلاف بني إسرائيل وانحرافهم عن دينهم وشاهَد كثير منهم بني إسرائيل في زمانه غير متحلّين بما يناسب ما قامت به أيمتهم من الهداية فيودّ أن يعلم سبب ذلك فكان في هذه الآية جواب ذلك تعليماً للنبيء صلى الله عليه وسلم وللمؤمنين .والخطاب للنبيء والمراد أمتُه تحذيراً من ذلك وإيماءً إلى وجوب تجنب الاختلاف الذي لا يدعو إليه داع في مصلحة الأمة وفهم الدين .والفصل : القضاء والحكم ، وهو يقتضي أن اختلافهم أوقعهم في إبطال ما جاءهم من الهدى فهو اختلاف غير مستند إلى أدلة ولا جارٍ في مهيع أصل الشريعة؛ ولكنه متابعة للهوى وميل لأعراض الدنيا كما وصفه القرآن في آيات كثيرة في سورة البقرة وغيرها كقوله تعالى : { ولا تكونوا كالذين تفرّقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم } [ آل عمران : 105 ] .وليس منه اختلاف أيمة الدين في تفاريع الأحكام وفي فهم ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
      "tafsir": {
        "muyassar": "أولم يتبين لهؤلاء المكذبين للرسول: كم أهلكنا من قبلهم من الأمم السابقة يمشون في مساكنهم، فيشاهدونها عِيانًا كقوم هود وصالح ولوط؟ إن في ذلك لآيات وعظات يُستدَلُّ بها على صدق الرسل التي جاءتهم، وبطلان ما هم عليه من الشرك، أفلا يسمع هؤلاء المكذبون بالرسل مواعظ الله وحججه، فينتفعون بها؟",
        "mukhtasar": "أَعَمِي هؤلاء فلم يتبين لهم كم أهلكنا قبلهم من الأمم السالفة؟! فهاهم يمشون في مساكنهم التي كانوا يسكنونها قبل إهلاكهم، فلم يَتَّعِظُوا بحالهم، إن فيما حدث لتلك الأمم من الإهلاك بسبب كفرهم ومعاصيهم لعِبَرًا يُسْتَدلّ بها على صدق رسلهم الذين جاؤوهم من عند الله، أفلا يسمع هؤلاء المكذبون بآيات الله سماع قبول واتعاظ؟!",
        "saadi": "يعني: أولم يتبين لهؤلاء المكذبين للرسول، ويهدهم إلى الصواب. { كَمْ أَهْلَكْنَا مِنْ قَبْلَهُمْ مِنَ الْقُرُونِ } الذين سلكوا مسلكهم، { يَمْشُونَ فِي مَسَاكِنِهِمْ } فيشاهدونها عيانًا، كقوم هود، وصالح، وقوم لوط.{ إِنَّ فِي ذَلِكَ لَآيَاتٍ } يستدل بها، على صدق الرسل، التي جاءتهم، وبطلان ما هم عليه، من الشرك والشر، وعلى أن من فعل مثل فعلهم، فُعِلَ بهم، كما فُعِلَ بأشياعه من قبل.وعلى أن اللّه تعالى مجازي العباد، وباعثهم للحشر والتناد. { أَفَلَا يَسْمَعُونَ } آيات اللّه، فيعونها، فينتفعون بها، فلو كان لهم سمع صحيح، وعقل رجيح، لم يقيموا على حالة  يجزم بها، بالهلاك.",
        "kathir": "قول تعالى : أولم يهد لهؤلاء المكذبين بالرسل ما أهلك الله قبلهم من الأمم الماضية ، بتكذيبهم الرسل ومخالفتهم إياهم فيما جاءوهم به من قويم السبل ، فلم يبق منهم باقية ولا عين ولا أثر ؟ ( هل تحس منهم من أحد أو تسمع لهم ركزا ) [ مريم : 98 ] ; ولهذا قال : ( يمشون في مساكنهم ) أي : وهؤلاء المكذبون يمشون في مساكن أولئك المكذبين فلا يرون فيها أحدا ممن كان يسكنها ويعمرها ، ذهبوا منها ، ( كأن لم يغنوا فيها ) [ الأعراف : 92 ] ، كما قال : ( فتلك بيوتهم خاوية بما ظلموا ) [ النمل : 52 ] ، وقال : ( فكأين من قرية أهلكناها وهي ظالمة فهي خاوية على عروشها وبئر معطلة وقصر مشيد أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور ) [ الحج : 45 ، 46 ] ; ولهذا قال هاهنا : ( إن في ذلك لآيات ) أي : إن في ذهاب أولئك القوم ودمارهم وما حل بهم بسبب تكذيبهم الرسل ، ونجاة من آمن بهم ، لآيات وعبر ومواعظ ودلائل متظاهرة .( أفلا يسمعون ) أي : أخبار من تقدم ، كيف كان أمرهم ؟ ."
      },
      "translations": {
        "en": "Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?",
        "fr": "N'est-ce pas pour eux une indication le fait qu'avant eux, Nous ayons fait périr tant de générations dans les maisons desquelles ils marchent? Il y a en cela des preuves! N'écouteront-ils donc pas?",
        "es": "¿Es que no les dice nada que hayamos hecho perecer a tantas generaciones precedentes, cuyas viviendas huellan ellos ahora? Ciertamente, hay en ello signos. ¿No oirán, pues?"
      },
      "ibn_ashour": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآَيَاتٍ أَفَلَا يَسْمَعُونَ (26)عطف على جملة { ومَن أظلم ممّن ذُكِّر بآيات ربه ثم أعرض عنها } [ السجدة : 22 ] ، ولما كان ذلك التذكير متصلاً كقوله { وقالوا أإذا ضَللنا إنّا لفي خلق جديد بل هم بلقاء ربهم كافرون } [ السجدة : 10 ] كان الهدي ، أي العلم المستفهم عنه بهذا الاستفهام شاملاً للهدي إلى دليل البعث وإلى دليل العقاب على الإعراض عن التذكير فأفاد قوله { كم أهلكنا من قبلهم من القرون } معنين : أحدهما : إهلاك أمم كانوا قبلهم فجاء هؤلاء المشركون بعدهم ، وذلك تمثيل للبعث وتقريب لإمكانه . وثانيهما : إهلاك أمم كذبوا رسلهم ففيهم عبرة لهم أن يصيبهم مثل ما أصابهم .والاستفهام إنكاري ، أي هم لم يهتدوا بدلائل النظر والاستدلال التي جاءهم بها القرآن فأعرضوا عنها ولا اتعظوا بمصَارع الأمم الذين كذبوا أنبياءهم وفي مهلكهم آيات تزجر أمثالهم عن السلوك فيما سلكوه . فضمير { لهم } عائد إلى المجرمين أو إلى من ذُكِّر بآيات ربه . و { يَهْدِ } من الهداية وهي الدلالة والإرشاد ، يقال : هداه إلى كذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًۭا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
      "tafsir": {
        "muyassar": "أولم ير المكذبون بالبعث بعد الموت أننا نسوق الماء إلى الأرض اليابسة الغليظة التي لا نبات فيها، فنخرج به زرعًا مختلفًا ألوانه تأكل منه أنعامهم، وتتغذى به أبدانهم فيعيشون به؟ أفلا يرون هذه النعم بأعينهم، فيعلموا أن الله الذي فعل ذلك قادر على إحياء الأموات ونَشْرهم من قبورهم؟",
        "mukhtasar": "أَوَلم ير هؤلاء المكذبون بالبعث أنا نرسل ماء المطر إلى الأرض القاحلة التي لا نبات فيها، فنخرج بذلك الماء زرعًا تأكل منه إبلهم وبقرهم وغنمهم، ويأكلون هم منه؟! أفلا يبصرون ذلك، ويدركون أن من أنبت الأرض القاحلة قادر على إحياء الموتى؟!",
        "saadi": "{ أَوَلَمْ يَرَوْا } بأبصارهم نعمتنا، وكمال حكمتنا { أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ } التي لا نبات فيها، فيسوق اللّه المطر، الذي لم يكن قبل موجودًا فيها، فيفرغه فيها، من السحاب، أو من الأنهار. { فَنُخْرِجُ بِهِ زَرْعًا } أي: نباتًا، مختلف الأنواع { تَأْكُلُ مِنْهُ أَنْعَامُهُمْ } وهو نبات البهائم { وَأَنْفُسهمْ } وهو طعام الآدميين.{ أَفَلَا يُبْصِرُونَ } تلك المنة، التي أحيا اللّه بها البلاد والعباد، فيستبصرون فيهتدون بذلك البصر، وتلك البصيرة، إلى الصراط المستقيم، ولكن غلب عليهم العمى، واستولت عليهم الغفلة، فلم يبصروا في ذلك، بصر الرجال، وإنما نظروا إلى ذلك، نظر الغفلة، ومجرد العادة، فلم يوفقوا للخير. ",
        "kathir": "وقوله : ( أولم يروا أنا نسوق الماء إلى الأرض الجرز ) : يبين تعالى لطفه بخلقه ، وإحسانه إليهم في إرساله الماء إما من السماء أو من السيح ، وهو : ما تحمله الأنهار وينحدر من الجبال إلى الأراضي المحتاجة إليه في أوقاته; ولهذا قال : ( إلى الأرض الجرز ) ، وهي [ الأرض ] التي لا نبات فيها ، كما قال تعالى : ( وإنا لجاعلون ما عليها صعيدا جرزا ) [ الكهف : 8 ] ، أي : يبسا لا تنبت شيئا وليس المراد من قوله : ( إلى الأرض الجرز ) أرض مصر فقط ، بل هي بعض المقصود ، وإن مثل بها كثير من المفسرين فليست [ هي ] المقصودة وحدها ، ولكنها مرادة قطعا من هذه الآية ، فإنها في نفسها أرض رخوة غليظة تحتاج من الماء ما لو نزل عليها مطرا لتهدمت أبنيتها ، فيسوق الله إليها النيل بما يتحمله من الزيادة الحاصلة من أمطار بلاد الحبشة ، وفيه طين أحمر ، فيغشى أرض مصر ، وهي أرض سبخة مرملة محتاجة إلى ذلك الماء ، وذلك الطين أيضا لينبت الزرع فيه ، فيستغلون كل سنة على ماء جديد ممطور في غير بلادهم ، وطين جديد من غير أرضهم ، فسبحان الحكيم الكريم المنان المحمود ابتداء .قال ابن لهيعة ، عن قيس بن حجاج ، عمن حدثه قال : لما فتحت مصر ، أتى أهلها عمرو بن العاص - [ وكان أميرا بها ] - حين دخل بئونة من أشهر العجم ، فقالوا : أيها الأمير ، إن لنيلنا سنة لا يجري إلا بها . قال : وما ذاك ؟ قالوا : إذا كانت ثنتا عشرة ليلة خلت من هذا الشهر عمدنا إلى جارية بكر بين أبويها ، فأرضينا أبويها ، وجعلنا عليها من الحلي والثياب أفضل ما يكون ، ثم ألقيناها في هذا النيل . فقال لهم عمرو : إن هذا لا يكون في الإسلام ، إن الإسلام يهدم ما كان قبله . فأقاموا بئونة والنيل لا يجري ، حتى هموا بالجلاء ، فكتب عمرو إلى عمر بن الخطاب بذلك ، فكتب إليه : إنك قد أصبت بالذي فعلت ، وقد بعثت إليك ببطاقة داخل كتابي هذا ، فألقها في النيل . فلما قدم كتابه أخذ عمرو البطاقة ففتحها فإذا فيها : من عبد الله عمر أمير المؤمنين إلى نيل أهل مصر ، أما بعد . . . فإنك إن كنت إنما تجري من قبلك فلا تجر ، وإن كان الله الواحد القهار هو الذي يجريك فنسأل الله أن يجريك . قال : فألقى البطاقة في النيل ، وأصبحوا يوم السبت وقد أجرى الله النيل ستة عشر ذراعا في ليلة واحدة ، وقطع الله تلك السنة عن أهل مصر إلى اليوم . رواه الحافظ أبو القاسم اللالكائي الطبري في كتاب \" السنة \" له .ولهذا قال تعالى : ( أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون ) ، كما قال تعالى : ( فلينظر الإنسان إلى طعامه أنا صببنا الماء صبا ثم شققنا الأرض شقا فأنبتنا فيها حبا وعنبا وقضبا وزيتونا ونخلا وحدائق غلبا وفاكهة وأبا [ متاعا لكم ولأنعامكم ] ) [ عبس : 24 - 32 ] ; ولهذا قال هاهنا : ( أفلا يبصرون ) . وقال ابن أبي نجيح ، عن رجل ، عن ابن عباس في قوله : ( إلى الأرض الجرز ) قال : هي التي لا تمطر إلا مطرا لا يغني عنها شيئا ، إلا ما يأتيها من السيول .وعن ابن عباس ، ومجاهد : هي أرض باليمن .وقال الحسن ، رحمه الله : هي قرى فيما بين اليمن والشام .وقال عكرمة ، والضحاك ، وقتادة ، والسدي ، وابن زيد : الأرض الجرز : التي لا نبات فيها وهي مغبرة .قلت : وهذا كقوله : ( وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكلون وجعلنا فيها جنات من نخيل وأعناب وفجرنا فيها من العيون ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون ) [ يس : 33 - 35 ] ."
      },
      "translations": {
        "en": "Have they not seen that We drive the water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?",
        "fr": "N'ont-ils pas vu que Nous poussons l'eau vers un sol aride, qu'ensuite Nous en faisons sortir une culture que consomment leurs bestiaux et eux-mêmes? Ne voient-ils donc pas,?",
        "es": "¿Es que no ven cómo conducimos el agua a la tierra pelada y, gracias a ella, sacamos los cereales de que se alimentan sus rebaños y ellos mismos? ¿No verán, pues?"
      },
      "ibn_ashour": "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ (27)( أو لم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون [ 27 ] ) عطف على ( أو لم يهد لهم ) . ونيط الاستدلال هنا بالرؤية لأن إحياء الأرض بعد موتها ثم إخراج النبت منها دلالة مشاهدة . واختير المضارع في قوله ( نسوق ) لاستحضار الصورة العجيبة الدالة على القدرة الباهرةوالسوق : إزجاء الماشي من ورائهوالماء : ماء المزن وسوقه إلى الأرض هو سوق السحاب الحاملة إياه بالرياح التي تنقل السحاب من جو إلى جو ؛ فشبهت هيئة الرياح والسحاب بهيئة السائق للدابة . والتعريف في ( الأرض ) تعريف الجنسوالجرز : اسم للأرض التي انقطع نبتها وهو مشتق من الجرز وهو : انقطاع النبت والحشيش إما بسبب يبس الأرض أو بالرعي والجرز : القطع . وسمي السيف القاطع جرازا قال الراجز يصف أسنان ناقة :تنحي على الشوك جرازا مقضبا ... والهرم تذريه إذدراء عجبافالأرض الجرز : التي انقطع نبتها . ولا يقال للأرض التي لا تنبت كالسباخ جرز . والزرع : ما نبت ب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "يستعجل هؤلاء المشركون بالله العذاب، فيقولون: متى هذا الحكم الذي يقضي بيننا وبينكم بتعذيبنا على زعمكم إن كنتم صادقين في دعواكم؟",
        "mukhtasar": "ويقول المكذبون بالبعث مستعجلين العذاب: متى هذا الحكم الذي تزعمون أنه سيفصل بيننا وبينكم يوم القيامة، فيكون مصيرنا النار ومصيركم الجنة؟!",
        "saadi": "أي: يستعجل المجرمون بالعذاب، الذي وعدوا به على التكذيب، جهلاً منهم ومعاندة.{ وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ } الذي يفتح بيننا وبينكم، بتعذيبنا على زعمكم { إِنْ كُنْتُمْ } أيها الرسل { صَادِقِينَ } في دعواكم.",
        "kathir": "يقول تعالى مخبرا عن استعجال الكفار وقوع بأس الله بهم ، وحلول غضبه ونقمته عليهم ، استبعادا وتكذيبا وعنادا : ( ويقولون متى هذا الفتح ) ؟ أي : متى تنصر علينا يا محمد ؟ كما تزعم أن لك وقتا تدال علينا ، وينتقم لك منا ، فمتى يكون هذا ؟ ما نراك أنت وأصحابك إلا مختفين خائفين ذليلين!"
      },
      "translations": {
        "en": "And they say, \"When will be this conquest, if you should be truthful?\"",
        "fr": "Et ils disent: «A quand cette victoire, si vous êtes véridiques?»",
        "es": "Y dicen: «¿Para cuándo ese fallo, si es verdad lo que decís?»"
      },
      "ibn_ashour": "وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ (28) يجوز أن يكون عطفاً على جملة { ثم أعرض عنها } [ السجدة : 22 ] ، أي : أعرضوا عن سماع الآيات والتدبر فيها وتجاوزوا ذلك إلى التكذيب والتهكم بها .  ومناسبة ذكر ذلك هنا أنه وقع عقب الإشارة إلى دليل وقوع البعث وهو يوم الفصل . ويجوز أن يعطف على جملة { وقالوا أإذا ضَلَلْنا في الأرض إنّا لفي خلق جديد } [ السجدة : 10 ] .والمعنى : أنهم كذبوا بالبعث وما معه من الوعيد في الآخرة وكذّبوا بوعيد عذاب الدنيا الذي منه قوله تعالى : { ولنُذِيقَنَّهم من العذاب الأدنى دون العذاب الأكبر } [ السجدة : 21 ] .و { الفتح : النصر والقضاء . والمراد به : نصر أهل الإيمان بظهور فوزهم وخيبة أعدائهم فإن خيبة العدوّ نصر لضِده وكان المسلمون يتحدّون المشركين بأن الله سيفتح بينهم وينصرهم وتظهر حجتهم ، فكان الكافرون يكررون التهكم بالمسلمين بالسؤال عن وقت هذا الفتح استفهاماً مستعملاً في التكذيب حيث لم يحصل المستفهم عنه . وحكاية قولهم بصيغة المضارع لإفادة التعجيب منه كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] مع إفادة تكرر ذلك منهم واتخاذهم إياه . والمعنى : إ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
      "tafsir": {
        "muyassar": "قل لهم -أيها الرسول-: يوم القضاء الذي يقع فيه عقابكم، وتعاينون فيه الموت لا ينفع الكفار إيمانهم، ولا هم يؤخرون للتوبة والمراجعة.",
        "mukhtasar": "قل لهم - أيها الرسول -: هذا الوعد هو يوم القيامة، إنه يوم الفصل بين العباد حين لا ينفع الذين كفروا بالله في الدنيا تصديقهم بعد معاينة يوم القيامة، ولا هم يُؤَخَّرون حتى يتوبوا إلى ربهم وينيبوا إليه.",
        "saadi": "{ قُلْ يَوْمَ الْفَتْحِ } الذي يحصل به عقابكم، لا تستفيدون به شيئًا، فلو كان إذا حصل، حصل إمهالكم، لتستدركوا ما فاتكم، حين صار الأمر عندكم يقينًا، لكان لذلك وجه، ولكن إذا جاء يوم الفتح، انقضى الأمر، ولم يبق للمحنة محل فـ { لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ } لأنه صار إيمان ضرورة، { وَلَا هُمْ يُنْظَرُونَ } أي: يمهلون، فيؤخر عنهم العذاب، فيستدركون أمرهم.",
        "kathir": "قال الله تعالى : ( قل يوم الفتح ) أي : إذا حل بكم بأس الله وسخطه وغضبه في الدنيا وفي الأخرى ، ( لا ينفع الذين كفروا إيمانهم ولا هم ينظرون ) ، كما قال تعالى : ( فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزئون فلما رأوا بأسنا قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين فلم يك ينفعهم إيمانهم لما رأوا بأسنا سنة الله التي قد خلت في عباده وخسر هنالك الكافرون ) [ غافر : 83 - 85 ] ، ومن زعم أن المراد من هذا الفتح فتح مكة فقد أبعد النجعة ، وأخطأ فأفحش ، فإن يوم الفتح قد قبل رسول الله صلى الله عليه وسلم إسلام الطلقاء ، وقد كانوا قريبا من ألفين ، ولو كان المراد فتح مكة لما قبل إسلامهم; لقوله : ( قل يوم الفتح لا ينفع الذين كفروا إيمانهم ولا هم ينظرون ) ، وإنما المراد الفتح الذي هو القضاء والفصل ، كقوله تعالى : ( فافتح بيني وبينهم فتحا ونجني ومن معي من المؤمنين ) [ الشعراء : 118 ] ، وكقوله : ( قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم ) [ سبأ : 26 ] ، وقال تعالى : ( واستفتحوا وخاب كل جبار عنيد ) [ إبراهيم : 15 ] ، وقال : ( وكانوا من قبل يستفتحون على الذين كفروا ) [ البقرة : 89 ] ، وقال : ( إن تستفتحوا فقد جاءكم الفتح ) [ الأنفال : 19 ] ."
      },
      "translations": {
        "en": "Say, [O Muhammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\"",
        "fr": "Dis: «Le jour de la Victoire, il sera inutile aux infidèles de croire! Et aucun délai ne leur sera donné».",
        "es": "Di: «El día del fallo, la fe ya no aprovechará a los infieles y no les será dado esperar»."
      },
      "ibn_ashour": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ (29) إنباء بقلة اكتراثه بالموت ومنه قوله تعالى حكاية عنهم : { أهذا الذي يذكر ءالهتكم } [ الأنبياء : 36 ] فأمر الله الرسول صلى الله عليه وسلم بأن يجيبهم على طريقة الأسلوب الحكيم بأن يومَ الفتح الحق هو يوم القيامة وهو يوم الفصل وحينئذ ينقطع أملَ الكفار في النجاة والاستفادة من الندامة والتوبة ولا يجدون إنظاراً لتدارك ما فاتهم ، أي إفادتُهم هذه الموعظة خير لهم من تطلبهم معرفة وقت حلول يوم الفتح لأنهم يقولون يومئذ { ربنا أبصَرْنا وسمِعْنا فارجعنا نعملْ صالحاً إنّا موقنون } [ السجدة : 12 ] مع ما في هذا الجواب من الإيماء إلى أن زمن حلوله غير معلوم للناس وأنه مما استأثر الله به فعلى من يحتاط لنجاة نفسه أن يعمل له من الآن فإنه لا يدري متى يحلّ به { لا ينفعُ نفساً إيمانُها لم تكن ءامنت من قبل أو كسبت في إيمانها خيراً } [ الأنعام : 158 ] . ففي هذا الجواب سلوك الأسلوب الحكيم من وجهين : من وجه العدول عن تعيين يوم الفتح ، ومن وجه العدول بهم إلى يوم الفتح الحق ، وهم إنما أرادوا بالفتح نصر المسلمين عليهم في الحيا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
      "tafsir": {
        "muyassar": "فأعرض -أيها الرسول- عن هؤلاء المشركين، ولا تبال بتكذيبهم، وانتظر ما الله صانع بهم، إنهم منتظرون ومتربصون بكم دوائر السوء، فسيخزيهم الله ويذلهم، وينصرك عليهم. وقد فعل فله الحمد والمنة.",
        "mukhtasar": "فأعرِضْ - أيها الرسول - عن هؤلاء بعد تماديهم في ضلالهم، وانتظر ما يحلّ بهم، إنهم ينتظرون ما تعدهم من العذاب.",
        "saadi": "{ فَأَعْرِضْ عَنْهُمْ } لما وصل خطابهم إلى حالة الجهل، واستعجال العذاب. { وَانْتَظِرْ } الأمر الذي يحل بهم، فإنه لا بد منه، ولكن له أجل، إذا جاء لا يتقدم ولا يتأخر. { إِنَّهُمْ مُنْتَظِرُونَ } بك ريب المنون، ومتربصون بكم دوائر السوء، والعاقبة للتقوى.تم تفسير سورة السجدة - بحول اللّه ومنه فله تعالى كمال الحمد والثناء والمجد.  ",
        "kathir": "ثم قال : ( فأعرض عنهم وانتظر إنهم منتظرون ) أي : أعرض عن هؤلاء المشركين وبلغ ما أنزل إليك من ربك ، كقوله : ( اتبع ما أوحي إليك من ربك لا إله إلا هو وأعرض عن المشركين ) [ الأنعام : 106 ] ، وانتظر فإن الله سينجز لك ما وعدك ، وسينصرك على من خالفك ، إنه لا يخلف الميعاد .وقوله : ( إنهم منتظرون ) أي : أنت منتظر ، وهم منتظرون ، ويتربصون بكم الدوائر ، ( أم يقولون شاعر نتربص به ريب المنون ) [ الطور : 30 ] ، وسترى أنت عاقبة صبرك عليهم وعلى أداء رسالة الله ، في نصرتك وتأييدك ، وسيجدون غب ما ينتظرونه فيك وفي أصحابك ، من وبيل عقاب الله لهم ، وحلول عذابه بهم ، وحسبنا الله ونعم الوكيل ، [ والله أعلم ] .[ آخر تفسير سورة \" الم السجدة \" ]"
      },
      "translations": {
        "en": "So turn away from them and wait. Indeed, they are waiting.",
        "fr": "Eloigne-toi d'eux et attends. Eux aussi demeurent dans l'attente.",
        "es": "¡Apártate, pues, de ellos y espera! ¡Ellos esperan!"
      },
      "ibn_ashour": "فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ (30)ثم فرع على جميع هذه المجادلات والدلالات توجيه الله خطابه إلى رسول الله صلى الله عليه وسلم بأن يعرض عن هؤلاء القائلين المكذبين وأن لا يزيد في الإلحاح عليهم تأييساً من إيمان المجادلين منهم المتصدّين للتمويه على دهمائهم . وهذا إعراض متاركة عن الجدال وقتياً لا إعراض مستمر ، ولا عن الدعوة إلى الله ولا علاقة له بأحكام الجهاد المشروع في غير هذه الآية .والانتظار : الترقب . وأصله مشتق من النظر فكأنه مطاوع : أنظره ، أي أراه فانتظر ، أي : تكلف أن ينظُر . وحذف مفعول { انتظر } للتهويل ، أي : انتظر أياماً يكون لك فيها النصر ، ويكون لهم فيها الخسران مثل سني الجوع إنْ كان حصلت بعد نزول هذه السورة ، ومثل يوم بدر ويوم فتح مكة وهما بعد نزول هذه السورة لا محالة ، ففي الأمر بالانتظار تعريض بالبشارة للمؤمنين بالنظر ، وتعريض بالوعيد للمشركين بالعذاب في الدارين .وجملة { إنهم منتظرون } تعليل لما تضمنه الأمر بالانتظار من إضمار العذاب لهم . ومفعول { منتظرون } محذوف دل عليه السياق ، أي منتظرون لكم الفرصة لحربكم أو لإخراجكم قال تعالى : { أم يقولون شاعر نت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "الٓمٓ",
      "tafsir": {
        "muyassar": "(الم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(الم) تقدم الكلام على نظائرها في بداية سورة البقرة.",
        "saadi": "",
        "kathir": "وهي مكية. قال البخاري في \" كتاب الجمعة \" : حدثنا أبو نعيم ، حدثنا سفيان ، عن سعد بن إبراهيم ، عن عبد الرحمن بن هرمز الأعرج ، عن أبي هريرة ، رضي الله عنه ، قال : كان النبي صلى الله عليه وسلم يقرأ في الفجر يوم الجمعة : ( الم تنزيل ) السجدة ، و ( هل أتى على الإنسان ) .ورواه مسلم أيضا من حديث سفيان الثوري ، به .وقال الإمام أحمد : حدثنا أسود بن عامر ، أخبرنا الحسن بن صالح ، عن ليث ، عن أبي الزبير ، عن جابر قال : كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ ) الم تنزيل ) السجدة و ( تبارك الذي بيده الملك ) تفرد به أحمد .قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم وقال ابن جرير وحدثنا محمد بن المثنى حدثنا أبو النعمان حدثنا شعبة عن إسماعيل السدي عن مرة الهمذانى قال: قال عبدالله فذكر نحوه.وحُكي مثله عن علي وابن عباس وقال علي بن أبي طلحة عن ابن عباس هو قسم أقسم الله به وهو من أسماء الله تعالى وروى ابن أبي حاتم وابن جرير من حديث ابن علية عن خالد الحذاء عن عكرمة أنه قال الم قسم.وروينا أيضا من حديث شريك بن عبدالله بن عطاء بن السائب عن أبى الضحى عن ابن عباس: الم قال أنا الله أعلم وكذا قال سعيد بن جبير وقال السدي عن أبي مالك وعن أبي صالح عن ابن عباس وعن مرة الهمذاني عن ابن مسعود وعن ناس من أصحاب النبي صلى الله عليه وسلم الم قال أما الم فهي حروف استفتحت من حروف هجاء أسماء الله تعالى.قال وأبو جعفر الرازي عن الربيع بن أنس عن أبي العالية في قوله تعالى الم قال هذه الأحرف الثلاثة من التسعة والعشرين حرفا دارت فيها الألسن كلها ليس منها حرف إلا وهو مفتاح اسم من أسمائه وليس منها حرف إلا وهو من آلائه وبلألائه ليس منها حرف إلا وهو في مدة أقوام وآجالهم.قال عيسى ابن مريم عليه السلام وعجب: فقال أعجب أنهم يظنون بأسمائه ويعيشون في رزقه فكيف يكفرون به فالألف مفتاح الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد فالألف آلاء الله واللام لطف الله والميم مجد الله والألف سنة واللام ثلاثون سنة والميم أربعون سنة.هذا لفظ ابن أبي حاتم ونحوه رواه ابن جرير ثم شرع يوجه كل واحد من هذه الأقوال ويوفق بينها وأنه لا منافاة بين كل واحد منها وبين الآخر وأن الجمع ممكن فهي أسماء للسور ومن أسماء الله تعالى يفتتح بها السور فكل حرف منها دل على اسم من أسمائه وصفة من صفاته كما افتتح سورا كثيرة بتحميده وتسبيحه وتعظيمه قال ولا مانع من دلالة الحرف منها على اسم من أسماء الله وعلى صفة من صفاته وعلى مدة وغير ذلك كما ذكره الربيع بن أنس عن أبي العالية لأن الكلمة الواحدة تطلق على معاني كثيرة كلفظة الأمة فإنها تطلق ويراد به الدين كقوله تعالى \"إنا وجدنا آباءنا على أمة\" وتطلق ويراد بها الرجل المطيع لله كقوله تعالى \"إن إبراهيم كان أمة قانتا لله حنيفا ولم يك من المشركين\" وتطلق ويراد بها الجماعة كقوله تعالى \"وجد عليه أمة من الناس يسقون\" وقوله تعالى \"ولقد بعثنا في كل أمة رسولا\" وتطلق ويراد بها الحين من الدهر كقوله تعالى \"وقال الذي نجا منهما وادكر بعد أمة\" أي بعد حين على أصح القولين قال فكذلك هذا.هذا حاصل كلامه موجها ولكن هذا ليس كما ذكره أبو العالية فإن أبا العالية زعم أن الحرف دل على هذا وعلى هذا وعلى هذا معا ولفظة الأمة وما أشبهها من الألفاظ المشتركة في الاصطلاح إنما دل في القرآن في كل موطن على معنى واحد دل عليه سياق الكلام فأما حمله على مجموع محامله إذا أمكن فمسألة مختلف فيها بين علماء الأصول ليس هذا موضع البحث فيها والله أعلم.ثم إن لفظة الأمة تدل على كل من معانيها في سياق الكلام بدلالة الوضع فأما دلالة الحرف الواحد على اسم يمكن أن يدل على اسم آخر من غير أن يكون أحدهما أولى من الآخر في التقدير أو الإضمار بوضع ولا بغيره فهذا مما لا يفهم إلا بتوقيف والمسألة مختلف فيها وليس فيها إجماع حتى يحكم به وما أنشدوه من الشواهد على صحة إطلاق الحرف الواحد على بقية الكلمة فإن في السياق ما يدل على ما حذف بخلاف هذا كما قال الشاعر: قلنا قفي لنا فقالت قاف لا تحسبي أنا نسينا الإيجاف تعني وقفت.وقال الآخر: ما للظليم عال كيف لا ي ينقد عنه جلده إذا ي فقال ابن جرير كأنه أراد أن يقول إذا يفعل كذا وكذا فاكتفى بالياء من يفعل وقال الآخر: بالخير خيرات وان شرا فا ولا أريد الشر إلا أن ت يقول وإن شرا فشرا ولا أريد الشر إلا أن تشاء فاكتفى بالفاء والتاء من الكلمتين عن بقيتهما ولكن هذا ظاهر من سياق الكلام والله أعلم.قال القرطبي وفي الحديث \"من أعان على قتل مسلم بشطر كلمة\" الحديث قال سفيان هو أن يقول في اقتل\"ا ق\" وقال خصيف عن مجاهد أنه قال فواتح السور كلها\"ق وص وحم وطسم والر\" وغير ذلك هجاء موضوع وقال بعض أهل العربية هي حروف من حروف المعجم استغنى بذكر ما ذكر منها في أوائل السور عن ذكر بواقيها التي هي تتمة الثمانية والعشرين حرفا كما يقول القائل ابني يكتب في - ا ب ت ث - أي في حروف المعجم الثمانية والعشرين فيستغني بذكر بعضها عن مجموعها حكاه ابن جرير.قلت مجموع الحروف المذكورة في أوائل السور بحذف المكرر منها أربعة عشر حرفا وهي - ال م ص ر ك ه ي ع ط س ح ق ن- يجمعها قولك: نص حكيم قاطع له سر.وهي نصف الحروف عددا والمذكور منها أشرف من المتروك وبيان ذلك من صناعة التصريف.قال الزمخشري وهذه الحروف الأربعة عشر مشتملة على أصناف أجناس الحروف يعني من المهموسة والمجهورة ومن الرخوة والشديدة ومن المطبقة والمفتوحة ومن المستعلية والمنخفضة ومن حروف القلقلة.وقد سردها مفصلة ثم قال: فسبحان الذي دقت في كل شىء حكمته.وهذه الأجناس المعدودة مكثورة بالمذكورة منها وقد علمت أن معظم الشيء وجله ينزل منزلة كله وههنا ههنا لخص بعضهم في هذا المقام كلاما فقال: لا شك أن هذه الحروف لم ينزلها سبحانه وتعالى عبثا ولا سدى ومن قال من الجهلة إن في القرآن ما هو تعبد لا معنى له بالكلمة فقد أخطأ خطأ كبيرا فتعين أن لها معنى في نفس الأمر فإن صح لنا فيها عن المعصوم شيء قلنا به وإلا وقفنا حيث وقفنا وقلنا \"آمنا به كل من عند ربنا\" ولم يجمع العلماء فيها على شيء معين وإنما اختلفوا فمن ظهر له بعض الأقوال بدليل فعليه اتباعه وإلا فالوقف حتى يتبين هذا المقام.المقام الآخر في الحكمة التي اقتضت إيراد هذه الحروف في أوائل السور ما هي مع قطع النظر عن معانيها في أنفسها فقال بعضهم إنما ذكرت ليعرف بها أوائل السور حكاه ابن جرير وهذا ضعيف لأن الفصل حاصل بدونها فيما لم تذكر فيه وفيما ذكرت فيه البسملة تلاوة وكتابة وقال آخرون بل ابتدىء بها لتفتح لاستماعها أسماع المشركين إذ تواصوا بالإعراض عن القرآن حتى إذا استمعوا له تلا عليهم المؤلف منه حكاه ابن جرير أيضا وهو ضعيف أيضا لأنه لو كان كذلك لكان ذلك في جميع السور لا يكون في بعضها بل غالبها ليس كذلك ولو كان كذلك أيضا لانبغى الابتداء بها في أوائل الكلام معهم سواء كان افتتاح سورة أو غير ذلك ثم إن هذه السورة والتي تليها أعني البقرة وآل عمران مدنيتان ليستا خطابا للمشركين فانتقض ما ذكروه بهذه الوجوه.وقال آخرون بل إنما ذكرت هذه الحروف في أوائل السور التي ذكرت فيها بيانا لإعجاز القرآن وأن الخلق عاجزون عن معارضته بمثله هذا مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها وقد حكى هذا المذهب الرازي في تفسيره عن المبرد وجمع من المحققين وحكى القرطبي عن الفراء وقطرب نحو هذا وقرره الزمخشري فى كشافه ونصره أتم نصر وإليه ذهب الشيخ الإمام العلامة أبو العباس ابن تيمية وشيخنا الحافظ المجتهد أبو الحجاج المزي وحكاه لي عن ابن تيمية.قال الزمخشري ولم ترد كلها مجموعة في أول القرآن وإنما كررت ليكون أبلغ في التحدي والتبكيت كما كررت قصص كثيرة وكرر التحدي بالصريح في أماكن قال وجاء منها على حرف واحد كقوله - ص ن ق- وحرفين مثل \"حم\" وثلاثة مثل \"الم\" وأربعة مثل \"المر\" و \"المص\" وخمسة مثل \"كهيعص- و- حمعسق\" لأن أساليب كلامهم على هذا من الكلمات ما هو على حرف وعلى حرفين وعلى ثلاثة وعلى أربعة وعلى خمسة لا أكثر من ذلك \"قلت\" ولهذا كل سورة افتتحت بالحروف فلا بد أن يذكر فيها الانتصار للقرآن وبيان إعجازه وعظمته وهذا معلوم بالاستقراء وهو الواقع في تسع وعشرين سورة ولهذا يقول تعالى \"الم ذلك الكتاب لا ريب فيه\" \"الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه\" \"المص كتاب أنزل إليك فلا يكن في صدرك حرج منه\" \"الر كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم\" \"الم تنزيل الكتاب لا ريب فيه من رب العالمين\" \"حم تنزيل من الرحمن الرحيم\" \"حم عسق كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم\" وغير ذلك من الآيات الدالة على صحة ما ذهب إليه هؤلاء لمن أمعن النظر والله أعلم.وأما من زعم أنها دالة على معرفة المدد وأنه يستخرج من ذلك أوقات الحوادث والفتن والملاحم فقد ادعى ما ليس له وطار في غير مطاره وقد ورد في ذلك حديث ضعيف وهو مع ذلك أدل على بطلان هذا المسلك من التمسك به على صحته وهو ما رواه محمد بن إسحق بن يسار صاحب المغازي حدثني الكلبي عن أبي صالح عن ابن عباس عن جابر بن عبدالله بن رباب قال مر أبو ياسر بن أخطب في رجال من يهود برسول الله صلى الله عليه وسلم وهو يتلو فاتحة سورة البقرة \"الم ذلك الكتاب لا ريب فيه\" فأتى أخاه بن أخطب في رجال من اليهود فقال تعلمون والله لقد سمعت محمدا يتلو فيما أنزل الله تعالى عليه \"الم ذلك الكتاب لا ريب فيه\" فقال أنت سمعته قال نعم قال فمشى حي بن أخطب في أولئك النفر من اليهود إلى رسول الله صلى الله عليه وسلم فقالوا يا محمد ألم يذكر أنك تتلوا فيما أنزل الله عليك \"الم ذلك الكتاب\"؟ فقال رسول الله صلى الله عليه وسلم \"بلى\" فقالوا جاءك بهذا جبريل من عند الله؟ فقال \"نعم\" قالوا لقد بعث الله قبلك أنبياء ما نعلمه بين لنبي منهم ما مدة ملكه وما أجل أمته غيرك.فقام حي بن أخطب وأقبل على من كان معه فقال لهم الألف واحدة واللام ثلاثون والميم أربعون فهذه إحدى وسبعون سنة أفتدخلون في دين نبي إنما مدة ملكه وأجل أمته إحدى وسبعون سنة؟ ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد هل مع هذا غيره فقال \"نعم\" قال ما ذاك؟ قال \"المص\" قال هذا أثقل وأطول الألف واحد واللام ثلاثون والميم أربعون والصاد تسعون فهذه إحدى وثلاثون ومائة سنة.هل مع هذا يا محمد غيره؟ قال \"نعم\" قال ما ذاك؟ قال \"الر\" قال هذا أثقل وأطول الألف واحدة واللام ثلاثون والراء مائتان فهذه إحدى وثلاثون ومائتا سنة.فهل مع هذا يا محمد غيره؟ قال \"نعم\" قال ماذا قال \"المر\" قال هذه أثقل وأطول الألف واحدة واللام ثلاثون والميم أربعون والراء مائتان فهذه إحدى وسبعون ومائتان ثم قال: لقد لبس علينا أمرك يا محمد حتى ما ندري أقليلا أعطيت أم كثيرا.ثم قال قوموا عنه ثم قال أبو ياسر لأخيه حي بن أخطب ولمن معه من الأحبار ما يدريكم لعله قد جمع هذا لمحمد كله إحدى وسبعون وإحدى وثلاثون ومائة وإحدى وثلاثون ومائتان وإحدى وسبعون ومائتان فذلك سبعمائة وأربع سنين؟ فقالوا لقد تشابه علينا أمره فيزعمون أن هؤلاء الآيات نزلت فيهم \"هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\" فهذا الحديث مداره على محمد بن السائب الكلبي وهو ممن لا يحتج بما انفرد به ثم كان مقتضى هذا المسلك إن كان صحيحا أن يحسب ما لكل حرف من الحروف الأربعة عشر التي ذكرناها وذلك يبلغ منه جملة كثيرة وإن حسبت مع التكرر فأطم وأعظم والله أعلم."
      },
      "translations": {
        "en": "Alif, Lam, Meem.",
        "fr": "Alif, Lâm, Mîm.",
        "es": "'lm."
      },
      "ibn_ashour": "الم (1)تقدم ما في نظائره .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي جاء به محمد صلى الله عليه وسلم لا شك أنه منزل من عند الله، رب الخلائق أجمعين.",
        "mukhtasar": "هذا القرآن الذي جاء به محمد صلى الله عليه وسلممنزل عليه من رب العالمين لا شك في ذلك.",
        "saadi": "يخبر تعالى أن هذا الكتاب الكريم، أنه تنزيل من رب العالمين، الذي رباهم بنعمته.",
        "kathir": "وقوله : ( تنزيل الكتاب لا ريب فيه ) أي : لا شك فيه ولا مرية أنه نزل ، ( من رب العالمين ) ."
      },
      "translations": {
        "en": "[This is] the revelation of the Book about which there is no doubt from the Lord of the worlds.",
        "fr": "La Révélation du Livre, nul doute là-dessus, émane du Seigneur de l'univers.",
        "es": "La revelación de la Escritura, exenta de dudas, procede del Señor del universo."
      },
      "ibn_ashour": "تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ (2)افتتحت السورة بالتنويه بشأن القرآن لأنه جامع الهدى الذي تضمنته هذه السورة وغيرها ولأن جماع ضلال الضالّين هو التكذيب بهذا الكتاب ، فالله جعل القرآن هدى للناس وخصّ العرب أن شَرفهم بجعلهم أولَ من يتلقّى هذا الكتاب ، وبأنْ أنزله بلغتهم ، فكان منهم أشد المكذبين بما جاء به ، لا جرم أن تكذيب أولئك المكذبين أعرق في الضلالة وأوغل في أفَن الرأي . وافتتاح الكلام بالجملة الاسمية لدلالتها على الدَوام والثبات .وجيء بالمسند إليه معرفاً بالإضافة لإطالته ليحصل بتطويله ثم تعقيبه بالجملة المعترضة التشويقُ إلى معرفة الخبر وهو قوله { من رب العالمين } ولولا ذلك لقيل : قرآن منزل من رب العالمين أو نحو ذلك . وإنما عدل عن أسلوب قوله { ألم ذلك الكِتِاب لا رَيْب فِيه } في سورة البقرة ( 1 ، 2 ) لأن تلك السورة نازلة بين ظهراني المسلمين ومن يُرجى إسلامهم من أهل الكتاب وهم { الذين يؤمنون بما أنزل إليك وما أنزل من قبلك } [ البقرة : 4 ] ؛ وأما هذه السورة فقد جابَه الله بها المشركين الذين لا يؤمنون بالإله الواحد ولا يوقنون بالآخرة فهم أصلب عُوداً ، وأشد ك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۚ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًۭا مَّآ أَتَىٰهُم مِّن نَّذِيرٍۢ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
      "tafsir": {
        "muyassar": "بل أيقول المشركون: اختلق محمد صلى الله عليه وسلم القرآن؟ كذَبوا، بل هو الحق الثابت المنزل عليك -أيها الرسول- من ربك؛ لتنذر به أناسًا لم يأتهم نذير من قبلك، لعلهم يهتدون، فيعرفوا الحق ويؤمنوا به ويؤثروه، ويؤمنوا بك.",
        "mukhtasar": "إن هؤلاء الكافرين يقولون: إن محمدًا اختلقه على ربه، ليس الأمر كما قالوا، بل هو الحق الذي لا مرية فيه، المنزل من ربك - أيها الرسول - عليك لتخوّف قومًا ما جاءهم رسول من قبلك يخوفهم من عذاب الله، لعلهم يهتدون إلى الحق فيتبعوه ويعملوا به.",
        "saadi": "ومن أعظم ما رباهم به، هذا الكتاب، الذي فيه كل ما يصلح أحوالهم، ويتمم أخلاقهم، وأنه لا ريب فيه، ولا شك، ولا امتراء، ومع ذلك قال المكذبون للرسول الظالمون في ذلك: افتراه محمد، واختلقه من عند نفسه، وهذا من أكبر الجراءة على إنكار كلام اللّه، ورمي محمد صلى اللّه عليه وسلم، بأعظم الكذب، وقدرة الخلق على كلام مثل كلام الخالق.وكل واحد من هذه من الأمور العظائم، قال اللّه - رادًا على من قال: افتراه:-{ بَلْ هُوَ الْحَقُّ } الذي لا يأتيه الباطل من بين يديه، ولا من خلفه، تنزيل من حكيم حميد. { مِنْ رَبِّكَ } أنزله رحمة للعباد { لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ } أي: في حالة ضرورة وفاقة لإرسال الرسول، وإنزال الكتاب، لعدم النذير، بل هم في جهلهم يعمهون، وفي ظلمة ضلالهم يترددون، فأنزلنا الكتاب عليك { لَعَلَّهُمْ يَهْتَدُونَ } من ضلالهم، فيعرفون الحق فيؤثرونه.وهذه الأشياء التي ذكرها اللّه كلها، مناقضة لتكذيبهم له: وإنها تقتضي منهم الإيمان والتصديق التام به، وهو كونه { مِنْ رَبِّ الْعَالَمِينَ } وأنه { الْحَقُّ } والحق مقبول على كل حال، وأنه { لَا رَيْبَ فِيهِ } بوجه من الوجوه، فليس فيه، ما يوجب الريبة، لا بخبر لا يطابق للواقع  ولا بخفاء واشتباه معانيه، وأنهم في ضرورة وحاجة إلى الرسالة، وأن فيه الهداية لكل خير وإحسان. ",
        "kathir": "ثم قال مخبرا عن المشركين : ( أم يقولون افتراه ) ، بل يقولون : ( افتراه ) أي : اختلقه من تلقاء نفسه ، ( بل هو الحق من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون ) أي : يتبعون الحق ."
      },
      "translations": {
        "en": "Or do they say, \"He invented it\"? Rather, it is the truth from your Lord, [O Muhammad], that you may warn a people to whom no warner has come before you [so] perhaps they will be guided.",
        "fr": "Diront-ils qu'il (Muhammad) l'a inventé? Ceci est, au contraire, la vérité venant de ton Seigneur pour que tu avertisses un peuple à qui nul avertisseur avant toi n'est venu, afin qu'ils se guident.",
        "es": "O dicen: «Él la ha inventado». ¡No! es la Verdad venida de tu Señor, para que adviertas a un pueblo al que no ha venido monitor alguno antes de ti. Quizás, así, sean bien dirigidos."
      },
      "ibn_ashour": "أَمْ يَقُولُونَ افْتَرَاهُ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ (3)جاءت { أَمْ } للإضراب عن الكلام السابق إضرابَ انتقال ، وهي { أَمْ } المنقطعة التي بمعنى بل التي للإضراب . وحيثما وقعت { أمْ } فهي مؤذنة باستفهام بالهمزة بعدها الملتزم حذفها بعد { أمْ . } والاستفهام المقدر بعدها هنا تعجيبي لأنهم قالوا هذا القول الشنيع وعُلِّمه الناس عنهم فلا جرم كانوا أحقَّاء بالتعجيب من حالهم ومقالهم لأنهم أبدوا به أمراً غريباً يُقضى منه العجب لدى العقلاء ذوي الأحلام الراجحة والنفوس المنصفة ، إذ دلائل انتفاء الريب عن كونه من رب العالمين واضحة بَله الجزم بأنه مفترى على الله تعالى .وصيغ الخبر عن قولهم العجيب بصيغة المضارع لاستحضار حالة ذلك القول تحقيقاً للتعجيب منه حتى لا تغفل عن حال قولهم أذهانُ السامعين كلفظ ( تقول ) في بيت هُذْلول العنبري من شعراء الحماسة :تقول وصكّت صدرَها بيمينها ... أبعلي هذا بالرَّحَى المتقاعسُوفي المضارع مع ذلك إيذان بتجدد مقالتهم هذه وأنهم لا يقلعون عنها على الرغم مما جاءهم من البينات رغم افتضاحهم بالع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ مَا لَكُم مِّن دُونِهِۦ مِن وَلِىٍّۢ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
      "tafsir": {
        "muyassar": "الله الذي خلق السموات والأرض وما بينهما في ستة أيام لحكمة يعلمها، وهو قادر أن يخلقها بكلمة \"كن\" فتكون، ثم استوى سبحانه وتعالى -أي علا وارتفع- على عرشه استواء يليق بجلاله، لا يكيَّف، ولا يشبَّه باستواء المخلوقين. ليس لكم -أيها الناس- من وليٍّ يلي أموركم، أو شفيع يشفع لكم عند الله؛ لتنجوا من عذابه، أفلا تتعظون وتتفكرون -أيها الناس-، فتُفردوا الله بالألوهية وتُخلصوا له العبادة؟",
        "mukhtasar": "الله هو الذي خلق السماوات، وخلق الأرض، وخلق ما بينهما في ستة أيام، وهو قادر على خلقها في أقل من طرفة عين، ثم علا وارتفع على العرش علوًّا يليق بجلاله، ما لكم - أيها الناس- من دونه من ولي يتولى أمركم، أو شفيع يشفع لكم عند ربكم، أفلا تتفكرون، وتعبدون الله الذي خلقكم ولا تعبدون معه غيره؟!",
        "saadi": "يخبر تعالى عن كمال قدرته بخلق { السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ } أولها، يوم الأحد، وآخرها الجمعة، مع قدرته على خلقها بلحظة، ولكنه تعالى رفيق حكيم.{ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ } الذي هو سقف المخلوقات، استواء يليق بجلاله.{ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ } يتولاكم، في أموركم، فينفعكم { وَلَا شَفِيع } يشفع لكم، إن توجه عليكم العقاب.{ أَفَلَا تَتَذَكَّرُونَ } فتعلمون أن خالق الأرض والسماوات، المستوي على العرش العظيم، الذي انفرد بتدبيركم، وتوليكم، وله الشفاعة كلها، هو المستحق لجميع أنواع العبادة.",
        "kathir": "يخبر تعالى أنه الخالق للأشياء ، فخلق السماوات والأرض وما بينهما في ستة أيام ، ثم استوى على العرش . وقد تقدم الكلام على ذلك .( ما لكم من دونه من ولي ولا شفيع ) أي : بل هو المالك لأزمة الأمور ، الخالق لكل شيء ، المدبر لكل شيء ، القادر على كل شيء ، فلا ولي لخلقه سواه ، ولا شفيع إلا من بعد إذنه .( أفلا تتذكرون ) يعني : أيها العابدون غيره ، المتوكلون على من عداه - تعالى وتقدس وتنزه أن يكون له نظير أو شريك أو نديد ، أو وزير أو عديل ، لا إله إلا هو ولا رب سواه .وقد أورد النسائي هاهنا حديثا فقال : حدثنا إبراهيم بن يعقوب ، حدثني محمد بن الصباح ، حدثنا أبو عبيدة الحداد ، حدثنا الأخضر بن عجلان ، عن أبي جريج المكي ، عن عطاء ، عن أبي هريرة ، أن رسول الله صلى الله عليه وسلم أخذ بيدي فقال : \" إن الله خلق السماوات والأرض وما بينهما في ستة أيام ، ثم استوى على العرش في اليوم السابع ، فخلق التربة يوم السبت ، والجبال يوم الأحد ، والشجر يوم الاثنين ، والمكروه يوم الثلاثاء ، والنور يوم الأربعاء ، والدواب يوم الخميس ، وآدم يوم الجمعة في آخر ساعة من النهار بعد العصر ، وخلقه من أديم الأرض ، بأحمرها وأسودها ، وطيبها وخبيثها ، من أجل ذلك جعل الله من بني آدم الطيب والخبيث \" .هكذا أورد هذا الحديث إسنادا ومتنا ، وقد أخرج مسلم والنسائي أيضا من حديث الحجاج بن محمد الأعور ، عن ابن جريج ، عن إسماعيل بن أمية ، عن أيوب بن خالد ، عن عبد الله بن رافع ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم بنحو من هذا السياق .وقد علله البخاري في كتاب \" التاريخ الكبير \" فقال : \" وقال بعضهم : أبو هريرة عن كعب الأحبار وهو أصح \" ، وكذا علله غير واحد من الحفاظ ، والله أعلم ."
      },
      "translations": {
        "en": "It is Allah who created the heavens and the earth and whatever is between them in six days; then He established Himself above the Throne. You have not besides Him any protector or any intercessor; so will you not be reminded?",
        "fr": "Allah qui a créé en six jours les cieux et la terre, et ce qui est entre eux. Ensuite Il S'est établi «Istawâ» sur le Trône. Vous n'avez, en dehors de Lui, ni allié ni intercesseur. Ne vous rappelez-vous donc pas?",
        "es": "Alá es Quien ha creado los cielos, la tierra y lo que entre ellos está en seis días. Luego, se ha instalado en el Trono. Fuera de É, no tenéis amigo ni intercesor. ¿Es que no os dejaréis amonestar?"
      },
      "ibn_ashour": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ (4)لما كان الركن الأعظم من أركان هدى الكتاب هو إثبات الوحدانية للإله وإبطال الشرك عُقب الثناء على الكتاب بإثبات هذا الركن .وجيء باسم الجلالة مبتدأ لإحضاره في الأذهان بالاسم المختص به قطعاً لدابر عقيدة الشريك في الإلهية ، وخَبَرُ المبتدأ جملة { ما لكم من دونه من وليّ ولا شفيع } ، ويكون قوله : { الذي خلق السماوات والأرض وما بينهما صفة لاسم الجلالة .وجيء باسم الموصول للإيماء إلى وجه بناء الخبر وأنه الانفراد بالربوبية لجميع الخلائق في السماوات والأرض وما بينهما ، ومن أولئك المشركون المعنيون بالخبر ، والخطاب موجه إلى المشركين على طريقة الالتفات .والوليّ : مشتق من الولاء ، بمعنى : العهد والحلف والقرابة . ومن لوازم حقيقة الولاء النصر والدفاع عن المولَى . وأُريد بالولي : المشارك في الربوبية .والشفيع : الوسيط في قضاء الحوائج من دفع ضرّ أو جلب نفع . والمشركون زعموا أن الأصنام آلهة شركاء لله في الإلهية ثم ق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "يُدَبِّرُ ٱلْأَمْرَ مِنَ ٱلسَّمَآءِ إِلَى ٱلْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِى يَوْمٍۢ كَانَ مِقْدَارُهُۥٓ أَلْفَ سَنَةٍۢ مِّمَّا تَعُدُّونَ",
      "tafsir": {
        "muyassar": "يدبر الله تعالى أَمْر المخلوقات من السماء إلى الأرض، ثم يصعد ذلك الأمر والتدبير إلى الله في يوم مقداره ألف سنة من أيام الدنيا التي تعدُّونها.",
        "mukhtasar": "يدبر الله سبحانه وتعالى أمر جميع المخلوقات في السماوات وفي الأرض، ثم يصعد إليه ذلك الأمر في يوم كان مقداره ألف سنة مما تعدّون أنتم - أيها الناس - في الدنيا.",
        "saadi": "{ يُدَبِّرُ الْأَمْرَ } القدري والأمر الشرعي، الجميع هو المتفرد بتدبيره، نازلة تلك التدابير من عند المليك القدير { مِنَ السَّمَاءِ إِلَى الْأَرْضِ } فَيُسْعِدُ بها ويُشْقِي، ويُغْنِي ويُفْقِرُ، ويُعِزُّ، ويُذِلُّ، ويُكرِمُ، ويُهِينُ، ويرفع أقوامًا، ويضع آخرين، ويُنزِّل الأرزاق.{ ثُمَّ يَعْرُجُ إِلَيْهِ } أي: الأمر ينزل من عنده، ويعرج إليه { فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ } وهو يعرج إليه، ويصله في لحظة.",
        "kathir": "وقوله : ( يدبر الأمر من السماء إلى الأرض ثم يعرج إليه ) أي : يتنزل أمره من أعلى السماوات إلى أقصى تخوم الأرض السابعة ، كما قال الله تعالى : ( الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما ) [ الطلاق : 12 ] .وترفع الأعمال إلى ديوانها فوق سماء الدنيا ، ومسافة ما بينها وبين الأرض [ مسيرة ] خمسمائة سنة ، وسمك السماء خمسمائة سنة .وقال مجاهد ، وقتادة ، والضحاك : النزول من الملك في مسيرة خمسمائة عام ، وصعوده في مسيرة خمسمائة عام ، ولكنه يقطعها في طرفة عين; ولهذا قال تعالى : ( في يوم كان مقداره ألف سنة مما تعدون ) ."
      },
      "translations": {
        "en": "He arranges [each] matter from the heaven to the earth; then it will ascend to Him in a Day, the extent of which is a thousand years of those which you count.",
        "fr": "Du ciel à la terre, Il administre l'affaire, laquelle ensuite monte vers Lui en un jour équivalent à mille ans de votre calcul.",
        "es": "Él dispone en el cielo todo lo de la tierra. Luego, todo ascenderá a Él en un día equivalente en duración a mil años de los vuestros."
      },
      "ibn_ashour": "يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ (5)جملة { يدبر الأمر } في موضع الحال من اسم الجلالة في قوله تعالى { الله الذي خلق السماوات والأرض } [ السجدة : 4 ] ، أي : خلق تلك الخلائق مدبِّراً أمرها . ويجوز أن تكون الجملة استئنافاً ، وقوله { من السماء } متعلق ب { يدبر } أو صفة للأمر أو حال منه ، و { من } ابتدائية . والمقصود من حرفي الابتداء والانتهاء شمول تدبير الله تعالى الأمور كلها في العالمين العلوي والسفلي تدبيراً شاملاً لها من السماء إلى الأرض ، فأفاد حرف الانتهاء شمول التدبير لأمورِ كل ما في السماوات والأرض وفيما بينهما .والتدبير : حقيقته التفكير في إصدار فعل متقن أوله وآخره وهو مشتق من دُبُر الأمر ، أي : آخره لأن التدبير النظر في استقامة الفعل ابتداء ونهاية . وهو إذا وصف به الله تعالى كنايةٌ عن لازم حقيقته وهو تمام الإتقان ، وتقدم شيء من هذا في أول سورة يونس وأول سورة الرعد .و { الأمر } : الشأن للأشياء ونظامُها وما به تقوُّمها . والتعريف فيه للجنس وهو مفيد لاستغراق الأمور كلها لا يخرج عن ت",
      "gharib": {
        "muyassar": {
          "word": "يوم",
          "meaning": "مدة زمنية"
        },
        "siraj": {
          "word": "يوم",
          "meaning": "مدة ألف سنة"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "ذَٰلِكَ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "tafsir": {
        "muyassar": "ذلك الخالق المدبِّر لشؤون العالمين، عالم بكل ما يغيب عن الأبصار، مما تُكِنُّه الصدور وتخفيه النفوس، وعالم بما شاهدته الأبصار، وهو القويُّ الظاهر الذي لا يغالَب، الرحيم بعباده المؤمنين.",
        "mukhtasar": "ذلك الذي يدبر ذلك كله هو عالم ما غاب وما حضر، لا يخفى عليه منهما شيء، العزيز الذي لا يغالبه أحد الذي ينتقم من أعدائه، الرحيم بعباده المؤمنين.",
        "saadi": "{ ذَلِكَ } الذي خلق تلك المخلوقات العظيمة، الذي استوى على العرش العظيم، وانفرد بالتدابير في المملكة، { عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ } فبسعة علمه، وكمال عزته، وعموم رحمته، أوجدها، وأودع فيها، من المنافع ما أودع، ولم يعسر عليه تدبيرها.",
        "kathir": "( ذلك عالم الغيب والشهادة ) أي : المدبر لهذه الأمور الذي هو شهيد على أعمال عباده ، يرفع إليه جليلها وحقيرها ، وصغيرها وكبيرها - هو ) العزيز ) الذي قد عز كل شيء فقهره وغلبه ، ودانت له العباد والرقاب ، ( الرحيم ) بعباده المؤمنين . فهو عزيز في رحمته ، رحيم في عزته [ وهذا هو الكمال : العزة مع الرحمة ، والرحمة مع العزة ، فهو رحيم بلا ذل ] ."
      },
      "translations": {
        "en": "That is the Knower of the unseen and the witnessed, the Exalted in Might, the Merciful,",
        "fr": "C'est Lui le Connaisseur [des mondes] inconnus et visibles, le Puissant, le Miséricordieux,",
        "es": "Tal es el Conocedor de lo oculto y de lo patente, el Poderoso, el Misericordioso,"
      },
      "ibn_ashour": "ذَلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ (6)جيء بالإشارة إلى اسم الجلالة بعدما أجري عليه مِن أوصاف التصرف بخلق الكائنات وتدبير أمورها للتنبيه على أن المشار إليه باسم الإشارة حقيق بما يَرِد بعد اسم الإشارة من أجل تلك الصفات المتقدمة كما تقدم في قوله تعالى : { أولئك على هدى من ربهم } في سورة البقرة ( 5 ) ، لا جرم أن المتصرف بذلك الخلق والتدبير عالم بجميع مخلوقاته ومحيط بجميع شؤونها فهو عالم الغيب ، أي : ما غاب عن حواس الخلق ، وعالِمُ الشهادة ، وهو ما يدخل تحت إدراك الحواس ، فالمراد بالغيب والشهادة : كل غائب وكل مشهود . والمقصود هو علم الغيب لأنهم لما أنكروا البعث وإحياء الموتى كانت شبهتهم في إحالته أن أجزاء الأجسام تفرقت وتخللت الأرضَ ، ولذلك عقب بقوله بعده { وقالوا أإذا ضَلَلْنَا في الأرض إنَّا لفِي خلق جديد } [ السجدة : 10 ] . وأما عطف { والشهادة } فهو تكميل واحتراس .ومناسبة وصفه تعالى ب { العزيز الرحيم } عقب ما تقدم أنه خلق الخلق بمحض قدرته بدون معين ، فالعزة وهي الاستغناء عن الغير ظاهرة ، وأنه خلقهم على أحوال فيها لطف بهم فهو رحيم بهم فيما خلقهم إذ جعل أمور حياته",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "ٱلَّذِىٓ أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُۥ ۖ وَبَدَأَ خَلْقَ ٱلْإِنسَٰنِ مِن طِينٍۢ",
      "tafsir": {
        "muyassar": "الله الذي أحكم خلق كل شيء، وبدأ خَلْقَ الإنسان، وهو آدم عليه السلام من طين.",
        "mukhtasar": "الذي أتقن كل شيء خلقه، وبدأ خلق آدم من طين على غير مثال سابق.",
        "saadi": "{ الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ } أي: كل مخلوق خلقه اللّه، فإن اللّه أحسن خلقه، وخلقه خلقًا يليق به، ويوافقه، فهذا عام.ثم خص الآدمي لشرفه وفضله فقال: { وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ } وذلك بخلق آدم عليه السلام، أبي البشر.",
        "kathir": "يقول تعالى : إنه الذي أحسن خلق الأشياء وأتقنها وأحكمها .وقال مالك ، عن زيد بن أسلم : ( الذي أحسن كل شيء خلقه ) قال : أحسن خلق كل شيء . كأنه جعله من المقدم والمؤخر .ثم لما ذكر خلق السماوات والأرض ، شرع في ذكر خلق الإنسان فقال : ( وبدأ خلق الإنسان من طين ) يعني : خلق أبا البشر آدم من طين ."
      },
      "translations": {
        "en": "Who perfected everything which He created and began the creation of man from clay.",
        "fr": "qui a bien fait tout ce qu'Il a créé. Et Il a commencé la création de l'homme à partir de l'argile,",
        "es": "Que ha hecho bien todo cuanto ha creado y ha comenzado la creación del hombre de arcilla"
      },
      "ibn_ashour": "الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ خبر آخر عن اسم الإشارة أو وصف آخر ل { عالم الغيب } [ السجدة : 6 ] ، وهو ارتقاء في الاستدلال مشوبٌ بامتنان على الناس أنْ أحْسنَ خلقهم في جملة إحسان خلق كل شيء وبتخصيص خلق الإنسان بالذكر . والمقصود : أنه الذي خلق كل شيء وخاصة الإنسان خلقاً بعد أن لم يكن شيئاً مذكوراً ، وأخرج أصله من تراب ثم كوَّن فيه نظام النسل من ماء ، فكيف تعجزه إعادة أجزائه .والإحسان : جعل الشي حَسناً ، أي محموداً غير معيب ، وذلك بأن يكون وافياً بالمقصود منه فإنك إذا تأملت الأشياء رأيتها مصنوعة على ما ينبغي؛ فصلابة الأرض مثلاً للسير عليها ، ورقة الهواء ليسهل انتشاقه للتنفس ، وتوجه لهيب النار إلى فوقُ لأنها لو كانت مثل الماء تلتهب يميناً وشمالاً لكثرت الحرائق فأما الهواء فلا يقبل الاحتراق .وقوله { خَلَقَه } قرأه نافع وعاصم وحمزة والكسائي وخلف بصيغة فعل المضي على أن الجملة صفة ل { شيء } أي : كل شيء من الموجودات التي خلقها وهم يعرفون كثيراً منها . وقرأه الباقون بسكون اللام على أنه اسم هو بدل من { كل شيء } بدل اشتمال . وتخلص من هذا الوصف العام ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "ثُمَّ جَعَلَ نَسْلَهُۥ مِن سُلَٰلَةٍۢ مِّن مَّآءٍۢ مَّهِينٍۢ",
      "tafsir": {
        "muyassar": "ثم جعل ذرية آدم متناسلة من نطفة ضعيفة رقيقة مهينة.",
        "mukhtasar": "ثم جعل ذريته من بعده من الماء الذي انسلَّ فخرج منه (المني).",
        "saadi": "{ ثُمَّ جَعَلَ نَسْلَهُ } أي: ذرية آدم ناشئة { مِنْ مَاءٍ مَهِينٍ } وهو النطفة المستقذرة الضعيفة.",
        "kathir": "( ثم جعل نسله من سلالة من ماء مهين ) أي : يتناسلون كذلك من نطفة تخرج من بين صلب الرجل وترائب المرأة ."
      },
      "translations": {
        "en": "Then He made his posterity out of the extract of a liquid disdained.",
        "fr": "puis Il tira sa descendance d'une goutte d'eau vile [le sperme];",
        "es": "-luego, ha establecido su descendencia de una gota de líquido vil-;"
      },
      "ibn_ashour": "ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ (8) و { من } في قوله { من سلالة } ابتدائية . وسميت النطفة التي يتقوم منها تكوين الجنين سُلالة كما في الآية لأنها تنفصل عن الرجل ، فقوله { من ماء مهين } بيان ل { سلالة . } و { من } بيانية فالسلالة هي الماء المهين ، هذا هو الظاهر لمتعارف الناس؛ ولكن في الآية إيماء علمي لم يدركه الناس إلا في هذا العصر وهو أن النطفة يتوقف تكوّن الجنين عليها لأنه يتكون من ذرات فيها تختلط مع سلالة من المرأة وما زاد على ذلك يذهب فضلة ، فالسلالة التي تنفرز من الماء المهين هي النسل لا جميع الماء المهين ، فتكون { من } في قوله { من ماء مهين } للتبعيض أو للابتداء .والمهين : الشيء الممتهن الذي لا يعبأ به . والغرض من إجراء هذا الوصف عليه الاعتبار بنظام التكوين إذ جعل الله تكوين هذا الجنس المكتمل التركيب العجيب الآثار من نوع ماء مهراق لا يُعبأ به ولا يصان .والتسوية : التقويم ، قال تعالى : { لقد خلقنا الإنسان في أحسن تقويم } [ التين : 4 ] . والضمير المنصوب في { سَوّاه } عائد إلى { نسله } لأنه أقرب مذكور ولأنه ظاهر العطف ب { ثم } وإن كان آدم قد سُوِّي ونفخ فيه من ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "ثُمَّ سَوَّىٰهُ وَنَفَخَ فِيهِ مِن رُّوحِهِۦ ۖ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۚ قَلِيلًۭا مَّا تَشْكُرُونَ",
      "tafsir": {
        "muyassar": "ثم أتم خلق الإنسان وأبدعه، وأحسن خلقته، ونفخ فيه مِن روحه بإرسال الملك له؛ لينفخ فيه الروح، وجعل لكم -أيها الناس- نعمة السمع والأبصار يُميَّز بها بين الأصوات والألوان والذوات والأشخاص، ونعمة العقل يُميَّز بها بين الخير والشر والنافع والضار. قليلا ما تشكرون ربكم على ما أنعم به عليكم.",
        "mukhtasar": "ثم أتم خلق الإنسان سويًّا، ونفخ فيه من روحه بأمر المَلَك الموكل بنفخ الروح، وجعل لكم - أيها الناس - الأسماع لتسمعوا بها، والأبصار لتبصروا بها، والأفئدة لتعقلوا بها، قليلًا ما تشكرون هذه النعم لله التي أنعم بها عليكم.",
        "saadi": "{ ثُمَّ سَوَّاهُ } بلحمه، وأعضائه، وأعصابه، وعروقه، وأحسن خلقته، ووضع كل عضو منه، بالمحل الذي لا يليق به غيره، { وَنَفَخَ فِيهِ مِنْ رُوحِهِ } بأن أرسل إليه الملك، فينفخ فيه الروح، فيعودبإذن اللّه، حيوانا، بعد أن كان جمادًا.{ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ } أي: ما زال يعطيكم من المنافع شيئًا فشيئا، حتى أعطاكم السمع والأبصار { وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ } الذي خلقكم وصوركم. ",
        "kathir": "( ثم سواه ) يعني : آدم ، لما خلقه من تراب خلقه سويا مستقيما ، ( ونفخ فيه من روحه وجعل لكم السمع والأبصار والأفئدة ) ، يعني العقول ، ( قليلا ما تشكرون ) أي : بهذه القوى التي رزقكموها الله عز وجل . فالسعيد من استعملها في طاعة ربه عز وجل ."
      },
      "translations": {
        "en": "Then He proportioned him and breathed into him from His [created] soul and made for you hearing and vision and hearts; little are you grateful.",
        "fr": "puis Il lui donna sa forme parfaite et lui insuffla de Son Esprit. Et Il vous a assigné l'ouïe, les yeux et le cœur. Que vous êtes peu reconnaissants!",
        "es": "luego, le ha dado forma armoniosa e infundido en él de Su Espíritu. Os ha dado el oído, la vista y el intelecto. ¡Qué poco agradecidos sois!"
      },
      "ibn_ashour": "ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (9)والنفخ : تمثيل لسريان اللطيفة الروحانية في الكثيفة الجسدية مع سرعة الإيداع ، وقد تقدم في قوله تعالى : { فإذا سوّيته ونفخْتُ فيه من رُوحي } في سورة الحجر ( 29 ) .والانتقال من الغيبة إلى الخطاب في قوله : وجعل لكم } التفات لأن المخاطبين من أفراد الناس وجَعْل السمع والأبصار والأفئدة للناس كلهم غير خاص بالمخاطبين فلما انتهض الاستدلال على عظيم القدرة وإتقان المراد من المصنوعات المتحدث عنهم بطريق الغيبة الشامل للمخاطبين وغيرهم ناسب أن يُلتفت إلى الحاضرين بنقل الكلام إلى الخطاب لأنه آثرُ بالامتنان وأسعدُ بما يرد بعده من التعريض بالتوبيخ في قوله { قليلاً ما تشكرون } . والامتنان بقوى الحواس وقوى العقل أقوى من الامتنان بالخلق وتسويته لأن الانتفاع بالحواس والإدراك متكرر متجدد فهو محسوس بخلاف التكوين والتقويم فهو محتاج إلى النظر في آثاره .والعدول عن أن يقال : وجعلكم سامعين مبصرين عالمين إلى { جعل لكم السمع والأبصار والأفئدة } لأن ذلك أعرق في الفصاحة ، ولما تؤذن به اللام من",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَقَالُوٓا۟ أَءِذَا ضَلَلْنَا فِى ٱلْأَرْضِ أَءِنَّا لَفِى خَلْقٍۢ جَدِيدٍۭ ۚ بَلْ هُم بِلِقَآءِ رَبِّهِمْ كَٰفِرُونَ",
      "tafsir": {
        "muyassar": "وقال المشركون بالله المكذبون بالبعث: أإذا صارت لحومنا وعظامنا ترابًا في الأرض أنُبعَث خلقًا جديدًا؟ يستبعدون ذلك غير طالبين الوصول إلى الحق، وإنما هو منهم ظلم وعناد؛ لأنهم بلقاء ربهم -يوم القيامة- كافرون.",
        "mukhtasar": "وقال المشركون المكذبون بالبعث: إذا متنا وغبنا في الأرض، وصارت أجسامنا ترابًا، فهل نُبْعث أحياء من جديد؟! لا يعقل ذلك، بل هم في واقع أمرهم كافرون بالبعث لا يؤمنون به.",
        "saadi": "أي: قال المكذبون بالبعث على وجه الاستبعاد: { أَئِذَا ضَلَلْنَا فِي الْأَرْضِ } أي: بَلِينَا وتمزقنا، وتفرقنا في المواضع التي لا تُعْلَمُ.{ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ } أي: لمبعوثون بعثًا جديدًا بزعمهم أن هذا من أبعد الأشياء، وذلك لقياسهم قدرة الخالق، بقدرهم.وكلامهم هذا، ليس لطلب الحقيقة، وإنما هو ظلم، وعناد، وكفر بلقاء ربهم وجحد، ولهذا قال: { بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُون } فكلامهم علم  مصدره وغايته، وإلا، فلو كان قصدهم بيان الحق، لَبَيَّنَ لهم من الأدلة القاطعة على ذلك، ما يجعله مشاهداً للبصيرة، بمنزلة الشمس للبصر.ويكفيهم، أنهم معهم علم أنهم قد ابتدئوا من العدم، فالإعادة أسهل من الابتداء، وكذلك الأرض الميتة، ينزل اللّه عليها المطر، فتحيا بعد موتها، وينبت به متفرق بذورها.",
        "kathir": "يقول تعالى مخبرا عن المشركين في استبعادهم المعاد حيث قالوا : ( أئذا ضللنا في الأرض ) أي : تمزقت أجسامنا وتفرقت في أجزاء الأرض وذهبت ، ( أئنا لفي خلق جديد ) ؟ أي : أئنا لنعود بعد تلك الحال ؟! يستبعدون ذلك ، وهذا إنما هو بعيد بالنسبة إلى قدرتهم العاجزة ، لا بالنسبة إلى قدرة الذي بدأهم وخلقهم من العدم ، الذي إنما أمره إذا أراد شيئا أن يقول له كن فيكون; ولهذا قال : ( بل هم بلقاء ربهم كافرون )"
      },
      "translations": {
        "en": "And they say, \"When we are lost within the earth, will we indeed be [recreated] in a new creation?\" Rather, they are, in [the matter of] the meeting with their Lord, disbelievers.",
        "fr": "Et ils disent: «Quand nous serons perdus dans la terre [sous forme de poussière], redeviendrons-nous une création nouvelle?» En outre, ils ne croient pas en la rencontre avec leur Seigneur.",
        "es": "Dicen: «Cuando nos hayamos perdido en la tierra, ¿es verdad que se nos creará de nuevo?» No, no creen en el encuentro de su Señor."
      },
      "ibn_ashour": "وَقَالُوا أَئِذَا ضَلَلْنَا فِي الْأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ (10)الواو للحال ، والحال للتعجيب منهم كيف أحالوا إعادة الخلق وهم يعلمون النشأة الأولى ، وليست الإعادة بأعجب من بدء الخلق وخاصة بدء خلق آدم عن عدم ، وخُلوّ الجملة الماضوية عن حرف ( قد ) لا يقدح في كونها حالاً على التحقيق .والاستفهام في { أءذا ضللنا } للتعجب والإحالة ، أي أظهروا في كلامهم استبعاد البعث بعد فناء الأجساد واختلاطها بالتراب ، مغالطة للمؤمنين وترويجاً لكفرهم . والضّلال : الغياب ، ومنه : ضلال الطريق ، والضالة : الدابة التي ابتعدت عن أهلها فلم يعرف مكانها . وأرادوا بذلك إذا تفرقت أجزاء أجسادنا في خلال الأرض واختلطت بتراب الأرض . وقيل : الضلال في الأرض : الدخول فيها بناء على أنه يقال : أضلّ الناسُ الميت ، أي : دفنوه . وأنشدوا قول النابغة في رثاء النعمان بن الحارث الغساني :فآب مُضِلّوه بعين جَلية ... وغُودر بالجَوْلان حَزم ونائلوقرأه نافع والكسائي ويعقوب : { إنا لفي خلق جديد } بهمزة واحدة على الإخبار اكتفاء بدخول الاستفهام على أول الجملة ومتعلقها . وقرأ الباقون { أإنا ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "۞ قُلْ يَتَوَفَّىٰكُم مَّلَكُ ٱلْمَوْتِ ٱلَّذِى وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: يتوفاكم ملك الموت الذي وُكِّل بكم، فيقبض أرواحكم إذا انتهت آجالكم، ولن تتأخروا لحظة واحدة، ثم تُردُّون إلى ربكم، فيجازيكم على جميع أعمالكم: إن خيرًا فخير وإن شرًا فشر.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين بالبعث: يتوفاكم ملك الموت الذي فوَّضه الله بقبض أرواحكم، ثم إلينا وحدنا يوم القيامة ترجعون للحساب والجزاء.",
        "saadi": "{ قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ } أي: جعله اللّه وكيلاً على قبض الأرواح، وله أعوان. { ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ } فيجازيكم بأعمالكم، وقد أنكرتم البعث، فانظروا ماذا يفعل اللّه بكم.",
        "kathir": ".ثم قال : ( قل يتوفاكم ملك الموت الذي وكل بكم ) ، الظاهر من هذه الآية أن ملك الموت شخص معين من الملائكة ، كما هو المتبادر من حديث البراء المتقدم ذكره في سورة \" إبراهيم \" ، وقد سمي في بعض الآثار بعزرائيل ، وهو المشهور ، قاله قتادة وغير واحد ، وله أعوان . وهكذا ورد في الحديث أن أعوانه ينتزعون الأرواح من سائر الجسد ، حتى إذا بلغت الحلقوم تناولها ملك الموت .قال مجاهد : حويت له الأرض فجعلت له مثل الطست ، يتناول منها حيث يشاء . ورواه زهير بن محمد عن النبي صلى الله عليه وسلم ، بنحوه مرسلا . وقاله ابن عباس ، رضي الله عنهما .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا يحيى بن أبي يحيى المقري ، حدثنا عمرو بن شمر عن جعفر بن محمد قال : سمعت أبي يقول : نظر رسول الله صلى الله عليه وسلم إلى ملك الموت عند رأس رجل من الأنصار ، فقال له النبي صلى الله عليه وسلم : \" يا ملك الموت ، ارفق بصاحبي فإنه مؤمن \" . فقال ملك الموت : يا محمد ، طب نفسا وقر عينا فإني بكل مؤمن رفيق ، واعلم أن ما في الأرض بيت مدر ولا شعر ، في بر ولا بحر ، إلا وأنا أتصفحه في كل يوم خمس مرات ، حتى إني أعرف بصغيرهم وكبيرهم منهم بأنفسهم ، والله يا محمد ، لو أني أردت أن أقبض روح بعوضة ما قدرت على ذلك حتى يكون الله هو الآمر بقبضها .قال جعفر : بلغني أنه إنما يتصفحهم عند مواقيت الصلاة ، فإذا حضرهم عند الموت فإن كان ممن يحافظ على الصلاة دنا منه الملك ، ودفع عنه الشيطان ، ولقنه الملك : \" لا إله إلا الله ، محمد رسول الله \" في تلك الحال العظيمة .وقال عبد الرزاق : حدثنا محمد بن مسلم ، عن إبراهيم بن ميسرة قال : سمعت مجاهدا يقول ما على ظهر الأرض من بيت شعر أو مدر إلا وملك الموت يطيف به كل يوم مرتين .وقال كعب الأحبار : والله ما من بيت فيه أحد من أهل الدنيا إلا وملك الموت يقوم على بابه كل يوم سبع مرات . ينظر هل فيه أحد أمر أن يتوفاه . رواه ابن أبي حاتم .وقوله : ( ثم إلى ربكم ترجعون ) أي : يوم معادكم وقيامكم من قبوركم لجزائكم ."
      },
      "translations": {
        "en": "Say, \"The angel of death will take you who has been entrusted with you. Then to your Lord you will be returned.\"",
        "fr": "Dis: «L'Ange de la mort qui est chargé de vous, vous fera mourir. Ensuite, vous serez ramenés vers Votre Seigneur».",
        "es": "Di: «El ángel de la muerte, encargado de vosotros, os llamara y, luego, seréis devueltos a vuestro Señor»."
      },
      "ibn_ashour": "قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (11)استئناف ابتدائي جار على طريقة حكاية المقاولات لأن جملة { قل في معنى جواب لقولهم أإذا ضللنا في الأرض إنّا لفي خلق جديد } [ السجدة : 10 ] ؛ أمر الرسول عليه الصلاة والسلام أن يعيد إعلامهم بأنهم مبعوثون بعد الموت . فالمقصود من الجملة هو قوله { ثم إلى ربكم ترجعون } إذ هو مناط إنكارهم ، وأما إنهم يتوفّاهم ملك الموت فذكره لتذكيرهم بالموت وهم لا ينكرون ذلك ولكنهم ألهتهم الحياة الدنيا عن النظر في إمكان البعث والاستعداد له فذكروا به ثم أدمج فيه ذكر ملك الموت لزيادة التخويف من الموت والتعريض بالوعيد من قوله { الذي وُكِّل بكم } فإنه موكل بكل ميت بما يناسب معاملته عند قبض روحه . وفيه إبطال لجهلهم بأن الموت بيد الله تعالى وأنه كما خلقهم يميتهم وكما يميتهم يحييهم ، وأن الإماتة والإحياء بإذنه وتسخير ملائكته في الحالين . وذلك إبطال لقولهم { ما هي إلا حياتنا الدنيا نموت ونحيا } [ الجاثية : 24 ] فأعلمهم الله أنهم لا يخرجون عن قبضة تصرفه طرفة عين لا في حال الحياة ولا في حال الممات . وإذا كان موتهم بفعل ملك ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَٰلِحًا إِنَّا مُوقِنُونَ",
      "tafsir": {
        "muyassar": "ولو ترى -أيها المخاطب- إذ المجرمون الذين أنكروا البعث قد خفضوا رؤوسهم عند ربهم من الخزي والعار قائلين: ربنا أبصرنا قبائحنا، وسمعنا منك تصديق ما كانت رسلك تأمرنا به في الدنيا، وقد تُبْنا إليك، فارجعنا إلى الدنيا لنعمل فيها بطاعتك، إنا قد أيقنَّا الآن ما كنا به في الدنيا مكذبين من وحدانيتك، وأنك تبعث من في القبور. ولو رأيت -أيها الخاطب- ذلك كله، لرأيت أمرًا عظيمًا، وخطبًا جسيمًا.",
        "mukhtasar": "سوف يظهر المجرمون يوم القيامة وهم أذلاء يخفضون رؤوسهم بسبب كفرهم بالبعث، يشعرون بالخزي ويقولون: ربنا أَبْصَرنا ما كنا نكذب به من البعث، وسمعنا مصداق ما جاءت به الرسل من عندك، فارجعنا إلى الحياة الدنيا نعمل عملًا صالحًا يرضيك عنا، إنا موقنون الآن بالبعث وبصدق ما جاءت به الرسل، لو رأيت المجرمين على تلك الحال رأيت أمرًا عظيمًا.",
        "saadi": "لما ذكر تعالى رجوعهم إليه يوم القيامة، ذكر حالهم في مقامهم بين [يديه]  فقال: { وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ } الذين أصروا على الذنوب العظيمة، { نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ } خاشعين خاضعين أذلاء، مقرين بجرمهم، سائلين الرجعة قائلين: { رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا } أي: بأن لنا الأمر، ورأيناه عيانًا، فصار عين يقين.{ فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ } أي: صار عندنا الآن، يقين بما [كنا]  نكذب به، أي: لرأيت أمرا فظيعًا، وحالاً مزعجة، وأقوامًا خاسرين، وسؤلًا غير مجاب، لأنه قد مضى وقت الإمهال.",
        "kathir": "يخبر تعالى عن حال المشركين يوم القيامة ، وحالهم حين عاينوا البعث ، وقاموا بين يدي الله حقيرين ذليلين ، ناكسي رؤوسهم ، أي : من الحياء والخجل ، يقولون : ( ربنا أبصرنا وسمعنا ) أي : نحن الآن نسمع قولك ونطيع أمرك ، كما قال تعالى : ( أسمع بهم وأبصر يوم يأتوننا ) [ مريم : 38 ] . وكذلك يعودون على أنفسهم بالملامة إذا دخلوا النار بقولهم : ( لو كنا نسمع أو نعقل ما كنا في أصحاب السعير ) [ الملك : 10 ] . وهكذا هؤلاء يقولون : ( ربنا أبصرنا وسمعنا فارجعنا ) أي : إلى الدار الدنيا ، ( نعمل صالحا إنا موقنون ) أي : قد أيقنا وتحققنا أن وعدك حق ولقاءك حق ، وقد علم الرب تعالى منهم أنه لو أعادهم إلى الدار الدنيا لكانوا كما كانوا فيها كفارا يكذبون آيات الله ويخالفون رسله ، كما قال : ( ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون وقالوا إن هي إلا حياتنا الدنيا وما نحن بمبعوثين ) [ الأنعام : 27 - 29 ] ."
      },
      "translations": {
        "en": "If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\"",
        "fr": "Si tu voyais alors les criminels [comparaître], têtes basses devant leur Seigneur! «Notre Seigneur, Nous avons vu et entendu, renvoie-nous donc afin que nous puissions faire du bien; nous croyons [maintenant] avec certitude».",
        "es": "Si pudieras ver a los pecadores, cabizbajos ante su Señor: «¡Señor! ¡Hemos visto y oído! ¡Haznos volver para que hagamos obras buenas! ¡Estamos convencidos!»"
      },
      "ibn_ashour": "وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ (12)أردف ذكر إنكارهم البعث بتصوير حال المنكرين أثر البعث وذلك عند حشرهم إلى الحساب ، وجيء في تصوير حالهم بطريقة حذف جواب { لو } حذفاً يرادفه أن تذهب نفس السامع كل مذهب من تصوير فظاعة حالهم وهول موقفهم بين يدي ربهم ، وبتوجيه الخطاب إلى غير معيّن لإفادة تناهي حالهم في الظهور حتى لا يختصّ به مخاطب .  والمعنى : لو ترى أيها الرائي لرأيت أمراً عظيماً .و { المجرمون هم الذين قالوا أإذا ضللنا في الأرض إنّا لفي خلق جديد } [ السجدة : 10 ] ، فهو إظهار في مقام الإضمار لقصد التسجيل عليهم بأنهم في قولهم ذلك مُجرمون ، أي آتون بجُرم وهو جُرم تكذيب الرسول صلى الله عليه وسلم وتعطيل الدليل .والناكس : الذي يجعل أعلى شيء إلى أسفل ، يقال : نكس رأسه ، إذا طأطأه لأنه كمن جعل أعلى الشيء إلى أسفل . ونكْس الرؤوس علامة الذلّ والندامة ، وذلك مما يُلاقون من التقريع والإهانة .والعندية عندية السلطة ، أي وهم في حكم ربهم لا يستطيعون محيداً عنه ، فشبه ذلك بالكون في مكان ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَلَوْ شِئْنَا لَءَاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "ولو شئنا لآتينا هؤلاء المشركين بالله رشدهم وتوفيقهم للإيمان، ولكن حق القول مني ووجب لأملأنَّ جهنم من أهل الكفر والمعاصي، من الجِنَّة والناس أجمعين؛ وذلك لاختيارهم الضلالة على الهدى.",
        "mukhtasar": "ولو شئنا إعطاء كل نفس رشدها وتوفيقها لحملناها على هذا، ولكن وجب القول مني حكمة وعدلًا: لأملأنّ جهنم يوم القيامة من أهل الكفر من الثقلين: الجن والإنس؛ لاختيارهم طريق الكفر والضلال على طريق الإيمان والاستقامة.",
        "saadi": "وكل هذا بقضاء اللّه وقدره، حيث خلى بينهم وبين الكفر والمعاصي، فلهذا قال: { وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا } أي: لهدينا الناس كلهم، وجمعناهم على الهدى، فمشيئتنا صالحة لذلك، ولكن الحكمة، تأبى أن يكونوا كلهم على الهدى، ولهذا قال: { وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي } أي: وجب، وثبت ثبوتًا لا تغير فيه.{ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } فهذا الوعد، لا بد منه، ولا محيد عنه، فلا بد من تقرير أسبابه من الكفر والمعاصي.",
        "kathir": "وقال هاهنا ( ولو شئنا لآتينا كل نفس هداها ) ، كما قال تعالى ( ولو شاء ربك لآمن من في الأرض كلهم جميعا ) [ يونس : 99 ] .( ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين ) أي : من الصنفين ، فدارهم النار لا محيد لهم عنها ولا محيص لهم منها ، نعوذ بالله وكلماته التامة من ذلك ."
      },
      "translations": {
        "en": "And if We had willed, We could have given every soul its guidance, but the word from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together.",
        "fr": "«Si Nous voulions, Nous apporterions à chaque âme sa guidée. Mais la parole venant de Moi doit être réalisée: «J'emplirai l'Enfer de djinns et d'hommes réunis».",
        "es": "Si hubiéramos querido, habríamos dirigido a cada uno. Pero se ha realizado Mi sentencia: «¡He de llenar la gehena de genios y de hombres, de todos ellos!»"
      },
      "ibn_ashour": "وَلَوْ شِئْنَا لَآَتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (13)اعتراض بين القول المقدر قبل قوله { ربنا أبصَرْنا وسمِعنا } [ السجدة : 12 ] وبين الجواب عنه بقوله { فذوقوا بما نَسِيتم } [ السجدة : 14 ] فالواو التي في صدر الجملة اعتراضية ، وهي من قبيل واو الحال .ومفعول فعل المشيئة محذوف على ما هو الغالب في فعل المشيئة الواقع شرطاً استغناء عن المفعول بما يدل عليه جواب الشرط . والمعنى : لو شئنا لجبلنا كل نفس على الانسياق إلى الهدى بدون اختيار كما جبلت العجماوات على ما ألهمت إليه من نظام حياة أنواعها فلكانت النفوس غير محتاجة إلى النظر في الهدى وضده ، ولا إلى دعوة من الله إلى طريق الهدى ، ولكن الله لما أراد أن يَكل إلى نوع الإنسان تعمير هذا العالم ، وأن يجعله عنواناً لعلمه وحكمته ، وأن يفضله على جميع الأنواع والأجناس العامرة لهذا العالم؛ اقتضى لتحقيق هذه الحكمة أن يخلق في الإنسان عقلاً يدرك به النفعَ والضرّ ، والكمال والنقص ، والصلاح والفساد ، والتعمير والتخريب ، وتنكشف له بالتدبر عواقب الأعمال المشتبهة والممو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَآ إِنَّا نَسِينَٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "يقال لهؤلاء المشركين -عند دخولهم النار-: فذوقوا العذاب؛ بسبب غفلتكم عن الآخرة وانغماسكم في لذائذ الدنيا، إنا تركناكم اليوم في العذاب، وذوقوا عذاب جهنم الذي لا ينقطع؛ بما كنتم تعملون في الدنيا من الكفر بالله ومعاصيه.",
        "mukhtasar": "ويقال لهم يوم القيامة تَبْكِيتًا لهم وتوبيخًا: ذوقوا العذاب بسبب غفلتكم في الحياة الدنيا عن لقاء الله يوم القيامة لحسابكم، إنا تركناكم في العذاب غير مبالين بما تقاسونه منه، وذوقوا عذاب النار الدائم الذي لا ينقطع بسبب ما كنتم تعملونه في الدنيا من المعاصي.",
        "saadi": "{ فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا } أي: يقال للمجرمين، الذين ملكهم الذل، وسألوا الرجعة إلى الدنيا، ليستدركوا ما فاتهم، قد فات وقت الرجوع ولم يبق إلا العذاب، فذوقوا العذاب الأليم، بما نسيتم لقاء يومكم هذا، وهذا النسيان نسيان ترك، أي: بما أعرضتم عنه، وتركتم العمل له، وكأنكم غير قادمين عليه، ولا ملاقيه.{ إِنَّا نَسِينَاكُمْ } أي: تركناكم بالعذاب، جزاء من جنس عملكم، فكما نَسِيتُمْ نُسِيتُمْ، { وَذُوقُوا عَذَابَ الْخُلْدِ } أي: العذاب غير المنقطع، فإن العذاب إذا كان له أجل وغاية، كان فيه بعض التنفيس والتخفيف، وأما عذاب جهنم - أعاذنا اللّه منه - فليس فيه روح راحة، ولا انقطاع لعذابهم فيها. { بِمَا كُنْتُمْ تَعْمَلُونَ } من الكفر والفسوق والمعاصي. ",
        "kathir": "( فذوقوا بما نسيتم لقاء يومكم هذا ) أي : يقال لأهل النار على سبيل التقريع والتوبيخ : ذوقوا [ هذا ] العذاب بسبب تكذيبكم به ، واستبعادكم وقوعه ، وتناسيكم له; إذ عاملتموه معاملة من هو ناس له ، ( إنا نسيناكم ) أي : [ إنا ] سنعاملكم معاملة الناسي; لأنه تعالى لا ينسى شيئا ولا يضل عنه شيء ، بل من باب المقابلة ، كما قال تعالى : ( اليوم ننساكم كما نسيتم لقاء يومكم هذا ) [ الجاثية : 34 ] .وقوله : ( وذوقوا عذاب الخلد بما كنتم تعملون ) أي : بسبب كفركم وتكذيبكم ، كما قال في الآية الأخرى : ( لا يذوقون فيها بردا ولا شرابا إلا حميما وغساقا جزاء وفاقا إنهم كانوا لا يرجون حسابا وكذبوا بآياتنا كذابا وكل شيء أحصيناه كتابا فذوقوا فلن نزيدكم إلا عذابا ) [ النبأ : 24 - 30 ] ."
      },
      "translations": {
        "en": "So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\"",
        "fr": "«Goûtez donc! Pour avoir oublié la rencontre de votre jour que voici. Nous aussi Nous vous avons oubliés. Goûtez au châtiment éternel pour ce que vous faisiez».",
        "es": "¡Gustad, pues, por haber olvidado que os llegaría este día! Nosotros también os hemos olvidado. ¡Gustad el castigo eterno por lo que habéis hecho!"
      },
      "ibn_ashour": "فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ (14)هذا جواب عن قولهم { ربنا أبصرْنَا وسمِعنا } [ السجدة : 12 ] الذي هو إقرار بصدق ما كانوا يكذّبون به ، المؤذِن به قولهم { ربّنا أبصَرْنا وسمعنا . } فالفاء لتفريع جواب عن إقرارهم إلزاماً لهم بموجب إقرارهم ، أي فيتفرع على اعترافكم بحقية ما كان الرسول يدعوكم إليه أن يلحقكم عذاب النار .ومجيء التفريع من المتكلم على ما هو من كلام المخاطب فيه إلزام بالحجة كالفاءات في قوله تعالى : { قال فاخرج منها فإنك رجيم } [ الحجر : 34 ] وقوله { قال رب فأنظرني إلى يوم يبعثون قال فإنك من المنظرين إلى يوم الوقت المعلوم قال فبعزتك لأغْوِينَّهم أجمعين } [ ص : 79 82 ] ، وقوله : { فالحقَّ والحقَّ أقول لأملأنّ جهنم منك وممن تبعك منهم أجمعين } [ ص : 84 85 ] ؛ فهذه خمس فاءات كل فاء منها هي تفريع من المتكلم بها على كلام غيره . وقد تقدم ذلك في العطف بالواو عند قوله تعالى : { قال ومن ذريتي } في سورة ( البقرة 124 ) واستعمال الذوق بمعنى مطلق الإحساس مجاز مرسل تقدم عند قوله تعالى : { ليَذوق وبالَ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "إِنَّمَا يُؤْمِنُ بِـَٔايَٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًۭا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
      "tafsir": {
        "muyassar": "إنما يصدق بآيات القرآن ويعمل بها الذين إذا وُعِظوا بها أو تُليت عليهم سجدوا لربهم خاشعين مطيعين، وسبَّحوا الله في سجودهم بحمده، وهم لا يستكبرون عن السجود والتسبيح له، وعبادته وحده لا شريك له.",
        "mukhtasar": "إنما يؤمن بآياتنا المنزلة على رسولنا الذين إذا وعظوا بها سجدوا لله مسبحين بحمده، وهم لا يستكبرون عن عبادة الله ولا عن السجود له بأي حال.",
        "saadi": "لما ذكر تعالى الكافرين بآياته، وما أعد لهم من العذاب، ذكر المؤمنين بها، ووصفهم، وما أعد لهم من الثواب، فقال: { إِنَّمَا يُؤْمِنُ بِآيَاتِنَا } [أي]  إيمانًا حقيقيًا، من يوجد منه شواهد الإيمان، وهم: { الَّذِينَ إِذَا ذُكِّرُوا } بآيات ربهم فتليت عليهم آيات القرآن، وأتتهم النصائح على أيدي رسل اللّه، ودُعُوا إلى التذكر، سمعوها فقبلوها، وانقادوا، و { خَرُّوا سُجَّدًا } أي: خاضعين لها، خضوع ذكر للّه، وفرح بمعرفته.{ وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ } لا بقلوبهم، ولا بأبدانهم، فيمتنعون من الانقياد لها، بل متواضعون لها، قد تلقوها بالقبول، والتسليم، وقابلوها بالانشراح والتسليم، وتوصلوا بها إلى مرضاة الرب الرحيم، واهتدوا بها إلى الصراط المستقيم.",
        "kathir": "يقول تعالى : ( إنما يؤمن بآياتنا ) أي : إنما يصدق بها ( الذين إذا ذكروا بها خروا سجدا ) أي : استمعوا لها وأطاعوها قولا وفعلا ( وسبحوا بحمد ربهم وهم لا يستكبرون ) [ أي ] عن اتباعها والانقياد لها ، كما يفعله الجهلة من الكفرة الفجرة ، [ وقد ] قال الله تعالى : ( إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين ) [ غافر : 60 ] ."
      },
      "translations": {
        "en": "Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allah] with praise of their Lord, and they are not arrogant.",
        "fr": "Seuls croient en Nos versets ceux qui, lorsqu'on les leur rappelle, tombent prosternés et, par des louanges à leur Seigneur, célèbrent Sa gloire et ne s'enflent pas d'orgueil.",
        "es": "Sólo creen en Nuestras aleyas quienes, al ser amonestados con ellas, caen al suelo en adoración y glorifican a su Señor, sin mostrarse altivos."
      },
      "ibn_ashour": "إِنَّمَا يُؤْمِنُ بِآَيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ (15 استئناف ناشىء عن قوله { أم يقولون افتراه الآية } [ السجدة : 3 ] ، تفرغ المقام له بعد أن أنحى بالتقريع والوعيد للكافرين على كفرهم بلقاء الله ، بما أفادت اسمية جملة { بل هم بلقاء ربهم كافرون } [ السجدة : 10 ] من أنهم ثابتون على الكفر بلقاء الله دائمون عليه ، وهو مما أنذرتهم به آيات القرآن ، فالتكذيب بلقاء الله تكذيب بما جاء به القرآن فهم لا يؤمنون ، وإنما يؤمن بآيات الله الذين ذُكرت أوصافهم هنا .والمراد بالآيات هنا آيات القرآن بقرينة قوله { الذين إذا ذُكِّروا بها } بتشديد الكاف ، أي أعيد ذكرها عليهم وتكررت تلاوتها على مسامِعهم .ومفاد { إنما } قصر إضافي ، أي يؤمن بآيات الله الذين إذا ذكروا بها تذكيراً بما سبق لهم سماعه لم يتريّثوا عن إظهار الخضوع لله دون الذين قالوا { أإذَا ضَلَلْنَا فِي الأرض إنَّا لفي خلق جديد } [ السجدة : 10 ] ، وهذا تأييس للنبيء صلى الله عليه وسلم من إيمانهم ، وتعريض بهم بأنهم لا ينفعون المسلمين بإيمانهم ولا يغيظونهم بالتصلب في ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًۭا وَطَمَعًۭا وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
      "tafsir": {
        "muyassar": "ترتفع جنوب هؤلاء الذين يؤمنون بآيات الله عن فراش النوم، يتهجدون لربهم في صلاة الليل، يدعون ربهم خوفًا من العذاب وطمعًا في الثواب، ومما رزقناهم ينفقون في طاعة الله وفي سبيله.",
        "mukhtasar": "تتباعد جنوبهم عن فُرُشِهم التي كانوا عليها في نومهم يتركونها ويتوجهون إلى الله، يدعونه في صلاتهم وغيرها خوفًا من عذابه، وطمعًا في رحمته، ويبذلون الأموال التي أعطيناهم إياها في سبيل الله.",
        "saadi": "{ تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } أي: ترتفع جنوبهم، وتنزعج عن مضاجعها اللذيذة، إلى ما هو ألذ عندهم منه وأحب إليهم، وهو الصلاة في الليل، ومناجاة اللّه تعالى.ولهذا قال: { يَدْعُونَ رَبَّهُمْ } أي: في جلب مصالحهم الدينية والدنيوية، ودفع مضارهما. { خَوْفًا وَطَمَعًا } أي: جامعين بين الوصفين، خوفًا أن ترد أعمالهم، وطمعًا في قبولها، خوفًا من عذاب اللّه، وطمعًا في ثوابه.{ وَمِمَّا رَزَقْنَاهُمْ } من الرزق، قليلاً كان أو كثيرًا { يُنْفِقُونَ } ولم يذكر قيد النفقة، ولا المنفق عليه، ليدل على العموم، فإنه يدخل فيه، النفقة الواجبة، كالزكوات، والكفارات، ونفقة الزوجات والأقارب، والنفقة المستحبة في وجوه الخير، والنفقة والإحسان المالي، خير مطلقًا، سواء وافق غنيًا أو فقيرًا، قريبًا أو بعيدًا، ولكن الأجر يتفاوت، بتفاوت النفع، فهذا عملهم.",
        "kathir": "ثم قال [ تعالى : ( تتجافى جنوبهم عن المضاجع ) يعني بذلك قيام الليل ، وترك النوم والاضطجاع على الفرش الوطيئة . قال مجاهد والحسن في قوله تعالى ] : ( تتجافى جنوبهم ) يعني بذلك قيام الليل .وعن أنس ، وعكرمة ، ومحمد بن المنكدر ، وأبي حازم ، وقتادة : هو الصلاة بين العشاءين . وعن أنس أيضا : هو انتظار صلاة العتمة . رواه ابن جرير بإسناد جيد .وقال الضحاك : هو صلاة العشاء في جماعة ، وصلاة الغداة في جماعة .( يدعون ربهم خوفا وطمعا ) أي : خوفا من وبال عقابه ، وطمعا في جزيل ثوابه ، ( ومما رزقناهم ينفقون ) ، فيجمعون بين فعل القربات اللازمة والمتعدية ، ومقدم هؤلاء وسيدهم وفخرهم في الدنيا والآخرة رسول الله صلى الله عليه وسلم ، كما قال عبد الله بن رواحة ، رضي الله عنه :وفينا رسول الله يتلو كتابه إذا انشق معروف من الصبح ساطع      [ أرانا الهدى بعد العمى فقلوبنابه موقنات أن ما قال واقع ]     يبيت يجافي جنبه عن فراشهإذا استثقلت بالمشركين المضاجعوقال الإمام أحمد : حدثنا روح وعفان قالا حدثنا حماد بن سلمة ، أخبرنا عطاء بن السائب ، عن مرة الهمداني ، عن ابن مسعود ، عن النبي صلى الله عليه وسلم قال : \" عجب ربنا من رجلين : رجل ثار من وطائه ولحافه ، ومن بين أهله وحيه إلى صلاته ، [ فيقول ربنا : أيا ملائكتي ، انظروا إلى عبدي ، ثار من فراشه ووطائه ، ومن بين حيه وأهله إلى صلاته ] رغبة فيما عندي ، وشفقة مما عندي . ورجل غزا في سبيل الله ، عز وجل ، فانهزموا ، فعلم ما عليه من الفرار ، وما له في الرجوع ، فرجع حتى أهريق دمه ، رغبة فيما عندي وشفقة مما عندي . فيقول الله ، عز وجل للملائكة : انظروا إلى عبدي رجع رغبة فيما عندي ، ورهبة مما عندي ، حتى أهريق دمه \" .وهكذا رواه أبو داود في \" الجهاد \" ، عن موسى بن إسماعيل ، عن حماد بن سلمة ، به بنحوه .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن عاصم بن أبي النجود ، عن أبي وائل ، عن معاذ بن جبل قال : كنت مع النبي صلى الله عليه وسلم في سفر ، فأصبحت يوما قريبا منه ، ونحن نسير ، فقلت : يا نبي الله ، أخبرني بعمل يدخلني الجنة ويباعدني من النار . قال : \" لقد سألت عن عظيم ، وإنه ليسير على من يسره الله عليه ، تعبد الله ولا تشرك به شيئا ، وتقيم الصلاة ، وتؤتي الزكاة ، وتصوم رمضان ، وتحج البيت \" . ثم قال : \" ألا أدلك على أبواب الخير ؟ الصوم جنة ، والصدقة تطفئ الخطيئة ، وصلاة الرجل في جوف الليل \" . ثم قرأ : ( تتجافى جنوبهم عن المضاجع ) ، حتى بلغ ) يعملون ) . ثم قال : \" ألا أخبرك برأس الأمر وعموده وذروة سنامه ؟ \" فقلت : بلى ، يا رسول الله . فقال : \" رأس الأمر الإسلام ، وعموده الصلاة ، وذروة سنامه الجهاد في سبيل الله \" . ثم قال : \" ألا أخبرك بملاك ذلك كله ؟ \" فقلت : بلى ، يا نبي الله . فأخذ بلسانه ثم قال : \" كف عليك هذا \" . فقلت : يا رسول الله ، وإنا لمؤاخذون بما نتكلم به . فقال : ثكلتك أمك يا معاذ ، وهل يكب الناس في النار على وجوههم - أو قال : على مناخرهم - إلا حصائد ألسنتهم \" .رواه الترمذي والنسائي وابن ماجه في سننهم ، من طرق عن معمر ، به . وقال الترمذي : حسن صحيح . ورواه ابن جرير من حديث شعبة ، عن الحكم قال : سمعت عروة بن النزال يحدث عن معاذ بن جبل ; أن رسول الله صلى الله عليه وسلم قال له : \" ألا أدلك على أبواب الخير : الصوم جنة ، والصدقة تكفر الخطيئة ، وقيام العبد في جوف الليل \" ، وتلا هذه الآية : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) .ورواه أيضا من حديث الثوري ، عن منصور بن المعتمر ، عن الحكم ، عن ميمون بن أبي شبيب ، عن معاذ ، عن النبي صلى الله عليه وسلم بنحوه ، ومن حديث الأعمش ، عن حبيب بن أبي ثابت ، والحكم عن ميمون بن أبي شبيب ، عن معاذ مرفوعا بنحوه . ومن حديث حماد بن سلمة ، عن عاصم بن أبي النجود ، عن شهر ، عن معاذ بن جبل ، عن النبي صلى الله عليه وسلم ، في قوله تعالى : ( تتجافى جنوبهم عن المضاجع ) قال : \" قيام العبد من الليل \" .وقال ابن أبي حاتم : حدثنا أحمد بن سنان الواسطي ، حدثنا يزيد بن هارون ، حدثنا فطر بن خليفة ، عن حبيب بن أبي ثابت ، والحكم ، وحكيم بن جبير ، عن ميمون بن أبي شبيب ، عن معاذ بن جبل قال : كنت مع النبي صلى الله عليه وسلم في غزوة تبوك فقال : \" إن شئت أنبأتك بأبواب الخير : الصوم جنة ، والصدقة تطفئ الخطيئة ، وقيام الرجل في جوف الليل \" ، ثم تلا رسول الله صلى الله عليه وسلم : ( تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون ) .ثم قال : حدثنا أبي ، حدثنا سويد بن سعيد ، حدثنا علي بن مسهر ، عن عبد الرحمن بن إسحاق ، عن شهر بن حوشب ، عن أسماء بنت يزيد قالت : قال رسول الله صلى الله عليه وسلم : \" إذا جمع الله الأولين والآخرين يوم القيامة ، جاء مناد فنادى بصوت يسمع الخلائق : سيعلم أهل الجمع اليوم من أولى بالكرم . ثم يرجع فينادي : ليقم الذين كانت ( تتجافى جنوبهم عن المضاجع ) الآية ، فيقومون وهم قليل \" .وقال البزار : حدثنا عبد الله بن شبيب ، حدثنا الوليد بن عطاء بن الأغر ، حدثنا عبد الحميد بن سليمان ، حدثني مصعب ، عن زيد بن أسلم ، عن أبيه قال : قال بلال لما نزلت هذه الآية : ( تتجافى جنوبهم عن المضاجع ) [ الآية ] ، كنا نجلس في المجلس ، وناس من أصحاب رسول الله صلى الله عليه وسلم يصلون بعد المغرب إلى العشاء ، فنزلت هذه الآية : ( تتجافى جنوبهم عن المضاجع ) .ثم قال : لا نعلم روى أسلم عن بلال سواه ، وليس له طريق عن بلال غير هذه الطريق ."
      },
      "translations": {
        "en": "They arise from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.",
        "fr": "Ils s'arrachent de leurs lits pour invoquer leur Seigneur, par crainte et espoir; et ils font largesse de ce que Nous leur attribuons.",
        "es": "Se alzan del lecho para invocar a su Señor con temor y anhelo y dan limosna de lo que les hemos proveído."
      },
      "ibn_ashour": "تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (16) وجملة { تتجافى جنوبهم } حال من الموصول ، أي : الذين إذا ذُكِّروا بها خرّوا ومَن حالهم تتجافى جنوبهم عن المضاجع ، أو استئناف . وجيء فيها بالمضارع لإفادة تكرر ذلك وتجدده منهم في أجزاء كثيرة من الأوقات المعدة لاضطجاع وهي الأوقات التي الشأن فيها النوم .والتجافي : التباعد والمتاركة . والمعنى : أن تجافي جنوبهم عن المضاجع يتكرر في الليلة الواحدة ، أي : يكثرون السهر بقيام الليل والدعاء لله؛ وقد فسره النبي صلى الله عليه وسلم بصلاة الرجل في جوف الليل ، كما سيأتي في حديث معاذ عند الترمذي .و { المضاجع : الفرش جمع مضجع ، وهو مكان الضجع ، أي : الاستلقاء للراحة والنوم . وأل فيه عوض عن المضاف إليه ، أي عن مضاجعهم كقوله تعالى : { فإن الجنة هي المأوى } [ النازعات : 41 ] . وهذا تعريض بالمشركين إذ يمضون ليلهم بالنوم لا يصرفه عنهم تفكر بل يسقطون كما تسقط الأنعام . وقد صرح بهذا المعنى عبد الله بن رواحة بقوله يصف النبي صلى الله عليه وسلم وهو سيد أصحاب هذا الشأن :يبيت يجافي جنبه عن فراشه ... ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "فَلَا تَعْلَمُ نَفْسٌۭ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍۢ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "فلا تعلم نفس ما ادَّخر الله لهؤلاء المؤمنين مما تَقَرُّ به العين، وينشرح له الصدر؛ جزاء لهم على أعمالهم الصالحة.",
        "mukhtasar": "فلا تعلم أي نفس ما أعدّه الله لهم مما تقرّ به أعينهم، جزاءً منه لهم على ما كانوا يعملونه في الدنيا من الأعمال الصالحات، فهو جزاء لا يحيط به إلا اللهُ لعِظَمه.",
        "saadi": "وأما جزاؤهم، فقال: { فَلَا تَعْلَمُ نَفْسٌ } يدخل فيه جميع نفوس الخلق، لكونها نكرة في سياق النفي. أي: فلا يعلم أحد { مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ } من الخير الكثير، والنعيم الغزير، والفرح والسرور، واللذة والحبور، كما قال تعالى على لسان رسوله: \"أعددت لعبادي الصالحين، ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر\" فكما صلوا في الليل، ودعوا، وأخفوا العمل، جازاهم من جنس عملهم، فأخفى أجرهم، ولهذا قال: { جَزَاءً بِمَا كَانُوا يَعْمَلُونَ }  ",
        "kathir": "وقوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) أي : فلا يعلم أحد عظمة ما أخفى الله لهم في الجنات من النعيم المقيم ، واللذات التي لم يطلع على مثلها أحد ، لما أخفوا أعمالهم أخفى الله لهم من الثواب ، جزاء وفاقا; فإن الجزاء من جنس العمل .قال الحسن [ البصري ] : أخفى قوم عملهم فأخفى الله لهم ما لم تر عين ، ولم يخطر على قلب بشر . رواه ابن أبي حاتم .قال البخاري : قوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) الآية : حدثنا علي بن عبد الله ، حدثنا سفيان ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم قال : \" قال الله تعالى : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" . قال أبو هريرة : فاقرءوا إن شئتم : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) .قال : وحدثنا سفيان ، حدثنا أبو الزناد ، عن الأعرج ، عن أبي هريرة قال : قال الله مثله . قيل لسفيان : رواية ؟ قال : فأي شيء ؟ .ورواه مسلم والترمذي من حديث سفيان بن عيينة ، به . وقال الترمذي : حسن صحيح .ثم قال البخاري : حدثنا إسحاق بن نصر ، حدثنا أبو أسامة ، عن الأعمش ، حدثنا أبو صالح ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم : \" يقول الله تعالى : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر ، ذخرا من بله ما أطلعتم عليه \" ، ثم قرأ : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) .قال أبو معاوية ، عن الأعمش ، عن أبي صالح ، قرأ أبو هريرة : \" قرات أعين \" . انفرد به البخاري من هذا الوجه .وقال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة عن رسول الله صلى الله عليه وسلم : \" إن الله تعالى قال : أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" .أخرجاه في الصحيحين من رواية عبد الرزاق . ورواه الترمذي في التفسير ، وابن جرير ، من حديث عبد الرحيم بن سليمان ، عن محمد بن عمرو ، عن أبي سلمة ، عن أبي هريرة ، رضي الله عنه ، عن رسول الله صلى الله عليه وسلم بمثله . ثم قال الترمذي : هذا حديث حسن صحيح .وقال حماد بن سلمة ، عن ثابت ، عن أبي رافع ، عن أبي هريرة ، رضي الله عنه ، قال حماد : أحسبه عن النبي صلى الله عليه وسلم قال : \" من يدخل الجنة ينعم لا يبأس ، لا تبلى ثيابه ، ولا يفنى شبابه ، في الجنة ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" .رواه مسلم من حديث حماد بن سلمة به .وروى الإمام أحمد : حدثنا هارون ، حدثنا ابن وهب ، حدثني أبو صخر ، أن أبا حازم حدثه قال : سمعت سهل بن سعد الساعدي ، رضي الله عنه ، يقول : شهدت من رسول الله صلى الله عليه وسلم مجلسا وصف فيه الجنة ، حتى انتهى ، ثم قال في آخر حديثه : \" فيها ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" ، ثم قرأ هذه الآية : ( تتجافى جنوبهم عن المضاجع [ يدعون ربهم خوفا وطمعا ] ) ، إلى قوله : ( يعملون ) .وأخرجه مسلم في صحيحه عن هارون بن معروف ، وهارون بن سعيد ، كلاهما عن ابن وهب ، به .وقال ابن جرير : حدثني العباس بن أبي طالب ، حدثنا معلى بن أسد ، حدثنا سلام بن أبي مطيع ، عن قتادة ، عن عقبة بن عبد الغافر ، عن أبي سعيد الخدري ، عن رسول الله صلى الله عليه وسلم ، يروي عن ربه ، عز وجل ، قال : \" أعددت لعبادي الصالحين ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر \" . لم يخرجوه .وقال مسلم أيضا في صحيحه : حدثنا ابن أبي عمر وغيره ، حدثنا سفيان ، حدثنا مطرف بن طريف وعبد الملك بن سعيد ، سمعا الشعبي يخبر عن المغيرة بن شعبة قال : سمعته على المنبر - يرفعه إلى النبي صلى الله عليه وسلم - قال : \" سأل موسى ، عليه السلام ربه عز وجل : ما أدنى أهل الجنة منزلة ؟ قال : هو رجل يجيء بعدما أدخل أهل الجنة الجنة ، فيقال له : ادخل الجنة . فيقول : أي رب ، كيف وقد نزل الناس منازلهم ، وأخذوا أخذاتهم ؟ فيقال له : أترضى أن يكون لك مثل ملك ملك من ملوك الدنيا ؟ فيقول : رضيت رب . فيقول : لك ذلك ، ومثله ، ومثله ، ومثله ، ومثله ، فقال في الخامسة : رضيت رب . فيقول : هذا لك وعشرة أمثاله ولك ما اشتهت نفسك ولذت عينك . فيقول : رضيت رب . قال : رب ، فأعلاهم منزلة ؟ قال : أولئك الذين أردت ، غرست كرامتهم بيدي ، وختمت عليها ، فلم تر عين ، ولم تسمع أذن ، ولم يخطر على قلب بشر \" ، قال : ومصداقه من كتاب الله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) .ورواه الترمذي عن ابن أبي عمر ، وقال : حسن صحيح ، قال : ورواه بعضهم عن الشعبي ، عن المغيرة ولم يرفعه ، والمرفوع أصح .قال ابن أبي حاتم : حدثنا جعفر بن منير المدائني ، حدثنا أبو بدر شجاع بن الوليد ، حدثنا زياد بن خيثمة ، عن محمد بن جحادة ، عن عامر بن عبد الواحد قال : بلغني أن الرجل من أهل الجنة يمكث في مكانه سبعين سنة ، ثم يلتفت فإذا هو بامرأة أحسن مما كان فيه ، فتقول له : قد أنى لك أن يكون لنا منك نصيب ؟ فيقول : من أنت ؟ فتقول : أنا من المزيد . فيمكث معها سبعين سنة ، ثم يلتفت فإذا هو بامرأة أحسن مما كان فيه ، فتقول له : قد أنى لك أن يكون لنا منك نصيب ، فيقول : من أنت ؟ فتقول : أنا التي قال الله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) .وقال ابن لهيعة : حدثني عطاء بن دينار ، عن سعيد بن جبير قال : تدخل عليهم الملائكة في مقدار كل يوم من أيام الدنيا ثلاث مرات ، معهم التحف من الله من جنات عدن ما ليس في جناتهم ، وذلك قوله : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) ، ويخبرون أن الله عنهم راض .وقال ابن جرير : حدثنا سهل بن موسى الرازي ، حدثنا الوليد بن مسلم ، عن صفوان بن عمرو ، عن أبي اليمان الهوزني - أو غيره - قال : الجنة مائة درجة ، أولها درجة فضة وأرضها فضة ، ومساكنها فضة ، [ وآنيتها فضة ] وترابها المسك . والثانية ذهب ، وأرضها ذهب ، ومساكنها ذهب ، وآنيتها ذهب ، وترابها المسك . والثالثة لؤلؤ ، وأرضها لؤلؤ ، ومساكنها اللؤلؤ ، وآنيتها اللؤلؤ ، وترابها المسك . وسبع وتسعون بعد ذلك ، ما لا عين رأت ، ولا أذن سمعت ، ولا خطر على قلب بشر . ثم تلا هذه الآية : ( فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون )وقال ابن جرير : حدثني يعقوب بن إبراهيم ، حدثنا معتمر بن سليمان ، عن الحكم بن أبان ، عن الغطريف ، عن جابر بن زيد ، عن ابن عباس عن النبي صلى الله عليه وسلم ، عن الروح الأمين قال : \" يؤتى بحسنات العبد وسيئاته ، ينقص بعضها من بعض ، فإن بقيت حسنة [ واحدة ] وسع الله له في الجنة \" ، قال : فدخلت على \" يزداد \" فحدث بمثل هذا الحديث ، قال : فقلت : فأين ذهبت الحسنة ؟ قال : ( أولئك الذين نتقبل عنهم أحسن ما عملوا ونتجاوز عن سيئاتهم في أصحاب الجنة وعد الصدق الذي كانوا يوعدون ) [ الأحقاف : 16 ] . قلت : قوله تعالى : ( فلا تعلم نفس ما أخفي لهم من قرة أعين ) ، قال : العبد يعمل سرا أسره إلى الله ، لم يعلم به الناس ، فأسر الله له يوم القيامة قرة أعين ."
      },
      "translations": {
        "en": "And no soul knows what has been hidden for them of comfort for eyes as reward for what they used to do.",
        "fr": "Aucun être ne sait ce qu'on a réservé pour eux comme réjouissance pour les yeux, en récompense de ce qu'ils œuvraient!",
        "es": "Nadie sabe la alegría reservada a ellos en retribución a sus obras."
      },
      "ibn_ashour": "فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (17)فدلّ على أن المراد ب { نفس } في هذه الآية أصحاب النفوس البشرية .فإن مدركات العقول منتهية إلى ما تدركه الأبصار من المرئيات من الجمال والزينة ، وما تدركه الأسماع من محاسن الأقوال ومحامدها ومحاسن النغمات ، وإلى ما تبلغ إليه المتخيلات من هيئات يركِّبها الخيال من مجموع ما يعهده من المرئيات والمسمُوعات مثل الأنهار من عسل أو خمر أو لبن ، ومثل القصور والقباب من اللؤلؤ ، ومثل الأشجار من زبرجد ، والأزهار من ياقوت ، وتراب من مسك وعنبر ، فكل ذلك قليل في جانب ما أعدّ لهم في الجنة من هذه الموصوفات ولا تبلغه صفات الواصفين لأن منتهى الصفة محصور فيما تنتهي إليه دلالات اللغات مما يخطر على قلوب البشر فلذلك قال النبي صلى الله عليه وسلم « ولا خطر على قلب بشر » وهذا كقولهم في تعظيم شيء : هذا لا يعلمه إلا الله . قال الشاعر :فلم يدر إلا الله ما هيجت لنا ... عشية آناء الديار وشامهاوعُبر عن تلك النعم ب { مَا أُخفِيَ } لأنها مغيبة لا تدرك إلا في عالم الخلود .وقرة الأعين : كناية عن المسرة كما تقدم في قوله تعالى :",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "أَفَمَن كَانَ مُؤْمِنًۭا كَمَن كَانَ فَاسِقًۭا ۚ لَّا يَسْتَوُۥنَ",
      "tafsir": {
        "muyassar": "أفمن كان مطيعًا لله ورسوله مصدقًا بوعده ووعيده، مثل من كفر بالله ورسله وكذب باليوم الآخر؟ لا يستوون عند الله.",
        "mukhtasar": "من كان مؤمنًا بالله عاملًا بأوامره مجتنبًا لنواهيه، ليس كمن كان خارجًا عن طاعته؛ لا يستوي الفريقان عند الله في الجزاء.",
        "saadi": "ينبه تعالى، العقول على ما تقرر فيها، من عدم تساوي المتفاوتين المتباينين، وأن حكمته تقتضي عدم تساويهما فقال: { أَفَمَنْ كَانَ مُؤْمِنًا } قد عمر قلبه بالإيمان، وانقادت جوارحه لشرائعه، واقتضى إيمانه آثاره وموجباته، من ترك مساخط اللّه، التي  يضر وجودها بالإيمان.{ كَمَنْ كَانَ فَاسِقًا } قد خرب قلبه، وتعطل من الإيمان، فلم يكن فيه وازع ديني، فأسرعت جوارحه بموجبات الجهل والظلم، من كل إثم ومعصية، وخرج بفسقه عن طاعة الله.أفيستوي هذان الشخصان؟.{ لَا يَسْتَوُونَ } عقلاً وشرعًا، كما لا يستوي الليل والنهار، والضياء والظلمة، وكذلك لا يستوي ثوابهما في الآخرة.",
        "kathir": "يخبر تعالى عن عدله [ وكرمه ] أنه لا يساوي في حكمه يوم القيامة من كان مؤمنا بآياته متبعا لرسله ، بمن كان فاسقا ، أي : خارجا عن طاعة ربه مكذبا لرسله إليه ، كما قال تعالى : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون ) [ الجاثية : 21 ] ، وقال تعالى : ( أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار ) ، وقال تعالى : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ; ولهذا قال تعالى هاهنا : ( أفمن كان مؤمنا كمن كان فاسقا لا يستوون ) أي : عند الله يوم القيامة ."
      },
      "translations": {
        "en": "Then is one who was a believer like one who was defiantly disobedient? They are not equal.",
        "fr": "Celui qui est croyant est-il comparable au pervers? (Non), ils ne sont point égaux.",
        "es": "¿Es que el creyente es como el perverso? No son iguales."
      },
      "ibn_ashour": "أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا لَا يَسْتَوُونَ (18) فُرع بالفاء على ما تقدم من الآيات من الوعد للمؤمنين والوعيد للكافرين استفهام بالهمزة مستعمل في إنكار المساواة بين المؤمن والكافر ، وهو إنكار بتنزيل السامع منزلة المتعجب من البَون بين جزاء الفريقين في ذلك اليوم فكانَ الإنكار موجهاً إلى ذلك التعجب في معنى الاستئناف البياني . والكاف للتشبيه في الجزاء .وجملة { لا يستوون } عطف بيان للمقصود من الاستفهام .والفاسق هنا هو : مَن ليس بمؤمن بقرينة قوله بعده { وقيل لهم ذُوقُوا عذابَ النار الذي كنتم به تكذبون . } فالمراد : الفسق عن الإيمان الذي هو الشرك وهو إطلاق كثير في القرآن . ثم أكد كِلا الجزاءين بذكر مرادف لمدلوله مع زيادة فائدة",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ جَنَّٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "أما الذين آمنوا بالله وعملوا بما أُمِروا به فجزاؤهم جنات يأوون إليها، ويقيمون في نعيمها ضيافة لهم؛ جزاءً لهم بما كانوا يعملون في الدنيا بطاعته.",
        "mukhtasar": "أما الذين آمنوا بالله وعملوا الأعمال الصالحات، فجزاؤهم المعدّ لهم جنات يستقرون فيها كرامة من الله لهم، جزاءً على ما كانوا يعملونه في الدنيا من الأعمال الصالحات.",
        "saadi": "{ وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } من فروض ونوافل { فَلَهُمْ جَنَّاتُ الْمَأْوَى } أي: الجنات التي هي مأوى اللذات، ومعدن الخيرات، ومحل الأفراح، ونعيم القلوب، والنفوس، والأرواح، ومحل الخلود، وجوار الملك المعبود، والتمتع بقربه، والنظر إلى وجهه، وسماع خطابه.{ نُزُلًا } لهم أي: ضيافة، وقِرًى { بِمَا كَانُوا يَعْمَلُونَ } فأعمالهم التي تفضل اللّه بها عليهم، هي التي أوصلتهم لتلك المنازل الغالية العالية، التي لا يمكن التوصل إليها ببذل الأموال، ولا بالجنود والخدم، ولا بالأولاد، بل ولا بالنفوس والأرواح، ولا يتقرب إليها بشيء أصلا، سوى الإيمان والعمل الصالح.",
        "kathir": "وقد ذكر عطاء بن يسار والسدي وغيرهما : أنها نزلت في علي بن أبي طالب ، وعقبة بن أبي معيط ; ولهذا فصل حكمهم فقال :( أما الذين آمنوا وعملوا الصالحات ) أي : صدقت قلوبهم بآيات الله وعملوا بمقتضاها ، وهي الصالحات ( فلهم جنات المأوى ) أي : التي فيها المساكن والدور والغرف العالية ) نزلا ) أي : ضيافة وكرامة ( بما كانوا يعملون)"
      },
      "translations": {
        "en": "As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do.",
        "fr": "Ceux qui croient et accomplissent les bonnes œuvres, auront leur résidence dans les Jardins du Refuge, en récompense de ce qu'ils œuvraient.",
        "es": "Quienes crean y obren bien tendrán los jardines de la Morada como alojamiento en premio a sus obras."
      },
      "ibn_ashour": "أَمَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ (19) ، فجملةُ { فلهم جنات المأوى } إلى آخرها مؤكدة لمضمون جملة { فلا تعلم نفس ما أخْفِي لهم } [ السجدة : 17 ] إلى آخرها .وجملة { فمأواهم النار } إلى آخرها مؤكدة لمضمون جملة { فذوقوا بما نسيتم لقاء يومكم هذا إلى بما كنتم تعملون } [ السجدة : 14 ] .و { مَن } الموصولة في الموضعين عامة بقرينة التفصيل بالجمع في قوله { أمَّا الذينَ آمنوا } الخ .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
      "tafsir": {
        "muyassar": "وأما الذين خرجوا عن طاعة الله وعملوا بمعاصيه فمستقرهم جهنم، كلما أرادوا أن يخرجوا منها أعيدوا فيها، وقيل لهم -توبيخا وتقريعا-: ذوقوا عذاب النار الذي كنتم به تكذبون في الدنيا.",
        "mukhtasar": "وأما الذين خرجوا عن طاعة الله بالكفر وارتكاب المعاصي، فمستقرّهم الذي أُعِدَّ لهم يوم القيامة النار، ماكثين فيها أبدًا، كلما أرادوا أن يخرجوا منها أعيدوا فيها، وقيل لهم تَبْكِيتًا لهم: ذوقوا عذاب النار الذي كنتم تكذبون به في الدنيا عندما كانت رسلكم تخوّفكم منه.",
        "saadi": "{ وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ } أي: مقرهم ومحل خلودهم، النار التي جمعت كل عذاب وشقاء، ولا يُفَتَّرُ عنهم العقاب ساعة.{ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا } فكلما حدثتهم إرادتهم بالخروج، لبلوغ العذاب منهم كل مبلغ، ردوا إليها، فذهب عنهم روح ذلك الفرج، واشتد عليهم الكرب.{ وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ } فهذا عذاب النار، الذي يكون فيه مقرهم ومأواهم، وأما العذاب الذي قبل ذلك، ومقدمة له وهو عذاب البرزخ، فقد ذكر بقوله:",
        "kathir": "أي : خرجوا عن الطاعة ، ( فمأواهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها ) كقوله : ( كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها ) الآية [ الحج : 22 ] .قال الفضيل بن عياض : والله إن الأيدي لموثقة ، وإن الأرجل لمقيدة ، وإن اللهب ليرفعهم والملائكة تقمعهم .( وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون ) أي : يقال لهم ذلك تقريعا وتوبيخا ."
      },
      "translations": {
        "en": "But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\"",
        "fr": "Et quant à ceux qui auront été pervers, leur refuge sera le Feu: toutes les fois qu'ils voudront en sortir, ils y seront ramenés, et on leur dira: «Goûtez au châtiment du Feu auquel vous refusiez de croire».",
        "es": "Pero los que obren con perversidad tendrán el Fuego como morada. Siempre que quieran salir de él, serán devueltos a él y se les dirá:«¡Gustad el castigo del Fuego que desmentíais!»"
      },
      "ibn_ashour": "وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ (20)و { أما الذين فسقوا } . فليست الآية نازلة في معيَّن كما قيل .و { المأوى : المكان الذي يُؤْوَى إليه ، أي يُرجع إليه .والتعريف باللام فيه للعهد ، أي مأوى المؤمنين ، قال تعالى : { عندها جنة المأوى } [ النجم : 15 ] . ولك أن تجعل اللام عوضاً عن المضاف إليه ، أي مأواهم بقرينة قوله في مقابلح { فمأواهم النار . } وإضافة { جنات } إلى { المأوى } من إضافة الموصوف إلى الصفة لقصد التخفيف وهي واقعة في الكلام وإن اختلف البصريون والكوفيون في تأويلها خلافاً لا طائل تحته ، وذلك مثل قولهم : مسجد الجامع ، وقوله تعالى : { وما كنت بجانب الغربي } [ القصص : 44 ] ، وقولهم : عِشاء الآخرةِ . والمعنى : فلهم الجنات المأوى لهم ، أي الموعودون بها .وانتصب { نزلاً } على الحال من { جنات المأوى . } والنُزُل بضمتين مشتق من النزول فيطلق على ما يُعد للنزيل من العطاء والقِرى قال في «الكشاف» : النزل : عطاء النازل ، ثم صار عاماً ، أي : يطلق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "وَلَنُذِيقَنَّهُم مِّنَ ٱلْعَذَابِ ٱلْأَدْنَىٰ دُونَ ٱلْعَذَابِ ٱلْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
      "tafsir": {
        "muyassar": "ولنذيقن هؤلاء الفاسقين المكذبين من العذاب الأدنى من البلاء والمحن والمصائب في الدنيا قبل العذاب الأكبر يوم القيامة، حيث يُعذَّبون في نار جهنم؛ لعلهم يرجعون ويتوبون من ذنوبهم.",
        "mukhtasar": "ولنذيقنّ هؤلاء المكذبين الخارجين عن طاعة ربهم من المحن والبلاء في الدنيا، قبل العذاب الأكبر المعدّ لهم في الآخرة إن لم يتوبوا؛ لعلهم يعودون إلى طاعة ربهم.",
        "saadi": "أي: ولنذيقن الفاسقين المكذبين، نموذجًا من العذاب الأدنى، وهو عذاب البرزخ، فنذيقهم طرفًا منه، قبل أن يموتوا، إما بعذاب بالقتل ونحوه، كما جرى لأهل بدر من المشركين، وإما عند الموت، كما في قوله تعالى { وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ } ثم يكمل لهم العذاب الأدنى في برزخهم.وهذه الآية من الأدلة على إثبات عذاب القبر، ودلالتها ظاهرة، فإنه قال: { وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى } أي: بعض وجزء منه، فدل على أن ثَمَّ عذابًا أدنى قبل العذاب الأكبر، وهو عذاب النار.ولما كانت الإذاقة من العذاب الأدنى في الدنيا، قد لا يتصل بها الموت، فأخبر تعالى أنه يذيقهم ذلك لعلهم يرجعون إليه ويتوبون من ذنوبهم كما قال تعالى: { ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ }  ",
        "kathir": "وقوله : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر [ لعلهم يرجعون ] ) قال ابن عباس : يعني بالعذاب الأدنى مصائب الدنيا وأسقامها وآفاتها ، وما يحل بأهلها مما يبتلي الله به عباده ليتوبوا إليه . وروي مثله عن أبي بن كعب ، وأبي العالية ، والحسن ، وإبراهيم النخعي ، والضحاك ، وعلقمة ، وعطية ، ومجاهد ، وقتادة ، وعبد الكريم الجزري ، وخصيف .وقال ابن عباس - في رواية عنه - : يعني به إقامة الحدود عليهم .وقال البراء بن عازب ، ومجاهد ، وأبو عبيدة : يعني به عذاب القبر .وقال النسائي : أخبرنا عمرو بن علي ، أخبرنا عبد الرحمن بن مهدي ، عن إسرائيل ، عن أبي إسحاق ، عن أبي الأحوص وأبي عبيدة ، عن عبد الله : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) قال : سنون أصابتهم .وقال عبد الله بن الإمام أحمد : حدثني عبد الله بن عمر القواريري ، حدثنا يحيى بن سعيد ، عن شعبة ، عن قتادة ، عن عزرة ، عن الحسن العرني ، عن يحيى بن الجزار ، عن ابن أبي ليلى عن أبي بن كعب في هذه الآية : ( ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر ) قال : المصيبات والدخان قد مضيا ، والبطشة واللزام .ورواه مسلم من حديث شعبة ، به موقوفا نحوه . وعند البخاري عن ابن مسعود ، نحوه .وقال عبد الله بن مسعود أيضا ، في رواية عنه : العذاب الأدنى : ما أصابهم من القتل والسبي يوم بدر . وكذا قال مالك ، عن زيد بن أسلم .قال السدي وغيره : لم يبق بيت بمكة إلا دخله الحزن على قتيل لهم أو أسير ، فأصيبوا أو غرموا ، ومنهم من جمع له الأمران ."
      },
      "translations": {
        "en": "And we will surely let them taste the nearer punishment short of the greater punishment that perhaps they will repent.",
        "fr": "Nous leur ferons certainement goûter au châtiment ici-bas, avant le grand châtiment afin qu'ils retournent (vers le chemin droit)!",
        "es": "Hemos de darles a gustar del castigo de aquí abajo antes del castigo mayor. Quizás, así, se conviertan."
      },
      "ibn_ashour": "وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَى دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ (21)إخبار بأن لهم عذاباً آخر لا يبلغ مبلغ عذاب النار الموعودين به في الآخرة فتعين أن العذاب الأدنى عذاب الدنيا . والمقصود من هذا : التعريضُ بتهديدهم لأنهم يسمعون هذا الكلام أو يبلغ إليهم . وهذا إنذار بما لحقهم بعد نزول الآية وهو ما مُحنوا به من الجوع والخوف وكانوا في أمن منهما وما يصيبهم يوم بدر من القتل والأسر ويوم الفتح من الذل .وجملة { لعلهم يرجعون } استئناف بياني لحكمة إذاقتهم العذاب الأدنى في الدنيا بأنه لرجاء رجوعهم ، أي رجوعهم عن الكفر بالإيمان . والمراد : رجوع من يمكن رجوعه وهم الأحياء منهم . وإسناد الرجوع إلى ضمير جميعهم باعتبار القبيلة والجماعة ، أي لعل جماعتهم ترجع . وكذلك كان فقد آمن كثير من الناس بعد يوم بدر وبخاصة بعد فتح مكة ، فصار من تحقق فيهم الرجوع المرجوّ مخصوصين من عموم { الذين فسقوا } في قوله تعالى : { وأما الذين فسقوا فمأواهم النار كلما أرادوا أن يخرجوا منها } الآية [ السجدة : 20 ] ، فبقي ذلك الوعيد للذين ماتوا على الشرك ، وهي مسألة الموافاة عند الأشعري .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ ثُمَّ أَعْرَضَ عَنْهَآ ۚ إِنَّا مِنَ ٱلْمُجْرِمِينَ مُنتَقِمُونَ",
      "tafsir": {
        "muyassar": "ولا أحد أشد ظلمًا لنفسه ممن وعظ بدلائل الله، ثم أعرض عن ذلك كله، فلم يتعظ بمواعظه، ولكنه استكبر عنها، إنا من المجرمين الذين أعرضوا عن آيات الله وحججه، ولم ينتفعوا بها، منتقمون.",
        "mukhtasar": "ولا أحد أظلم ممن وُعِظ بآيات الله فلم يتعظ بها، وأعرض عنها غير مُبالٍ بها، إنَّا من المجرمين - بارتكاب الكفر والمعاصي الذين يعرضون عن آيات الله - منتقمون لا محالة.",
        "saadi": "أي: لا أحد أظلم، وأزيد تعديًا، ممن ذكر بآيات ربه، التي أوصلها إليه ربه، الذي يريد تربيته، وتكميل نعمته على أيدي رسله، تأمره، وتذكره مصالحه الدينية والدنيوية، وتنهاه عن مضاره الدينية والدنيوية، التي تقتضي أن يقابلها بالإيمان والتسليم، والانقياد والشكر، فقابلها هذا الظالم بضد ما ينبغي، فلم يؤمن بها، ولا اتبعها، بل أعرض عنها وتركها وراء ظهره، فهذا من أكبر المجرمين، الذين يستحقون شديد النقمة، ولهذا قال: { إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ }  ",
        "kathir": "وقوله تعالى \"ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها\" أي : لا أظلم ممن ذكره الله بآياته وبينها له ووضحها ، ثم بعد ذلك تركها وجحدها وأعرض عنها وتناساها ، كأنه لا يعرفها .قال قتادة رحمه الله : إياكم والإعراض عن ذكر الله ، فإن من أعرض عن ذكره فقد اغتر أكبر الغرة ، وأعوز أشد العوز ، وعظم من أعظم الذنوب .ولهذا قال تعالى متهددا لمن فعل ذلك : ( إنا من المجرمين منتقمون ) أي : سأنتقم ممن فعل ذلك أشد الانتقام .وقال ابن جرير : حدثني عمران بن بكار الكلاعي ، حدثنا محمد بن المبارك ، حدثنا إسماعيل بن عياش ، حدثنا عبد العزيز بن عبيد الله ، عن عبادة بن نسي ، عن جنادة بن أبي أمية عن معاذ بن جبل قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" ثلاث من فعلهن فقد أجرم ، من عقد لواء في غير حق ، أو عق والديه ، أو مشى مع ظالم ينصره ، فقد أجرم ، يقول الله تعالى : ( إنا من المجرمين منتقمون )ورواه ابن أبي حاتم ، من حديث إسماعيل بن عياش ، به ، وهذا حديث غريب جدا ."
      },
      "translations": {
        "en": "And who is more unjust than one who is reminded of the verses of his Lord; then he turns away from them? Indeed We, from the criminals, will take retribution.",
        "fr": "Qui est plus injuste que celui à qui les versets d'Allah sont rappelés et qui ensuite s'en détourne? Nous nous vengerons certes des criminels.",
        "es": "¿Hay alguien que sea más impío que quien, habiéndosele recordado los signos de su Señor, se desvía luego de ellos? Nos vengaremos de los pecadores."
      },
      "ibn_ashour": "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآَيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ (22)عطف على جملة { إنما يؤمن بآياتنا الذين إذا ذُكِّروا بها } [ السجدة : 15 ] إلى آخرها حيث اقتضت أن الذين قالوا : { أإذا ضللنا في الأرض إنا لفي خلق جديد } [ السجدة : 10 ] ليسوا كأولئك فانتُقل إلى الإخبار عنهم بأنهم أشد الناس ظلماً لأنهم يُذَكِّرون بآيات الله حين يتلى عليهم القرآن فيعرضون عن تدبرها ويَلْغون فيها ، فآيات الله مراد بها القرآن .وجيء في عطف جملة { أعرضَ } بحرف { ثم } لقصد الدلالة على تراخي رتبة الإعراض عن الآيات بعد التذكير بها تراخي استبعاد وتعجيب من حالهم كقول جعفر بن علبة الحارثي :لا يكشف الغماء إلا ابنُ حرة ... يرى غمراتتِ الموت ثُم يزورهاأي : عجيب إقدامه على مواقع الهلاك بعد مشاهدة غمرات الموت تغمر الذين أقدموا على تلك المواقع .و { مَن } للاستفهام الإنكاري كقوله { ومن أظلم ممن مَنَع مساجدَ الله أن يذكر فيها اسمه } [ البقرة : 114 ] أي : لا أظلم منه ، أي لا أحَد أظلم منه لأنه ظلَم نفسه بحرمانها من التأمل فيما فيه نفعه ، وظلَم الآيات بتعطيل نفعها في بعضضِ مَن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ فَلَا تَكُن فِى مِرْيَةٍۢ مِّن لِّقَآئِهِۦ ۖ وَجَعَلْنَٰهُ هُدًۭى لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "tafsir": {
        "muyassar": "ولقد آتينا موسى التوراة كما آتيناك -أيها الرسول- القرآن، فلا تكن في شك من لقاء موسى ليلة الإسراء والمعراج، وجعلنا التوراة هداية لبني إسرائيل، تدعوهم إلى الحق وإلى طريق مستقيم.",
        "mukhtasar": "ولقد أعطينا موسى التوراة، فلا تكن - أيها الرسول - في شك من لقائك موسى ليلة الإسراء والمعراج، وجعلنا الكتاب المنزل على موسى هاديًا لبني إسرائيل من الضلال.",
        "saadi": "لما ذكر تعالى، آياته التي ذكر بها عباده، وهو: القرآن، الذي أنزله على محمد صلى اللّه عليه وسلم، ذكر أنه ليس ببدع من الكتب، ولا من جاء به، بغريب من الرسل، فقد آتى الله موسى الكتاب الذي هو التوراة المصدقة للقرآن، التي قد صدقها القرآن، فتطابق حقهما، وثبت برهانهما، { فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ } لأنه قد تواردت أدلة الحق وبيناته، فلم يبق للشك والمرية، محل.{ وَجَعَلْنَاهُ } أي: الكتاب الذي آتيناه موسى { هُدًى لِبَنِي إِسْرَائِيلَ } يهتدون به في أصول دينهم، وفروعه  وشرائعه موافقة لذلك الزمان، في بني إسرائيل.وأما هذا القرآن الكريم، فجعله اللّه هداية للناس كلهم، لأنه هداية للخلق، في أمر دينهم ودنياهم، إلى يوم القيامة، وذلك لكماله وعلوه { وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ } ",
        "kathir": "يقول تعالى مخبرا عن عبده ورسوله موسى ، عليه السلام ، أنه آتاه الكتاب وهو التوراة .وقوله : ( فلا تكن في مرية من لقائه ) : قال قتادة : يعني به ليلة الإسراء . ثم روي عن أبي العالية الرياحي قال : حدثني ابن عم نبيكم - يعني ابن عباس - قال : قال رسول الله صلى الله عليه وسلم : \" أريت ليلة أسري بي موسى بن عمران ، رجلا آدم طوالا جعدا ، كأنه من رجال شنوءة . ورأيت عيسى رجلا مربوع الخلق ، إلى الحمرة والبياض ، مبسط الرأس ، ورأيت مالكا خازن النار والدجال ، في آيات أراهن الله إياه \" ، ( فلا تكن في مرية من لقائه ) ، أنه قد رأى موسى ، ولقي موسى ليلة أسري به .وقال الطبراني : حدثنا محمد بن عثمان بن أبي شيبة ، حدثنا الحسن بن علي الحلواني ، حدثنا روح بن عبادة ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن أبي العالية ، عن ابن عباس ، عن النبي صلى الله عليه وسلم في قوله : ( وجعلناه هدى لبني إسرائيل ) ، قال : جعل موسى هدى لبني إسرائيل ، وفي قوله : ( فلا تكن في مرية من لقائه ) قال : من لقاء موسى ربه عز وجل .وقوله : ( وجعلناه ) أي : الكتاب الذي آتيناه ( هدى لبني إسرائيل ) ، [ كما قال تعالى في سورة الإسراء : ( وآتينا موسى الكتاب وجعلناه هدى لبني إسرائيل ألا تتخذوا من دوني وكيلا ) [ الإسراء : 2 ] ."
      },
      "translations": {
        "en": "And We certainly gave Moses the Scripture, so do not be in doubt over his meeting. And we made the Torah guidance for the Children of Israel.",
        "fr": "Nous avons effectivement donné à Moïse le Livre - ne sois donc pas en doute sur ta rencontre avec lui -, et l'avons assigné comme guide aux Enfants d'Israël.",
        "es": "Hemos dado a Moisés la Escritura -no dudes, pues, en encontrarle- e hicimos de ella dirección para los Hijos de Israel."
      },
      "ibn_ashour": "وَلَقَدْ آَتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ (23)لما جرى ذكر إعراض المشركين عن آيات الله وهي آيات القرآن في قوله { ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها } [ السجدة : 22 ] ، استطرد إلى تسلية النبي صلى الله عليه وسلم بأن ما لقي من قومه هو نظير ما لقيه موسى من قوم فرعون الذين أرسل إليهم فالخبر مستعمل في التسلية بالتنظير والتمثيل . فهذه الجملة وما بعدها إلى قوله { فيما كانوا فيه يختلفون } [ السجدة : 25 ] معترضات . وموقع التأكيد بلام القسم وحرف التحقيق هو ما استعمل فيه الخبر من التسلية لا لأصل الأخبار لأنه أمر لا يحتاج إلى التأكيد ، وبه تظهر رشاقة الاعتراض بتفريع { فلا تكن في مرية من لقائه } على الخبر الذي قبله .وأريد بقوله { ءاتينا موسى الكتاب } أرسلنا موسى ، فذِكر إيتائه الكتاب كناية عن إرساله ، وإدماج ذكر { الكتاب } للتنويه بشأن موسى وليس داخلاً في تنظير حال الرسول صلى الله عليه وسلم بحال موسى عليه السلام في تكذيب قومه إياه لأن موسى لم يكذبه قومه ألا ترى إلى قوله تعالى : { وجعلناه هدى لبني إسرائيل } الآيات ، وليت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةًۭ يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا۟ ۖ وَكَانُوا۟ بِـَٔايَٰتِنَا يُوقِنُونَ",
      "tafsir": {
        "muyassar": "وجعلنا من بني إسرائيل هداة ودعاة إلى الخير، يأتمُّ بهم الناس، ويدعونهم إلى التوحيد وعبادة الله وحده وطاعته، وإنما نالوا هذه الدرجة العالية حين صبروا على أوامر الله، وترك زواجره، والدعوة إليه، وتحمُّل الأذى في سبيله، وكانوا بآيات الله وحججه يوقنون.",
        "mukhtasar": "وجعلنا من بني إسرائيل أئمة يقتدي بهم الناس في الحق، يرشدون إلى الحق، بإذننا لهم بذلك، وتقويتنا إياهم عليه، لما صبروا على امتثال أوامر الله واجتناب نواهيه، وعلى الأذى في سبيل الدعوة، وكانوا بآيات الله المنزلة على رسولهم يصدقون بها تصديقًا جازمًا.",
        "saadi": "{ وَجَعَلْنَا مِنْهُمْ } أي: من بني إسرائيل { أَئِمَّةً يَهْدُونَ بِأَمْرِنَا } أي: علماء بالشرع، وطرق الهداية، مهتدين في أنفسهم، يهدون غيرهم بذلك الهدى، فالكتاب الذي أنزل إليهم، هدى، والمؤمنون به منهم، على قسمين: أئمة يهدون بأمر اللّه، وأتباع مهتدون بهم.والقسم الأول أرفع الدرجات بعد درجة النبوة والرسالة، وهي درجة الصديقين، وإنما نالوا هذه الدرجة العالية بالصبر على التعلم والتعليم، والدعوة إلى اللّه، والأذى في سبيله، وكفوا أنفسهم عن جماحها في المعاصي، واسترسالها في الشهوات.{ وَكَانُوا بِآيَاتِنَا يُوقِنُونَ } أي: وصلوا في الإيمان بآيات اللّه، إلى درجة اليقين، وهو العلم التام، الموجب للعمل، وإنما وصلوا إلى درجة اليقين، لأنهم تعلموا تعلمًا صحيحًا، وأخذوا المسائل عن أدلتها المفيدة لليقين.فما زالوا يتعلمون المسائل، ويستدلون عليها بكثرة الدلائل، حتى وصلوا لذاك، فبالصبر واليقين، تُنَالُ الإمامة في الدين.",
        "kathir": "وقوله : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآياتنا يوقنون ) ، أي : لما كانوا صابرين على أوامر الله وترك نواهيه وزواجره وتصديق رسله واتباعهم فيما جاؤوهم به ، كان منهم أئمة يهدون إلى الحق بأمر الله ، ويدعون إلى الخير ، ويأمرون بالمعروف ، وينهون عن المنكر . ثم لما بدلوا وحرفوا وأولوا ، سلبوا ذلك المقام ، وصارت قلوبهم قاسية ، يحرفون الكلم عن مواضعه ، فلا عمل صالحا ، ولا اعتقاد صحيحا; ولهذا قال : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا ) قال قتادة وسفيان : لما صبروا عن الدنيا : وكذلك قال الحسن بن صالح .قال سفيان : هكذا كان هؤلاء ، ولا ينبغي للرجل أن يكون إماما يقتدى به حتى يتحامى عن الدنيا .قال وكيع : قال سفيان : لا بد للدين من العلم ، كما لا بد للجسد من الخبز .وقال ابن بنت الشافعي : قرأ أبي على عمي - أو : عمي على أبي - سئل سفيان عن قول علي ، رضي الله عنه : الصبر من الإيمان بمنزلة الرأس من الجسد ، ألم تسمع قوله : ( وجعلنا منهم أئمة يهدون بأمرنا لما صبروا ) ، قال : لما أخذوا برأس الأمر صاروا رؤوسا . قال بعض العلماء : بالصبر واليقين تنال الإمامة في الدين .ولهذا قال تعالى ] : ( ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة [ ورزقناهم من الطيبات وفضلناهم على العالمين وآتيناهم بينات من الأمر ] فما اختلفوا إلا من بعد ما جاءهم العلم ) [ الجاثية : 16 ، 17 ] ، كما قال هنا :"
      },
      "translations": {
        "en": "And We made from among them leaders guiding by Our command when they were patient and [when] they were certain of Our signs.",
        "fr": "Et Nous avons désigné parmi eux des dirigeants qui guidaient (les gens) par Notre ordre aussi longtemps qu'ils enduraient et croyaient fermement en Nos versets.",
        "es": "Elegimos de entre ellos a jefes que les dirigieran siguiendo Nuestra orden como premio por haber perseverado y por haber estado convencidos de Nuestros signos."
      },
      "ibn_ashour": "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآَيَاتِنَا يُوقِنُونَ (24)أشير إلى ما مَنّ الله به على بني إسرائيل إذ جعل منهم أيمة يهدون بأمر الله والأمر يشمل الوحي بالشريعة لأنه أمر بها ، ويشمل الانتصاب للإرشاد فإن الله أمر العلماء أن يبينوا الكتاب ويرشدوا إليه فإذا هدوا فإنما هدوا بأمره وبالعلم الذي آتاهم به أنبياؤهم وأحبارهم فأنعم الله عليهم بذلك لما صبروا وأيقنوا لما جاءهم من كتاب الله ومعجزات رسولهم فإن كان المراد من قوله { بآياتنا يُوقِنُونَ } دلائل صدق موسى عليه السلام ، فالمعنى : أنهم صبروا على مشاق التكليف والخروج بهم من أرض مصر وما لقوه من فرعون وقومه من العذاب والاضطهاد وتيههم في البرية أربعين سنة وتدبروا في الآيات ونظروا حتى أيقنوا .وإن كان المراد من الآيات ما في التوراة من الشرائع والمواعظ فإطلاق اسم الآيات عليها مشاكلة تقديرية لما هو شائع بين المسلمين من تسمية جمل القرآن آيات لأنها مُعجزة في بلاغتها خارجة عن طوق تعبير البشر . فكانت دلالات على صدق محمد صلى الله عليه وسلم وهذا نحو ما وقع في حديث رجم اليهوديين من قول الراوي : فوضع اليهودي يد",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "tafsir": {
        "muyassar": "إن ربك -أيها الرسول- يقضي بين المؤمنين والكافرين من بني إسرائيل وغيرهم يوم القيامة بالعدل فيما اختلفوا فيه من أمور الدين، ويجازي كل إنسان بعمله بإدخال أهلِ الجنةِ الجنةَ وأهلِ النارِ النارَ.",
        "mukhtasar": "إن ربك - أيها الرسول - هو الذي يفصل بينهم يوم القيامة فيما كانوا يختلفون فيه في الدنيا، فيبيّن المحق والمبطل، ويجازي كلًّا بما يستحقه.",
        "saadi": "وثَمَّ مسائل اختلف فيها بنو إسرائيل، منهم من أصاب فيها الحق، ومنهم من أخطأه خطأ، أو عمدًا، واللّه تعالى { يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ } وهذا القرآن يقص على بني إسرائيل، بعض الذي يختلفون فيه، فكل خلاف وقع بينهم، ووجد في القرآن تصديق لأحد القولين، فهو الحق، وما عداه مما خالفه، باطل. ",
        "kathir": "( إن ربك هو يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون ) أي : من الاعتقادات والأعمال ."
      },
      "translations": {
        "en": "Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
        "fr": "Ton Seigneur, c'est Lui qui décidera entre eux, au Jour de la Résurrection, de ce sur quoi ils divergeaient.",
        "es": "Tu Señor fallará entre ellos el día de la Resurrección sobre aquello en que discrepaban."
      },
      "ibn_ashour": "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (25)استئناف بياني لأن قوله تعالى { وجعلنا منهم أيمة يَهْدُون بأمْرنا } [ السجدة : 24 ] يثير سؤالاً في نفس السامع من المؤمنين الذين سمعوا ما في القرآن من وصف اختلاف بني إسرائيل وانحرافهم عن دينهم وشاهَد كثير منهم بني إسرائيل في زمانه غير متحلّين بما يناسب ما قامت به أيمتهم من الهداية فيودّ أن يعلم سبب ذلك فكان في هذه الآية جواب ذلك تعليماً للنبيء صلى الله عليه وسلم وللمؤمنين .والخطاب للنبيء والمراد أمتُه تحذيراً من ذلك وإيماءً إلى وجوب تجنب الاختلاف الذي لا يدعو إليه داع في مصلحة الأمة وفهم الدين .والفصل : القضاء والحكم ، وهو يقتضي أن اختلافهم أوقعهم في إبطال ما جاءهم من الهدى فهو اختلاف غير مستند إلى أدلة ولا جارٍ في مهيع أصل الشريعة؛ ولكنه متابعة للهوى وميل لأعراض الدنيا كما وصفه القرآن في آيات كثيرة في سورة البقرة وغيرها كقوله تعالى : { ولا تكونوا كالذين تفرّقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم } [ آل عمران : 105 ] .وليس منه اختلاف أيمة الدين في تفاريع الأحكام وفي فهم ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَٰكِنِهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍ ۖ أَفَلَا يَسْمَعُونَ",
      "tafsir": {
        "muyassar": "أولم يتبين لهؤلاء المكذبين للرسول: كم أهلكنا من قبلهم من الأمم السابقة يمشون في مساكنهم، فيشاهدونها عِيانًا كقوم هود وصالح ولوط؟ إن في ذلك لآيات وعظات يُستدَلُّ بها على صدق الرسل التي جاءتهم، وبطلان ما هم عليه من الشرك، أفلا يسمع هؤلاء المكذبون بالرسل مواعظ الله وحججه، فينتفعون بها؟",
        "mukhtasar": "أَعَمِي هؤلاء فلم يتبين لهم كم أهلكنا قبلهم من الأمم السالفة؟! فهاهم يمشون في مساكنهم التي كانوا يسكنونها قبل إهلاكهم، فلم يَتَّعِظُوا بحالهم، إن فيما حدث لتلك الأمم من الإهلاك بسبب كفرهم ومعاصيهم لعِبَرًا يُسْتَدلّ بها على صدق رسلهم الذين جاؤوهم من عند الله، أفلا يسمع هؤلاء المكذبون بآيات الله سماع قبول واتعاظ؟!",
        "saadi": "يعني: أولم يتبين لهؤلاء المكذبين للرسول، ويهدهم إلى الصواب. { كَمْ أَهْلَكْنَا مِنْ قَبْلَهُمْ مِنَ الْقُرُونِ } الذين سلكوا مسلكهم، { يَمْشُونَ فِي مَسَاكِنِهِمْ } فيشاهدونها عيانًا، كقوم هود، وصالح، وقوم لوط.{ إِنَّ فِي ذَلِكَ لَآيَاتٍ } يستدل بها، على صدق الرسل، التي جاءتهم، وبطلان ما هم عليه، من الشرك والشر، وعلى أن من فعل مثل فعلهم، فُعِلَ بهم، كما فُعِلَ بأشياعه من قبل.وعلى أن اللّه تعالى مجازي العباد، وباعثهم للحشر والتناد. { أَفَلَا يَسْمَعُونَ } آيات اللّه، فيعونها، فينتفعون بها، فلو كان لهم سمع صحيح، وعقل رجيح، لم يقيموا على حالة  يجزم بها، بالهلاك.",
        "kathir": "قول تعالى : أولم يهد لهؤلاء المكذبين بالرسل ما أهلك الله قبلهم من الأمم الماضية ، بتكذيبهم الرسل ومخالفتهم إياهم فيما جاءوهم به من قويم السبل ، فلم يبق منهم باقية ولا عين ولا أثر ؟ ( هل تحس منهم من أحد أو تسمع لهم ركزا ) [ مريم : 98 ] ; ولهذا قال : ( يمشون في مساكنهم ) أي : وهؤلاء المكذبون يمشون في مساكن أولئك المكذبين فلا يرون فيها أحدا ممن كان يسكنها ويعمرها ، ذهبوا منها ، ( كأن لم يغنوا فيها ) [ الأعراف : 92 ] ، كما قال : ( فتلك بيوتهم خاوية بما ظلموا ) [ النمل : 52 ] ، وقال : ( فكأين من قرية أهلكناها وهي ظالمة فهي خاوية على عروشها وبئر معطلة وقصر مشيد أفلم يسيروا في الأرض فتكون لهم قلوب يعقلون بها أو آذان يسمعون بها فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور ) [ الحج : 45 ، 46 ] ; ولهذا قال هاهنا : ( إن في ذلك لآيات ) أي : إن في ذهاب أولئك القوم ودمارهم وما حل بهم بسبب تكذيبهم الرسل ، ونجاة من آمن بهم ، لآيات وعبر ومواعظ ودلائل متظاهرة .( أفلا يسمعون ) أي : أخبار من تقدم ، كيف كان أمرهم ؟ ."
      },
      "translations": {
        "en": "Has it not become clear to them how many generations We destroyed before them, [as] they walk among their dwellings? Indeed in that are signs; then do they not hear?",
        "fr": "N'est-ce pas pour eux une indication le fait qu'avant eux, Nous ayons fait périr tant de générations dans les maisons desquelles ils marchent? Il y a en cela des preuves! N'écouteront-ils donc pas?",
        "es": "¿Es que no les dice nada que hayamos hecho perecer a tantas generaciones precedentes, cuyas viviendas huellan ellos ahora? Ciertamente, hay en ello signos. ¿No oirán, pues?"
      },
      "ibn_ashour": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآَيَاتٍ أَفَلَا يَسْمَعُونَ (26)عطف على جملة { ومَن أظلم ممّن ذُكِّر بآيات ربه ثم أعرض عنها } [ السجدة : 22 ] ، ولما كان ذلك التذكير متصلاً كقوله { وقالوا أإذا ضَللنا إنّا لفي خلق جديد بل هم بلقاء ربهم كافرون } [ السجدة : 10 ] كان الهدي ، أي العلم المستفهم عنه بهذا الاستفهام شاملاً للهدي إلى دليل البعث وإلى دليل العقاب على الإعراض عن التذكير فأفاد قوله { كم أهلكنا من قبلهم من القرون } معنين : أحدهما : إهلاك أمم كانوا قبلهم فجاء هؤلاء المشركون بعدهم ، وذلك تمثيل للبعث وتقريب لإمكانه . وثانيهما : إهلاك أمم كذبوا رسلهم ففيهم عبرة لهم أن يصيبهم مثل ما أصابهم .والاستفهام إنكاري ، أي هم لم يهتدوا بدلائل النظر والاستدلال التي جاءهم بها القرآن فأعرضوا عنها ولا اتعظوا بمصَارع الأمم الذين كذبوا أنبياءهم وفي مهلكهم آيات تزجر أمثالهم عن السلوك فيما سلكوه . فضمير { لهم } عائد إلى المجرمين أو إلى من ذُكِّر بآيات ربه . و { يَهْدِ } من الهداية وهي الدلالة والإرشاد ، يقال : هداه إلى كذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "أَوَلَمْ يَرَوْا۟ أَنَّا نَسُوقُ ٱلْمَآءَ إِلَى ٱلْأَرْضِ ٱلْجُرُزِ فَنُخْرِجُ بِهِۦ زَرْعًۭا تَأْكُلُ مِنْهُ أَنْعَٰمُهُمْ وَأَنفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
      "tafsir": {
        "muyassar": "أولم ير المكذبون بالبعث بعد الموت أننا نسوق الماء إلى الأرض اليابسة الغليظة التي لا نبات فيها، فنخرج به زرعًا مختلفًا ألوانه تأكل منه أنعامهم، وتتغذى به أبدانهم فيعيشون به؟ أفلا يرون هذه النعم بأعينهم، فيعلموا أن الله الذي فعل ذلك قادر على إحياء الأموات ونَشْرهم من قبورهم؟",
        "mukhtasar": "أَوَلم ير هؤلاء المكذبون بالبعث أنا نرسل ماء المطر إلى الأرض القاحلة التي لا نبات فيها، فنخرج بذلك الماء زرعًا تأكل منه إبلهم وبقرهم وغنمهم، ويأكلون هم منه؟! أفلا يبصرون ذلك، ويدركون أن من أنبت الأرض القاحلة قادر على إحياء الموتى؟!",
        "saadi": "{ أَوَلَمْ يَرَوْا } بأبصارهم نعمتنا، وكمال حكمتنا { أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ } التي لا نبات فيها، فيسوق اللّه المطر، الذي لم يكن قبل موجودًا فيها، فيفرغه فيها، من السحاب، أو من الأنهار. { فَنُخْرِجُ بِهِ زَرْعًا } أي: نباتًا، مختلف الأنواع { تَأْكُلُ مِنْهُ أَنْعَامُهُمْ } وهو نبات البهائم { وَأَنْفُسهمْ } وهو طعام الآدميين.{ أَفَلَا يُبْصِرُونَ } تلك المنة، التي أحيا اللّه بها البلاد والعباد، فيستبصرون فيهتدون بذلك البصر، وتلك البصيرة، إلى الصراط المستقيم، ولكن غلب عليهم العمى، واستولت عليهم الغفلة، فلم يبصروا في ذلك، بصر الرجال، وإنما نظروا إلى ذلك، نظر الغفلة، ومجرد العادة، فلم يوفقوا للخير. ",
        "kathir": "وقوله : ( أولم يروا أنا نسوق الماء إلى الأرض الجرز ) : يبين تعالى لطفه بخلقه ، وإحسانه إليهم في إرساله الماء إما من السماء أو من السيح ، وهو : ما تحمله الأنهار وينحدر من الجبال إلى الأراضي المحتاجة إليه في أوقاته; ولهذا قال : ( إلى الأرض الجرز ) ، وهي [ الأرض ] التي لا نبات فيها ، كما قال تعالى : ( وإنا لجاعلون ما عليها صعيدا جرزا ) [ الكهف : 8 ] ، أي : يبسا لا تنبت شيئا وليس المراد من قوله : ( إلى الأرض الجرز ) أرض مصر فقط ، بل هي بعض المقصود ، وإن مثل بها كثير من المفسرين فليست [ هي ] المقصودة وحدها ، ولكنها مرادة قطعا من هذه الآية ، فإنها في نفسها أرض رخوة غليظة تحتاج من الماء ما لو نزل عليها مطرا لتهدمت أبنيتها ، فيسوق الله إليها النيل بما يتحمله من الزيادة الحاصلة من أمطار بلاد الحبشة ، وفيه طين أحمر ، فيغشى أرض مصر ، وهي أرض سبخة مرملة محتاجة إلى ذلك الماء ، وذلك الطين أيضا لينبت الزرع فيه ، فيستغلون كل سنة على ماء جديد ممطور في غير بلادهم ، وطين جديد من غير أرضهم ، فسبحان الحكيم الكريم المنان المحمود ابتداء .قال ابن لهيعة ، عن قيس بن حجاج ، عمن حدثه قال : لما فتحت مصر ، أتى أهلها عمرو بن العاص - [ وكان أميرا بها ] - حين دخل بئونة من أشهر العجم ، فقالوا : أيها الأمير ، إن لنيلنا سنة لا يجري إلا بها . قال : وما ذاك ؟ قالوا : إذا كانت ثنتا عشرة ليلة خلت من هذا الشهر عمدنا إلى جارية بكر بين أبويها ، فأرضينا أبويها ، وجعلنا عليها من الحلي والثياب أفضل ما يكون ، ثم ألقيناها في هذا النيل . فقال لهم عمرو : إن هذا لا يكون في الإسلام ، إن الإسلام يهدم ما كان قبله . فأقاموا بئونة والنيل لا يجري ، حتى هموا بالجلاء ، فكتب عمرو إلى عمر بن الخطاب بذلك ، فكتب إليه : إنك قد أصبت بالذي فعلت ، وقد بعثت إليك ببطاقة داخل كتابي هذا ، فألقها في النيل . فلما قدم كتابه أخذ عمرو البطاقة ففتحها فإذا فيها : من عبد الله عمر أمير المؤمنين إلى نيل أهل مصر ، أما بعد . . . فإنك إن كنت إنما تجري من قبلك فلا تجر ، وإن كان الله الواحد القهار هو الذي يجريك فنسأل الله أن يجريك . قال : فألقى البطاقة في النيل ، وأصبحوا يوم السبت وقد أجرى الله النيل ستة عشر ذراعا في ليلة واحدة ، وقطع الله تلك السنة عن أهل مصر إلى اليوم . رواه الحافظ أبو القاسم اللالكائي الطبري في كتاب \" السنة \" له .ولهذا قال تعالى : ( أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون ) ، كما قال تعالى : ( فلينظر الإنسان إلى طعامه أنا صببنا الماء صبا ثم شققنا الأرض شقا فأنبتنا فيها حبا وعنبا وقضبا وزيتونا ونخلا وحدائق غلبا وفاكهة وأبا [ متاعا لكم ولأنعامكم ] ) [ عبس : 24 - 32 ] ; ولهذا قال هاهنا : ( أفلا يبصرون ) . وقال ابن أبي نجيح ، عن رجل ، عن ابن عباس في قوله : ( إلى الأرض الجرز ) قال : هي التي لا تمطر إلا مطرا لا يغني عنها شيئا ، إلا ما يأتيها من السيول .وعن ابن عباس ، ومجاهد : هي أرض باليمن .وقال الحسن ، رحمه الله : هي قرى فيما بين اليمن والشام .وقال عكرمة ، والضحاك ، وقتادة ، والسدي ، وابن زيد : الأرض الجرز : التي لا نبات فيها وهي مغبرة .قلت : وهذا كقوله : ( وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكلون وجعلنا فيها جنات من نخيل وأعناب وفجرنا فيها من العيون ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون ) [ يس : 33 - 35 ] ."
      },
      "translations": {
        "en": "Have they not seen that We drive the water [in clouds] to barren land and bring forth thereby crops from which their livestock eat and [they] themselves? Then do they not see?",
        "fr": "N'ont-ils pas vu que Nous poussons l'eau vers un sol aride, qu'ensuite Nous en faisons sortir une culture que consomment leurs bestiaux et eux-mêmes? Ne voient-ils donc pas,?",
        "es": "¿Es que no ven cómo conducimos el agua a la tierra pelada y, gracias a ella, sacamos los cereales de que se alimentan sus rebaños y ellos mismos? ¿No verán, pues?"
      },
      "ibn_ashour": "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ أَفَلَا يُبْصِرُونَ (27)( أو لم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون [ 27 ] ) عطف على ( أو لم يهد لهم ) . ونيط الاستدلال هنا بالرؤية لأن إحياء الأرض بعد موتها ثم إخراج النبت منها دلالة مشاهدة . واختير المضارع في قوله ( نسوق ) لاستحضار الصورة العجيبة الدالة على القدرة الباهرةوالسوق : إزجاء الماشي من ورائهوالماء : ماء المزن وسوقه إلى الأرض هو سوق السحاب الحاملة إياه بالرياح التي تنقل السحاب من جو إلى جو ؛ فشبهت هيئة الرياح والسحاب بهيئة السائق للدابة . والتعريف في ( الأرض ) تعريف الجنسوالجرز : اسم للأرض التي انقطع نبتها وهو مشتق من الجرز وهو : انقطاع النبت والحشيش إما بسبب يبس الأرض أو بالرعي والجرز : القطع . وسمي السيف القاطع جرازا قال الراجز يصف أسنان ناقة :تنحي على الشوك جرازا مقضبا ... والهرم تذريه إذدراء عجبافالأرض الجرز : التي انقطع نبتها . ولا يقال للأرض التي لا تنبت كالسباخ جرز . والزرع : ما نبت ب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْفَتْحُ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "يستعجل هؤلاء المشركون بالله العذاب، فيقولون: متى هذا الحكم الذي يقضي بيننا وبينكم بتعذيبنا على زعمكم إن كنتم صادقين في دعواكم؟",
        "mukhtasar": "ويقول المكذبون بالبعث مستعجلين العذاب: متى هذا الحكم الذي تزعمون أنه سيفصل بيننا وبينكم يوم القيامة، فيكون مصيرنا النار ومصيركم الجنة؟!",
        "saadi": "أي: يستعجل المجرمون بالعذاب، الذي وعدوا به على التكذيب، جهلاً منهم ومعاندة.{ وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ } الذي يفتح بيننا وبينكم، بتعذيبنا على زعمكم { إِنْ كُنْتُمْ } أيها الرسل { صَادِقِينَ } في دعواكم.",
        "kathir": "يقول تعالى مخبرا عن استعجال الكفار وقوع بأس الله بهم ، وحلول غضبه ونقمته عليهم ، استبعادا وتكذيبا وعنادا : ( ويقولون متى هذا الفتح ) ؟ أي : متى تنصر علينا يا محمد ؟ كما تزعم أن لك وقتا تدال علينا ، وينتقم لك منا ، فمتى يكون هذا ؟ ما نراك أنت وأصحابك إلا مختفين خائفين ذليلين!"
      },
      "translations": {
        "en": "And they say, \"When will be this conquest, if you should be truthful?\"",
        "fr": "Et ils disent: «A quand cette victoire, si vous êtes véridiques?»",
        "es": "Y dicen: «¿Para cuándo ese fallo, si es verdad lo que decís?»"
      },
      "ibn_ashour": "وَيَقُولُونَ مَتَى هَذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ (28) يجوز أن يكون عطفاً على جملة { ثم أعرض عنها } [ السجدة : 22 ] ، أي : أعرضوا عن سماع الآيات والتدبر فيها وتجاوزوا ذلك إلى التكذيب والتهكم بها .  ومناسبة ذكر ذلك هنا أنه وقع عقب الإشارة إلى دليل وقوع البعث وهو يوم الفصل . ويجوز أن يعطف على جملة { وقالوا أإذا ضَلَلْنا في الأرض إنّا لفي خلق جديد } [ السجدة : 10 ] .والمعنى : أنهم كذبوا بالبعث وما معه من الوعيد في الآخرة وكذّبوا بوعيد عذاب الدنيا الذي منه قوله تعالى : { ولنُذِيقَنَّهم من العذاب الأدنى دون العذاب الأكبر } [ السجدة : 21 ] .و { الفتح : النصر والقضاء . والمراد به : نصر أهل الإيمان بظهور فوزهم وخيبة أعدائهم فإن خيبة العدوّ نصر لضِده وكان المسلمون يتحدّون المشركين بأن الله سيفتح بينهم وينصرهم وتظهر حجتهم ، فكان الكافرون يكررون التهكم بالمسلمين بالسؤال عن وقت هذا الفتح استفهاماً مستعملاً في التكذيب حيث لم يحصل المستفهم عنه . وحكاية قولهم بصيغة المضارع لإفادة التعجيب منه كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] مع إفادة تكرر ذلك منهم واتخاذهم إياه . والمعنى : إ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "قُلْ يَوْمَ ٱلْفَتْحِ لَا يَنفَعُ ٱلَّذِينَ كَفَرُوٓا۟ إِيمَٰنُهُمْ وَلَا هُمْ يُنظَرُونَ",
      "tafsir": {
        "muyassar": "قل لهم -أيها الرسول-: يوم القضاء الذي يقع فيه عقابكم، وتعاينون فيه الموت لا ينفع الكفار إيمانهم، ولا هم يؤخرون للتوبة والمراجعة.",
        "mukhtasar": "قل لهم - أيها الرسول -: هذا الوعد هو يوم القيامة، إنه يوم الفصل بين العباد حين لا ينفع الذين كفروا بالله في الدنيا تصديقهم بعد معاينة يوم القيامة، ولا هم يُؤَخَّرون حتى يتوبوا إلى ربهم وينيبوا إليه.",
        "saadi": "{ قُلْ يَوْمَ الْفَتْحِ } الذي يحصل به عقابكم، لا تستفيدون به شيئًا، فلو كان إذا حصل، حصل إمهالكم، لتستدركوا ما فاتكم، حين صار الأمر عندكم يقينًا، لكان لذلك وجه، ولكن إذا جاء يوم الفتح، انقضى الأمر، ولم يبق للمحنة محل فـ { لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ } لأنه صار إيمان ضرورة، { وَلَا هُمْ يُنْظَرُونَ } أي: يمهلون، فيؤخر عنهم العذاب، فيستدركون أمرهم.",
        "kathir": "قال الله تعالى : ( قل يوم الفتح ) أي : إذا حل بكم بأس الله وسخطه وغضبه في الدنيا وفي الأخرى ، ( لا ينفع الذين كفروا إيمانهم ولا هم ينظرون ) ، كما قال تعالى : ( فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزئون فلما رأوا بأسنا قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين فلم يك ينفعهم إيمانهم لما رأوا بأسنا سنة الله التي قد خلت في عباده وخسر هنالك الكافرون ) [ غافر : 83 - 85 ] ، ومن زعم أن المراد من هذا الفتح فتح مكة فقد أبعد النجعة ، وأخطأ فأفحش ، فإن يوم الفتح قد قبل رسول الله صلى الله عليه وسلم إسلام الطلقاء ، وقد كانوا قريبا من ألفين ، ولو كان المراد فتح مكة لما قبل إسلامهم; لقوله : ( قل يوم الفتح لا ينفع الذين كفروا إيمانهم ولا هم ينظرون ) ، وإنما المراد الفتح الذي هو القضاء والفصل ، كقوله تعالى : ( فافتح بيني وبينهم فتحا ونجني ومن معي من المؤمنين ) [ الشعراء : 118 ] ، وكقوله : ( قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم ) [ سبأ : 26 ] ، وقال تعالى : ( واستفتحوا وخاب كل جبار عنيد ) [ إبراهيم : 15 ] ، وقال : ( وكانوا من قبل يستفتحون على الذين كفروا ) [ البقرة : 89 ] ، وقال : ( إن تستفتحوا فقد جاءكم الفتح ) [ الأنفال : 19 ] ."
      },
      "translations": {
        "en": "Say, [O Muhammad], \"On the Day of Conquest the belief of those who had disbelieved will not benefit them, nor will they be reprieved.\"",
        "fr": "Dis: «Le jour de la Victoire, il sera inutile aux infidèles de croire! Et aucun délai ne leur sera donné».",
        "es": "Di: «El día del fallo, la fe ya no aprovechará a los infieles y no les será dado esperar»."
      },
      "ibn_ashour": "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ (29) إنباء بقلة اكتراثه بالموت ومنه قوله تعالى حكاية عنهم : { أهذا الذي يذكر ءالهتكم } [ الأنبياء : 36 ] فأمر الله الرسول صلى الله عليه وسلم بأن يجيبهم على طريقة الأسلوب الحكيم بأن يومَ الفتح الحق هو يوم القيامة وهو يوم الفصل وحينئذ ينقطع أملَ الكفار في النجاة والاستفادة من الندامة والتوبة ولا يجدون إنظاراً لتدارك ما فاتهم ، أي إفادتُهم هذه الموعظة خير لهم من تطلبهم معرفة وقت حلول يوم الفتح لأنهم يقولون يومئذ { ربنا أبصَرْنا وسمِعْنا فارجعنا نعملْ صالحاً إنّا موقنون } [ السجدة : 12 ] مع ما في هذا الجواب من الإيماء إلى أن زمن حلوله غير معلوم للناس وأنه مما استأثر الله به فعلى من يحتاط لنجاة نفسه أن يعمل له من الآن فإنه لا يدري متى يحلّ به { لا ينفعُ نفساً إيمانُها لم تكن ءامنت من قبل أو كسبت في إيمانها خيراً } [ الأنعام : 158 ] . ففي هذا الجواب سلوك الأسلوب الحكيم من وجهين : من وجه العدول عن تعيين يوم الفتح ، ومن وجه العدول بهم إلى يوم الفتح الحق ، وهم إنما أرادوا بالفتح نصر المسلمين عليهم في الحيا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "فَأَعْرِضْ عَنْهُمْ وَٱنتَظِرْ إِنَّهُم مُّنتَظِرُونَ",
      "tafsir": {
        "muyassar": "فأعرض -أيها الرسول- عن هؤلاء المشركين، ولا تبال بتكذيبهم، وانتظر ما الله صانع بهم، إنهم منتظرون ومتربصون بكم دوائر السوء، فسيخزيهم الله ويذلهم، وينصرك عليهم. وقد فعل فله الحمد والمنة.",
        "mukhtasar": "فأعرِضْ - أيها الرسول - عن هؤلاء بعد تماديهم في ضلالهم، وانتظر ما يحلّ بهم، إنهم ينتظرون ما تعدهم من العذاب.",
        "saadi": "{ فَأَعْرِضْ عَنْهُمْ } لما وصل خطابهم إلى حالة الجهل، واستعجال العذاب. { وَانْتَظِرْ } الأمر الذي يحل بهم، فإنه لا بد منه، ولكن له أجل، إذا جاء لا يتقدم ولا يتأخر. { إِنَّهُمْ مُنْتَظِرُونَ } بك ريب المنون، ومتربصون بكم دوائر السوء، والعاقبة للتقوى.تم تفسير سورة السجدة - بحول اللّه ومنه فله تعالى كمال الحمد والثناء والمجد.  ",
        "kathir": "ثم قال : ( فأعرض عنهم وانتظر إنهم منتظرون ) أي : أعرض عن هؤلاء المشركين وبلغ ما أنزل إليك من ربك ، كقوله : ( اتبع ما أوحي إليك من ربك لا إله إلا هو وأعرض عن المشركين ) [ الأنعام : 106 ] ، وانتظر فإن الله سينجز لك ما وعدك ، وسينصرك على من خالفك ، إنه لا يخلف الميعاد .وقوله : ( إنهم منتظرون ) أي : أنت منتظر ، وهم منتظرون ، ويتربصون بكم الدوائر ، ( أم يقولون شاعر نتربص به ريب المنون ) [ الطور : 30 ] ، وسترى أنت عاقبة صبرك عليهم وعلى أداء رسالة الله ، في نصرتك وتأييدك ، وسيجدون غب ما ينتظرونه فيك وفي أصحابك ، من وبيل عقاب الله لهم ، وحلول عذابه بهم ، وحسبنا الله ونعم الوكيل ، [ والله أعلم ] .[ آخر تفسير سورة \" الم السجدة \" ]"
      },
      "translations": {
        "en": "So turn away from them and wait. Indeed, they are waiting.",
        "fr": "Eloigne-toi d'eux et attends. Eux aussi demeurent dans l'attente.",
        "es": "¡Apártate, pues, de ellos y espera! ¡Ellos esperan!"
      },
      "ibn_ashour": "فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ (30)ثم فرع على جميع هذه المجادلات والدلالات توجيه الله خطابه إلى رسول الله صلى الله عليه وسلم بأن يعرض عن هؤلاء القائلين المكذبين وأن لا يزيد في الإلحاح عليهم تأييساً من إيمان المجادلين منهم المتصدّين للتمويه على دهمائهم . وهذا إعراض متاركة عن الجدال وقتياً لا إعراض مستمر ، ولا عن الدعوة إلى الله ولا علاقة له بأحكام الجهاد المشروع في غير هذه الآية .والانتظار : الترقب . وأصله مشتق من النظر فكأنه مطاوع : أنظره ، أي أراه فانتظر ، أي : تكلف أن ينظُر . وحذف مفعول { انتظر } للتهويل ، أي : انتظر أياماً يكون لك فيها النصر ، ويكون لهم فيها الخسران مثل سني الجوع إنْ كان حصلت بعد نزول هذه السورة ، ومثل يوم بدر ويوم فتح مكة وهما بعد نزول هذه السورة لا محالة ، ففي الأمر بالانتظار تعريض بالبشارة للمؤمنين بالنظر ، وتعريض بالوعيد للمشركين بالعذاب في الدارين .وجملة { إنهم منتظرون } تعليل لما تضمنه الأمر بالانتظار من إضمار العذاب لهم . ومفعول { منتظرون } محذوف دل عليه السياق ، أي منتظرون لكم الفرصة لحربكم أو لإخراجكم قال تعالى : { أم يقولون شاعر نت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}