{
  "number": 33,
  "name": "سُورَةُ الأَحۡزَابِ",
  "englishName": "Al-Ahzaab",
  "revelationType": "Medinan",
  "ayahCount": 73,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ يَٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًۭا",
      "tafsir": {
        "muyassar": "يا أيها النبي دُم على تقوى الله بالعمل بأوامره واجتناب محارمه، وليقتد بك المؤمنون؛ لأنهم أحوج إلى ذلك منك، ولا تطع الكافرين وأهل النفاق. إن الله كان عليمًا بكل شيء، حكيمًا في خلقه وأمره وتدبيره.",
        "mukhtasar": "يا أيها النبي، اثبُتْ ومن معك على تقوى الله بامتثال أوامره واجتناب نواهيه، وخَفْه وحده، ولا تطع الكافرين والمنافقين فيما تهوى نفوسهم، إن الله كان عليمًا بما يكيده الكفار والمنافقون، حكيمًا في خلقه وتدبيره.",
        "saadi": "أي: يا أيها الذي منَّ اللّه عليه بالنبوة، واختصه بوحيه، وفضله على سائر الخلق، اشكر نعمة ربك عليك، باستعمال تقواه، التي أنت أولى بها من غيرك، والتي يجب عليك منها، أعظم من سواك، فامتثل أوامره ونواهيه، وبلغ رسالاته، وأدِّ إلى عباده وحيه، وابذل النصيحة للخلق.ولا يصدنك عن هذا المقصود صاد، ولا يردك عنه راد، فلا تطع كل كافر، قد أظهر العداوة للّه ورسوله، ولا منافق، قد استبطن التكذيب والكفر، وأظهر ضده.فهؤلاء هم الأعداء على الحقيقة، فلا تطعهم في بعض الأمور، التي تنقض التقوى، وتناقضها، ولا تتبع أهواءهم، فيضلوك عن الصواب.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ ۗ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا"
      },
      "translations": {
        "en": "O Prophet, fear Allah and do not obey the disbelievers and the hypocrites. Indeed, Allah is ever Knowing and Wise.",
        "fr": "O Prophète! Crains Allah et n'obéis pas aux infidèles et aux hypocrites, car Allah demeure Omniscient et Sage.",
        "es": "¡Profeta! ¡Teme a Alá y no obedezcas a los infieles y a los hipócritas! Alá es omnisciente, sabio."
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (1)افتتاح السورة بخطاب النبي صلى الله عليه وسلم وندائه بوصفه مُؤذِنٌ بأن الأهم من سوق هذه السورة يتعلق بأحوال النبي صلى الله عليه وسلم وقد نودي فيها خمس مرات في افتتاح أغراض مختلفة من التشريع بعضها خاص به وبعضها يتعلق بغيره وله ملابسة له .فالنداء الأول : لافتتاح غرض تحديد واجبات رسالته نحو ربه .والنداء الثاني : لافتتاح غرض التنويه بمقام أزواجه واقترابه من مقامه .والنداء الثالث : لافتتاح بيان تحديد تقلبات شؤون رسالته في معاملة الأمة .والنداء الرابع : في طالعَة غرض أحكام تزوجه وسيرته مع نسائه .والنداء الخامس : في غرض تبليغه آداب النساء من أهل بيته ومن المؤمنات .فهذا النداء الأول افتتح به الغرض الأصلي لبقية الأغراض وهو تحديد واجبات رسالته في تأدية مراد ربه تعالى على أكمل وجه دون أن يفسد عليه أعداء الدين أعماله ، وهو نظير النداء الذي في قوله { يا أيها الرسول بلغ ما أنزل إليك من ربك } [ المائدة : 67 ] الآية ، وقوله : { يا أيها الرسول لا يحزنك الذين يسارعون في الكفر } [ ا"
    },
    {
      "number": 2,
      "text": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًۭا",
      "tafsir": {
        "muyassar": "واتبع ما يوحى إليك من ربك من القرآن والسنة، إن الله مطَّلِع على كل ما تعملون ومجازيكم به، لا يخفى عليه شيء من ذلك.",
        "mukhtasar": "واتّبع ما ينزله عليك ربك من الوحي، إن الله كان بما تعملون خبيرًا، لا يفوته من ذلك شيء، وسيجازيكم على أعمالكم.",
        "saadi": "{ وَ } لكن { اتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ } فإنه هو الهدى والرحمة، وَارْجُ بذلك ثواب ربك، فإنه بما تعملون خبير، يجازيكم بحسب ما يعلمه منكم، من الخير والشر.فإن وقع في قلبك، أنك إن لم تطعهم في أهوائهم المضلة، حصل عليك منهم ضرر، أو حصل نقص في هداية الخلق، فادفع ذلك عن نفسك، واستعمل ما يقاومه ويقاوم غيره، وهو التوكل على اللّه، بأن تعتمد على ربك، اعتماد من لا يملك لنفسه ضرًا ولا نفعًا، ولا موتًا ولا حياة، ولا نشورًا، في سلامتك من شرهم، وفي إقامة الدين، الذي أمرت به.",
        "kathir": "وَاتَّبِعْ مَا يُوحَىٰ إِلَيْكَ مِنْ رَبِّكَ ۚ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا"
      },
      "translations": {
        "en": "And follow that which is revealed to you from your Lord. Indeed Allah is ever, with what you do, Acquainted.",
        "fr": "Et suis ce qui t'est révélé émanant de Ton Seigneur. Car Allah est Parfaitement Connaisseur de ce que vous faites.",
        "es": "¡Sigue lo que tu Señor te revela! Alá está bien informado de lo que hacéis."
      },
      "ibn_ashour": "وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (2)( واتبع ما يوحى إليك من ربك إن الله كان بما تعملون خبيرا [ 2 ] ) هذا تمهيد لما يرد من الوحي في شأن أحكام التبني وما يتصل بها ولذلك جيء بالفعل المضارع الصالح للاستقبال وجرد من علامة الاستقبال لأنه قريب من زمن الحال . والمقصود من الأمر باتباعه أنه أمر باتباع خاص تأكيد للأمر العام باتباع الوحي . وفيه إيذان بأن ما سيوحي إليه قريبا هو ما يشق عليه وعلى المسلمين من إبطال حكم التبني لأنهم ألفوه واستقر في عوائدهم وعاملوا المتبنين معاملة الأبناء الحقولذلك ذيلت جملة ( واتبع ما أوحي إليك ) بجملة ( إن الله كان بما تعملون خبيرا ) تعليلا للأمر بالاتباع وتأنيسا به لأن الله خبير بما في عوائدكم ونفوسكم فإذا أبطل شيئا من ذلك فإن إبطاله من تعلق العلم بلزوم تغييره فلا تتريثوا في امتثال أمره في ذلك فجملة ( إن الله كان بما تعملون خبيرا ) في موقع العلة فلذلك فصلت لأن حرف التوكيد مغن غناء فاء التفريع كما مر آنفاوفي إفراد الخطاب للنبي صلى الله عليه وسلم بقوله ( واتبع ) وجمعه بما يشمله وأمته في قوله ( بما تعملون ) إيماء"
    },
    {
      "number": 3,
      "text": "وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًۭا",
      "tafsir": {
        "muyassar": "واعتمد على ربك، وفَوِّضْ جميع أمورك إليه، وحسبك به حافظًا لمن توكل عليه وأناب إليه.",
        "mukhtasar": "واعتمد على الله وحده في أمورك كلها، وكفى به سبحانه حافظًا لمن توكل عليه من عباده.",
        "saadi": " وثق باللّه في حصول ذلك الأمر على أي: حال كان.{ وَكَفَى بِاللَّهِ وَكِيلًا } توكل إليه الأمور، فيقوم بها، وبما هو أصلح للعبد، وذلك لعلمه بمصالح عبده، من حيث لا يعلم العبد، وقدرته على إيصالها إليه، من حيث لا يقدر عليها العبد، وأنه أرحم بعبده من نفسه، ومن والديه، وأرأف به من كل أحد، خصوصًا خواص عبيده، الذين لم يزل يربيهم ببره، ويُدِرُّ عليهم بركاته الظاهرة والباطنة، خصوصًا وقد أمره بإلقاء أموره إليه، ووعده، فهناك لا تسأل عن كل أمر يتيسر، وصعب يسهل، وخطوب تهون، وكروب تزول، وأحوال وحوائج تقضى، وبركات تنزل، ونقم تدفع، وشرور ترفع.وهناك ترى العبد الضعيف، الذي فوض أمره لسيده، قد قام بأمور لا تقوم بها أمة من الناس، وقد سهل اللّه [عليه]  ما كان يصعب على فحول الرجال وباللّه المستعان. ",
        "kathir": "وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا"
      },
      "translations": {
        "en": "And rely upon Allah; and sufficient is Allah as Disposer of affairs.",
        "fr": "Et place ta confiance en Allah. Allah te suffit comme protecteur.",
        "es": "¡Confía en Alá! ¡Alá basta como protector!"
      },
      "ibn_ashour": "وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (3)زيادة تمهيد وتوطئة لتلقي تكليف يترقب منه أذى من المنافقين مثل قولهم : إن محمداً نهى عن تزوج نساء الأبناء وتزوج امرأة ابنه زيد بن حارثة ، وهو ما يشير إليه قوله تعالى : { ودَعْ أذَاهُم وتوكَّلْ على الله وكفى بالله وَكِيلاً } [ الأحزاب : 48 ] ؛ فأمره بتقوى ربه دون غيره ، وأتبعه بالأمر باتباع وحيه ، وعززه بالأمر بما فيه تأييده وهو أن يفوّض أموره إلى الله .والتوكل : إسناد المرء مُهمه وشأنه إلى من يتولى عمله وتقدم عند قوله تعالى : { فإذا عَزَمْتَ فَتَوكَّلْ على الله } في سورة آل عمران ( 159 ) .والوكيل : الذي يسند إليه غيره أمره ، وتقدم عند قوله تعالى : { وقالوا حسبنا الله ونِعم الوكيل } في سورة آل عمران ( 173 ) .وقوله وَكيلاً } تمييز نسبة ، أي : كفى الله وكيلاً ، أي وكالته ، وتقدم نظيره في قوله : { وتوكل على الله وكفى بالله وكيلاً } في سورة النساء ( 81 ) ."
    },
    {
      "number": 4,
      "text": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍۢ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّٰٓـِٔى تُظَٰهِرُونَ مِنْهُنَّ أُمَّهَٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ ۖ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
      "tafsir": {
        "muyassar": "ما جعل الله لأحد من البشر من قلبين في صدره، وما جعل زوجاتكم اللاتي تظاهرون منهن (في الحرمة) كحرمة أمهاتكم (والظهار أن يقول الرجل لامرأته: أنت عليَّ كظهر أمي، وقد كان هذا طلاقًا في الجاهلية، فبيَّن الله أن الزوجة لا تصير أُمًّا بحال) وما جعل الله الأولاد المتَبَنَّيْنَ أبناء في الشرع، بل إن الظهار والتبني لا حقيقة لهما في التحريم الأبدي، فلا تكون الزوجة المظاهَر منها كالأم في الحرمة، ولا يثبت النسب بالتبني من قول الشخص للدَّعِيِّ: هذا ابني، فهو كلام بالفم لا حقيقة له، ولا يُعتَدُّ به، والله سبحانه يقول الحق ويبيِّن لعباده سبيله، ويرشدهم إلى طريق الرشاد.",
        "mukhtasar": "لم يجعل الله قلبين في صدر رجل واحد، وكذلك لم يجعل الزوجات بمنزلة الأمهات في التحريم، ولم يجعل كذلك الأبناء بالتبنِّي بمنزلة الأبناء من الصُّلْب، فإن الظِّهار - وهو تحريم الرجل زوجته عليه كأمِّه وأخته - وكذلك التبنِّي: من العادات الجاهلية التي أبطلها الإسلام، ذلك الظهار والتبنِّي، قول ترددونه بأفواهكم، ولا حقيقة له، فليست الزوجة أمًّا، ولا الدَّعِيُّ ابنًا لمن ادعاه، والله سبحانه يقول الحق ليعمل به عباده، وهو يرشد إلى طريق الحق.",
        "saadi": "يعاتب تعالى [عباده]  عن التكلم بما ادعوهم لآبائهم هو أقسط عند الله فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفورًا رحيمًا لا حقيقة له من الأقوال، ولم يجعله الله تعالى كما قالوا،فإن ذلك القول منكم كذب وزور، يترتب عليه منكرات من الشرع. وهذه قاعدة عامة في التكلم في كل شيء، والإخبار بوقوع ووجود، ما لم يجعله اللّه تعالى.ولكن خص هذه الأشياء المذكورة، لوقوعها، وشدة الحاجة إلى بيانها، فقال: { مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ } هذا لا يوجد، فإياكم أن تقولوا عن أحد: إن له قلبين في جوفه، فتكونوا كاذبين على الخلقة الإلهية.{ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ } بأن يقول أحدكم لزوجته: \"أنت عَليَّ كظهر أمي أو كأمي\" فما جعلهن اللّه { أُمَّهَاتِكُمْ } أمك من ولدتك، وصارت أعظم النساء عليك، حرمة وتحريمًا، وزوجتك أحل النساء لك، فكيف تشبه أحد المتناقضين بالآخر؟هذا أمر لا يجوز، كما قال تعالى: { الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا } { وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ } والأدعياء، الولد الذي كان الرجل يدعيه، وهو ليس له، أو يُدْعَى إليه، بسبب تبنيه إياه، كما كان الأمر بالجاهلية، وأول الإسلام.فأراد اللّه تعالى أن يبطله ويزيله، فقدم بين يدي ذلك بيان قبحه، وأنه باطل وكذب، وكل باطل وكذب، لا يوجد في شرع اللّه، ولا يتصف به عباد اللّه.يقول تعالى: فاللّه لم يجعل الأدعياء الذين تدعونهم، أو يدعون إليكم، أبناءكم، فإن أبناءكم في الحقيقة، من ولدتموهم، وكانوا منكم، وأما هؤلاء الأدعياء من غيركم، فلا جعل اللّه هذا كهذا.{ ذَلِكُمْ } القول، الذي تقولون في الدعي: إنه ابن فلان، الذي ادعاه، أو والده فلان { قَوْلُكُمْ بِأَفْوَاهِكُمْ } أي: قول لا حقيقة له ولا معنى له.{ وَاللَّهُ يَقُولُ الْحَقَّ } أي: اليقين والصدق، فلذلك أمركم باتباعه، على قوله وشرعه، فقوله، حق، وشرعه حق، والأقوال والأفعال الباطلة، لا تنسب إليه بوجه من الوجوه، وليست من هدايته، لأنه لا يهدي إلا إلى السبيل المستقيمة، والطرق الصادقة.وإن كان ذلك واقعًا بمشيئته، فمشيئته عامة، لكل ما وجد من خير وشر.",
        "kathir": "مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ ۚ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ ۖ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ"
      },
      "translations": {
        "en": "Allah has not made for a man two hearts in his interior. And He has not made your wives whom you declare unlawful your mothers. And he has not made your adopted sons your [true] sons. That is [merely] your saying by your mouths, but Allah says the truth, and He guides to the [right] way.",
        "fr": "Allah n'a pas placé à l'homme deux cœurs dans sa poitrine. Il n'a point assimilé à vos mères vos épouses [à qui vous dites en les répudiant]: «Tu es [aussi illicite] pour moi que le dos de ma mère». Il n'a point fait de vos enfants adoptifs vos propres enfants. Ce sont des propos [qui sortent] de votre bouche. Mais Allah dit la vérité et c'est Lui qui met [l'homme] dans la bonne direction.",
        "es": "Alá no ha puesto dos corazones en el pecho de ningún hombre. Ni ha hecho que las esposas que repudiáis por la fórmula: «¡Eres para mí como la espalda de mi madre!» sean vuestras madres. Ni ha hecho que vuestros hijos adoptivos sean vuestros propios hijos. Eso es lo que vuestras bocas dicen. Alá, empero, dice la verdad y conduce por el Camino."
      },
      "ibn_ashour": "مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُمْ وَاللَّهُ يَقُولُ الْحَقَّ وَهُوَ يَهْدِي السَّبِيلَ (4){ مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَينِ فِى جَوْفِه }استئناف ابتدائي ابتداءَ المقدمة للغرض بعد التمهيد له بما قبله ، والمقدمة أخص من التمهيد لأنها تشتمل على ما يوضح المقصد بخلاف التمهيد ، فهذا مقدمة لِما أمر النبي صلى الله عليه وسلم باتباعه مِما يوحَى إليه وهو تشريع الاعتبار بحقائق الأشياء ومعانيها ، وأن مواهي الأمور لا تتغير بما يلصق بها من الأقوَال المنافية للحقائق ، وأن تلك الملصقات بالحقائق هي التي تحجب العقول عن التفهم في الحقائق الحق ، وهي التي تَرِينُ على القلوب بتلبيس الأشياء .وذُكر ها هنا نوعان من الحقائق :أحدهما : من حقائق المعتقدات لأجل إقامة الشريعة على العقائد الصحيحة ، ونبذ الحقائق المصنوعة المخالفة للواقع لأن إصلاح التفكير هو مفتاح إصلاح العمل ، وهذا ما جعل تأصيله إبطال أن يكون الله جعل في خلق بعض الناس نظ"
    },
    {
      "number": 5,
      "text": "ٱدْعُوهُمْ لِءَابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌۭ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًا",
      "tafsir": {
        "muyassar": "انسبوا أدعياءكم لآبائهم، هو أعدل وأقوم عند الله، فإن لم تعلموا آباءهم الحقيقيين فادعوهم إذًا بأخوَّة الدين التي تجمعكم بهم، فإنهم إخوانكم في الدين ومواليكم فيه، وليس عليكم إثم فيما وقعتم فيه من خطأ لم تتعمدوه، وإنما يؤاخذكم الله إذا تعمدتم ذلك. وكان الله غفورًا لمن أخطأ، رحيمًا لمن تاب من ذنبه.",
        "mukhtasar": "انسبوا من تزعمون أنهم أبناؤكم إلى آبائهم الحقيقيين، فنسبتهم إليهم هو العدل عند الله، فإن لم تعلموا لهم آباء تنسبونهم إليهم فهم إخوانكم في الدين ومحرَّرُوكم من الرق، فنادُوا أحدهم بيا أخي ويا ابن عمي، ولا إثم عليكم إذا أخطأ أحدكم فنسب دعيًّا إلى مدّعيه، ولكن تأثمون عند تعمد النطق بذلك، وكان الله غفورًا لمن تاب من عباده، رحيمًا بهم حيث لم يؤاخذهم بالخطأ.",
        "saadi": "ثم صرح لهم بترك الحالة الأولى، المتضمنة للقول الباطل فقال: { ادْعُوهُمْ } أي: الأدعياء { لِآبَائِهِمْ } الذين ولدوهم { هُوَ أَقْسَطُ عِنْدَ اللَّهِ } أي: أعدل، وأقوم، وأهدى.{ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ } الحقيقيين { فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ } أي: إخوتكم في دين اللّه، ومواليكم في ذلك، فادعوهم بالأخوة الإيمانية الصادقة، والموالاة على ذلك، فترك الدعوة إلى من تبناهم حتم، لا يجوز فعلها.وأما دعاؤهم لآبائهم، فإن علموا، دعوا إليهم، وإن لم يعلموا، اقتصر على ما يعلم منهم، وهو أخوة [الدين]  والموالاة، فلا تظنوا أن حالة عدم علمكم بآبائهم، عذر في دعوتهم إلى من تبناهم، لأن المحذور لا يزول بذلك.{ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ } بأن سبق على لسان أحدكم، دعوته إلى من تبناه، فهذا غير مؤاخذ به، أو علم أبوه ظاهرًا، [فدعوتموه إليه]  وهو في الباطن، غير أبيه، فليس  عليكم في ذلك حرج، إذا كان خطأ، { وَلَكِنْ } يؤاخذكم { بِمَا تَعَمَّدَتْ قُلُوبُكُمْ } من الكلام، بما لا يجوز. { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } غفر لكم ورحمكم، حيث لم يعاقبكم بما سلف، وسمح لكم بما أخطأتم به، ورحمكم حيث بيَّن لكم أحكامه التي تصلح دينكم ودنياكم، فله الحمد تعالى. ",
        "kathir": "ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ ۚ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَٰكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "Call them by [the names of] their fathers; it is more just in the sight of Allah. But if you do not know their fathers - then they are [still] your brothers in religion and those entrusted to you. And there is no blame upon you for that in which you have erred but [only for] what your hearts intended. And ever is Allah Forgiving and Merciful.",
        "fr": "Appelez-les du nom de leurs pères: c'est plus équitable devant Allah. Mais si vous ne connaissez pas leurs pères, alors considérez-les comme vos frères en religion ou vos alliés. Nul blâme sur vous pour ce que vous faites par erreur, mais (vous serez blâmés pour) ce que vos cœurs font délibérément. Allah, cependant, est Pardonneur et Miséricordieux.",
        "es": "Llamadles por su padre. Es más equitativo ante Alá. Y, si no sabéis quién es su padre, que sean vuestros hermanos en religión y vuestros protegidos. No incurrís en culpa si en ello os equivocáis, pero sí si lo hacéis deliberadamente. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "ادْعُوهُمْ لِآَبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آَبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (5){ .استئناف بالشروع في المقصود من التشريع لإبطال التبنّي وتفصيل لما يحق أن يجريه المسلمون في شأنه . وهذا الأمر إيجاب أبطل به ادعاء المتبني متبناه ابناً له . والمراد بالدعاء النسب . والمراد من دعوتهم بآبائهم ترتب آثار ذلك ، وهي أنهم أبناء آبائهم لا أبناء من تبناهم .واللام في { لآبائهم } لام الانتساب ، وأصلها لام الاستحقاق . يقال : فلان لفلان ، أي : هو ابنه ، أي : ينتسب له ، ومنه قولهم : فلان لِرَشْدَةٍ وفلان لِغَيَّةٍ ، أي : نسبَه لها ، أي : من نكاح أو من زنا ، وقال النابغة :لئن كان للقبرين قبر بجلق ... وقبر بصيداء الذي عند حاربأي : من أبناء صاحبي القبرين . وقال علقمة بن عبد يمدح الملك الحارث :فلست لأنْسِي ولكن لِمَلاك ... تنزل من جو السماء يصوبوفي حديث أبي قتادة : «صلّى رسول الله صلى الله عليه وسلم حاملاً أمَامة ابنة بنته زينبَ ولأ"
    },
    {
      "number": 6,
      "text": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَٰجُهُۥٓ أُمَّهَٰتُهُمْ ۗ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍۢ فِى كِتَٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًۭا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَٰبِ مَسْطُورًۭا",
      "tafsir": {
        "muyassar": "النبي محمد صلى الله عليه وسلم أولى بالمؤمنين، وأقرب لهم من أنفسهم في أمور الدين والدنيا، وحرمة أزواج النبي صلى الله عليه وسلم على أُمَّته كحرمة أمهاتهم، فلا يجوز نكاح زوجات الرسول صلى الله عليه وسلم من بعده. وذوو القرابة من المسلمين بعضهم أحق بميراث بعض في حكم الله وشرعه من الإرث بالإيمان والهجرة (وكان المسلمون في أول الإسلام يتوارثون بالهجرة والإيمان دون الرحم، ثم نُسخ ذلك بآية المواريث) إلا أن تفعلوا -أيها المسلمون- إلى غير الورثة معروفًا بالنصر والبر والصلة والإحسان والوصية، كان هذا الحكم المذكور مقدَّرًا مكتوبًا في اللوح المحفوظ، فيجب عليكم العمل به. وفي الآية وجوب كون النبي صلى الله عليه وسلم أحبَّ إلى العبد من نفسه، ووجوب كمال الانقياد له، وفيها وجوب احترام أمهات المؤمنين، زوجاته صلى الله عليه وسلم، وأن من سبَّهن فقد باء بالخسران.",
        "mukhtasar": "النبي محمد صلى الله عليه وسلم أحقّ بالمؤمنين من أنفسهم في كل ما دعاهم إليه، ولو كانت أنفسهم تميل إلى غيره، وزوجاته صلى الله عليه وسلم بمنزلة أمهات لجميع المؤمنين، فيحرم على أي مؤمن أن يتزوج إحداهنّ بعد موته صلى الله عليه وسلم، وذوو القرابة بعضهم أحق ببعض في الإرث في حكم الله من أهل الإيمان والهجرة في سبيل الله، الذين كانوا يتوارثون فيما بينهم في صدر الإسلام، ثم نُسِخ توارثهم بعد ذلك، إلا أن تفعلوا - أيها المؤمنون - إلى أوليائكم من غير الورثة معروفًا من إيصاء لهم وإحسان إليهم فلكم ذلك، كان ذلك الحكم في اللوح المحفوظ مسطورًا فيجب العمل به.",
        "saadi": "يخبر تعالى المؤمنين، خبرًا يعرفون به حالة الرسول صلى اللّه عليه وسلم ومرتبته، فيعاملونه بمقتضى تلك الحالة فقال: { النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ } أقرب ما للإنسان، وأولى ما له نفسه، فالرسول أولى به من نفسه، لأنه عليه الصلاة والسلام، بذل لهم من النصح، والشفقة، والرأفة، ما كان به أرحم الخلق، وأرأفهم، فرسول اللّه، أعظم الخلق مِنَّةً عليهم، من كل أحد، فإنه لم يصل إليهم مثقال ذرة من الخير، ولا اندفع عنهم مثقال ذرة من الشر، إلا على يديه وبسببه.فلذلك، وجب عليهم إذا تعارض مراد النفس، أو مراد أحد من الناس، مع مراد الرسول، أن يقدم مراد الرسول، وأن لا يعارض قول الرسول، بقول أحد، كائنًا من كان، وأن يفدوه بأنفسهم وأموالهم وأولادهم، ويقدموا محبته على الخلق كلهم، وألا يقولوا حتى يقول، ولا يتقدموا بين يديه.وهو صلى اللّه عليه وسلم، أب للمؤمنين، كما في قراءة بعض الصحابة، يربيهم كما يربي الوالد أولاده.فترتب على هذه الأبوة، أن كان نساؤه أمهاتهم، أي: في الحرمة والاحترام، والإكرام، لا في الخلوة والمحرمية، وكأن هذا مقدمة، لما سيأتي في قصة زيد بن حارثة، الذي كان قبل يُدْعَى: \"زيد بن محمد\" حتى أنزل اللّه { مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ } فقطع نسبه، وانتسابه منه، فأخبر في هذه الآية، أن المؤمنين كلهم، أولاد للرسول، فلا مزية لأحد عن أحد وإن انقطع عن أحدهم انتساب الدعوة، فإن النسب الإيماني لم ينقطع عنه، فلا يحزن ولا يأسف.وترتب على أن زوجات الرسول أمهات المؤمنين، أنهن لا يحللن لأحد من بعده، كما الله صرح  بذلك: \"وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا\" { وَأُولُو الْأَرْحَامِ } أي: الأقارب، قربوا أو بعدوا { بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ } [أي]:  في حكمه، فيرث بعضهم بعضًا، ويبر بعضهم بعضًا، فهم أولى من الحلف والنصرة.والأدعياء الذين كانوا من قبل، يرثون بهذه الأسباب، دون ذوي الأرحام، فقطع تعالى، التوارث بذلك، وجعله للأقارب، لطفًا منه وحكمة، فإن الأمر لو استمر على العادة السابقة، لحصل من الفساد والشر، والتحيل لحرمان الأقارب من الميراث، شيء كثير.{ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ } أي: سواء كان الأقارب مؤمنين مهاجرين وغير مهاجرين، فإن ذوي الأرحام مقدمون في ذلك، وهذه الآية حجة على ولاية ذوي الأرحام، في جميع الولايات، كولاية النكاح، والمال، وغير ذلك.{ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا } أي: ليس لهم حق مفروض، وإنما هو بإرادتكم، إن شئتم أن تتبرعوا لهم تبرعًا، وتعطوهم معروفًا منكم، { كَانَ } ذلك الحكم المذكور { فِي الْكِتَابِ مَسْطُورًا } أي: قد سطر، وكتب، وقدره اللّه، فلا بد من نفوذه.",
        "kathir": "النَّبِيُّ أَوْلَىٰ بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ۖ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ۗ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَىٰ أَوْلِيَائِكُمْ مَعْرُوفًا ۚ كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا"
      },
      "translations": {
        "en": "The Prophet is more worthy of the believers than themselves, and his wives are [in the position of] their mothers. And those of [blood] relationship are more entitled [to inheritance] in the decree of Allah than the [other] believers and the emigrants, except that you may do to your close associates a kindness [through bequest]. That was in the Book inscribed.",
        "fr": "Le Prophète a plus de droit sur les croyants qu'ils n'en ont sur eux-mêmes; et ses épouses sont leurs mères. Les liens de consanguinité ont [dans les successions] la priorité [sur les liens] unissant les croyants [de Médine] et les émigrés [de la Mecque] selon le livre d'Allah, à moins que vous ne fassiez un testament convenable en faveur de vos frères en religion. Et cela est inscrit dans le Livre.",
        "es": "El Profeta está más cerca de los creyentes que ellos lo están de sí mismos. Las esposas de aquél son las madres de éstos. Los unidos por lazos de consanguinidad están más cerca unos de otros, según la Escritura de Alá, que los creyentes y los emigrados, a menos que hagáis un favor a vuestros amigos. Eso está anotado en la Escritura."
      },
      "ibn_ashour": "النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهَاجِرِينَ إِلَّا أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفًا كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُورًا (6){ النبى أولى بالمؤمنين مِنْ أَنْفُسِهِمْ }استئناف بياني أن قوله تعالى : { وما جعل أدعياءكم أبناءكم } [ الأحزاب : 4 ] وقوله { ادعوهم لآبائهم } [ الأحزاب : 5 ] كان قد شمل في أول ما شمله إبطال بنوّة زيد بن حارثة للنبيء صلى الله عليه وسلم فكان بحيث يثير سؤالاً في نفوس الناس عن مدى صلة المؤمنين بنبيئهم صلى الله عليه وسلم وهل هي علاقة الأجانب من المؤمنين بعضهم ببعض سواء فلأجل تعليم المؤمنين حقوق النبي وحرمته جاءت هذه الآية مبينة أن النبي أوْلى بالمؤمنين من أنفسهم . والمعنى : أنه أولى بكل مؤمن من أنفس المؤمنين . و { مِنْ } تفضيلية .ثم الظاهر أن الأنفس مراد بها جمع النفس وهي اللطيفة الإنسانية كقوله { تعلم ما في نفسي } [ المائدة : 116 ] ، وأن الجمع للتوزيع على كل مؤمن آيل إلى كل فرد من الأنفس ، أي : أن النبي أو"
    },
    {
      "number": 7,
      "text": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّۦنَ مِيثَٰقَهُمْ وَمِنكَ وَمِن نُّوحٍۢ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَٰقًا غَلِيظًۭا",
      "tafsir": {
        "muyassar": "واذكر -أيها النبي- حين أخذنا من النبيين العهد المؤكد بتبليغ الرسالة، وأخذنا الميثاق منك ومن نوح وإبراهيم وموسى وعيسى ابن مريم (وهم أولو العزم من الرسل على المشهور)، وأخذنا منهم عهدًا مؤكدًا بتبليغ الرسالة وأداء الأمانة، وأن يُصَدِّق بعضهم بعضًا.",
        "mukhtasar": "واذكر - أيها الرسول - إذ أخذنا من الأنبياء عهدًا مؤكدًا أن يعبدوا الله وحده، ولا يشركوا به شيئًا، وأن يُبَلِّغوا ما أنزل إليهم من الوحي، وأخذناه على وجه الخصوص منك، ومن نوح وإبراهيم وموسى وعيسى بن مريم؛ وأخذنا منهم عهدًا مؤكدًا على الوفاء بما ائتُمِنوا عليه من تبليغ رسالات الله.",
        "saadi": "يخبر تعالى أنه أخذ من النبيين عمومًا، ومن أولي العزم -وهم، هؤلاء الخمسة المذكورون- خصوصًا، ميثاقهم الغليظ وعهدهم الثقيل المؤكد، على القيام بدين اللّه والجهاد في سبيله، وأن هذا سبيل، قد مشى الأنبياء المتقدمون، حتى ختموا بسيدهم وأفضلهم، محمد صلى اللّه عليه وسلم، وأمر الناس بالاقتداء بهم.",
        "kathir": "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَى ابْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا"
      },
      "translations": {
        "en": "And [mention, O Muhammad], when We took from the prophets their covenant and from you and from Noah and Abraham and Moses and Jesus, the son of Mary; and We took from them a solemn covenant.",
        "fr": "Lorsque Nous prîmes des prophètes leur engagement, de même que de toi, de Noé, d'Abraham, de Moïse, et de Jésus fils de Marie: et Nous avons pris d'eux un engagement solennel,",
        "es": "Y cuando concertamos un pacto con los profetas, contigo, con Noé, con Abraham, con Moisés y con Jesús, hijo de María -pacto solemne,"
      },
      "ibn_ashour": "وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (7) عطف على قوله { يا أيها النبي اتق الله ولا تُطِع الكافرين والمنافقين إلى قوله : وكفى بالله وكيلاً } [ الأحزاب : 1 3 ] فلذلك تضمن الأمر بإقامة الدين على ما أراده الله تعالى وأوحى به إلى رسوله صلى الله عليه وسلم وعلى نبذ سنن الكافرين الصرحاء والمنافقين من أحكام الهوى والأوهام .فلما ذكر ذلك وعقب بمثل ثلاثة من أحكام جاهليتهم الضالة بما طال من الكلام إلى هنا ثُني عنان الكلام إلى الإعلام بأن الذي أمره الله به هو من عهود أخذها الله على النبيئين والمرسلين من أول عهود الشرائع . وتربط هذا الكلام بالكلام الذي عطف هو عليه مناسبة قوله : { كان ذلك في الكتاب مسطوراً } [ الأحزاب : 6 ] . وبهذا الارتباط بين الكلامين لم يُحتج إلى بيان الميثاق الذي أخذه الله تعالى على النبيئين ، فعُلم أن المعنى : وإذا أخذنا من النبيئين ميثاقهم بتقوى الله وبنبذ طاعة الكافرين والمنافقين وباتباع ما أوحى الله به . وقوله { إن الله كان عليماً حكيماً } [ الأحزاب : 1 ] {"
    },
    {
      "number": 8,
      "text": "لِّيَسْـَٔلَ ٱلصَّٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَٰفِرِينَ عَذَابًا أَلِيمًۭا",
      "tafsir": {
        "muyassar": "(أخذ الله ذلك العهد من أولئك الرسل) ليسأل المرسلين عمَّا أجابتهم به أممهم، فيجزي الله المؤمنين الجنة، وأعد للكافرين يوم القيامة عذابًا شديدًا في جهنم.",
        "mukhtasar": "أخذ الله هذا العهد المؤكد من الأنبياء ليسأل الصادقين من الرسل عن صدقهم تَبْكِيتًا للكافرين، وأعدّ الله للكافرين به وبرسله يوم القيامة عذابًا موجعًا هو نار جهنم.",
        "saadi": "وسيسأل اللّه الأنبياء وأتباعهم، عن هذا العهد الغليظ هل وفوا فيه، وصدقوا؟ فيثيبهم جنات النعيم؟ أم كفروا، فيعذبهم العذاب الأليم؟ قال تعالى: { مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ }  ",
        "kathir": "لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا"
      },
      "translations": {
        "en": "That He may question the truthful about their truth. And He has prepared for the disbelievers a painful punishment.",
        "fr": "afin [qu'Allah] interroge les véridiques sur leur sincérité. Et Il a préparé aux infidèles un châtiment douloureux.",
        "es": "para pedir cuenta de su sinceridad a los sinceros. Y para los infieles ha preparado un castigo doloroso."
      },
      "ibn_ashour": "لِيَسْأَلَ الصَّادِقِينَ عَنْ صِدْقِهِمْ وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا (8)ليسأل الصادقين عن صدقهم وأعد للكافرين عذاباً أليماً } فلما أمر النبي بالاقتصار على تقوى الله وبالإعراض عن دعوى الكافرين والمنافقين ، أُعلم بأن ذلك شأن النبيئين من قبله ، ولذلك عطف قوله ومنك } عقب ذكر النبيئين تنبيهاً على أن شأن الرسل واحد وأن سنة الله فيهم متحدة ، فهذه الآية لها معنى التذييل لآية { يأيها النبي اتق الله ولا تُطع الكافرين والمنافقين } [ الأحزاب : 1 ] الآيات الثلاث ولكنها جاءت معطوفة بالواو لبعد ما بينها وما بين الآيات الثلاث المتقدمة .وقوله { وإذ أخذنا من النبيين ميثاقهم } الآيتين لهما موقع المقدمة لقصة الأحزاب لأن مما أخذ الله عليه ميثاق النبيئين أن ينصروا الدين الذي يرسله الله به ، وأن ينصروا دين الإسلام ، قال تعالى : { وإذ أخذ الله ميثاق النبيئين لَمَا ءاتيناكم من كتاب وحكمةٍ ثم جاءكم رسولٌ مصدقٌ لما معكم لَتُؤْمِنُنَّ به ولتنصرُنّه } [ آل عمران : 81 ] فمحمد صلى الله عليه وسلم مأمور بالنصرة لدينه بمن معه من المسلمين لقوله في هذه الآية : { ليسأل الصادقين عن صدقهم وأعد للكافرين عذاباً"
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌۭ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًۭا وَجُنُودًۭا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "tafsir": {
        "muyassar": "يا معشر المؤمنين اذكروا نعمة الله تعالى التي أنعمها عليكم في \"المدينة\" أيام غزوة الأحزاب -وهي غزوة الخندق-، حين اجتمع عليكم المشركون من خارج \"المدينة\"، واليهود والمنافقون من \"المدينة\" وما حولها، فأحاطوا بكم، فأرسلنا على الأحزاب ريحًا شديدة اقتلعت خيامهم ورمت قدورهم، وأرسلنا ملائكة من السماء لم تروها، فوقع الرعب في قلوبهم. وكان الله بما تعملون بصيرًا، لا يخفى عليه من ذلك شيء.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرع، اذكروا نعمة الله عليكم، حين جاءت المدينةَ جنودُ الكفار متحزبين على قتالكم، وساندهم المنافقون واليهود، فبعثنا عليهم ريحًا هي ريح الصَّبا التي نُصِر بها النبي صلى الله عليه وسلم، وبعثنا جنودًا من الملائكة لم تروها، فولى الكفار هاربين لا يقدرون على شيء، وكان الله بما تعملون بصيرًا لا يخفى عليه شيء من ذلك، وسيجازيكم على أعمالكم.",
        "saadi": "يذكر تعالى عباده المؤمنين، نعمته عليهم، ويحثهم على شكرها، حين جاءتهم جنود أهل مكة والحجاز، من فوقهم، وأهل نجد، من أسفل منهم، وتعاقدوا وتعاهدوا على استئصال الرسول والصحابة، وذلك في وقعة الخندق.ومالأتهم [طوائف]  اليهود، الذين حوالي المدينة، فجاءوا بجنود عظيمة وأمم كثيرة.وخندق رسول اللّه صلى اللّه عليه وسلم، على المدينة، فحصروا المدينة، واشتد الأمر، وبلغت القلوب الحناجر، حتى بلغ الظن من كثير من الناس كل مبلغ، لما رأوا من الأسباب المستحكمة، والشدائد الشديدة، فلم يزل الحصار على المدينة، مدة طويلة، والأمر كما وصف اللّه: { وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ } أي: الظنون السيئة، أن اللّه لا ينصر دينه، ولا يتم كلمته.",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا"
      },
      "translations": {
        "en": "O you who have believed, remember the favor of Allah upon you when armies came to [attack] you and We sent upon them a wind and armies [of angels] you did not see. And ever is Allah, of what you do, Seeing.",
        "fr": "O vous qui croyez! Rappelez-vous le bienfait d'Allah sur vous, quand des troupes vous sont venues et que Nous avons envoyé contre elles un vent et des troupes que vous n'avez pas vues. Allah demeure Clairvoyant sur ce que vous faites.",
        "es": "¡Creyentes! Recordad la gracia que Alá os dispensó cuando vinieron las legiones contra vosotros y Nosotros enviamos contra ellas un viento y legiones invisibles a vuestros ojos. Alá ve bien lo que hacéis."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (9)ابتداء لغرض عظيم من أغراض نزول هذه السورة والذي حفّ بآيات وعِبَر من ابتدائه ومن عواقبه تعليماً للمؤمنين وتذكيراً ليزيدهم يقيناً وتبصيراً . فافتتح الكلام بتوجيه الخطاب إليهم لأنهم أهله وأحقّاءُ به ، ولأن فيه تخليد كرامتهم ويقينهم وعناية الله بهم ولطفَه لهم وتحقيراً لعدوّهم ومن يكيد لهم ، وأمروا أن يذكروا هذه النعمة ولا ينسوها لأن في ذكرها تجديداً للاعتزاز بدينهم والثقة بربهم والتصديق لنبيئهم صلى الله عليه وسلمواختيرت للتذكير بهذا اليوم مناسبةُ الأمر بعدم طاعة الكافرين والمنافقين لأن من النِعم التي حفّت بالمؤمنين في يوم الأحزاب أن الله ردّ كيد الكافرين والمنافقين فذُكِّر المؤمنون بسابق كيد المنافقين في تلك الأزمة ليحذروا مكائدهم وأراجيفهم في قضية التبنّي وتزوج النبي صلى الله عليه وسلم مطلَّقة متبناه ، ولذلك خصّ المنافقون بقوله : { وإذ يقول المنافقون والذين في قلوبهم مرض } [ الأحزاب : 12 ] الآ"
    },
    {
      "number": 10,
      "text": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
      "tafsir": {
        "muyassar": "اذكروا إذ جاؤوكم مِن فوقكم من أعلى الوادي من جهة المشرق، ومن أسفل منكم من بطن الوادي من جهة المغرب، وإذ شخصت الأبصار من شدة الحَيْرة والدهشة، وبلغت القلوب الحناجر من شدة الرعب، وغلب اليأس المنافقين، وكثرت الأقاويل، وتظنون بالله الظنون السيئة أنه لا ينصر دينه، ولا يعلي كلمته.",
        "mukhtasar": "وذلك حين جاءكم الكفار من أعلى الوادي ومن أسفله من جهتي المشرق والمغرب، حينها مالت الأبصار عن كل شيء إلا عن نظر عدوّها، ووصلت القلوب إلى الحناجر من شدة الخوف، وتظنون بالله الظنون المختلفة؛ فتارة تظنون النصر، وتارة تظنون اليأس منه.",
        "saadi": "يذكر تعالى عباده المؤمنين، نعمته عليهم، ويحثهم على شكرها، حين جاءتهم جنود أهل مكة والحجاز، من فوقهم، وأهل نجد، من أسفل منهم، وتعاقدوا وتعاهدوا على استئصال الرسول والصحابة، وذلك في وقعة الخندق.ومالأتهم [طوائف]  اليهود، الذين حوالي المدينة، فجاءوا بجنود عظيمة وأمم كثيرة.وخندق رسول اللّه صلى اللّه عليه وسلم، على المدينة، فحصروا المدينة، واشتد الأمر، وبلغت القلوب الحناجر، حتى بلغ الظن من كثير من الناس كل مبلغ، لما رأوا من الأسباب المستحكمة، والشدائد الشديدة، فلم يزل الحصار على المدينة، مدة طويلة، والأمر كما وصف اللّه: { وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَ } أي: الظنون السيئة، أن اللّه لا ينصر دينه، ولا يتم كلمته.",
        "kathir": "إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا"
      },
      "translations": {
        "en": "[Remember] when they came at you from above you and from below you, and when eyes shifted [in fear], and hearts reached the throats and you assumed about Allah [various] assumptions.",
        "fr": "Quand ils vous vinrent d'en haut et d'en bas [de toutes parts], et que les regards étaient troublés, et les cœurs remontaient aux gorges, et vous faisiez sur Allah toutes sortes de suppositions...",
        "es": "Cuando os acosaban por todas partes, cuando el terror os desvió la mirada, se os hizo un nudo en la garganta y conjeturasteis sobre Alá."
      },
      "ibn_ashour": "إِذْ جَاءُوكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زَاغَتِ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا (10) إذ جاءوكم } بدل من { إذ جاءتكم جنود } [ الأحزاب : 9 ] بدلَ مفصَّل من مجمل . والمراد ب ( فوق ) و { أسفل } فوق جهة المدينة وأسفلها .و { وإذا زاغت الأبصار } عطف على البدل وهو من جملة التفصيل ، والتعريف في { الأبصار والقلوب والحناجر للعهد ، أي : أبصار المسلمين وقلوبهم وحناجرهم ، أو تجعل اللام فيها عوضاً عن المضافات إليها ، أي : زاغت أبصاركم وبلغت قلوبكم حناجركم .والزَيغ : الميل عن الاستواء إلى الانحراف . فزيغ البصر أن لا يرى ما يتوجه إليه ، أو أن يريد التوجه إلى صوب فيقع إلى صوب آخر من شدة الرعب والانذعار .والحناجر : جمع حَنْجَرة بفتح الحاء المهملة وسكون النون وفتح الجيم : منتهى الحُلقوم وهي رأس الغلصمة . وبلوغ القلوب الحناجر تمثيل لشدة اضطراب القلوب من الفزع والهلع حتى كأنها لاضطرابها تتجاوز مقارّها وترتفع طالبة الخروج من الصدور فإذا بلغت الحناجر لم تستطع تجاوزها من الضيق؛ فشبهت هيئة قلب الهلوع المرعُود بهيئة قلببٍ تجاوز موضعه وذهب"
    },
    {
      "number": 11,
      "text": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًۭا شَدِيدًۭا",
      "tafsir": {
        "muyassar": "في ذلك الموقف العصيب اختُبر إيمان المؤمنين ومُحِّص القوم، وعُرف المؤمن من المنافق، واضطربوا اضطرابًا شديدًا بالخوف والقلق؛ ليتبين إيمانهم ويزيد يقينهم.",
        "mukhtasar": "في ذلك الموقف في غزوة الخندق اختُبِر المؤمنون بما لاقوه من تكالب أعدائهم عليهم، واضطربوا اضطرابًا شديدًا من شدة الخوف، وتبين بهذا الاختبار المؤمن والمنافق.",
        "saadi": "{ هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ } بهذه الفتنة العظيمة { وَزُلْزِلُوا زِلْزَالًا شَدِيدًا } بالخوف والقلق، والجوع، ليتبين إيمانهم، ويزيد إيقانهم، فظهر -وللّه الحمد- من إيمانهم، وشدة يقينهم، ما فاقوا فيه الأولين والآخرين.وعندما اشتد الكرب، وتفاقمت الشدائد، صار إيمانهم عين اليقين، { وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا } وهنالك تبين نفاق المنافقين، وظهر ما كانوا يضمرون قال تعالى: ",
        "kathir": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا"
      },
      "translations": {
        "en": "There the believers were tested and shaken with a severe shaking.",
        "fr": "Les croyants furent alors éprouvés et secoués d'une dure secousse.",
        "es": "En esa ocasión, los creyentes fueron puestos a prueba y sufrieron una violenta conmoción."
      },
      "ibn_ashour": "هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالًا شَدِيدًا (11){والإشارة ب { هُنَالك } إلى المكان الذي تضمنه قوله { جاءتكم جنود } [ الأحزاب : 9 ] وقوله { إذ جاءوكم من فوقكم ومن أسفل منكم . } والأظهر أن تكون الإشارة إلى الزمان الذي دلت عليه { إذْ في قوله : وإذ زاغت الأبصار . } وكثيراً ما ينزّل أحد الظرفين منزلة الآخر ولهذا قال ابن عطية : { هنالك : ظرف زمان والعامل فيه ابتلي } اه . قلت : ومنه دخول ( لات ) على ( هَنّا ) في قول حجل بن نضلة :خنت نَوارُ ولات هَنَّا حِنت ... وبدا الذي كانت نوار أجنتفإن ( لات ) خاصة بنفي أسماء الزمان فكان ( هَنَّا ) إشارة إلى زمان منكر وهو لغة في ( هُنا ) . ويقولون : يومُ هُنَا ، أي يوم أول ، فيشيرون إلى زمن قريب ، وأصل ذلك مجاز توسع فيه وشاع .والابتلاء : أصله الاختبار ، ويطلق كناية عن إصابة الشدة لأن اختبار حال الثبات والصبر لازم لها ، وسمى الله ما أصاب المؤمنين ابتلاء إشارة إلى أنه لم يزعزع إيمانهم .والزلزال : اضطراب الأرض ، وهو مضاعف زَلّ تضعيفاً يفيد المبالغة ، وهو هنا استعارة لاختلال الحال اختلالاً شديداً بحيث تُخَيَّل مضطربة اضطراباً شديداً كاضط"
    },
    {
      "number": 12,
      "text": "وَإِذْ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًۭا",
      "tafsir": {
        "muyassar": "وإذ يقول المنافقون والذين في قلوبهم شك، وهم ضعفاء الإيمان: ما وعدنا الله ورسوله من النصر والتمكين إلا باطلا من القول وغرورًا، فلا تصدقوه.",
        "mukhtasar": "يومئذٍ قال المنافقون وضعاف الإيمان الذين في قلوبهم شك: ما وعدنا الله ورسوله من النصر على عدوّنا والتمكين لنا في الأرض إلا باطلًا لا أساس له.",
        "saadi": "وهذه عادة المنافق عند الشدة والمحنة، لا يثبت إيمانه، وينظر بعقله القاصر، إلى الحالة القاصرة  ويصدق ظنه.",
        "kathir": "وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا"
      },
      "translations": {
        "en": "And [remember] when the hypocrites and those in whose hearts is disease said, \"Allah and His Messenger did not promise us except delusion,\"",
        "fr": "Et quand les hypocrites et ceux qui ont la maladie [le doute] au cœur disaient: «Allah et Son messager ne nous ont promis que tromperie».",
        "es": "Y cuando los hipócritas y los enfermos de corazón decían: «¡Alá y Su Enviado no han hecho sino engañarnos con sus. promesas!»"
      },
      "ibn_ashour": "وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا (12) عطف على { وإذْ زاغتْ الأبصار } [ الأحزاب : 10 ] فإن ذلك كله مما ألحَق بالمسلمين ابتلاء فبعضه من حال الحرب وبعضه من أذى المنافقين ، ليحذروا المنافقين فيما يحدث من بعد ، ولئلا يخشوا كيدهم فإن الله يصرفه كما صرف أشدَّه يوم الأحزاب .وقول المنافقين هذا يحتمل أن يكونوا قالوه عَلَناً بين المسلمين قصدوا به إدخال الشك في قلوب المؤمنين لعلهم يردونهم عن دينهم فأوهموا بقولهم { ما وَعَدَنا الله ورسوله } الخ . . . أنهم ممن يؤمن بالله ورسوله ، فنسبة الغرور إلى الله ورسوله إما على معنى التشبيه البليغ وإما لأنهم بجهلهم يجوزون على الله أن يغرّ عباده ، ويحتمل أنهم قالوا ذلك بين أهل ملتهم فيكون نسبْة الوعد إلى الله ورسوله تهكماً كقول فرعون { إنّ رسولكم الذي أُرْسِل إليكم لمجنون } [ الشعراء : 27 ] .والغرور : ظهور الشيء المكروه في صورة المحبوب ، وقد تقدم عند قوله تعالى : { لا يغرنّك تقلُّبُ الذين كفروا في البلاد } في سورة آل عمران ( 196 ) ، وقوله تعالى : { زُخْرف القول غروراً } في سورة ال"
    },
    {
      "number": 13,
      "text": "وَإِذْ قَالَت طَّآئِفَةٌۭ مِّنْهُمْ يَٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌۭ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌۭ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًۭا",
      "tafsir": {
        "muyassar": "واذكر -أيها النبي- قول طائفة من المنافقين منادين المؤمنين من أهل \"المدينة\": يا أهل \"يثرب\"(وهو الاسم القديم \"للمدينة\") لا إقامة لكم في معركة خاسرة، فارجعوا إلى منازلكم داخل \"المدينة\"، ويستأذن فريق آخر من المنافقين الرسول صلى الله عليه وسلم بالعودة إلى منازلهم بحجة أنها غير محصنة، فيخشون عليها، والحق أنها ليست كذلك، وما قصدوا بذلك إلا الفرار من القتال.",
        "mukhtasar": "واذكر - أيها الرسول - حين قال فريق من المنافقين لأهل المدينة: يا أهل يثرب (اسم المدينة قبل الإسلام)، لا إقامة لكم عند سفح سَلْع قرب الخندق فارجعوا إلى منازلكم، ويطلب فريق منهم الإذن من النبي صلى الله عليه وسلم أن ينصرفوا إلى بيوتهم بدعوى أن بيوتهم مكشوفة للعدوّ، وليست بمكشوفة كما زعموا، وإنما يريدون بهذا الاعتذار الكاذب الفرار من العدوّ.",
        "saadi": "{ وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ } من المنافقين، بعد ما جزعوا وقلَّ صبرهم، وصاروا أيضًا من المخذولين، فلا صبروا بأنفسهم، ولا تركوا الناس من شرهم، فقالت هذه الطائفة: { يَا أَهْلَ يَثْرِبَ } يريدون { يا أهل المدينة } فنادوهم باسم الوطن المنبئ [عن التسمية]  فيه إشارة إلى أن الدين والأخوة الإيمانية، ليس له في قلوبهم قدر، وأن الذي حملهم على ذلك، مجرد الخور الطبيعي.{ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ } أي: في موضعكم الذي خرجتم إليه خارج المدينة، وكانوا عسكروا دون الخندق، وخارج المدينة، { فَارْجِعُوا } إلى المدينة، فهذه الطائفة تخذل عن الجهاد، وتبين أنهم لا قوة لهم بقتال عدوهم، ويأمرونهم بترك القتال، فهذه الطائفة، شر الطوائف وأضرها، وطائفة أخرى دونهم، أصابهم الجبن والجزع، وأحبوا أن ينخزلوا عن الصفوف، فجعلوا يعتذرون بالأعذار الباطلة، وهم الذين قال اللّه فيهم: { وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ } أي: عليها الخطر، ونخاف عليها أن يهجم عليها الأعداء، ونحن غُيَّبٌ عنها، فَأْذَنْ لنا نرجع إليها، فنحرسها، وهم كذبة في ذلك.{ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ } أي: ما قصدهم { إِلَّا فِرَارًا } ولكن جعلوا هذا الكلام، وسيلة وعذرًا. [لهم]  فهؤلاء قل إيمانهم، وليس له ثبوت عند اشتداد المحن.",
        "kathir": "وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا ۚ وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ ۖ إِنْ يُرِيدُونَ إِلَّا فِرَارًا"
      },
      "translations": {
        "en": "And when a faction of them said, \"O people of Yathrib, there is no stability for you [here], so return [home].\" And a party of them asked permission of the Prophet, saying, \"Indeed, our houses are unprotected,\" while they were not exposed. They did not intend except to flee.",
        "fr": "De même, un groupe d'entre eux dit: «Gens de Yathrib! Ne demeurez pas ici. Retournez [chez vous]». Un groupe d'entre eux demande au Prophète la permission de partir en disant: «Nos demeures sont sans protection», alors qu'elles ne l'étaient pas: ils ne voulaient que s'enfuir.",
        "es": "Y cuando un grupo de ellos dijo: «¡Gente de Yatrib! ¡No os quedéis aquí! ¡Regresad!» Parte de ellos pidió autorización al Profeta, diciendo: «¡Nuestras casas están indefensas!» En realidad, no es que sus casa estuvieran indefensas, lo que querían era huir."
      },
      "ibn_ashour": "وَإِذْ قَالَتْ طَائِفَةٌ مِنْهُمْ يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا (13)والمراد بالطائفة الذين قالوا : { يا أهل يثرب لا مقامَ لكم فارجعوا } عبدُ الله بن أبيِّ ابنُ سَلول وأصحابُه . كذا قال السدي . وقال الأكثر : هو أوس بن قَيظي أحدُ بني حارثة ، وهو والد عَرابة بن أوس الممدوح بقول الشمّاخ :رأيت عرابةَ الأوْسيَّ يسمو ... إلى الخيرات منقطع القرينفي جماعة من منافقي قومه . والظاهر هو ما قاله السُدّي لأن عبد الله بن أبَيّ رأس المنافقين ، فهو الذي يدعو أهل يثرب كلّهم .وقوله { لا مقام لكم } قرأه الجمهور بفتح الميم وهو اسم لمكان القيام ، أي : الوجود . وقرأه حفص عن عاصم بضم الميم ، أي : محلّ الإقامة . والنفي هنا بمعنى نفي المنفعة فلما رأى هذا الفريق قلة جدوى وجودهم جعلها كالعدم ، أي لا فائدة لكم في ذلك ، وهو يروم تخذيل الناس كما فعل يوم أُحُد .و { يثرب } : اسم مدينة الرسول ، وقال أبو عبيدة يثرب : اسم أرض والمدينة في ناحية منها ، أي : اسم أرض بما في"
    },
    {
      "number": 14,
      "text": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَءَاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًۭا",
      "tafsir": {
        "muyassar": "ولو دخل جيش الأحزاب \"المدينة\" من جوانبها، ثم سئل هؤلاء المنافقون الشرك بالله والرجوع عن الإسلام، لأجابوا إلى ذلك مبادرين، وما تأخروا عن الشرك إلا يسيرًا.",
        "mukhtasar": "ولو دخل العدوّ عليهم المدينة من جميع نواحيها، وسألهم العودة إلى الكفر والشرك بالله لأعطوا عدوّهم ذلك، وما احتبسوا عن الردة والنكوص إلى الكفر إلا قليلًا.",
        "saadi": "{ وَلَوْ دُخِلَتْ عَلَيْهِمْ } المدينة { مِنْ أَقْطَارِهَا } أي: لو دخل الكفار إليها من نواحيها، واستولوا عليها -لا كان ذلك- { ثُمَّ } سئل هؤلاء { الْفِتْنَة } أي: الانقلاب عن دينهم، والرجوع إلى دين المستولين المتغلبين { لَآتَوْهَا } أي: لأعطوها مبادرين.{ وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا } أي: ليس لهم منعة ولا تَصلُّبٌ على الدين، بل بمجرد ما تكون الدولة للأعداء، يعطونهم ما طلبوا، ويوافقونهم على كفرهم، هذه حالهم.",
        "kathir": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا"
      },
      "translations": {
        "en": "And if they had been entered upon from all its [surrounding] regions and fitnah had been demanded of them, they would have done it and not hesitated over it except briefly.",
        "fr": "Et si une percée avait été faite sur eux par les flancs de la ville et qu'ensuite on leur avait demandé de renier leur foi, ils auraient accepté certes, et n'auraient guère tardé,",
        "es": "Si les hubieran entrado por sus arrabales y se les hubiera pedido que apostataran, habrían aceptado casi sin demora."
      },
      "ibn_ashour": "وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآَتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا (14)موقع هذه الآية زيادة تقرير لمضمون جملة { وما هي بعورة إنْ يريدون إلا فراراً } [ الأحزاب : 13 ] فإنها لتكذيبهم في إظهارهم التخوف على بيوتهم ، ومرادهم خذل المسلمين . ولم أجد فيما رأيت من كلام المفسرين ولا من أهل اللغة مَن أفصَحَ عن معنى ( الدُخول ) في مثل هذه الآية وما ذكروا إلاّ معنى الولوج إلى المكان مثل ولوج البيوت أو المدن ، وهو الحقيقة . والذي أراه أن الدخول كثر إطلاقه على دخول خاص وهو اقتحام الجيش أو المغيرين أرضاً أو بلداً لغزْو أهله ، قال تعالى : { وإذ قال موسى لقومه يا قوم اذكروا نعمة الله عليكم إذ جعل فيكم أنبياء وجعلكم ملوكا } إلى قوله : { يا قوم ادخلوا الأرض المقدَّسة التي كتب الله لكم ولا ترتدُّوا على أدباركم } [ المائدة : 21 ] ، وأنه يُعدّى غالباً إلى المغزوِّين بحرف على . ومنه قوله تعالى : { قال رجلان من الذين يخافون أنعَمَ الله عليهما ادْخُلوا عليهم الباب فإذا دخلتموه فإنكم غالبون } إلى قوله : { قالوا يا موسى إنّا لن ندخلها أبداً ما داموا فيها فا"
    },
    {
      "number": 15,
      "text": "وَلَقَدْ كَانُوا۟ عَٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًۭا",
      "tafsir": {
        "muyassar": "ولقد كان هؤلاء المنافقون عاهدوا الله على يد رسوله من قبل غزوة الخندق، لا يفرُّون إن شهدوا الحرب، ولا يتأخرون إذا دعوا إلى الجهاد، ولكنهم خانوا عهدهم، وسيحاسبهم الله على ذلك، ويسألهم عن ذلك العهد، وكان عهد الله مسؤولا عنه، محاسَبًا عليه.",
        "mukhtasar": "ولقد كان هؤلاء المنافقون عاهدوا الله بعد فرارهم يوم أُحد من القتال؛ لئن أشهدهم الله قتالًا آخر ليقاتلنّ عدوَّهم، ولا يفرُّوا خوفًا منهم، ولكنهم نكثوا، وكان العبد مسؤولًا عما عاهد الله عليه، وسوف يُحاسب عليه.",
        "saadi": "والحال أنهم قد { عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا } سيسألهم عن ذلك العهد، فيجدهم قد نقضوه، فما ظنهم إذًا، بربهم؟",
        "kathir": "وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ ۚ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا"
      },
      "translations": {
        "en": "And they had already promised Allah before not to turn their backs and flee. And ever is the promise to Allah [that about which one will be] questioned.",
        "fr": "tandis qu'auparavant ils avaient pris l'engagement envers Allah qu'ils ne tourneraient pas le dos. Et il sera demandé compte de tout engagement vis-à-vis d'Allah.",
        "es": "Pero habían concertado antes con Alá una alianza: no volver la espalda. Y hay que responder de la alianza con Alá..."
      },
      "ibn_ashour": "وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِنْ قَبْلُ لَا يُوَلُّونَ الْأَدْبَارَ وَكَانَ عَهْدُ اللَّهِ مَسْئُولًا (15)هؤلاء هم بنو حارثة وبنو سَلِمة وهم الذين قال فريق منهم { إن بيوتنا عورة } [ الأحزاب : 13 ] واستأذن النبي صلى الله عليه وسلم أي كانوا يوم أُحُد جبُنوا ثم تابوا وعاهدوا النبي صلى الله عليه وسلم أنهم لا يُولُّون الأدبار في غزوة بعدها ، وهم الذين نزل فيهم قوله تعالى : { إذ همَّت طائفتان منكم أن تفشلا والله وليهما } [ آل عمران : 122 ] ؛ فطَرأ على نفر من بني حارثة نفاق وضعف في الإيمان فذكَّرهم الله بذلك وأراهم أن منهم فريقاً قُلَّباً لا يرعى عهداً ولا يستقر لهم اعتقاد وأن ذلك لضعف يقينهم وغلبة الجبن عليهم حتى يدعوهم إلى نبذ عهد الله . وهذا تنبيه للقبيلين ليزجروا مَنْ نكث منهم . وتأكيد هذا الخبر بلام القسم وحرف التحقيق وفعل كان ، مع أن الكلام موجه إلى المؤمنين تنزيلاً للسامعين منزلة من يتردد في أنهم عاهدوا الله على الثبات .وزيادة { من قبل } للإشارة إلى أن ذلك العهد قديم مستقر وهو عهد يوم أحد . وجملة { لا يولون الأدبار } بيان لجملة { عاهدوا } .والتولية : التوجه بالشيء وهي مشتقة من ا"
    },
    {
      "number": 16,
      "text": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًۭا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًۭا",
      "tafsir": {
        "muyassar": "قل -أيها النبي- لهؤلاء المنافقين: لن ينفعكم الفرار من المعركة خوفًا من الموت أو القتل؛ فإن ذلك لا يؤخر آجالكم، وإن فررتم فلن تتمتعوا في هذه الدنيا إلا بقدر أعماركم المحدودة، وهو زمن يسير جدًا بالنسبة إلى الآخرة.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء: لن ينفعكم الفرار إن فررتم من القتال خوفًا من الموت أو من القتل؛ لأن الآجال مقدرة، وإذا فررتم ولم يَحِنْ أجلكم فإنكم لا تستمتعون في الحياة إلا زمنًا قليلًا.",
        "saadi": "{ قُلْ } لهم، لائمًا على فرارهم، ومخبرًا أنهم لا يفيدهم ذلك شيئًا { لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ } فلو كنتم في بيوتكم، لبرز الذين كتب عليهم القتل إلى مضاجعكم.والأسباب تنفع، إذا لم يعارضها القضاء والقدر، فإذا جاء القضاء والقدر، تلاشى كل سبب، وبطلت  كل وسيلة، ظنها الإنسان تنجيه.{ وَإِذَا } حين فررتم لتسلموا من الموت والقتل، ولتنعموا في الدنيا فإنكم { لَا تُمَتَّعُونَ إِلَّا قَلِيلًا } متاعًا، لا يسوى فراركم، وترككم أمر اللّه، وتفويتكم على أنفسكم، التمتع الأبدي، في النعيم السرمدي.",
        "kathir": "قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\"",
        "fr": "Dis: «Jamais la fuite ne vous sera utile si c'est la mort (sans combat) ou le meurtre (dans le combat) que vous fuyez; dans ce cas, vous ne jouirez (de la vie) que peu (de temps)».",
        "es": "Di: «No sacaréis nada con huir si es que pretendéis con ello no morir o que no os maten. De todas maneras, se os va a dejar gozar sólo por poco tiempo»."
      },
      "ibn_ashour": "قُلْ لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا (16)جواب عن قولهم { إن بيوتنا عورة } [ الأحزاب : 13 ] ولذلك فصِّلت لأنها جرت على أسلوب التقاول والتجاوب ، وما بين الجملتين من قوله { ولو دُخِلت عليهم إلى قوله مسؤولاً } [ الأحزاب : 14 15 ] اعتراض كما تقدم . وهذا يرجح أن النبي صلى الله عليه وسلم لم يأذن لهم بالرجوع إلى المدينة وأنه ردّ عليهم بما أمره الله أن يقوله لهم ، أي : قد علم الله أنكم ما أردتم إلا الفرار جبناً والفرار لا يدفع عنكم الموت أو القتل ، فمعنى نفي نفعه : نفيُ ما يقصد منه لأن نفع الشيء هو أن يحصل منه ما يقصد له .فقوله { من الموت } يتعلق ب { الفرار وفررتم } وليس متعلقاً ب { ينفعكم } لأن متعلق { ينفعكم } غير مذكور لظهوره من السياق ، فالفائدة مستغنية عن المتعلق ، أي : لن ينفعكم بالنجاة .ومعنى نفي نفع الفرار وإن كان فيه تعاطي سبب النجاة ، هذا السبب غير مأذون فيه لوجوب الثبات في وجه العدوّ مع النبي صلى الله عليه وسلم فيتمحض في هذا الفرار مراعاةُ جانب الحقيقة وهو ما قُدر للإنسان من الله إذ لا معارض له ، فلو "
    },
    {
      "number": 17,
      "text": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةًۭ ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّۭا وَلَا نَصِيرًۭا",
      "tafsir": {
        "muyassar": "قل -أيها النبي- لهم: مَن ذا الذي يمنعكم من الله، أو يجيركم مِن عذابه، إن أراد بكم سوءًا، أو أراد بكم رحمة، فإنه المعطي المانع الضارُّ النافع؟ ولا يجد هؤلاء المنافقون لهم من دون الله وليًّا يواليهم، ولا نصيرًا ينصرهم.",
        "mukhtasar": "قل لهم - أيها الرسول -: من ذا الذي يمنعكم من الله إن أراد بكم ما تكرهونه من الموت أو القتل، أو أراد بكم ما ترجونه من السلامة والخير، لا أحد يمنعكم من ذلك، ولا يجد هؤلاء المنافقون لهم من دون الله وليًّا يتولى أمرهم، ولا نصيرًا يمنعهم من عقاب الله لهم.",
        "saadi": "ثم بين أن الأسباب كلها لا تغني عن العبد شيئًا إذا أراده اللّه بسوء، فقال: { قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ } أي: يمنعكم { من اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا } أي: شرًا، { أَوْ أَرَادَ بِكُمْ رَحْمَةً } فإنه هو المعطي المانع، الضار النافع، الذي لا يأتي بالخير إلا هو، ولا يدفع السوء إلا هو.{ وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا } يتولاهم، فيجلب لهم النفع  { وَلَا نَصِيرًا } أي ينصرهم، فيدفع عنهم المضار.فَلْيَمْتَثِلُوا طاعة المنفرد بالأمور كلها، الذي نفذت مشيئته، ومضى قدره، ولم ينفع مع ترك ولايته ونصرته، وَلِيٌّ ولا ناصر.",
        "kathir": "قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا"
      },
      "translations": {
        "en": "Say, \"Who is it that can protect you from Allah if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allah any protector or any helper.",
        "fr": "Dis: «Quel est celui qui peut vous protéger d'Allah, s'Il vous veut du mal ou s'Il veut vous accorder une miséricorde?» Et ils ne trouveront pour eux-mêmes en dehors d'Allah, ni allié ni secoureur.",
        "es": "Di: «¿Quién podrá protegeros de Alá, tanto si quiere haceros mal como si quiere haceros objeto de misericordia?» No encontrarán, fuera de Alá, amigo ni auxiliar."
      },
      "ibn_ashour": "قُلْ مَنْ ذَا الَّذِي يَعْصِمُكُمْ مِنَ اللَّهِ إِنْ أَرَادَ بِكُمْ سُوءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (17){ قُلْ مَن ذَا الذى يَعْصِمُكُمْ مِّنَ الله إِنْ أَرَادَ بِكُمْ سواءا أَوْ أَرَادَ بِكُمْ رحمةً }يظهر أن هذه الجملة واقعة موقع التعليل لجملة { لن ينفعكم الفرار إن فررتم } الآية [ الأحزاب : 16 ] ، فكأنه قيل : فمن ذا الذي يعصمكم من الله ، أي : فلا عاصم لكم من نفوذ مراده فيكم . وإعادة فعل { قل } تكرير لأجل الاهتمام بمضمون الجملة .والمعنى : لأن قدرة الله وإرادته محيطة بالمخلوقات فمتى شاء عطّل تأثير الأسباب أو عرقلها بالموانع فإن يشأ شرّاً حرم الانتفاع بالأسباب أو الاتقاء بالموانع فربما أتت الرزايا من وجوه الفوائد ، ومتى شاء خيراً خاصاً بأحد لطف له بتمهيد الأسباب وتيسيرها حتى يلاقي من التيسير ما لم يكن مترقباً ، ومتى لم تتعلق مشيئته بخصوص أرْسَل الأحوال في مهيعها وخلّى بين الناس وبين ما سَببه في أحوال الكائنات فنال كل أحد نصيباً على حسب فطْنته ومقدرته واهتدائه ، فإن الله أودع في النفوس مراتب التفكير والتقدير؛ فأنتم إذا "
    },
    {
      "number": 18,
      "text": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
      "tafsir": {
        "muyassar": "إن الله يعلم المثبطين عن الجهاد في سبيل الله، والقائلين لإخوانهم: تعالوا وانضموا إلينا، واتركوا محمدًا، فلا تشهدوا معه قتالا؛ فإنا نخاف عليكم الهلاك بهلاكه، وهم مع تخذيلهم هذا لا يأتون القتال إلا نادرًا؛ رياء وسمعة وخوف الفضيحة.",
        "mukhtasar": "إن الله يعلم المُثَبِّطين منكم لغيرهم عن القتال مع رسول الله صلى الله عليه وسلم والقائلين لإخوانهم: تعالوا إلينا ولا تقاتلوا معه حتى لا تُقْتَلوا، فإنا نخاف عليكم القتل، وهؤلاء المُخَذِّلون لا يأتون الحرب ولا يشاركون فيها إلا نادرًا؛ ليدفعوا عن أنفسهم العار، لا لينصروا الله ورسوله.",
        "saadi": "ثم توَّعد تعالى المخذلين المعوقين، وتهددهم فقال: { قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ } عن الخروج، لمن [لم]  يخرجوا { وَالْقَائِلِينَ لِإِخْوَانِهِمْ } الذين خرجوا: { هَلُمَّ إِلَيْنَا } أي: ارجعوا، كما تقدم من قولهم: { يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا } وهم مع تعويقهم وتخذيلهم { وَلَا يَأْتُونَ الْبَأْسَ } أي: القتال والجهاد بأنفسهم { إِلَّا قَلِيلًا } فهم أشد الناس حرصًا على التخلف، لعدم الداعي لذلك، من الإيمان والصبر، ووجود المقتضى للجبن، من النفاق، وعدم الإيمان.",
        "kathir": "۞ قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا"
      },
      "translations": {
        "en": "Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers, \"Come to us,\" and do not go to battle, except for a few,",
        "fr": "Certes, Allah connaît ceux d'entre vous qui suscitent des obstacles, ainsi que ceux qui disent à leurs frères: «Venez à nous», tandis qu'ils ne déploient que peu d'ardeur au combat,",
        "es": "Alá sabe quiénes son, entre vosotros, los que levantan obstáculos y los que dicen a sus hermanos: «¡Venid a nosotros!», pero sin mostrar gran ardor para combatir."
      },
      "ibn_ashour": "قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقَائِلِينَ لِإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا وَلَا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا (18) استئناف بياني ناشىء عن قوله { من ذا الذي يعصمكم من الله } [ الأحزاب : 17 ] لأن ذلك يثير سؤالاً يهجس في نفوسهم أنهم يُخفون مقاصدهم عن رسول الله صلى الله عليه وسلم فلا يشعر بمرادهم من الاستئذان ، فأُمر أن يقول لهم { قد يعلم الله المعوِّقين منكم } أي : فالله ينبىء رسوله بكم بأن فِعْل أولئك تعويق للمؤمنين . وقد جعل هذا الاستئناف تخلصاً لذكر فريق آخر مِن المعوّقين .و { قد } مفيد للتحقيق لأنهم لنفاقهم ومَرض قلوبهم يشكّون في لازم هذا الخبر وهو إنباء الله رسوله عليه الصلاة والسلام بهم ، أو لأنهم لجهلهم الناشىء عن الكفر يظنون أن الله لا يعلم خفايا القلوب . وذلك ليس بعجيب في عقائد أهل الكفر . ففي «صحيح البخاري» عن ابن مسعود : «اجتمع عند البيت قُرشيان وثقفيّ أو ثقفيان وقرشي كثيرةٌ شُحمُ بطونهم قليلةٌ فِقهُ قلوبهم ، فقال أحدهم : أتُرَوْنَ أن الله يسمع ما نقول؟ قال الآخر : يسمع إذا جهرنا ولا يسمع إذا أخفينا . وقال الآخر : إن كان يسمع إذا جهرنا فإنه يسمع إذا"
    },
    {
      "number": 19,
      "text": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًۭا",
      "tafsir": {
        "muyassar": "بُخَلاء عليكم -أيها المؤمنون- بالمال والنفس والجهد والمودة لما في نفوسهم من العداوة والحقد؛ حبًا في الحياة وكراهة للموت، فإذا حضر القتال خافوا الهلاك ورأيتهم ينظرون إليك، تدور أعينهم لذهاب عقولهم؛ خوفًا من القتل وفرارًا منه كدوران عين مَن حضره الموت، فإذا انتهت الحرب وذهب الرعب رموكم بألسنة حداد مؤذية، وتراهم عند قسمة الغنائم بخلاء وحسدة، أولئك لم يؤمنوا بقلوبهم، فأذهب الله ثواب أعمالهم، وكان ذلك على الله يسيرًا.",
        "mukhtasar": "بُخلاء عليكم - معشر المؤمنين - بأموالهم فلا يعينونكم ببذلها، وبخلاء بأنفسهم فلا يقاتلون معكم، وبخلاء بمودتهم فلا يوادُّونكم، فإذا جاء الخوف عند ملاقاة العدوّ رأيتهم ينظرون إليك - أيها الرسول - تدور أعينهم من الجبن مثل دوران عيني من يعاني سكرات الموت، فإذا ذهب عنهم الخوف واطمأنوا آذوكم بالكلام بألسنة سليطة، أَشِحَّة على الغنائم يبحثون عنها، أولئك المتصفون بهذه الصفات لم يؤمنوا حقًّا، فأبطل الله ثواب أعمالهم، وكان ذلك الإبطال يسيرًا على الله.",
        "saadi": "{ أَشِحَّةً عَلَيْكُمْ } بأبدانهم عند القتال، وبأموالهم عند النفقة فيه، فلا يجاهدون بأموالهم وأنفسهم. { فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ } نظر المغشى عليه { مِنَ الْمَوْتِ } من شدة الجبن، الذي خلع قلوبهم، والقلق الذي أذهلهم، وخوفًا من إجبارهم على ما يكرهون، من القتال.{ فَإِذَا ذَهَبَ الْخَوْفُ } وصاروا في حال الأمن والطمأنينة، { سَلَقُوكُمْ بِأَلْسِنَة } أي: خاطبوكم، وتكلموا معكم، بكلام حديد، ودعاوى غير صحيحة.وحين تسمعهم، تظنهم أهل الشجاعة والإقدام، { أَشِحَّةً عَلَى الْخَيْرِ } الذي يراد منهم، وهذا شر ما في الإنسان، أن يكون شحيحًا بما أمر به، شحيحًا بماله أن ينفقه في وجهه، شحيحًا في بدنه أن يجاهد أعداء اللّه، أو يدعو إلى سبيل اللّه، شحيحًا بجاهه، شحيحًا بعلمه، ونصيحته ورأيه.{ أُولَئِكَ } الذين بتلك الحالة { لَمْ يُؤْمِنُوا } بسبب عدم إيمانهم، أحبط الله أعمالهم، { وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا } وأما المؤمنون، فقد وقاهم اللّه، شح أنفسهم، ووفقهم لبذل ما أمروا به، من بذل لأبدانهم في القتال في سبيله، وإعلاء كلمته، وأموالهم، للنفقة في طرق الخير، وجاههم وعلمهم.",
        "kathir": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَىٰ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ ۚ أُولَٰئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا"
      },
      "translations": {
        "en": "Indisposed toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allah has rendered their deeds worthless, and ever is that, for Allah, easy.",
        "fr": "avares à votre égard. Puis, quand leur vient la peur, tu les vois te regarder avec des yeux révulsés, comme ceux de quelqu'un qui s'est évanoui par peur de la mort. Une fois la peur passée, ils vous lacèrent avec des langues affilées, alors qu'ils sont chiches à faire le bien. Ceux-là n'ont jamais cru. Allah donc, rend vaines leurs actions. Et cela est facile à Allah.",
        "es": "Os regatean la ayuda. Cuando viene el miedo, les ves que te miran, girándoles los ojos, como mira aquél a quien ronda la muerte. Pero, cuando ha desaparecido el miedo, os hieren con sus afiladas lenguas, ávidos de botín. Esos tales no son creyentes. Alá hará vanas sus obras. Es cosa fácil t para Alá."
      },
      "ibn_ashour": "أَشِحَّةً عَلَيْكُمْ فَإِذَا جَاءَ الْخَوْفُ رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشَى عَلَيْهِ مِنَ الْمَوْتِ فَإِذَا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولَئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (19)و { أشِحَّة } جمع شحيح بوزن أفعلة على غير قياس وهو فصيح وقياسه أشِحّاء . وضمير الخطاب في قوله { عليكم } للرسول عليه الصلاة والسلام وللمسلمين ، وهو انتقال من القول الذي أمر الرسول عليه الصلاة والسلام بأن يقوله لهم إلى كشف أحوالهم للرسول والمسلمين بمناسبة الانتقال من الخطاب إلى الغيبة في قوله { ولا يأتون البأس } وتقدم الشح عند قوله تعالى { وأُحضرت الأنفس الشح } في سورة النساء ( 128 ) .وأشحةً } حال من ضمير { يأتون } والشحّ : البخل بما في الوسع مما ينفع الغير . وأصله : عدم بذل المال ، ويستعمل مجازاً في منع المقدور من النصر أو الإعانة ، وهو يتعدّى إلى الشيء المبخول به بالباء وب { على } قال تعالى : { أشّحة على الخير } ويتعدى إلى الشخص الممنوع ب { على } أيضاً لما في الشحّ"
    },
    {
      "number": 20,
      "text": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَٰتَلُوٓا۟ إِلَّا قَلِيلًۭا",
      "tafsir": {
        "muyassar": "يظن المنافقون أن الأحزاب الذين هزمهم الله تعالى شر هزيمة لم يذهبوا؛ ذلك من شدة الخوف والجبن، ولو عاد الأحزاب إلى \"المدينة\" لتمنَّى أولئك المنافقون أنهم كانوا غائبين عن \"المدينة\" بين أعراب البادية، يستخبرون عن أخباركم ويسألون عن أنبائكم، ولو كانوا فيكم ما قاتلوا معكم إلا قليلا لكثرة جبنهم وذلتهم وضعف يقينهم.",
        "mukhtasar": "يظنّ هؤلاء الجبناء أن الأحزاب المُتَأَلِّبة لقتال رسول الله صلى الله عليه وسلم وقتال المؤمنين لن يذهبوا حتى يستأصلوا المؤمنين، وإن قدّر أن جاء الأحزاب مرة أخرى يودّ هؤلاء المنافقون أنهم خارجون من المدينة مع الأعراب، يسألون عن أخباركم: ماذا حدث لكم بعد قتال عدوّكم لكم؟ ولو كانوا فيكم - أيها المؤمنون - ما قاتلوا معكم إلا قليلًا، فلا تبالوا بهم، ولا تأسوا عليهم.",
        "saadi": "{ يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا } أي: يظنون أن هؤلاء الأحزاب، الذين تحزبوا على حرب رسول اللّه صلى اللّه عليه وسلم، وأصحابه، لم يذهبوا حتى يستأصلوهم، فخاب ظنهم، وبطل حسبانهم.{ وَإِنْ يَأْتِ الْأَحْزَابُ } مرة أخرى { يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ } أي: لو أتى الأحزاب مرة ثانية مثل هذه المرة، ودَّ هؤلاء المنافقون، أنهم ليسوا في المدينة، ولا في القرب منها، وأنهم مع الأعراب في البادية، يستخبرون عن أخباركم، ويسألون عن أنبائكم، ماذا حصل عليكم؟فتبًا لهم، وبعدًا، فليسوا ممن يبالى  بحضورهم { وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا } فلا تبالوهم، ولا تأسوا عليهم.",
        "kathir": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا ۖ وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ ۖ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا"
      },
      "translations": {
        "en": "They think the companies have not [yet] withdrawn. And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little.",
        "fr": "Ils pensent que les coalisés ne sont pas partis. Or si les coalisés revenaient, [ces gens-là] souhaiteraient être des nomades parmi les Bédouins et [se contenteraient] de demander de vos nouvelles. S'ils étaient parmi vous, ils n'auraient combattu que très peu.",
        "es": "Creen que los coalicionistas no se han ido. Pero, si los coalicionistas regresaran, querrían retirarse al desierto entre los beduinos, preguntando qué ha sido de vosotros. Si se quedaran con vosotros, combatirían pero poco."
      },
      "ibn_ashour": "يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا وَإِنْ يَأْتِ الْأَحْزَابُ يَوَدُّوا لَوْ أَنَّهُمْ بَادُونَ فِي الْأَعْرَابِ يَسْأَلُونَ عَنْ أَنْبَائِكُمْ وَلَوْ كَانُوا فِيكُمْ مَا قَاتَلُوا إِلَّا قَلِيلًا (20)لما ذُكر حال المنافقين والذين في قلوبهم مرض من فتنتهم في المسلمين وإذا هم حين مجيء جنود الأحزاب وحين زاغت الأبصار وبلغت القلوب الحناجر ثُني عنان الكلام الآن إلى حالهم حين أنعم الله على المسلمين بانكشاف جنود الأحزاب عنهم ، فأفاد بأن انكشاف الأحزاب حصل على حين غفلة من المنافقين فلذلك كانوا يشتدّون في ملام المسلمين ويسلِقُونَهم بألسنة حِدَادٍ على أن تَعرضوا للعدوّ الكثير ، وكان الله ساعتئذ قد هزم الأحزاب فانصرفوا وكفى الله المؤمنين شرهم ، وليس للمنافقين وساطة في ذلك . ولعلهم كانوا لا يودّون رجوع الأحزاب دون أن يأخذوا المدينة ، فتكون جملة { يحسبون } استئنافاً ابتدائياً مرتبطاً بقوله { اذكروا نعمة الله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحاً } [ الأحزاب : 9 ] الخ . . . جاء عوْداً على بدْءٍ بمناسبة ذكر أحوال المنافقين ، فإن قوله : { يحسبون الأحزاب لم يذهبوا } يؤذن بانهزام الأحزاب ورجوعهم"
    },
    {
      "number": 21,
      "text": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌۭ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًۭا",
      "tafsir": {
        "muyassar": "لقد كان لكم -أيها المؤمنون- في أقوال رسول الله صلى الله عليه وسلم وأفعاله وأحواله قدوة حسنة تتأسون بها، فالزموا سنته، فإنما يسلكها ويتأسى بها مَن كان يرجو الله واليوم الآخر، وأكثرَ مِن ذكر الله واستغفاره، وشكره في كل حال.",
        "mukhtasar": "لقد كان لكم فيما قاله رسول الله وقام به وفعله، قدوة حسنة، فقد حضر بنفسه الكريمة، وباشر الحرب، فكيف تبخلون بعد ذلك بأنفسكم عن نفسه؟ ولا يتأسَّى برسول الله صلى الله عليه وسلم إلا من كان يرجو ثواب الله ورحمته، ويرجو اليوم الآخر، ويعمل له، وذكر الله ذكرًا كثيرًا، وأما الذي لا يرجو اليوم الآخر ولا يذكر الله كثيرًا فإنه لا يتأسَّى برسوله صلى الله عليه وسلم.",
        "saadi": "{ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ } حيث حضر الهيجاء بنفسه الكريمة، وباشر موقف الحرب، وهو الشريف الكامل، والبطل الباسل، فكيف تشحون بأنفسكم، عن أمر جاد رسول اللّه صلى اللّه عليه وسلم، بنفسه فيه؟\"فَتأَسَّوْا به في هذا الأمر وغيره.واستدل الأصوليون في هذه الآية، على الاحتجاج بأفعال الرسول صلى اللّه عليه وسلم، وأن الأصل، أن أمته أسوته في الأحكام، إلا ما دل الدليل الشرعي على الاختصاص به.فالأسوة نوعان: أسوة حسنة، وأسوة سيئة.فالأسوة الحسنة، في الرسول صلى اللّه عليه وسلم، فإن المتأسِّي به، سالك الطريق الموصل إلى كرامة اللّه، وهو الصراط المستقيم.وأما الأسوة بغيره، إذا خالفه، فهو الأسوة السيئة، كقول الكفار  حين دعتهم الرسل للتأسِّي ]بهم[  { إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ } وهذه الأسوة الحسنة، إنما يسلكها ويوفق لها، من كان يرجو اللّه، واليوم الآخر، فإن ما معه  من الإيمان، وخوف اللّه، ورجاء ثوابه، وخوف عقابه، يحثه على التأسي بالرسول صلى اللّه عليه وسلم.",
        "kathir": "لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا"
      },
      "translations": {
        "en": "There has certainly been for you in the Messenger of Allah an excellent pattern for anyone whose hope is in Allah and the Last Day and [who] remembers Allah often.",
        "fr": "En effet, vous avez dans le Messager d'Allah un excellent modèle [à suivre], pour quiconque espère en Allah et au Jour dernier et invoque Allah fréquemment.",
        "es": "En el Enviado de Alá tenéis, ciertamente, un bello modelo para quien cuenta con Alá y con el último Día y que recuerda mucho a Alá."
      },
      "ibn_ashour": "لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَذَكَرَ اللَّهَ كَثِيرًا (21)بعد توبيخ المنافقين والذين في قلوبهم مرض أقبل الكلام على خطاب المؤمنين في عموم جماعتهم ثناء على ثباتهم وتأسّيهم بالرسول صلى الله عليه وسلم على تفاوت درجاتهم في ذلك الائتساء ، فالكلام خبر ولكن اقترانه بحرفي التوكيد في { لقد يومىء إلى تعريض بالتوبيخ للذين لم ينتفعوا بالإسوة الحسنة من المنافقين والذين في قلوبهم مرض فلذلك أتي بالضمير مجملاً ابتداء من قوله لكم ، } ثم فُصِّل بالبدل منه بقوله { لمن كان يرجو الله واليومَ الآخر وذكر الله كثيراً ، } أي : بخلاف لمن لم يكن كأولئك ، فاللام في قوله : { لمن كان يرجو الله } توكيد لللام التي في المبدل منه مثل قوله تعالى { تكون لنا عيدا لأوّلنا وآخرنا } [ المائدة : 114 ] ، فمعنى هذه الآية قريبٌ من معنى قوله تعالى في سورة براءة في قصة تبوك : { رَضُوا بأن يكونوا مع الخوالف وطُبع على قلوبهم فهم لا يفقهون لكن الرسول والذين آمنوا معه جاهدوا بأموالهم } [ التوبة : 87 ، 88 ] الآية .والإسوة بكسر الهمزة وضمها اسم لما يُؤتَسَى "
    },
    {
      "number": 22,
      "text": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَٰنًۭا وَتَسْلِيمًۭا",
      "tafsir": {
        "muyassar": "ولمَّا شاهد المؤمنون الأحزاب الذين تحزَّبوا حول \"المدينة\" وأحاطوا بها، تذكروا أن موعد النصر قد قرب، فقالوا: هذا ما وعدنا الله ورسوله، من الابتلاء والمحنة والنصر، فأنجز الله وعده، وصدق رسوله فيما بشَّر به، وما زادهم النظر إلى الأحزاب إلا إيمانًا بالله وتسليمًا لقضائه وانقيادًا لأمره.",
        "mukhtasar": "ولما عاين المؤمنون الأحزاب المجتمعة لقتالهم قالوا: هذا ما وعدنا الله ورسوله من الابتلاء والمحن والنصر، وصدق الله ورسوله في هذا، فقد تحقق، وما زادتهم معاينتهم للأحزاب إلا إيمانًا بالله وانقيادًا له.",
        "saadi": "لما ذكر حالة المنافقين عند الخوف، ذكر حال المؤمنين فقال: { وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ } الذين تحزبوا، ونزلوا منازلهم، وانتهى الخوف، { قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ } في قوله: { أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتَى نَصْرُ اللَّهِ أَلَا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ } { وَصَدَقَ اللَّهُ وَرَسُولُهُ } فإنا رأينا، ما أخبرنا به { وَمَا زَادَهُمْ } ذلك الأمر { إِلَّا إِيمَانًا } في قلوبهم { وَتَسْلِيمًا } في جوارحهم، وانقيادًا لأمر اللّه.",
        "kathir": "وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَٰذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ ۚ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا"
      },
      "translations": {
        "en": "And when the believers saw the companies, they said, \"This is what Allah and His Messenger had promised us, and Allah and His Messenger spoke the truth.\" And it increased them only in faith and acceptance.",
        "fr": "Et quand les croyants virent les coalisés, ils dirent: «Voilà ce qu'Allah et Son messager nous avaient promis; et Allah et Son messager disaient la vérité». Et cela ne fit que croître leur foi et leur soumission.",
        "es": "Y cuando los creyentes vieron a los coalicionistas, dijeron: «Esto es lo que Alá y su Enviado nos habían prometido. ¡Dios y su Enviado decían la verdad!» Esto no hizo sino aumentar su fe y su adhesión."
      },
      "ibn_ashour": "وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَمَا زَادَهُمْ إِلَّا إِيمَانًا وَتَسْلِيمًا (22)لما ذكرت أقوال المنافقين والذين في قلوبهم مرض المؤذنة بما يداخل قلوبهم من الخوف وقلة الإيمان والشك فيما وعد الله به رسوله صلى الله عليه وسلم والمؤمنين من النصر ابتداء من قوله { وإذ يقول المنافقون والذين في قلوبهم مرض } [ الأحزاب : 12 ] قوبلت أقوال أولئك بأقوال المؤمنين حينما نزلت بهم الأحزاب ورأوا كثرتهم وعددهم وكانوا على بصيرة من تفوقهم عليهم في القوة والعدد أضعافاً وعلموا أنهم قد ابتلوا وزلزلوا ، كل ذلك لم يُخِرْ عزائمهم ولا أدخل عليهم شكاً فيما وعدهم الله من النصر .وكان الله وعدهم بالنصر غير مرة منها قوله في سورة البقرة { أم حسبتم أن تدخلوا الجنة ولما يأتكم مثل الذين خلوا من قبلكم مَسَّتْهُمُ البأساءُ والضَّراءُ وزُلْزِلُوا حتى يقولُ الرسول والذين ءامنوا معه مَتَى نصرُ الله ألا إن نصر الله قريب } [ البقرة : 214 ] . فلما رأى المسلمون الأحزاب وابتُلوا وزُلْزِلوا ورأوا مثل الحالة التي وصفت في تلك الآية علموا أنهم منصور"
    },
    {
      "number": 23,
      "text": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌۭ صَدَقُوا۟ مَا عَٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًۭا",
      "tafsir": {
        "muyassar": "من المؤمنين رجال أوفوا بعهودهم مع الله تعالى، وصبروا على البأساء والضراء وحين البأس: فمنهم من وَفَّى بنذره، فاستشهد في سبيل الله، أو مات على الصدق والوفاء، ومنهم مَن ينتظر إحدى الحسنيين: النصر أو الشهادة، وما غيَّروا عهد الله، ولا نقضوه ولا بدَّلوه، كما غيَّر المنافقون.",
        "mukhtasar": "من المؤمنين رجال صدقوا الله، فوفوا بما عاهدوه عليه من الثبات والصبر على الجهاد في سبيل الله، فمنهم من مات أو قتل في سبيل الله، ومنهم من ينتظر الشهادة في سبيله، وما غيّر هؤلاء المؤمنون ما عاهدوا الله عليه مثل ما فعله المنافقون بعهودهم.",
        "saadi": "ولما ذكر أن المنافقين، عاهدوا اللّه، لا يولون الأدبار، ونقضوا ذلك العهد، ذكر وفاء المؤمنين به، فقال: { مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ } أي: وفوا به، وأتموه، وأكملوه، فبذلوا مهجهم في مرضاته، وسبَّلوا أنفسهم في طاعته.{ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ } أي: إرادته ومطلوبه، وما عليه من الحق، فقتل في سبيل اللّه، أو مات مؤديًا لحقه، لم ينقصه شيئًُا.{ وَمِنْهُمْ مَنْ يَنْتَظِرُ } تكميل ما عليه، فهو شارع في قضاء ما عليه، ووفاء نحبه ولما يكمله، وهو في رجاء تكميله، ساع في ذلك، مجد.{ وَمَا بَدَّلُوا تَبْدِيلًا } كما بدل غيرهم، بل لم يزالوا على العهد، لا يلوون، ولا يتغيرون، فهؤلاء، الرجال على الحقيقة، ومن  عداهم، فصورهم صور رجال، وأما الصفات، فقد قصرت عن صفات الرجال. ",
        "kathir": "مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ ۖ فَمِنْهُمْ مَنْ قَضَىٰ نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ ۖ وَمَا بَدَّلُوا تَبْدِيلًا"
      },
      "translations": {
        "en": "Among the believers are men true to what they promised Allah. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration -",
        "fr": "Il est, parmi les croyants, des hommes qui ont été sincères dans leur engagement envers Allah. Certains d'entre eux ont atteint leur fin, et d'autres attendent encore; et ils n'ont varié aucunement (dans leur engagement);",
        "es": "Hubo creyentes que se mantuvieron fieles a la alianza concertada con Alá. Algunos de ellos dieron ya su vida. Otros esperan aún, sin mudar su actitud."
      },
      "ibn_ashour": "مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا (23)أعقب الثناء على جميع المؤمنين الخلص على ثباتهم ويقينهم واستعدادهم للقاء العدوّ الكثير يومئذ وعزمهم على بذل أنفسهم ولم يقدر لهم لقاؤه كما يأتي في قوله { وكفى الله المؤمنين القتال } [ الأحزاب : 25 ] بالثناء على فريق منهم كانوا وَفَّوْا بما عاهدوا الله عليه وفاءً بالعمل والنية ، ليحصل بالثناء عليهم بذلك ثناء على إخوانهم الذين لم يتمكنوا من لقاء العدوّ يومئذ ليعلم أن صدق أولئك يؤذن بصدق هؤلاء لأن المؤمنين يدٌ واحدة .والإخبار عنهم برجال زيادة في الثناء لأن الرجُل مشتق من الرِّجْل وهي قوة اعتماد الإنسان كما اشتق الأيد من اليَد ، فإن كانت هذه الآية نزلت مع بقية آي السورة بعد غزوة الخندق فهي تذكير بما حصل من المؤمنين من قبل ، وإن كانت نزلت يوم أُحُد فموضعها في هذه السورة إنما هو بتوقيف من النبي صلى الله عليه وسلم فهو تنبيه على المعنى الذي ذكرناه على تقدير : أنها نزلت مع سورة الأحزاب . وأيَّا مَّا كان وقتُ نزول الآية فإن المراد منها : رجال "
    },
    {
      "number": 24,
      "text": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًۭا رَّحِيمًۭا",
      "tafsir": {
        "muyassar": "ليثيب الله أهل الصدق بسبب صدقهم وبلائهم وهم المؤمنون، ويعذب المنافقين إن شاء تعذيبهم، بأن لا يوفقهم للتوبة النصوح قبل الموت، فيموتوا على الكفر، فيستوجبوا النار، أو يتوب عليهم بأن يوفقهم للتوبة والإنابة، إن الله كان غفورًا لذنوب المسرفين على أنفسهم إذا تابوا، رحيمًا بهم؛ حيث وفقهم للتوبة النصوح.",
        "mukhtasar": "ليجزي الله الصادقين الذين وفوا بما عاهدوا الله عليه بصدقهم ووفائهم بعهودهم، ويعذب المنافقين الناقضين لعهودهم إن شاء، بأن يميتهم قبل التوبة من كفرهم، أو يتوب عليهم بأن يوفقهم للتوبة، وكان الله غفورًا لمن تاب من ذنوبه، رحيمًا به.",
        "saadi": "{ لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ } أي: بسبب صدقهم، في أقوالهم، وأحوالهم، ومعاملتهم مع اللّه، واستواء ظاهرهم وباطنهم، قال اللّه تعالى: { هَذَا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا } الآية.أي: قدرنا ما قدرنا، من هذه الفتن والمحن، والزلازل، ليتبين الصادق من الكاذب، فيجزي الصادقين بصدقهم { وَيُعَذِّبَ الْمُنَافِقِينَ } الذين تغيرت قلوبهم وأعمالهم، عند حلول الفتن، ولم يفوا بما عاهدوا اللّه عليه.{ إِنْ شَاءَ } تعذيبهم، بأن لم يشأ هدايتهم، بل علم أنهم لا خير فيهم، فلم يوفقهم.{ أَوْ يَتُوبَ عَلَيْهِمْ } بأن يوفقهم للتوبة والإنابة، وهذا هو الغالب، على كرم الكريم، ولهذا ختم الآية باسمين دالين على المغفرة، والفضل، والإحسان فقال: { إِنَّ اللَّهَ كَانَ غَفُورًا رحيمًا } غفورًا لذنوب المسرفين على أنفسهم، ولو أكثروا من العصيان، إذا أتوا بالمتاب. { رَحِيمًا } بهم، حيث وفقهم للتوبة، ثم قبلها منهم، وستر عليهم ما اجترحوه.",
        "kathir": "لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "That Allah may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allah is ever Forgiving and Merciful.",
        "fr": "afin qu'Allah récompense les véridiques pour leur sincérité, et châtie, s'Il veut, les hypocrites, ou accepte leur repentir. Car Allah est Pardonneur et Miséricordieux.",
        "es": "Para que Alá retribuya a los sinceros por su sinceridad y castigue a los hipócritas, si quiere, o se vuelva a ellos. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنَافِقِينَ إِنْ شَاءَ أَوْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (24)لام التعليل يتنازعه من التعلق كل من { صدقوا } و { ما بَدلوا } [ الأحزاب : 23 ] أي : صدق المؤمنون عهدهم وبدَّله المنافقون ليجزي الله الصادقين ويعذّب المنافقين .ولام التعليل بالنسبة إلى فعل { ليجزي الله الصادقين } مستعمل في حقيقة معناه ، وبالنسبة إلى فِعل { ويُعذب } مستعار لمعنى فاء العاقبة تشبيهاً لعاقبة فعلهم بالعلة الباعثة على ما اجترحُوه من التبديل والخيس بالعهد تشبيهاً يفيد عنايتهم بما فعلوه من التبديل حتى كأنهم ساعون إلى طلب ما حَقَّ عليهم من العذاب على فعلهم ، أو تشبيهاً إياهم في عنادهم وكيدهم بالعالم بالجزاء الساعي إليه وإن كان فيه هلاكه .والجزاء : الثواب لأن أكثر ما يستعمل فعل جَزى أن يكون في الخير ، ولأن ذكر سبب الجزاء وهو { بصدقهم } يدل على أنه جزاء إحسان ، وقد جاء الجزاء في ضد ذلك في قوله تعالى { اليوم تُجْزَوْن عذابَ الهون } في سورة الأنعام ( 93 ) . وإظهار اسم الجلالة في مقام إضماره للدلالة على عظمة الجزاء .وتعليق التعذيب على "
    },
    {
      "number": 25,
      "text": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًۭا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًۭا",
      "tafsir": {
        "muyassar": "وردَّ الله أحزاب الكفر عن \"المدينة\" خائبين خاسرين مغتاظين، لم ينالوا خيرًا في الدنيا ولا في الآخرة، وكفى الله المؤمنين القتال بما أيدهم به من الأسباب. وكان الله قويًا لا يُغالَب ولا يُقْهَر، عزيزًا في ملكه وسلطانه.",
        "mukhtasar": "وردّ الله قريشًا وغطفان والذين معهم بكربهم وغمّهم لفوتهم ما أملوا، لم يظفروا بما أرادوا من استئصال المؤمنين، وكفى الله المؤمنين القتال معهم؛ بما أرسله من الريح وأنزله من الملائكة، وكان الله قويًّا عزيزًا لا يغالبه أحد إلا غلبه وخذله.",
        "saadi": "{ وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا } أي: ردهم خائبين، لم يحصل لهم الأمر الذي كانوا حنقين عليه، مغتاظين قادرين ]عليه[  جازمين، بأن لهم الدائرة، قد غرتهم جموعهم، وأعجبوا بتحزبهم، وفرحوا بِعَدَدِهمْ وعُدَدِهِمْ.فأرسل اللّه عليهم، ريحًا عظيمة، وهي  ريح الصبا، فزعزعت مراكزهم، وقوَّضت خيامهم، وكفأت قدورهم وأزعجتهم، وضربهم اللّه بالرعب، فانصرفوا بغيظهم، وهذا من نصر اللّه لعباده المؤمنين.{ وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ } بما صنع لهم من الأسباب العادية والقدرية، { وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا } لا يغالبه أحد إلا غُلِبَ، ولا يستنصره أحد إلا غَلَبَ، ولا يعجزه أمر أراده، ولا ينفع أهل القوة والعزة، قوتهم وعزتهم، إن لم يعنهم بقوته وعزته. ",
        "kathir": "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا ۚ وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ ۚ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا"
      },
      "translations": {
        "en": "And Allah repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allah for the believers in battle, and ever is Allah Powerful and Exalted in Might.",
        "fr": "Et Allah a renvoyé, avec leur rage, les infidèles sans qu'ils n'aient obtenu aucun bien, et Allah a épargné aux croyants le combat. Allah est Fort et Puissant.",
        "es": "Alá despidió a los infieles llenos de ira, sin que consiguieran triunfar. Alá evitó el combate a los creyentes. Alá es fuerte, poderoso."
      },
      "ibn_ashour": "وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا (25)عطف على جملة { فأرسلنا عليهم ريحاً } [ الأحزاب : 9 ] وهو الأنسب بسياق الآيات بعدها ، أي أرسل الله عليهم ريحاً وردّهم ، أو حال من ضمير { يحسبون الأحزاب لم يذهبوا } [ الأحزاب : 20 ] ، أي : يحسبون الأحزاب لم يذهبوا وقد رد الله الأحزاب فذهبوا .والرد : الإرجاع إلى المكان الذي صُدر منه فإنَّ ردهم إلى ديارهم من تمام النعمة على المسلمين بعد نعمة إرسال الريح عليهم لأن رجوعهم أعمل في اطمئنان المسلمين . وعُبر عن الأحزاب بالذين كفروا للإيماء إلى أن كفرهم هو سبب خيبتهم العجيبة الشأن .والباء في { بغيظهم } للملابسة ، وهو ظرف مستقرّ في موضع الحال ، أي : ردهم مُغِيظين .وإظهار اسم الجلالة دون ضمير المتكلم للتنبيه على عظم شأن هذا الرد العجيب كما تقدم في قوله تعالى : { ليجزي الله الصادقين بصدقهم } [ الأحزاب : 24 ] .والغيظ : الحَنق والغضب ، وكان غضبهم عظيماً يناسب حال خيبتهم لأنهم تجشموا كلفة التجمّع والإنفاق وطولِ المكث حول المدينة بلا طائل وخابت آمالهم في "
    },
    {
      "number": 26,
      "text": "وَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًۭا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًۭا",
      "tafsir": {
        "muyassar": "وأنزل الله يهود بني قريظة من حصونهم؛ لإعانتهم الأحزاب في قتال المسلمين، وألقى في قلوبهم الخوف فهُزموا، تقتلون منهم فريقًا، وتأسرون فريقًا آخر.",
        "mukhtasar": "وأنزل الله الذين أعانوهم من اليهود من حصونهم التي كانوا يتحصنون فيها من عدوهم، وألقى الخوف في نفوسهم، فريقًا تقتلونهم - أيها المؤمنون - وفريقًا تأسرونهم.",
        "saadi": "{ وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ } أي عاونوهم { مِنْ أَهْلِ الْكِتَابِ } أي: اليهود { مِنْ صَيَاصِيهِمْ } أي: أنزلهم من حصونهم، نزولاً مظفورًا بهم، مجعولين تحت حكم الإسلام.{ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ } فلم يقووا على القتال، بل استسلموا وخضعوا وذلوا. { فَرِيقًا تَقْتُلُونَ } وهم الرجال المقاتلون { وَتَأْسِرُونَ فَرِيقًا } مَنْ عداهم من النساء والصبيان.",
        "kathir": "وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا"
      },
      "translations": {
        "en": "And He brought down those who supported them among the People of the Scripture from their fortresses and cast terror into their hearts [so that] a party you killed, and you took captive a party.",
        "fr": "Et Il a fait descendre de leurs forteresses ceux des gens du Livre qui les avaient soutenus [les coalisés], et Il a jeté l'effroi dans leurs cœurs; un groupe d'entre eux vous tuiez, et un groupe vous faisiez prisonniers.",
        "es": "Hizo bajar de sus fortalezas a los de la gente de la Escritura que habían apoyado a aquéllos. Sembró el terror en sus corazones. A unos matasteis, a otros les hicisteis cautivos."
      },
      "ibn_ashour": "وَأَنْزَلَ الَّذِينَ ظَاهَرُوهُمْ مِنْ أَهْلِ الْكِتَابِ مِنْ صَيَاصِيهِمْ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا (26) كان يهود قريظة قد أعانوا الأحزاب وحاصروا المدينة معهم وكان حُيَيّ بنُ أخطب من بني النضير منضماً إليهم وهو الذي حرّض أبا سفيان على غزو المدينة . فلما صرف الله الأحزاب أمر الله رسوله صلى الله عليه وسلم أن يغزو قريظة وهم فريق من اليهود يعرفون ببني قريظة وكانت منازلهم وحُصونهم بالجَنوب الشرقي من المدينة تعرف قريتهم باسمهم ، وكان رسول الله صلى الله عليه وسلم قد عاد إلى المدينة من الخندق ظُهراً وكان بصدد أن يغتسل ويَستقر فلما جاءه الوحي بأن يغزو قريظة نادى في الناس أنْ لا يصليَنَّ أحدُكم العصر إلا في بني قريظة . وخرج الجيش الذي كان بالخندق معه فنزلوا على قرية قريظة واستعصم أهل القرية بحصونهم فحاصرهم المسلمون نحواً من عشرين ليلة ، فلما جهدهم الحصار وخامرهم الرعب من أن يفتح المسلمون بلادهم فيستأصلوهم طمِعوا أن يطلبوا أن يسلموا بلادهم على أن يحكّم حكَم في صفة ذلك التسليم . ويقال لهذا النوع من المصالحة : النزول على حُكم حَكَم ، فأرسلوا شَا"
    },
    {
      "number": 27,
      "text": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًۭا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرًۭا",
      "tafsir": {
        "muyassar": "وملَّككم الله -أيها المؤمنون- أرضهم ومساكنهم وأموالهم المنقولة كالحليِّ والسلاح والمواشي، وغير المنقولة كالمزارع والبيوت والحصون المنيعة، وأورثكم أرضًا لم تتمكنوا مِن وطئها من قبل؛ لمنعتها وعزتها عند أهلها. وكان الله على كل شيء قديرًا، لا يعجزه شيء.",
        "mukhtasar": "وملَّكَكم الله بعد هلاكهم أرضهم بما فيها من زروع ونخيل، وملَّكَكم منازلهم وأموالهم الأخرى، وملَّكَكم أرض خَيْبر التي لم تطؤوها بعد، لكنكم ستطؤونها، وهذا وعد وبشرى للمؤمنين، وكان الله على كل شيء قديرًا، لا يعجزه شيء.",
        "saadi": "{ وَأَوْرَثَكُمْ } أي: غنَّمكم { أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا } أي: أرضا كانت من قبل، من شرفها وعزتها عند أهلها، لا تتمكنون من وطئها، فمكنكم اللّه وخذلهم، وغنمتم أموالهم، وقتلتموهم، وأسرتموهم.{ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا } لا يعجزه شيء، ومن قدرته، قدَّر لكم ما قدر.وكانت هذه الطائفة من أهل الكتاب، هم بنو قريظة من اليهود، في قرية خارج المدينة، غير بعيدة، وكان النبي صلى اللّه عليه وسلم، [حين]  هاجر إلى المدينة، وادعهم، وهادنهم، فلم يقاتلهم ولم يقاتلوه، وهم باقون على دينهم، لم يغير عليهم شيئًا.فلما رأوا يوم الخندق، الأحزاب الذين تحزبوا على رسول اللّه وكثرتهم، وقلة المسلمين، وظنوا أنهم سيستأصلون الرسول والمؤمنين، وساعد على ذلك، [تدجيل]  بعض رؤسائهم عليهم، فنقضوا العهد الذي بينهم وبين رسول اللّه صلى اللّه عليه وسلم، ومالؤوا المشركين على قتاله.فلما خذل اللّه المشركين، تفرغ رسول اللّه صلى اللّه عليه وسلم، لقتالهم، فحاصرهم في حصنهم، فنزلوا على حكم سعد بن معاذ رضي اللّه عنه، فحكم فيهم، أن تقتل مقاتلتهم، وتسبى ذراريهم، وتغنم أموالهم.فأتم اللّه لرسوله والمؤمنين، المنة، وأسبغ عليهم النعمة، وأَقَرَّ أعينهم، بخذلان من انخذل من أعدائهم، وقتل من قتلوا، وأسر من أسروا، ولم يزل لطف اللّه بعباده المؤمنين مستمرًا.",
        "kathir": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا ۚ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرًا"
      },
      "translations": {
        "en": "And He caused you to inherit their land and their homes and their properties and a land which you have not trodden. And ever is Allah, over all things, competent.",
        "fr": "Et Il vous a fait hériter leur terre, leurs demeures, leurs biens, et aussi une terre que vous n'aviez point foulée. Et Allah est Omnipotent.",
        "es": "Os ha dado en herencia su tierra, sus casas, sus bienes y un territorio que nunca habíais pisado. Alá es omnipotente."
      },
      "ibn_ashour": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ وَأَرْضًا لَمْ تَطَئُوهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا (27)وعلى هذه التفاسير يتعين أن يكون فعل { أورثكم } مستعملاً في حقيقته ومجازه؛ فأما في حقيقته فبالنسبة إلى مفعوله وهو { أرضهم وديارهم وأموالهم ، } وأما استعماله في مجازه فبالنسبة إلى تعديته إلى { أرضاً لم تطؤوها ، } أي : أن يورثكم أرضاً أخرى لم تطؤوها ، من باب : { أتى أمر الله } [ النحل : 1 ] أو يُؤوَّل فعل { أورثكم } بمعنى : قَدَّر أن يُوَرِّثكم . وأظهر هذه الأقوال أنها أرض خيبر فإن المسلمين فتحوها بعد غزوة قريظة بعام وشهر . ولعلّ المخاطبين بضمير { أورثكم } هم الذين فتحوا خيبر لم ينقص منهم أحد أو فقد منه القليل ولأن خيبر من أرض أهل الكتاب وهم ممن ظاهروا المشركين فيكون قصدُها من قوله { وأرضاً } مناسباً تمام المناسبة .وفي التذييل بقوله { وكان الله على كل شيء قديراً } إيماء إلى البشارة بفتح عظيم يأتي من بعده .وعندي : أن المراد بالأرض التي لم يَطؤوها أرض بني النضير وأن معنى { لم تطؤوها } لم تفتحوها عنوة ، فإن الوطء يطلق على معنى الأخذ الشديد ، قال الحارث بن وَعْلَة "
    },
    {
      "number": 28,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًۭا جَمِيلًۭا",
      "tafsir": {
        "muyassar": "يا أيها النبي قل لأزواجك اللاتي اجتمعن عليك، يطلبن منك زيادة النفقة: إن كنتنَّ تردن الحياة الدنيا وزينتها فأقبِلْنَ أمتعكنَّ شيئًا مما عندي من الدنيا، وأفارقكنَّ دون ضرر أو إيذاء.",
        "mukhtasar": "يا أيها النبي، قل لأزواجك حين طلبن منك التوسعة في النفقة ولم يكن عندك ما توسع به عليهن: إن كنتنّ تُرِدْن الحياة الدنيا وما فيها من زينة، فتعالين إليّ أمتعكنّ بما تُمَتَّع به المطلقات، وأُطَلِّقكن طلاقًا لا إضرار فيه ولا إيذاء.",
        "saadi": "لما اجتمع نساء رسول اللّه صلى اللّه عليه وسلم في الغيرة، وطلبن منه النفقة والكسوة، طلبن منه أمرًا لا يقدر عليه في كل وقت، ولم يزلن في طلبهن متفقات، في مرادهن متعنتات، شَقَّ ذلك على الرسول، حتى وصلت به الحال إلى أنه آلى منهن شهرًا.فأراد اللّه أن يسهل الأمر على رسوله، وأن يرفع درجة زوجاته، ويُذْهِبَ عنهن كل أمر ينقص أجرهن، فأمر رسوله أن يخيرهن  فقال: { يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا } أي: ليس لكن في غيرها مطلب، وصرتن ترضين لوجودها، وتغضبن لفقدها، فليس لي فيكن أرب وحاجة، وأنتن بهذه الحال.{ فَتَعَالَيْنَ أُمَتِّعْكُنَّ } شيئا مما عندي، من الدنيا { وَأُسَرِّحْكُنَّ } أي: أفارقكن { سَرَاحًا جَمِيلًا } من دون مغاضبة ولا مشاتمة، بل بسعة صدر، وانشراح بال، قبل أن تبلغ الحال إلى ما لا ينبغي.",
        "kathir": "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا"
      },
      "translations": {
        "en": "O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release.",
        "fr": "O Prophète! Dis à tes épouses: «Si c'est la vie présente que vous désirez et sa parure, alors venez! Je vous donnerai [les moyens] d'en jouir et vous libérerai [par un divorce] sans préjudice.",
        "es": "¡Profeta! Di a tus esposas: «Si deseáis la vida de acá y su ornato, ¡venid, que os proveeré y os dejaré en libertad decorosamente!"
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا (28) يستخلص مما ذكره ابن عطية رواية عن ابن الزبير ومما ذكره أبو حيان في «البحر المحيط» وغير ذلك : أن وجه اتصال هذه الآيات بما قبلها أنه لما فُتحت على المسلمين أرض قريظة وغنموا أموالهم وكانت أرض النضير قُبيل ذلك فَيْئاً للنبيء صلى الله عليه وسلم حسب أزواج رسول الله أن مثَلَه مَثَل أحد من الرجال إذا وُسّع عليهم الرزق توسَّعوا فيه هم وعيالهم فلم يكن أزواج النبي عليه الصلاة والسلام يسألنَه توسعة قبل أن يفيء الله عليه من أهل النضير وقبل أن يكون له الخمس من الغنائم ، فلما رأين النبي صلى الله عليه وسلم جعل لنفسه ولأزواجه أقواتهم من مال الله ورأين وفرة ما أفاءَ الله عليه من المال حسبْنَ أنه يوسِّع في الإنفاق فصار بعضهُنّ يستكثرنه من النفقة كما دل عليه قول عمر لحفصة ابنته أمّ المؤمنين : «لا تستكثري النبي ولا تُراجعيه في شيء وسَلِيني ما بَدا لكِ» . ولكن الله أقام رسوله صلى الله عليه وسلم مقاماً عظيماً فلا يتعلق قلبه بمتاع الدنيا إلا"
    },
    {
      "number": 29,
      "text": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْءَاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَٰتِ مِنكُنَّ أَجْرًا عَظِيمًۭا",
      "tafsir": {
        "muyassar": "وإن كنتن تردْنَ رضا الله ورضا رسوله وما أعدَّ الله لكُنَّ في الدار الآخرة، فاصبرْنَ على ما أنتُنَّ عليه، وأطعن الله ورسوله، فإن الله أعد للمحسنات منكنَّ ثوابًا عظيمًا. (وقد اخترن الله ورسوله، وما أعدَّ الله لهن في الدار الآخرة).",
        "mukhtasar": "وإن كنتنّ تردن رضا الله ورضا رسوله، وتردن الجنة في الدار الآخرة، فاصبرن على حالكنّ، فإن الله أعدّ لمن أحسنَ منكنّ بالصبر وحسن العشرة أجرًا عظيمًا.",
        "saadi": "{ وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ } أي: هذه الأشياء مرادكن، وغاية مقصودكن، وإذا حصل لَكُنَّ اللّه ورسوله والجنة، لم تبالين بسعة الدنيا وضيقها، ويسرها وعسرها، وقنعتن من رسول اللّه بما تيسر، ولم تطلبن منه ما يشق عليه، { فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا } رتب الأجر على وصفهن بالإحسان، لأنه السبب الموجب لذلك، لا لكونهن زوجات للرسول فإن مجرد ذلك، لا يكفي، بل لا يفيد شيئًا، مع عدم الإحسان، فخيَّرهن رسول اللّه صلى اللّه عليه وسلم في ذلك، فاخترن اللّه ورسوله، والدار الآخرة، كلهن، ولم يتخلف منهن واحدة، رضي اللّه عنهن.وفي هذا التخيير فوائد عديدة:منها: الاعتناء برسوله، وغيرته عليه، أن يكون بحالة يشق عليه كثرة مطالب زوجاته الدنيوية.ومنها: سلامته صلى اللّه عليه وسلم، بهذا التخيير من تبعة حقوق الزوجات، وأنه يبقى في حرية نفسه، إن شاء أعطى، وإن شاء منع { مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ } ومنها: تنزيهه عما لو كان فيهن، من تؤثر الدنيا على اللّه ورسوله، والدار الآخرة، وعن مقارنتها.ومنها: سلامة زوجاته، رضي اللّه عنهن، عن الإثم، والتعرض لسخط اللّه ورسوله.فحسم اللّه بهذا التخيير عنهن، التسخط على الرسول، الموجب لسخطه، المسخط لربه، الموجب لعقابه.ومنها: إظهار رفعتهن، وعلو درجتهن، وبيان علو هممهن، أن كان اللّه ورسوله والدار الآخرة، مرادهن ومقصودهن، دون الدنيا وحطامها.ومنها: استعدادهن بهذا الاختيار، للأمر الخيار للوصول إلى خيار درجات الجنة، وأن يَكُنَّ زوجاته في الدنيا والآخرة.ومنها: ظهور المناسبة بينه وبينهن، فإنه أكمل الخلق، وأراد اللّه أن تكون نساؤه  كاملات مكملات، طيبات مطيبات { وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ } ومنها: أن هذا التخيير داع، وموجب للقناعة، التي يطمئن لها القلب، وينشرح لها الصدر، ويزول عنهن جشع الحرص، وعدم الرضا الموجب لقلق القلب واضطرابه، وهمه وغمه.ومنها: أن يكون اختيارهن هذا، سببًا لزيادة أجرهن ومضاعفته، وأن يَكُنَّ بمرتبة، ليس فيها أحد من النساء، ولهذا قال: ",
        "kathir": "وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا"
      },
      "translations": {
        "en": "But if you should desire Allah and His Messenger and the home of the Hereafter - then indeed, Allah has prepared for the doers of good among you a great reward.\"",
        "fr": "Mais si c'est Allah que vous voulez et Son messager ainsi que la Demeure dernière, Allah a préparé pour les bienfaisantes parmi vous une énorme récompense.",
        "es": "Pero, si buscáis a Alá, a Su Enviado y la Morada Postrera, entonces, Alá ha preparado una recompensa magnífica para aquéllas de vosotras que hagan el bien»."
      },
      "ibn_ashour": "وَإِنْ كُنْتُنَّ تُرِدْنَ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآَخِرَةَ فَإِنَّ اللَّهَ أَعَدَّ لِلْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا (29). وهذه نكتة تعدية فعل { تُرِدْنَ } إلى اسم ذات { الحياة } دون حال من شؤونها .وعطفُ { زينتَها } عطف خاص على عام ، وفي عطفه زيادة تنبيه على أن المضاف المحذوف عام ، وأيضاً ففعل { تردْنَ } يؤذن باختيار شيء على غيره فالمعنى : إن كنتن ترِدْنَ الانغماس في شؤون الدنيا ، وقد دلت على هذا مقابلته بقوله : { وإن كنتُنّ ترِدْنَ الله ورسوله } كما سيأتي .و { تعالين : } اسم فعل أمْر بمعنى : أقبِلْنَ ، وهو هنا مستعمل تمثيلاً لحال تَهَيُّؤ الأزواج لأخذ التمتيع وسماع التسريح بحال من يُحضر إلى مكان المتكلم . وقد مضى القول على ( تعال ) عند قوله تعالى : { فقل تعالوا ندع أبناءَنا وأبناءكم } في سورة آل عمران ( 61 ) والتمتيع : أن يُعطي الزوج امرأته حين يطلقها عطيةً جبْراً لخاطرها لما يعرض لها من الانكسار . وتقدم الكلام عليها مفصلاً عند قوله تعالى : { ومَتِّعُوهُنّ على المُوسِع قَدْرهُ وعلى المُقْتِرِ قدْرُه متاعاً بالمَعْروف } في سورة البقرة ( 236 ) . وجزم أمتعْكُنَّ } في ج"
    },
    {
      "number": 30,
      "text": "يَٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَٰحِشَةٍۢ مُّبَيِّنَةٍۢ يُضَٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًۭا",
      "tafsir": {
        "muyassar": "يا نساء النبي مَن يأت منكن بمعصية ظاهرة يُضاعَف لها العذاب مرتين. فلما كانت مكانتهن رفيعة ناسب أن يجعل الله الذنب الواقع منهن عقوبته مغلظة؛ صيانة لجنابهن وجناب رسول الله صلى الله عليه وسلم. وكان ذلك العقاب على الله يسيرًا.",
        "mukhtasar": "يا نساء النبي، من يأت منكنّ بمعصية ظاهرة يُضَاعَف لها العذاب يوم القيامة ضعفين لمكانتها ومنزلتها، ولصيانة جناب النبي صلى الله عليه وسلم.\nوكانت تلك المضاعفة على الله سهلة.",
        "saadi": "لما اخترن اللّه ورسوله والدار الآخرة، ذكر مضاعفة أجرهن، ومضاعفة وزرهن وإثمهن، لو جرى منهن، ليزداد حذرهن، وشكرهن اللّه تعالى، فجعل من أتى منهن بفاحشة ظاهرة، لها العذاب ضعفين. ",
        "kathir": "يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى اللَّهِ يَسِيرًا"
      },
      "translations": {
        "en": "O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allah, easy.",
        "fr": "O femmes du Prophète! Celle d'entre vous qui commettra une turpitude prouvée, le châtiment lui sera doublé par deux fois! Et ceci est facile pour Allah.",
        "es": "¡Mujeres del Profeta! A la que de vosotras sea culpable de deshonestidad manifiesta, se le doblará el castigo. Es cosa fácil para Alá."
      },
      "ibn_ashour": "يَا نِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا (30)تولى الله خطابهن بعد أن أمر رسوله بتخييرهِنّ فخيرهُنّ فاخترْنَ الله ورسوله والدار الآخرة ، فخاطبهن ربُّهُنّ خطاباً لأنهن أصبحْنَ على عهد مع الله تعالى أن يؤتِيَهُنّ أجراً عظيماً . وقد سمّاه عمر عهداً فإنه كان كثيراً ما يقرأ في صلاة الصبح سورة الأحزاب فإذا بلغ هذه الآية رَفَعَ بها صوته فقيلَ له في ذلك ، فقال : أُذكِّرهُنّ العهدَ ، ولما كان الأجر الموعود منوطاً بالإحسان أُريد تحذيرهن من المعاصي بلوغاً بهن إلى مرتبة الملكية مبالغة في التحذير إذ جعل عذاب المعصية على فرض أن تأتيها إحداهن عذاباً مضاعفاً . ونِدَاؤُهُنّ للاهتمام بما سيُلْقَى إليهن . ونَادَاهُنّ بوصف { نساء النبي } ليعلَمْنَ أن ما سيُلقَى إليهن خبر يناسب علوّ أقدارهِنّ . والنساء هنا مراد به الحلائل ، وتقدم في قوله تعالى : { ونساءَنا ونساءَكم } في سورة آل عمران ( 61 ) . وقرأ الجمهور { يَأتِ } بتحتية في أوله مراعاة لمدلول { مَن } الشرطية لأن مدلولها شيء فأصله عدم التأنيث . وقرأه يعقو"
    },
    {
      "number": 31,
      "text": "۞ وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَٰلِحًۭا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًۭا كَرِيمًۭا",
      "tafsir": {
        "muyassar": "ومن تطع منكن الله ورسوله، وتعمل بما أمر الله به، نُعْطها ثواب عملها مثلَي ثواب عمل غيرها من سائر النساء، وأعددنا لها رزقًا كريمًا، وهو الجنة.",
        "mukhtasar": "ومن تدُم على طاعة الله ورسوله منكنّ، وتعمل عملًا صالحًا مرضيًّا عند الله - نعطها من الثواب ضعف غيرها من سائر النساء، وأعددنا لها في الآخرة أجرًا كريمًا وهو الجنة.",
        "saadi": "{ وَمَنْ يَقْنُتْ مِنْكُنَّ } أي: تطيع { لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا } قليلا أو كثيرًا، { نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ } أي: مثل ما نعطي غيرها مرتين، { وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا } وهي الجنة، فقنتن للّه ورسوله، وعملن صالحًا، فعلم بذلك أجرهن.  ",
        "kathir": "۞ وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا"
      },
      "translations": {
        "en": "And whoever of you devoutly obeys Allah and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision.",
        "fr": "Et celle d'entre vous qui est entièrement soumise à Allah et à Son messager et qui fait le bien, Nous lui accorderons deux fois sa récompense, et Nous avons préparé pour elle une généreuse attribution.",
        "es": "Pero a la que de vosotras obedezca a Alá y a Su Enviado y obre bien, le daremos doble remuneración y le prepararemos generoso sustento."
      },
      "ibn_ashour": "وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا (31)أعقب الوعيد بالوعد جرياً على سنة القرآن كما تقدم في المقدمة العاشرة .والقنوت : الطاعة ، والقنوت للرسول : الدوام على طاعته واجتلاب رضاه لأن في رضاه رضى الله تعالى ، قال تعالى : { من يطع الرسول فقد أطاع الله } [ النساء : 80 ] .وقرأ الجمهور : { يقنت } بتحتية في أوله مراعاة لمدلول { مَن } الشرطية كما تقدم في { من يأت منكن } [ الأحزاب : 30 ] . وقرأه يعقوب بفوقية في أوله مراعاة لما صْدَق { مَن } ، أي إحدى النساء ، كما تقدم في قوله تعالى : { من يأت منكن } .وأسند فعل إيتاء أجرهنّ إلى ضمير الجلالة بوجه صريح تشريفاً لإيتائهن الأجر لأنه المأمول بهن ، وكذلك فعل { وأعتدنا } .ومعنى { مرتين } توفير الأجر وتضعيفه كما تقدم في قوله تعالى : { ضعفين } [ الأحزاب : 30 ] .وضمير { أجرها } عائد إلى { مَن } باعتبار أنها صادقة على واحدة من نساء النبي صلى الله عليه وسلم وفي إضافة الأجر إلى ضميرها إشارة إلى تعظيم ذلك الأجر بأنه يناسب مقامها وإلى تشريفها بأنها مستحقة ذلك الأجر ."
    },
    {
      "number": 32,
      "text": "يَٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍۢ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌۭ وَقُلْنَ قَوْلًۭا مَّعْرُوفًۭا",
      "tafsir": {
        "muyassar": "يا نساء النبيِّ -محمد- لستنَّ في الفضل والمنزلة كغيركنَّ من النساء، إن عملتن بطاعة الله وابتعدتن عن معاصيه، فلا تتحدثن مع الأجانب بصوت لَيِّن يُطمع الذي في قلبه فجور ومرض في الشهوة الحرام، وهذا أدب واجب على كل امرأة تؤمن بالله واليوم الآخر، وقُلن قولا بعيدًا عن الريبة، لا تنكره الشريعة.",
        "mukhtasar": "يا نساء النبي محمد صلى الله عليه وسلم، لستنّ في الفضل والشرف مثل سائر النساء، بل أنتنّ في الفضل والشرف بالمنزلة التي لا يصل إليها غيركنّ إن امتثلتُنَّ أوامر الله واجتنبتُنَّ نواهيه، فلا تُلَيِّنَّ القول وتُرَقِّقْن الصوت إذا تكلمتُنّ مع الأجانب من الرجال، فيطمع بسبب ذلك من في قلبه مرض النفاق وشهوة الحرام، وقلن قولًا بعيدًا من الريبة بأن يكون جِدًّا لا هزلًا بقدر الحاجة.",
        "saadi": " يقول تعالى: { يَا نِسَاءَ النَّبِيِّ } خطاب لهن كلهن { لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ } اللّه، فإنكن بذلك، تفقن النساء، ولا يلحقكن أحد من النساء، فكملن التقوى بجميع وسائلها ومقاصدها. فلهذا أرشدهن إلى قطع وسائل المحرم، فقال: { فَلَا تَخْضَعْنَ بِالْقَوْلِ } أي: في مخاطبة الرجال، أو بحيث يسمعون فَتَلِنَّ في ذلك، وتتكلمن بكلام رقيق يدعو ويطمع { الَّذِي فِي قَلْبِهِ مَرَضٌ } أي: مرض شهوة الزنا، فإنه مستعد، ينظر أدنى محرك يحركه، لأن قلبه غير صحيح [فإن القلب الصحيح]  ليس فيه شهوة لما حرم اللّه، فإن ذلك لا تكاد تُمِيلُه ولا تحركه الأسباب، لصحة قلبه، وسلامته من المرض. بخلاف مريض القلب، الذي لا يتحمل ما يتحمل الصحيح، ولا يصبر على ما يصبر عليه، فأدنى سبب يوجد، يدعوه إلى الحرام، يجيب دعوته، ولا يتعاصى عليه، فهذا دليل على أن الوسائل، لها أحكام المقاصد. فإن الخضوع بالقول، واللين فيه، في الأصل مباح، ولكن لما كان وسيلة إلى المحرم، منع منه، ولهذا ينبغي للمرأة في مخاطبة الرجال، أن لا تلِينَ لهم القول. ولما نهاهن عن الخضوع في القول، فربما توهم أنهن مأمورات بإغلاظ القول، دفع هذا بقوله: { وَقُلْنَ قَوْلًا مَعْرُوفًا } أي: غير غليظ، ولا جاف كما أنه ليس بِلَيِّنٍ خاضع. وتأمل كيف قال: { فَلَا تَخْضَعْنَ بِالْقَوْلِ } ولم يقل: { فلا تَلِنَّ بالقول } وذلك لأن المنهي عنه، القول اللين، الذي فيه خضوع المرأة للرجل، وانكسارها عنده، والخاضع، هو الذي يطمع فيه، بخلاف من تكلم كلامًا لينًا، ليس فيه خضوع، بل ربما صار فيه ترفع وقهر للخصم، فإن هذا، لا يطمع فيه خصمه، ولهذا مدح اللّه رسوله باللين، فقال: { فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ } وقال لموسى وهارون: { اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى } ودل قوله: { فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ } مع أمره بحفظ الفرج وثنائه على الحافظين لفروجهم، والحافظات، ونهيه عن قربان الزنا، أنه ينبغي للعبد، إذا رأى من نفسه هذه الحالة، وأنه يهش  لفعل المحرم عندما يرى أو يسمع كلام من يهواه، ويجد دواعي طمعه قد انصرفت إلى الحرام، فَلْيَعْرِفْ أن ذلك مرض. فَلْيَجْتَهِدْ في إضعاف هذا المرض وحسم الخواطر الردية، ومجاهدة نفسه على سلامتها من هذا المرض الخطر، وسؤال اللّه العصمة والتوفيق، وأن ذلك من حفظ الفرج المأمور به. ",
        "kathir": "يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ ۚ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا"
      },
      "translations": {
        "en": "O wives of the Prophet, you are not like anyone among women. If you fear Allah, then do not be soft in speech [to men], lest he in whose heart is disease should covet, but speak with appropriate speech.",
        "fr": "O femmes du Prophète! Vous n'êtes comparables à aucune autre femme. Si vous êtes pieuses, ne soyez pas trop complaisantes dans votre langage, afin que celui dont le cœur est malade [l'hypocrite] ne vous convoite pas. Et tenez un langage décent.",
        "es": "¡Mujeres del Profeta! Vosotras no sois como otras mujeres cualesquiera. Si teméis a Alá, no seáis tan complacientes en vuestras palabras que llegue a anhelaros el enfermo de corazón. ¡Hablad, más bien, como se debe!"
      },
      "ibn_ashour": "يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا (32){ يانسآء النبى لَسْتُنَّ كَأَحَدٍ مِّنَ النسآء إِنِ اتقيتن }أعيد خطابهن من جانب ربهنّ وأعيد نداؤهن للاهتمام بهذا الخبر اهتماماً يخصُّه .وأحد : اسم بمعنى واحد مثل : { قل هو الله أحد } [ الإخلاص : 1 ] وهمزته بدل من الواو . وأصلهُ : وَحَد بوزن فَعَل ، أي متوحِّد ، كما قالوا : فَرَد بمعنى منفرد . قال النابغة يذكر ركوبه راحلته :كان رحلي وقد زال النهار بنا ... يوم الجليل على مستأنس وَحديُريد على ثور وحشي منفرد . فلما ثقل الابتداء بالواو شاع أن يقولوا : أَحد ، وأكثر ما يستعمل في سياق النفي ، قال تعالى : { فما منكم من أحد عنه حاجزين } [ الحاقة : 47 ] فإذا وقع في سياق النفي دل على نفي كل واحد من الجنس .ونفي المشابهة هُنا يراد به نفي المساواة مكنَّى به عن الأفضلية على غيرهنّ مثل نفي المساواة في قوله تعالى : { لا يستوي القاعدون من المؤمنين غير أولي الضرر والمجاهدون في سبيل الله } [ النساء : 95 ] ، فلولا قصد التفضيل ما كان "
    },
    {
      "number": 33,
      "text": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًۭا",
      "tafsir": {
        "muyassar": "والْزَمْنَ بيوتكن، ولا تخرجن منها إلا لحاجة، ولا تُظهرن محاسنكن، كما كان يفعل نساء الجاهلية الأولى في الأزمنة السابقة على الإسلام، وهو خطاب للنساء المؤمنات في كل عصر. وأدِّين - يا نساء النبي- الصلاة كاملة في أوقاتها، وأعطين الزكاة كما شرع الله، وأطعن الله ورسوله في أمرهما ونهيهما، إنما أوصاكن الله بهذا؛ ليزكيكنَّ، ويبعد عنكنَّ الأذى والسوء والشر يا أهل بيت النبي -ومنهم زوجاته وذريته عليه الصلاة والسلام-، ويطهِّر نفوسكم غاية الطهارة.",
        "mukhtasar": "واثبتن في بيوتكنّ، فلا تخرجن منها لغير حاجة، ولا تُظْهِرن محاسنكنّ صنيع من كنّ قبل الإسلام من النساء حيث كنّ يبدين ذلك استمالة للرجال، وأدِّين الصلاة على أكمل وجه، وأعطين زكاة أموالكنّ، وأطعن الله ورسوله، إنما يريد الله سبحانه أن يذهب عنكم الأذى والسوء، يا أزواج رسول الله ويا أهل بيته، ويريد أن يطهّر نفوسكم؛ بتحليتها بفضائل الأخلاق، وتخليتها عن رذائلها تطهيرًا كاملًا، لا يبقى بعده دَنَس.",
        "saadi": "{ وَقَرْنَ فِي بُيُوتِكُنَّ } أي: اقررن فيها، لأنه أسلم وأحفظ لَكُنَّ، { وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى } أي: لا تكثرن الخروج متجملات أو متطيبات، كعادة أهل الجاهلية الأولى، الذين لا علم عندهم ولا دين، فكل هذا دفع للشر وأسبابه. ولما أمرهن بالتقوى عمومًا، وبجزئيات من التقوى، نص عليها [لحاجة]  النساء إليها، كذلك أمرهن بالطاعة، خصوصًا الصلاة والزكاة، اللتان يحتاجهما، ويضطر إليهما كل أحد، وهما أكبر العبادات، وأجل الطاعات، وفي الصلاة، الإخلاص للمعبود، وفي الزكاة، الإحسان إلى العبيد. ثم أمرهن بالطاعة عمومًا، فقال: { وَأَطِعْنَ اللَّهَ وَرَسُولَهُ } يدخل في طاعة اللّه ورسوله، كل أمر، أُمِرَا به أمر إيجاب أو استحباب. { إِنَّمَا يُرِيدُ اللَّهُ } بأمركن بما أَمَرَكُنَّ به، ونهيكن بما  نهاكُنَّ عنه، { لِيُذْهِبَ عَنْكُمُ الرِّجْسَ } أي: الأذى، والشر، والخبث، يا { أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا } حتى تكونوا طاهرين مطهرين. أي: فاحمدوا ربكم، واشكروه على هذه الأوامر والنواهي، التي أخبركم بمصلحتها، وأنها محض مصلحتكم، لم يرد اللّه أن يجعل عليكم بذلك حرجًا ولا مشقة، بل لتتزكى نفوسكم، ولتتطهر أخلاقكم، وتحسن أعمالكم، ويعظم بذلك أجركم. ",
        "kathir": "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَىٰ ۖ وَأَقِمْنَ الصَّلَاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا"
      },
      "translations": {
        "en": "And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakah and obey Allah and His Messenger. Allah intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification.",
        "fr": "Restez dans vos foyers; et ne vous exhibez pas à la manière des femmes d'avant l'Islam (Jâhiliyah). Accomplissez la Salât, acquittez la Zakât et obéissez à Allah et à Son messager. Allah ne veut que vous débarrasser de toute souillure, ô gens de la maison [du prophète], et veut vous purifier pleinement.",
        "es": "¡Quedaos en vuestras casas! ¡No os acicaléis como se acicalaban las natiguas paganas! ¡Haced la azalá! ¡Dad el azaque! ¡Obedeced a Alá y a Su Enviado! Alá sólo quiere libraros de la mancha, gente de la casa, y purificaros por completo."
      },
      "ibn_ashour": "وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى وَأَقِمْنَ الصَّلَاةَ وَآَتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا (33){ وَقَرْنَ فِى بُيُوتِكُنَّ } .هذا أمر خُصِّصْنَ به وهو وجوب ملازمتهن بيوتهن توقيراً لهن ، وتقوية في حرمتهن ، فقرارهن في بيوتهن عبادة ، وأن نزول الوحي فيها وتردد النبي صلى الله عليه وسلم في خلالها يكسبها حرمة . وقد كان المسلمون لما ضاق عليهم المسجد النبوي يصلُّون الجمعة في بيوت أزواج النبي صلى الله عليه وسلم كما في حديث «الموطأ» . وهذا الحكم وجوب على أمهات المؤمنين وهو كمال لسائر النساء .وقرأ نافع وعاصم وأبو جعفر بفتح القاف . ووجهها أبو عبيدة عن الكسائي والفراء والزجاج بأنها لغة أهل الحجاز في قَرّ بمعنى : أقام واستقرّ ، يقولون : قَرِرت في المكان بكسر الراء من باب عَلم فيجيء مضارعه بفتح الراء فأصل قَرْن اقْرَرْن فحذفت الراء الأولى للتخفيف من التضعيف وألقيت حركتها على القاف نظير قولهم : أحَسْنَ بمعنى أَحْسَسْنَ في قول أبي زُبيد :سوى أن"
    },
    {
      "number": 34,
      "text": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
      "tafsir": {
        "muyassar": "واذكرن ما يتلى في بيوتكن من القرآن وحديث الرسول صلى الله عليه وسلم، واعملن به، واقدُرْنه حقَّ قَدْره، فهو من نِعَم الله عليكن، إن الله كان لطيفًا بكنَّ؛ إذ جعلكنَّ في البيوت التي تتلى فيها آيات الله والسنة، خبيرًا بكنَّ إذ اختاركنَّ لرسوله أزواجًا.",
        "mukhtasar": "واذكرن ما يُقْرأ في بيوتكنّ من آيات الله المنزلة على رسوله، ومن سُنَّة رسوله المطهرة، إن الله كان لطيفًا بكنّ حين امتنّ عليكنّ بأن جعلكنّ في بيوت نبيِّه، خبيرًا بكنّ حين اصطفاكنّ أزواجًا لرسوله، واختاركنّ أمهات لجميع المؤمنين من أمته.",
        "saadi": "ولما أمرهن بالعمل، الذي هو فعل وترك، أمرهن بالعلم، وبين لهن طريقه، فقال: { وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ } والمراد بآيات اللّه، القرآن. والحكمة، أسراره. وسنة رسوله. وأمرهن بذكره، يشمل ذكر لفظه، بتلاوته، وذكر معناه، بتدبره والتفكر فيه، واستخراج أحكامه وحكمه، وذكر العمل به وتأويله. { إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا } يدرك أسرار  الأمور، وخفايا الصدور، وخبايا السماوات والأرض، والأعمال التي تبين وتسر. فلطفه وخبرته، يقتضي حثهن على الإخلاص وإسرار الأعمال، ومجازاة اللّه على تلك الأعمال. ومن معاني { اللطيف } الذي يسوق عبده إلى الخير، ويعصمه من الشر، بطرق خفية لا يشعر بها، ويسوق إليه من الرزق، ما لا يدريه، ويريه من الأسباب، التي تكرهها النفوس ما يكون ذلك طريقا [له]  إلى أعلى الدرجات، وأرفع المنازل. ",
        "kathir": "وَاذْكُرْنَ مَا يُتْلَىٰ فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ ۚ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا"
      },
      "translations": {
        "en": "And remember what is recited in your houses of the verses of Allah and wisdom. Indeed, Allah is ever Subtle and Acquainted [with all things].",
        "fr": "Et gardez dans vos mémoires ce qui, dans vos foyers, est récité des versets d'Allah et de la sagesse. Allah est Doux et Parfaitement Connaisseur.",
        "es": "Recordad lo que de las aleyas de Alá y de la Sabiduría se recita en vuestras casas. Alá es sutil, está bien informado."
      },
      "ibn_ashour": "وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آَيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفًا خَبِيرًا (34)لما ضمِن الله لهن العظمة أمرهن بالتحلي بأسبابها والتملّي من آثارها والتزود من علم الشريعة بدراسة القرآن ليجمع ذلك اهتداءَهن في أنفسهن ازدياداً في الكمال والعلم ، وإرشادَهن الأمة إلى ما فيه صلاح لها من علم النبي صلى الله عليه وسلموفعل { اذْكُرن } يجوز أن يكون من الذُّكر بضم الذال وهو التذكّر ، وهذه كلمة جامعة تشمل المعنى الصريح منه ، وهو أن لا ينسَيْن ما جاء في القرآن ولا يغفلن عن العمل به ، ويشمل المعنى الكنائي وهو أن يراد مراعاة العمل بما يتلى في بيوتهن مما ينزل فيها وما يقرأه النبي صلى الله عليه وسلم فيها ، وما يبيّن فيها من الدين ، ويشمل معنى كنائياً ثانياً وهو تذكر تلك النعمة العظيمة أَن كانت بيوتهن موقع تلاوة القرآن .ويجوز أن يكون من الذِّكر بكسر الذال ، وهو إجراء الكلام على اللسان ، أي بلّغْنَه للناس بأن يقرأن القرآن ويبلغن أقوال النبي صلى الله عليه وسلم وسيرته . وفيه كناية عن العمل به . والتلاوة : القراءة ، أي إعادة كلام مكتوب أو محفوظ ، أي ما يتلوه الرسول صلى ال"
    },
    {
      "number": 35,
      "text": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَٱلْقَٰنِتِينَ وَٱلْقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلْخَٰشِعِينَ وَٱلْخَٰشِعَٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلْحَٰفِظِينَ فُرُوجَهُمْ وَٱلْحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًۭا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۭا",
      "tafsir": {
        "muyassar": "إن المنقادين لأوامر الله والمنقادات، والمصَدِّقين والمصدِّقات والمطيعين لله ورسوله والمطيعات، والصادقين في أقوالهم والصادقات، والصابرين عن الشهوات وعلى الطاعات وعلى المكاره والصابرات، والخائفين من الله والخائفات، والمتصدقين بالفرض والنَّفْل والمتصدقات، والصائمين في الفرض والنَّفْل والصائمات، والحافظين فروجهم عن الزنى ومقدماته، وعن كشف العورات والحافظات، والذاكرين الله كثيرًا بقلوبهم وألسنتهم والذاكرات، أعدَّ الله لهؤلاء مغفرة لذنوبهم وثوابًا عظيمًا، وهو الجنة.",
        "mukhtasar": "إن المتذللين لله بالطاعة والمتذللات، والمصدقين بالله والمصدقات، والمطيعين والمطيعات لله، والصادقين والصادقات في إيمانهم وقولهم، والصابرين والصابرات على الطاعات وعن المعاصي وعلى البلاء، والمتصدقين والمتصدقات بأموالهم في الفرض والنفل، والصائمين والصائمات لله في الفرض والنفل، والحافظين فروجهم والحافظات فروجهن بسترها عن الكشف أمام من لا يحلّ له النظر إليها، وبالبعد عن فاحشة الزنى ومقدماتها، والذاكرين والذاكرات اللهَ بقلوبهم وألسنتهم كثيرًا سرًّا وعلانية - أعدّ الله لهم مغفرة منه لذنوبهم، وأعدّ لهم ثوابًا عظيمًا يوم القيامة وهو الجنة.",
        "saadi": "لما ذكر تعالى ثواب زوجات الرسول صلى اللّه عليه وسلم، وعقابهن [لو قدر عدم الامتثال]  وأنه ليس مثلهن أحد من النساء، ذكر بقية النساء غيرهن. ولما كان حكمهن والرجال واحدًا، جعل الحكم مشتركًا، فقال: { إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ } وهذا في الشرائع الظاهرة، إذا كانوا قائمين بها. { وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ } وهذا في الأمور الباطنة، من عقائد القلب وأعماله. { وَالْقَانِتِينَ } أي: المطيعين للّه ولرسوله { وَالْقَانِتَاتِ وَالصَّادِقِينَ } في مقالهم وفعالهم { وَالصَّادِقَاتِ } { وَالصَّابِرِينَ } على الشدائد والمصائب { وَالصَّابِرَاتِ وَالْخَاشِعِينَ } في جميع أحوالهم،خصوصًا في عباداتهم، خصوصًا في صلواتهم، { وَالْخَاشِعَاتِ } { وَالْمُتَصَدِّقِينَ } فرضًا ونفلاً { وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ } شمل ذلك، الفرض والنفل. { وَالْحَافِظِينَ فُرُوجَهُمْ } عن الزنا ومقدماته، { وَالْحَافِظَاتِ } { وَالذَّاكِرِينَ اللَّهَ [كَثِيرًا } أي:]  في أكثر الأوقات، خصوصًا أوقات الأوراد المقيدة، كالصباح والمساء، وأدبار الصلوات المكتوبات { وَالذَّاكِرَاتِ } { أَعَدَّ اللَّهُ لَهُمْ } أي: لهؤلاء الموصوفين بتلك الصفات الجميلة، والمناقب الجليلة، التي هي، ما بين اعتقادات، وأعمال قلوب، وأعمال جوارح، وأقوال لسان، ونفع متعد وقاصر، وما بين أفعال الخير، وترك الشر، الذي من قام بهن، فقد قام بالدين كله، ظاهره وباطنه، بالإسلام والإيمان والإحسان. فجازاهم على عملهم { بِالْمَغْفِرَةً } لذنوبهم، لأن الحسنات يذهبن السيئات. { وَأَجْرًا عَظِيمًا } لا يقدر قدره، إلا الذي أعطاه، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، نسأل اللّه أن يجعلنا منهم. ",
        "kathir": "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا"
      },
      "translations": {
        "en": "Indeed, the Muslim men and Muslim women, the believing men and believing women, the obedient men and obedient women, the truthful men and truthful women, the patient men and patient women, the humble men and humble women, the charitable men and charitable women, the fasting men and fasting women, the men who guard their private parts and the women who do so, and the men who remember Allah often and the women who do so - for them Allah has prepared forgiveness and a great reward.",
        "fr": "Les Musulmans et Musulmanes, croyants et croyantes, obéissants et obéissantes, loyaux et loyales, endurants et endurantes, craignants et craignantes, donneurs et donneuses d'aumône, jeûnants et jeûnantes, gardiens de leur chasteté et gardiennes, invocateurs souvent d'Allah et invocatrices: Allah a préparé pour eux un pardon et une énorme récompense.",
        "es": "Alá ha preparado perdón y magnífica recompensa para los musulmanes y las musulmanas, los creyentes y las creyentes, los devotos y las devotas, los sinceros y las sinceras, los pacientes y las pacientes, los humildes y las humildes, los que y las que dan limosna, los que y las que ayunan, los castos y las castas, los que y las que recuerdan mucho a Alá."
      },
      "ibn_ashour": "إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ وَالْخَاشِعِينَ وَالْخَاشِعَاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقَاتِ وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (35)يجوز أن تكون هذه الجملة استئنافاً بيانياً لأن قوله : { ومن يقنت منكن لله ورسوله وتعمل صالحاً نؤتها أجرها مرتين } [ الأحزاب : 31 ] بعدَ قوله : { لستن كأحد من النساء } [ الأحزاب : 32 ] يثير في نفوس المسلمات أن يسألَنْ : أَهُنَّ مأجورات على ما يعملن من الحسنات ، وأهنّ مأمورات بمثل ما أمرت به أزواج النبي صلى الله عليه وسلم أم تلك خصائص لنساء النبي عليه الصلاة والسلام ، فكان في هذه الآية ما هو جواب لهذا السؤال على عادة القرآن فيما إذا ذكر مأمورات يُعقبها بالتذكير بحال أمثالها أو بحال أضدادها . ويجوز أن تكون استئنافاً ابتدائياً ورد بمناسبة ما ذكر من فضائل أزواج النبي صلى الله ع"
    },
    {
      "number": 36,
      "text": "وَمَا كَانَ لِمُؤْمِنٍۢ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَٰلًۭا مُّبِينًۭا",
      "tafsir": {
        "muyassar": "ولا ينبغي لمؤمن ولا مؤمنة إذا حكم الله ورسوله فيهم حُكمًا أن يخالفوه، بأن يختاروا غير الذي قضى فيهم. ومن يعص الله ورسوله فقد بَعُدَ عن طريق الصواب بُعْدًا ظاهرًا.",
        "mukhtasar": "ولا يصحّ لمؤمن ولا مؤمنة إذا حكم الله ورسوله فيهم بأمر، أن يكون لهم الاختيار في قَبوله أو رفضه، ومن يعص الله ورسوله فقد ضلَّ عن الصراط المستقيم ضلالًا واضحًا.",
        "saadi": "أي: لا ينبغي ولا يليق، ممن اتصف بالإيمان، إلا الإسراع في مرضاة اللّه ورسوله، والهرب من سخط اللّه ورسوله، وامتثال أمرهما، واجتناب نهيهما، فلا يليق بمؤمن ولا مؤمنة { إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا ْ} من الأمور، وحتَّما به وألزما به { أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ْ} أي: الخيار، هل يفعلونه أم لا؟ بل يعلم المؤمن والمؤمنة، أن الرسول أولى به من نفسه، فلا يجعل بعض أهواء نفسه حجابًا بينه وبين أمر اللّه ورسوله.{ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا ْ} أي: بَيِّنًا، لأنه ترك الصراط المستقيم الموصلة إلى كرامة اللّه، إلى غيرها، من الطرق الموصلة للعذاب الأليم، فذكر أولاً السبب الموجب لعدم معارضته أمر اللّه ورسوله، وهو الإيمان، ثم ذكر المانع من ذلك، وهو التخويف بالضلال، الدال على العقوبة والنكال. ",
        "kathir": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا"
      },
      "translations": {
        "en": "It is not for a believing man or a believing woman, when Allah and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allah and His Messenger has certainly strayed into clear error.",
        "fr": "Il n'appartient pas à un croyant ou à une croyante, une fois qu'Allah et Son messager ont décidé d'une chose d'avoir encore le choix dans leur façon d'agir. Et quiconque désobéit à Allah et à Son messager, s'est égaré certes, d'un égarement évident.",
        "es": "Cuando Alá y Su Enviado han decidido un asunto, ni el creyente ni la creyente tienen ya opción en ese asunto. Quien desobedece a Alá y a su Enviado está evidentemente extraviado."
      },
      "ibn_ashour": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا (36)معظم الروايات على أن هذه الآية نزلت في شأن خِطبة زينب بنت جحش على زيد بن حارثة . قال ابن عباس : انطلق رسول الله صلى الله عليه وسلم يخطب على فتاهُ زيدٍ بن حارثة زينبَ بنتَ جحش فاستنكفت وأبت وأبى أخوها عبد الله بن جحش فأنزل الله تعالى : { وما كان لمؤمن ولا مؤمنة } الآية ، فتابعتْه ورضِيتَ لأن تزويج زينب بزيد بن حارثة كان قبل الهجرة فتكون هذه الآية نزلت بمكة ويَكون موقعها في هذه السورة التي هي مدنية إلحاقاً لها بها لمناسبة أن تكون مقدمة لذكر تزوج رسول الله صلى الله عليه وسلم زينبَ الذي يظهر أنه وقع بعد وقعة الأحزاب وقد علم الله ذلك من قبلُ فقدر له الأحوال التي حصلت من بعد .ووجود واو العطف في أول الجملة يقتضي أنها معطوفة على كلام نزل قبلها من سورة أخرى لم نقف على تعيينه ولا تعيين السورة التي كانت الآية فيها ، وهو عطف جملة على جملة لمناسبة بينهما .وروي عن جابر بن زيد أن سبب نزول هذه الآية : أن أم "
    },
    {
      "number": 37,
      "text": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌۭ مِّنْهَا وَطَرًۭا زَوَّجْنَٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌۭ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًۭا ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًۭا",
      "tafsir": {
        "muyassar": "وإذ تقول -أيها النبي- للذي أنعم الله عليه بالإسلام -وهو زيد بن حارثة الذي أعتقه وتبنَّاه النبيُّ صلى الله عليه وسلم- وأنعمت عليه بالعتق: أَبْقِ زوجك زينب بنت جحش ولا تطلقها، واتق الله يا زيد، وتخفي -يا محمد- في نفسك ما أوحى الله به إليك من طلاق زيد لزوجه وزواجك منها، والله تعالى مظهر ما أخفيت، وتخاف المنافقين أن يقولوا: تزوج محمد مطلقة متبناه، والله تعالى أحق أن تخافه، فلما قضى زيد منها حاجته، وطلقها، وانقضت عدتها، زوجناكها؛ لتكون أسوة في إبطال عادة تحريم الزواج بزوجة المتبنى بعد طلاقها، ولا يكون على المؤمنين إثم وذنب في أن يتزوجوا من زوجات من كانوا يتبنَّوْنهم بعد طلاقهن إذا قضوا منهن حاجتهم. وكان أمر الله مفعولا لا عائق له ولا مانع. وكانت عادة التبني في الجاهلية، ثم أُبطلت بقوله تعالى: {ادْعُوهُمْ لآبَائِهِمْ (33:5)}.",
        "mukhtasar": "وإذ تقول - أيها الرسول - للذي أنعم الله عليه بنعمة الإسلام، وأنعمت عليه أنت بالعتق - والمقصود زيد بن حارثة رضي الله عنهما حين جاءك مشاورًا في شأن طلاق زوجته زينب بنت جحش - تقول له: أمسك عليك زوجتك ولا تطلّقها، واتق الله بامتثال أوامره واجتناب نواهيه، وتكتم في نفسك - أيها الرسول - ما أوحى الله به لك من زواجك بزينب خشية من الناس والله سيظهر طلاق زيد لها ثم زواجك منها والله أولى أن تخشاه في هذا الأمر، فلما طابت نفس زيد ورغب عنها وطلّقها زوجناكها؛ لكي لا يكون على المؤمنين إثم في التزوج بزوجات أبنائهم بالتبنِّي إذا طلقوهن وانقضت عدّتهنّ، وكان أمر الله مفعولًا لا مانع منه، ولا حائل دونه.",
        "saadi": "وكان سبب نزول هذه الآيات، أن اللّه تعالى أراد أن يشرع شرعًا عامًا للمؤمنين، أن الأدعياء ليسوا في حكم الأبناء حقيقة، من جميع الوجوه وأن أزواجهم، لا جناح على من تبناهم، في نكاحهن.وكان هذا من الأمور المعتادة، التي لا تكاد تزول إلا بحادث كبير، فأراد أن يكون هذا الشرع قولاً من رسوله، وفعلاً، وإذا أراد اللّه أمرًا، جعل له سببًا، وكان زيد بن حارثة يدعى \"زيد بن محمد\" قد تبناه النبي صلى اللّه عليه وسلم، فصار يدعى إليه حتى نزل { ادْعُوهُمْ لِآبَائِهِمْ ْ} فقيل له: \"زيد بن حارثة\" .وكانت تحته، زينب بنت جحش، ابنة عمة رسول اللّه صلى اللّه عليه وسلم، وكان قد وقع في قلب الرسول، لو طلقها زيد، لتزوَّجها، فقدر اللّه أن يكون بينها وبين زيد، ما اقتضى أن جاء زيد بن حارثة يستأذن النبي صلى اللّه عليه وسلم في فراقها.قال اللّه: { وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ ْ} أي: بالإسلام { وَأَنْعَمْتَ عَلَيْهِ ْ} بالعتق  حين جاءك مشاورًا في فراقها: فقلت له ناصحًا له ومخبرًا بمصلحته  مع وقوعها في قلبك: { أَمْسِكْ عَلَيْكَ زَوْجَكَ ْ} أي: لا تفارقها، واصبر على ما جاءك منها، { وَاتَّقِ اللَّهَ ْ} تعالى في أمورك عامة، وفي أمر زوجك خاصة، فإن التقوى، تحث على الصبر، وتأمر به.{ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ ْ} والذي أخفاه، أنه لو طلقها زيد، لتزوجها صلى اللّه عليه وسلم.{ وَتَخْشَى النَّاسَ ْ} في عدم إبداء ما في نفسك { وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ ْ}  وأن لا تباليهم شيئًا، { فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا ْ} أي: طابت نفسه، ورغب عنها، وفارقها. { زَوَّجْنَاكَهَا ْ} وإنما فعلنا ذلك، لفائدة عظيمة، وهي: { لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ ْ} حيث رأوك تزوجت، زوج زيد بن حارثة، الذي كان من قبل، ينتسب إليك.ولما كان قوله: { لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ ْ} عامًا في جميع الأحوال، وكان من الأحوال، ما لا يجوز ذلك، وهي قبل انقضاء وطره منها، قيد ذلك بقوله: { إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا ْ} أي: لا بد من فعله، ولا عائق له ولا مانع.وفي هذه الآيات المشتملات على هذه القصة، فوائد، منها: الثناء على زيد بن حارثة، وذلك من وجهين:أحدهما: أن اللّه سماه في القرآن، ولم يسم من الصحابة باسمه غيره.والثاني: أن اللّه أخبر أنه أنعم عليه، أي: بنعمة الإسلام والإيمان. وهذه شهادة من اللّه له أنه مسلم مؤمن، ظاهرًا وباطنًا، وإلا، فلا وجه لتخصيصه بالنعمة، لولا أن المراد بها، النعمة الخاصة.ومنها: أن المُعْتَق في نعمة الْمُعْتِق.ومنها: جواز تزوج زوجة الدَّعِيّ، كما صرح به.ومنها: أن التعليم الفعلي، أبلغ من القولي، خصوصا، إذا اقترن بالقول، فإن ذلك، نور على نور.ومنها: أن المحبة التي في قلب العبد، لغير زوجته ومملوكته، ومحارمه، إذا لم يقترن بها محذور، لا يأثم عليها العبد، ولو اقترن بذلك أمنيته، أن لو طلقها زوجها، لتزوجها من غير أن يسعى في فرقة بينهما، أو يتسبب بأي سبب كان، لأن اللّه أخبر أن الرسول صلى اللّه عليه وسلم، أخفى ذلك في نفسه.ومنها: أن الرسول صلى اللّه عليه وسلم، قد بلغ البلاغ المبين، فلم يدع شيئًا مما أوحي إليه، إلا وبلغه، حتى هذا الأمر، الذي فيه عتابه.وهذا يدل، على أنه رسول اللّه، ولا يقول إلا ما أوحي إليه، ولا يريد تعظيم نفسه.ومنها: أن المستشار مؤتمن، يجب عليه -إذا استشير في أمر من الأمور- أن يشير بما يعلمه أصلح للمستشير  ولو كان له حظ نفس، فتقدم مصلحة المستشير على هوى نفسه وغرضه.ومنها: أن من الرأي: الحسن لمن استشار في فراق زوجته أن يؤمر بإمساكها مهما أمكن صلاح الحال، فهو أحسن من الفرقة.ومنها: [أنه يتعين]  أن يقدم العبد خشية اللّه، على خشية الناس، وأنها أحق منها وأولى.ومنها: فضيلة زينب رضي اللّه عنها أم المؤمنين، حيث تولى اللّه تزويجها، من رسوله صلى اللّه عليه وسلم، من دون خطبة ولا شهود، ولهذا كانت تفتخر بذلك على أزواج رسول اللّه صلى اللّه عليه وسلم، وتقول زوجكن أهاليكن، وزوجني اللّه من فوق سبع سماوات.ومنها: أن المرأة، إذا كانت ذات زوج، لا يجوز نكاحها، ولا السعي فيه وفي أسبابه، حتى يقضي زوجها وطره منها، ولا يقضي وطره، حتى تنقضي عدتها، لأنها قبل انقضاء عدتها، هي في عصمته، أو في حقه الذي له وطر إليها، ولو من بعض الوجوه. ",
        "kathir": "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا"
      },
      "translations": {
        "en": "And [remember, O Muhammad], when you said to the one on whom Allah bestowed favor and you bestowed favor, \"Keep your wife and fear Allah,\" while you concealed within yourself that which Allah is to disclose. And you feared the people, while Allah has more right that you fear Him. So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort concerning the wives of their adopted sons when they no longer have need of them. And ever is the command of Allah accomplished.",
        "fr": "Quand tu disais à celui qu'Allah avait comblé de bienfait, tout comme toi-même l'avais comblé: «Garde pour toi ton épouse et crains Allah», et tu cachais en ton âme ce qu'Allah allait rendre public. Tu craignais les gens, et c'est Allah qui est plus digne de ta crainte. Puis quand Zayd eut cessé toute relation avec elle, Nous te la fîmes épouser, afin qu'il n'y ait aucun empêchement pour les croyants d'épouser les femmes de leurs fils adoptifs, quand ceux-ci cessent toute relation avec elles. Le commandement d'Allah doit être exécuté.",
        "es": "Y cuando decías al que había sido objeto de una gracia de Alá y de una gracia tuya: «¡Conserva a tu esposa y teme a Alá!», y ocultabas en tu alma lo que Alá iba a revelar, y tenías miedo de los hombres, siendo así que Alá tiene más derecho a que Le tengas miedo. Cuando Zayd había terminado con ella, te la dimos por esposa para que no se pusiera reparo a los creyentes que se casan con las esposas de sus hijos adoptivos, cuando éstos han terminado con ellas. ¡La orden de Alá se cumple!"
      },
      "ibn_ashour": "وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ فِي أَزْوَاجِ أَدْعِيَائِهِمْ إِذَا قَضَوْا مِنْهُنَّ وَطَرًا وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (37){ وَإِذْ تَقُولُ للذى أَنعَمَ الله عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ واتق الله وَتُخْفِى فِى نِفْسِكَ مَا الله مُبْدِيهِ وَتَخْشَى الناس والله أَحَقُّ أن تَخْشَاهُ ب } .و { إذ } اسم زمان مفعول لفعل محذوف تقديره : اذْكُر ، وله نظائر كثيرة . وهو من الذكر بضم الذال الذي هو بمعنى التذكُّر فلم يأمره الله بأن يذكر ذلك للناس إذ لا جدوى في ذلك ولكنه ذَكَّر رسوله صلى الله عليه وسلم ليُرتب عليه قوله : { وتخفي في نفسك ما الله مبديه } . والمقصود بهذا الاعتبارُ بتقدير الله تعالى الأسبابَ لمسبباتها لتحقيق مراده سبحانه ، ولذلك قال عقبه : { فلما قضى زيد منها وطراً زوجناكه"
    },
    {
      "number": 38,
      "text": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍۢ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ ۖ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۚ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًۭا مَّقْدُورًا",
      "tafsir": {
        "muyassar": "ما كان على النبيِّ محمد صلى الله عليه وسلم من ذنب فيما أحلَّ الله له من زواج امرأة مَن تبنَّاه بعد طلاقها، كما أباحه للأنبياء قبله، سنة الله في الذين خَلَوا من قبل، وكان أمر الله قدرًا مقدورًا لا بد من وقوعه.",
        "mukhtasar": "ما كان على النبي محمد صلى الله عليه وسلم من إثم أو تضييق فيما أحلّ الله من نكاح زوجة ابنه بالتبنِّي، وهو في ذلك يتبع سُنَّة الأنبياء من قبله، فليس هو صلى الله عليه وسلم بِدْعًا من الرسل في ذلك، وكان ما يقضي الله به - من إتمام هذا الزواج وإبطال التبنِّي وليس للنبي فيه رأيٌ أو خيارٌ - قضاءً نافذًا لا مردّ له.",
        "saadi": "هذا دفع لطعن من طعن في الرسول صلى اللّه عليه وسلم، في كثرة أزواجه، وأنه طعن، بما لا مطعن فيه، فقال: { مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ ْ} أي: إثم وذنب. { فِيمَا فَرَضَ اللَّهُ لَهُ ْ} أي: قدر له من الزوجات، فإن هذا، قد أباحه اللّه للأنبياء قبله، ولهذا قال: { سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا ْ} أي: لا بد من وقوعه.",
        "kathir": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ ۖ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۚ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا"
      },
      "translations": {
        "en": "There is not to be upon the Prophet any discomfort concerning that which Allah has imposed upon him. [This is] the established way of Allah with those [prophets] who have passed on before. And ever is the command of Allah a destiny decreed.",
        "fr": "Nul grief à faire au Prophète en ce qu'Allah lui a imposé, conformément aux lois établies pour ceux qui vécurent antérieurement. Le commandement d'Allah est un décret inéluctable.",
        "es": "Que no tenga reparos el Profeta por algo que le ha sido impuesto por Alá. conforme a la práctica de Alá para los que vivieron antes -la orden de Alá es un decreto decidido-,"
      },
      "ibn_ashour": "مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيمَا فَرَضَ اللَّهُ لَهُ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا (38) استئناف لزيادة بيان مساواة النبي صلى الله عليه وسلم للأمة في إباحة تزوج مطلقة دعيّه وبيان أن ذلك لا يخل بصفة النبوءة لأن تناول المباحات من سنة الأنبياء ، قال تعالى : { يا أيها الرسل كلوا من الطيبات واعملوا صالحاً } [ المؤمنون : 51 ] ، وأن النبي إذا رام الانتفاع بمباح لميل نفسه إليه ينبغي له أن يتناوله لئلا يجاهد نفسه فيما لم يؤمر بمجاهدة النفس فيه ، لأن الأليق به أن يستبقي عزيمته ومجاهدته لدفع ما أمر بتجنبه .وفي هذا الاستئناف ابتداء لنقض أقوال المنافقين أن النبي صلى الله عليه وسلم تزوج امرأة ابنه .ومعنى : { فرض الله له } قدّره ، إذْ أَذِنَه بفعله . وتعدية فعل { فرض } باللام تدل على هذا المعنى بخلاف تعديته بحرف ( على ) كقوله : { قد علمنا ما فرضنا عليهم في أزواجهم } [ الأحزاب : 50 ] .والسُّنَّة : السيرة من عمل أو خُلق يلازمه صاحبه . ومضى القول في هل السنة اسم جامد أو اسم مصدر عند قوله تعالى : { قد خلت من قبلكم سنن } في سورة آل "
    },
    {
      "number": 39,
      "text": "ٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ ۗ وَكَفَىٰ بِٱللَّهِ حَسِيبًۭا",
      "tafsir": {
        "muyassar": "ثم ذكر سبحانه الأنبياء الماضين وأثنى عليهم بأنهم: الذين يُبَلِّغون رسالاتِ الله إلى الناس، ويخافون الله وحده، ولا يخافون أحدًا سواه. وكفى بالله محاسبًا عباده على جميع أعمالهم ومراقبًا لها.",
        "mukhtasar": "هؤلاء الأنبياء الذين يبلغون رسالات الله المنزلة عليهم إلى أممهم، ولا يخافون أحدًا إلا الله سبحانه وتعالى، فلا يلتفتون إلى ما يقوله غيرهم عندما يفعلون ما أحلّ الله لهم، وكفى بالله حافظًا لأعمال عباده ليحاسبهم عليها، ويجازيهم بها؛ إن خيرًا فخير، وإن شرًّا فشر.",
        "saadi": "ثم ذكر من هم الذين من قبل قد خلوا، وهذه سنتهم وعادتهم، وأنهم { الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ ْ} فيتلون على العباد آيات اللّه، وحججه وبراهينه، ويدعونهم إلى اللّه { وَيَخْشَوْنَهُ ْ} وحده لا شريك له { وَلَا يَخْشَوْنَ أَحَدًا ْ} إلا اللّه.فإذا كان هذا، سنة في الأنبياء المعصومين، الذين وظيفتهم قد أدوها وقاموا بها، أتم القيام، وهو: دعوة الخلق إلى اللّه، والخشية منه وحده التي تقتضي فعل كل مأمور، وترك كل محظور، دل ذلك على أنه لا نقص فيه بوجه.{ وَكَفَى بِاللَّهِ حَسِيبًا ْ} محاسبًا عباده، مراقبًا أعمالهم. وعلم من هذا، أن النكاح، من سنن المرسلين. ",
        "kathir": "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ ۗ وَكَفَىٰ بِاللَّهِ حَسِيبًا"
      },
      "translations": {
        "en": "[Allah praises] those who convey the messages of Allah and fear Him and do not fear anyone but Allah. And sufficient is Allah as Accountant.",
        "fr": "Ceux qui communiquaient les messages d'Allah, Le craignaient et ne redoutaient nul autre qu'Allah. Et Allah suffit pour tenir le compte de tout.",
        "es": "que transmitían los mensajes de Alá y Le tenían miedo, no teniendo miedo de nadie más que de Alá. ¡Basta Alá para ajustar cuentas!"
      },
      "ibn_ashour": "الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا (39)وفي قوله : الذين يبلغون } جيء بالموصول دون اسم الإشارة أو الضمير لما في هذه الصلة من إيماء إلى انتفاء الحرج عن الأنبياء في تناول المباح بأن الله أراد منهم تبليغ الرسالة وخشية الله بتجنب ما نهى عنه ولم يكلفهم إشقاق نفوسهم بترك الطيبات التي يريدونها ، ولا حجب وجدانهم عن إدراك الأشياء على ما هي عليه من حُسْن الحَسَن وقُبْح القَبيح ، ولا عن انصراف الرغبة إلى تناول ما حَسُن لديهم إذا كان ذلك في حدود الإِباحة ، ولا كلّفهم مراعاة ميول الناس ومصطلحاتهم وعوائدهم الراجعة إلى الحيدة بالأمور عن مناهجها فإن في تناولهم رغباتهم المباحة عوناً لهم على النشاط في تبليغ رسالات الله ، ولذلك عقب بقوله : { ولا يخشون أحداً إلا الله } ، أي لا يخشون أحداً خشية تقتضي فعل شيء أو تركه .ثم إن جملة { الذين يبلغون } إلى آخرها يجوز أن تكون في موضع الصفة للذين خلوا من قبل ، أي الأنبياء . وإذ قد علم أن النبي صلى الله عليه وسلم متبع ما أذِن الله له اتباعه من سُنّة الأنبياء قبله عُلم أنه متصف بمض"
    },
    {
      "number": 40,
      "text": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍۢ مِّن رِّجَالِكُمْ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّۦنَ ۗ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًۭا",
      "tafsir": {
        "muyassar": "ما كان محمد أبًا لأحد من رجالكم، ولكنه رسول الله وخاتم النبيين، فلا نبوة بعده إلى يوم القيامة. وكان الله بكل شيء من أعمالكم عليمًا، لا يخفى عليه شيء.",
        "mukhtasar": "ما كان محمدٌ أبا أحد من رجالكم، فليس هو والد زيد حتى يحرم عليه نكاح زوجته إذا طلقها، ولكنَّه رسول الله إلى الناس، وخاتم النبيين فلا نبي بعده، وكان الله بكل شيء عليمًا، لا يخفى عليه شيء من أمر عباده.",
        "saadi": "أي: لم يكن الرسول { مُحَمَّدٌ ْ} صلى اللّه عليه وسلم { أَبَا أَحَدٍ مِنْ رِجَالِكُمْ ْ} أيها الأمة فقطع انتساب زيد بن حارثة منه، من هذا الباب.ولما كان هذا النفي عامًّا في جميع الأحوال، إن حمل ظاهر اللفظ على ظاهره، أي: لا أبوة نسب، ولا أبوة ادعاء، وقد كان تقرر فيما تقدم أن الرسول صلى اللّه عليه وسلم، أب للمؤمنين كلهم، وأزواجه أمهاتهم، فاحترز أن يدخل في هذا النوع، بعموم النهي المذكور، فقال: { وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ْ} أي: هذه مرتبته مرتبة المطاع المتبوع، المهتدى به، المؤمن له الذي يجب تقديم محبته، على محبة كل أحد، الناصح الذي لهم، أي: للمؤمنين، من بره [ونصحه]  كأنه أب لهم.{ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا ْ} أي: قد أحاط علمه بجميع الأشياء، ويعلم حيث يجعل رسالاته، ومن يصلح لفضله، ومن لا يصلح. ",
        "kathir": "مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَٰكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ۗ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا"
      },
      "translations": {
        "en": "Muhammad is not the father of [any] one of your men, but [he is] the Messenger of Allah and last of the prophets. And ever is Allah, of all things, Knowing.",
        "fr": "Muhammad n'a jamais été le père de l'un de vos hommes, mais le messager d'Allah et le dernier des prophètes. Allah est Omniscient.",
        "es": "Mahoma no es el padre de ninguno de vuestros varones, sino el Enviado de Alá y el sello de los profetas. Alá es omnisciente."
      },
      "ibn_ashour": "مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (40)استئناف للتصريح بإبطال أقوال المنافقين والذين في قلوبهم مرض وما يلقيه اليهود في نفوسهم من الشك .وهو ناظر إلى قوله تعالى : { وما جعل أدعياءكم أبناءكم } [ الأحزاب : 4 ] . والغرض من هذا العموم قطعُ توهّم أن يكون للنبيء صلى الله عليه وسلم ولد من الرجال تجري عليه أحكام البنوّة حتى لا يتطرق الإِرجاف والاختلاق إلى من يتزوجهن من أيامى المسلمين أصحابِه مثل أمِّ سلمة وحفصة .و { من رجالكم } وصف ل { أحد } ، وهو احتراس لأن النبي صلى الله عليه وسلم أبو بنات . والمقصود : نفي أن يكون أبا لأحد من الرجال في حين نزول الآية لأنه كان وُلد له أولادٌ أو وَلَدَاننِ بمكة من خديجة وهم الطيّب والطاهر ( أو هما اسمان لواحد ) والقاسم ، ووُلد له إبراهيم بالمدينة من مارية القبطية ، وكلهم ماتوا صبياناً ولم يكن منهم موجود حين نزول الآية .والمنفي هو وصف الأبوّة المباشرة لأنها الغرض الذي سيق الكلام لأجله والذي وَهِم فيه من وَهِم فلا التفات إلى كونه جَدًّا للحسن والحسين ومحسن أبناء"
    },
    {
      "number": 41,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًۭا كَثِيرًۭا",
      "tafsir": {
        "muyassar": "يا أيها الذين صَدَّقوا الله ورسوله وعملوا بشرعه، اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذِكْرًا كثيرًا، واشغلوا أوقاتكم بذكر الله تعالى عند الصباح والمساء، وأدبار الصلوات المفروضات، وعند العوارض والأسباب، فإن ذلك عبادة مشروعة، تدعو إلى محبة الله، وكف اللسان عن الآثام، وتعين على كل خير.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذكرًا كثيرًا.",
        "saadi": "يأمر تعالى المؤمنين، بذكره ذكرا كثيرًا، من تهليل، وتحميد، وتسبيح، وتكبير وغير ذلك، من كل قول فيه قربة إلى اللّه، وأقل ذلك، أن يلازم الإنسان، أوراد الصباح، والمساء، وأدبار الصلوات الخمس، وعند العوارض والأسباب.وينبغي مداومة ذلك، في جميع الأوقات، على جميع الأحوال، فإن ذلك عبادة يسبق بها العامل، وهو مستريح، وداع إلى محبة اللّه ومعرفته، وعون على الخير، وكف اللسان عن الكلام القبيح.",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا"
      },
      "translations": {
        "en": "O you who have believed, remember Allah with much remembrance",
        "fr": "O vous qui croyez! Evoquez Allah d'une façon abondante,",
        "es": "¡Creyentes! ¡Recordad mucho a Alá!"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا (41) إقبال على مخاطبة المؤمنين بأن يشغلوا ألسنتهم بذكر الله وتسبيحه ، أي أن يمسكوا عن مماراة المنافقين أو عن سبّهم فيما يُرجفون به في قضية تزوج زينب فأمر المؤمنين أن يعتاضوا عن ذلك بذكر الله وتسبيحه خيراً لهم ، وهذا كقوله تعالى : { فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكراً } [ البقرة : 200 ] ، أي خير من التفاخر بذكر آبائكم وأحسابكم ، فذلك أنفع لهم وأبعد عن أن تثور بين المسلمين والمنافقين ثائرة فتنة في المدينة ، فهذا من نحو قوله لنبيّئه { ودَعْ أذاهم } [ الأحزاب : 48 ] ومن نحو قوله : { ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدواً بغير علم } [ الأنعام : 108 ] ، فأمروا بتشغيل ألسنتهم وأوقاتهم بما يعود بنفعهم وتجنب ما عسى أن يوقع في مضرة .وفيه تسجيل على المنافقين بأن خوضهم في ذلك بعد هذه الآية علامة على النفاق لأن المؤمنين لا يخالفون أمر ربهم .والجملة استئناف ابتدائي متصل بما قبله للمناسبة التي أشرنا إليها .والذكر : ذكر اللسان وهو المناسب لموقع الآية بما قبلها وبعدها ."
    },
    {
      "number": 42,
      "text": "وَسَبِّحُوهُ بُكْرَةًۭ وَأَصِيلًا",
      "tafsir": {
        "muyassar": "يا أيها الذين صَدَّقوا الله ورسوله وعملوا بشرعه، اذكروا الله بقلوبكم وألسنتكم وجوارحكم ذِكْرًا كثيرًا، واشغلوا أوقاتكم بذكر الله تعالى عند الصباح والمساء، وأدبار الصلوات المفروضات، وعند العوارض والأسباب، فإن ذلك عبادة مشروعة، تدعو إلى محبة الله، وكف اللسان عن الآثام، وتعين على كل خير.",
        "mukhtasar": "ونزهوه سبحانه بالتسبيح والتهليل أول النهار وآخره؛ لفضلهما.",
        "saadi": "{ وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا } أي: أول النهار وآخره، لفضلها، وشرفها، وسهولة العمل فيها.  ",
        "kathir": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا"
      },
      "translations": {
        "en": "And exalt Him morning and afternoon.",
        "fr": "et glorifiez-Le à la pointe et au déclin du jour.",
        "es": "¿Glorificadle mañana y tarde!"
      },
      "ibn_ashour": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (42)والتسبيح : يجوز أن يراد به الصلوات النوافل فليس عطف { وسبحوه } على { اذكروا الله } من عطف الخاص على العام .ويجوز أن يكون المأمور به من التسبيح قول : سبحان اللَّه ، فيكون عطف { وسبّحوه } على { اذكروا الله } من عطف الخاص على العام اهتماماً بالخاص لأن معنى التسبيح التنزيه عما لا يجوز على الله من النقائص فهو من أكمل الذكر لاشتماله على جوامع الثناء والتمجيد ، ولأن في التسبيح إيماء إلى التبرؤ مما يقوله المنافقون في حقّ النبي صلى الله عليه وسلم فيكون في معنى قوله تعالى : { ولولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحانك هذا بهتان عظيم } [ النور : 16 ] فإن كلمة : سبحان الله ، يكثر أن تقال في مقام التبرُّؤ من نسبة ما لا يليق إلى أحد كقول النبي صلى الله عليه وسلم «سُبحان الله المُؤمن لا ينجس» . وقول هند بنت عتبة حين أخذ على النساء البيعة «أن لا يَزْنين» : سبحان الله أتزني الحرّة .والبُكرة : أول النهار . والأصيل : العشيّ الوقت الذي بعد العصر . وانتصبا على الظرفية التي يتنازعها الفعلان { اذكروا الله . . وسبحوه } .والمقصود من البُكرة والأصيل إعمار أجزاء ا"
    },
    {
      "number": 43,
      "text": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًۭا",
      "tafsir": {
        "muyassar": "هو الذي يرحمكم ويثني عليكم وتدعو لكم ملائكته؛ ليخرجكم من ظلمات الجهل والضلال إلى نور الإسلام، وكان بالمؤمنين رحيمًا في الدنيا والآخرة، لا يعذبهم ما داموا مطيعين مخلصين له.",
        "mukhtasar": "هو الذي يرحمكم ويثني عليكم، وتدعو لكم ملائكته ليخرجكم من ظلمات الكفر إلى نور الإيمان، وكان بالمؤمنين رحيمًا؛ فلا يعذبهم إذا هم أطاعوه فامتثلوا أمره واجتنبوا نهيه.",
        "saadi": " أي: من رحمته بالمؤمنين ولطفه بهم، أن جعل من صلاته عليهم، وثنائه، وصلاة ملائكته ودعائهم، ما يخرجهم من ظلمات الذنوب والجهل، إلى نور الإيمان، والتوفيق، والعلم، والعمل، فهذه أعظم نعمة، أنعم بها على العباد الطائعين، تستدعي منهم شكرها، والإكثار من ذكر اللّه، الذي لطف بهم ورحمهم، وجعل حملة عرشه، أفضل الملائكة، ومن حوله، يسبحون بحمد ربهم ويستغفرون للذين آمنوا فيقولون: { رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُم وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ وَقِهِمْ السَّيِّئَاتِ وَمَنْ تَقِي السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } فهذه رحمته ونعمته عليهم في الدنيا.",
        "kathir": "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا"
      },
      "translations": {
        "en": "It is He who confers blessing upon you, and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful.",
        "fr": "C'est lui qui prie sur vous, - ainsi que Ses Anges -, afin qu'Il vous fasse sortir des ténèbres à la lumière; et Il est Miséricordieux envers les croyants.",
        "es": "Él es Quien, con Sus ángeles, os a bendice para sacaros de las tinieblas a la luz. Es misericordioso con los creyentes."
      },
      "ibn_ashour": "هُوَ الَّذِي يُصَلِّي عَلَيْكُمْ وَمَلَائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا (43)تعليل للأمر بذكر الله وتسبيحه بِأن ذلك مجلبةٌ لانتفاع المؤمنين بجزاء الله على ذلك بأفضل منه من جنسه وهو صلاته وصلاة ملائكته . والمعنى : أنه يصلي عليكم وملائكته إذا ذكرتموه ذكراً بُكرة وأصيلاً .وتقديم المسند إليه على الخير الفعلي في قوله : { هو الذي يصلي عليكم } لإِفادة التقوِّي وتحقيق الحكم . والمقصود تحقيق ما تعلق بفعل { يصلي } من قول { ليخرجكم من الظلمات إلى النور } .والصلاة : الدعاء والذكر بخير ، وهي من الله الثناء . وأمره بتوجيه رحمته في الدنيا والآخرة ، أي اذكروه ليذكركم كقوله : { فاذكروني أذكركم } [ البقرة : 152 ] وقوله في الحديث القدسي : « فإن ذكرني في نفسه ذكرتُه في نفسي وإن ذكَرَنِي في ملإِ ذكرتُه في ملإِ خيرٍ منهم » . وصلاة الملائكة : دعاؤهم للمؤمنين فيكون دعاؤهم مستجاباً عند الله فيزيد الذاكرين على ما أعطاهم بصلاته تعالى عليهم . ففِعل { يصلي } مسند إلى الله وإلى ملائكته لأن حرف العطف يفيد تشريك المعطوف والمعطوف عليه في العامل ، فهو عامل واحد "
    },
    {
      "number": 44,
      "text": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَٰمٌۭ ۚ وَأَعَدَّ لَهُمْ أَجْرًۭا كَرِيمًۭا",
      "tafsir": {
        "muyassar": "تحية هؤلاء المؤمنين من الله في الجنة يوم يلقونه سلام، وأمان لهم من عذاب الله، وقد أعدَّ لهم ثوابًا حسنًا، وهو الجنة.",
        "mukhtasar": "تحية المؤمنين يوم يلقون ربهم سلام وأمان من كل سوء، وأعدّ الله لهم أجرًا كريمًا - وهو جنته - جزاءً لهم على طاعتهم له، وبعدهم عن معصيته.",
        "saadi": "وأما رحمته بهم في الآخرة، فأجل رحمة، وأفضل ثواب، وهو الفوز برضا ربهم، وتحيته، واستماع كلامه الجليل، ورؤية وجهه الجميل، وحصول الأجر الكبير، الذي لا يدري ولا يعرف كنهه، إلا من أعطاهم إياه، ولهذا قال: { تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا }  ",
        "kathir": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا"
      },
      "translations": {
        "en": "Their greeting the Day they meet Him will be, \"Peace.\" And He has prepared for them a noble reward.",
        "fr": "Leur salutation au jour où ils Le rencontreront sera: «Salâm» [paix], et Il leur a préparé une généreuse récompense.",
        "es": "El día que Le encuentren, serán saludados con: «¡Paz!» Les habrá preparado una recompensa generosa."
      },
      "ibn_ashour": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا (44)أعقب الجزاء العاجل الذي أنبأ عنه قوله : { هو الذي يصلي عليكم وملائكته } [ الأحزاب : 43 ] بذكر جزاء آجل وهو ظهور أثر الأعمال التي عملوها في الدنيا وأثر الجزاء الذي عجّل لهم عليها من الله في كرامتهم يوم يلقون ربهم .فالجملة تكملة للتي قبلها لإِفادة أن صلاة الله وملائكته واقعة في الحياة الدنيا وفي الدار الآخرة .والتحية : الكلام الذي يخاطب به عندَ ابتداء الملاقاة إعراباً عن السرور باللقاء من دعاء ونحوه . وهذا الاسم في الأصل مصدر حيّاه ، إذا قال له : أحْياك الله ، أي أطال حياتك . فسمى به الكلام المعرب عن ابتغاء الخير للملاقَى أو الثناء عليه لأنه غلب أن يقولوا : أحياك الله عند ابتداء الملاقاة فأطلق اسمها على كل دعاء وثناء يقال عند الملاقاة وتحية الإِسلام : سَلامٌ عليك أو السلامُ عليكم ، دعاء بالسلامة والأمن ، أي من المكروه لأن السلامة أحسن ما يُبتغى في الحياة . فإذا أحياه الله ولم يُسلِّمه كانت الحياة أَلَما وشراً ، ولذلك كانت تحيةُ المؤمنين يوم القيامة السلامَ بشارة بالسلامة مما يشاهده الناس من الأهوال المنتظرة ."
    },
    {
      "number": 45,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًۭا وَمُبَشِّرًۭا وَنَذِيرًۭا",
      "tafsir": {
        "muyassar": "يا أيها النبي إنَّا أرسلناك شاهدًا على أمتك بإبلاغهم الرسالة، ومبشرًا المؤمنين منهم بالرحمة والجنة، ونذيرًا للعصاة والمكذبين من النار، وداعيًا إلى توحيد الله وعبادته وحده بأمره إياك، وسراجًا منيرًا لمن استنار بك، فأمْرك ظاهر فيما جئتَ به من الحق كالشمس في إشراقها وإضاءتها، لا يجحدها إلا معاند.",
        "mukhtasar": "يا أيها النبي، إنا بعثناك إلى الناس شاهدًا عليهم بأن بلَّغتهم ما أُرسِلتَ به إليهم، ومبشرًا للمؤمنين منهم بما أعدّ الله لهم من الجنة، ومخوّفًا الكافرين مما أعدّ لهم من عذابه.",
        "saadi": "هذه الأشياء، التي وصف الله بها رسوله محمدًا صلى اللّه عليه وسلم، هي المقصود من رسالته، وزبدتها وأصولها، التي اختص بها، وهي خمسة أشياء: أحدها: كونه { شَاهِدًا } أي: شاهدًا على أمته بما عملوه، من خير وشر، كما قال تعالى: { لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا } { فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا } فهو صلى اللّه عليه وسلم شاهد عدل مقبول.الثاني، والثالث: كونه { مُبَشِّرًا وَنَذِيرًا } وهذا يستلزم ذكر المبشر والمنذر، وما يبشر به وينذر، والأعمال الموجبة لذلك.فالمبشَّر هم: المؤمنون المتقون، الذين جمعوا بين الإيمان والعمل الصالح، وترك المعاصي، لهم البشرى في الحياة الدنيا، بكل ثواب دنيوي وديني، رتب على الإيمان والتقوى، وفي الأخرى بالنعيم المقيم.وذلك كله يستلزم، ذكر تفصيل المذكور، من تفاصيل الأعمال، وخصال التقوى، وأنواع الثواب.والْمنْذَر هم، هم: المجرمون الظالمون، أهل الظلم والجهل، لهم النذارة في الدنيا، من العقوبات الدنيوية والدينية، المترتبة على الجهل والظلم، وفي الأخرى، بالعقاب الوبيل، والعذاب الطويل.وهذه الجملة تفصيلها، ما جاء به صلى اللّه عليه وسلم، من الكتاب والسنة، المشتمل على ذلك.",
        "kathir": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا"
      },
      "translations": {
        "en": "O Prophet, indeed We have sent you as a witness and a bringer of good tidings and a warner.",
        "fr": "O Prophète! Nous t'avons envoyé [pour être] témoin, annonciateur, avertisseur,",
        "es": "¡Profeta! Te hemos enviado como testigo, como nuncio de buenas nuevas, como monitor,"
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (45) هذا النداء الثالث للنبيء صلى الله عليه وسلم فإن الله لما أبلغه بالنداء الأول ما هو متعلق بذاته ، وبالنداء الثاني ما هو متعلق بأزواجه وما تخلل ذلك من التكليف والتذكير ، ناداه بأوصاف أودعها سبحانه فيه للتنويه بشأنه ، وزيادة رفعة مقداره وبين له أركان رسالته ، فهذا الغرض هو وصف تعلقات رسالته بأحوال أمته وأحوال الأمم السالفة .وذُكر له هنا خمسةُ أوصاف هي : شاهد . ومبشّر . ونذير . وداع إلى الله . وسراج منير . فهذه الأوصاف ينطوي إليها وتنطوي على مجامع الرسالة المحمدية فلذلك اقتصر عليها من بين أوصافه الكثيرة .والشاهد : المخبر عن حجة المدعي المحقّ ودفع دعوى المبطل ، فالرسول صلى الله عليه وسلم شاهد بصحة ما هو صحيح من الشرائع وبقاءِ ما هو صالح للبقاء منها ويشهد ببطلان ما ألصق بها وبنسخ ما لا ينبغي بقاؤه من أحكامها بما أخبر عنهم في القرآن والسنة ، قال تعالى : { مصدقاً لما بين يديه من الكتاب ومهيمناً عليه } [ المائدة : 48 ] . وفي حديث الحشر : « يُسأل كل رسول هل بلّغ؟ فيقول : نعم . فيقول الله : مَن يشهد لك؟ فيقول : محم"
    },
    {
      "number": 46,
      "text": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًۭا مُّنِيرًۭا",
      "tafsir": {
        "muyassar": "يا أيها النبي إنَّا أرسلناك شاهدًا على أمتك بإبلاغهم الرسالة، ومبشرًا المؤمنين منهم بالرحمة والجنة، ونذيرًا للعصاة والمكذبين من النار، وداعيًا إلى توحيد الله وعبادته وحده بأمره إياك، وسراجًا منيرًا لمن استنار بك، فأمْرك ظاهر فيما جئتَ به من الحق كالشمس في إشراقها وإضاءتها، لا يجحدها إلا معاند.",
        "mukhtasar": "وبعثناك داعيًا إلى توحيد الله وطاعته بأمره، وبعثناك مصباحًا منيرًا يستنير به كل من يريد الهداية.",
        "saadi": "{ دَاعِيًا إِلَى اللَّهِ } أي: أرسله اللّه، يدعو الخلق إلى ربهم، ويسوقهم  لكرامته، ويأمرهم بعبادته، التي خلقوا لها، وذلك يستلزم استقامته، على ما يدعو إليه، وذكر تفاصيل ما يدعو إليه، بتعريفهم لربهم بصفاته المقدسة، وتنزيهه عما لا يليق بجلاله، وذكر أنواع العبودية، والدعوة إلى اللّه بأقرب طريق موصل إليه، وإعطاء كل ذي حق حقه، وإخلاص الدعوة إلى اللّه، لا إلى نفسه وتعظيمها، كما قد يعرض ذلك لكثير من النفوس في هذا المقام، وذلك كله بِإِذْنِ الله تعالى له في الدعوة وأمره وإرادته وقدره.الخامس: كونه { سِرَاجًا مُنِيرًا } وذلك يقتضي أن الخلق في ظلمة عظيمة، لا نور، يهتدى به في ظلماتها، ولا علم، يستدل به في جهالاتها  حتى جاء اللّه بهذا النبي الكريم، فأضاء اللّه به تلك الظلمات، وعلم به من الجهالات، وهدى به ضُلَّالًا إلى الصراط المستقيم.فأصبح أهل الاستقامة، قد وضح لهم الطريق، فمشوا خلف هذا الإمام وعرفوا به الخير والشر، وأهل السعادة من أهل الشقاوة، واستناروا به، لمعرفة معبودهم، وعرفوه بأوصافه الحميدة، وأفعاله السديدة، وأحكامه الرشيدة.",
        "kathir": "وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا"
      },
      "translations": {
        "en": "And one who invites to Allah, by His permission, and an illuminating lamp.",
        "fr": "appelant (les gens) à Allah, par Sa permission; et comme une lampe éclairante.",
        "es": "como voz que llama a Alá con Su permiso, como antorcha luminosa."
      },
      "ibn_ashour": "وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا (46)جاء في الإصحاح الثاني والأربعين من سفر أشعياء : هو ذا عبدي ( أنت عبدي ) الذي أعضده مختاري ( ورسولي ) الذي سُرت به نفسي ، وضَعت روحي عليه فيخرج الحق للأمم لا يصيح ( ليس بفظّ ) ولا يرفع ( ولا غليظ ) ولا يسمع في الشارع صوته ( ولا صَخَّاب في الأَسواق ) قصبة مرضوضة لا يقصف ( ولا يدفع السيئة بالسيئة ) وفتيلة خامدة لا يَطفا ( يعفو ويصفح ) إلى الأمان يُخرج الحق ( وحرزاً ) لا يكلّ ولا ينكسر حتى يضع الحق في الأرض ( ولن يقبضه الله حتى يقيم به الملة العوجاء ) وتنتظر الجزائر شريعته ( للأميين ) أنا الرب قد دعوتك بالبر فأُمسكُ بيدِك ( سميتك المتوكل ) وأحفظك ( ولن يقبضه الله ) وأجعلك عهداً للشعب أرسلناك شاهداً ( ونوراً للأمم ) ( مبشراً ) لنفتح عيون العُمي ( ونفتح به أعيناً عمياً ) لتخرج من الحبس المأسورين من بيت السجن ( وآذاناً صُمًّا ) الجالسين في الظلمة ( وقلوباً غلفاً ) . أنا الرب هذا اسمي ومجدي لا أعطيه لآخر ( بأن يقولوا لا إله إلا الله ) ."
    },
    {
      "number": 47,
      "text": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًۭا كَبِيرًۭا",
      "tafsir": {
        "muyassar": "وبَشِّر -أيها النبي- أهل الإيمان بأن لهم من الله ثوابًا عظيمًا، وهو روضات الجنات.",
        "mukhtasar": "وأخبِرِ المؤمنين بالله الذين يعملون بما شرعه لهم، بما يسرّهم أن لهم من الله سبحانه فضلًا عظيمًا يشمل نصرهم في الدنيا وفوزهم في الآخرة بدخول الجنة.",
        "saadi": "وقوله: { وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا } ذكر في هذه الجملة، المبشَّر، وهم المؤمنون، وعند ذكر الإيمان بمفرده، تدخل فيه الأعمال الصالحة.وذكر المبشَّر به، وهو الفضل الكبير، أي: العظيم الجليل، الذي لا يقادر قدره، من النصر في الدنيا، وهداية القلوب، وغفران الذنوب، وكشف الكروب، وكثرة الأرزاق الدَّارَّة، وحصول النعم السارة، والفوز برضا ربهم وثوابه، والنجاة من سخطه وعقابه.وهذا مما ينشط العاملين، أن يذكر لهم، من ثواب اللّه على أعمالهم، ما به يستعينون على سلوك الصراط المستقيم، وهذا من جملة حكم الشرع، كما أن من حكمه، أن يذكر في مقام الترهيب، العقوبات المترتبة على ما يرهب منه، ليكون عونًا على الكف عما حرم اللّه.",
        "kathir": "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا"
      },
      "translations": {
        "en": "And give good tidings to the believers that they will have from Allah great bounty.",
        "fr": "Et fais aux croyants la bonne annonce qu'ils recevront d'Allah une grande grâce.",
        "es": "Anuncia a los creyentes que recibirán un gran favor de Alá."
      },
      "ibn_ashour": "وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلًا كَبِيرًا (47)عطف على جملة { إنا أرسلناك } [ الأحزاب : 45 ] عطف الإنشاء على الخبر لا محالة وهي أوضح دليل على صحة عطف الإِنشاء على الخبر إذ لا يتأتّى فيها تأويل مما تأوله المانعون لعطف الإِنشاء على الخبر وهم الجمهور والزمخشري والتفتزاني مما سنذكره إن شاء الله عند قوله تعالى : { تؤمنون بالله ورسوله وتجاهدون في سبيل الله } إلى قوله : وبشر المؤمنين في سورة الصف ( 11 13 ) ، فالجملة المعطوف عليها إخبار عن النبي بأنه أرسله متلبساً بتلك الصفات الخمس . وهذا أمر له بالعمل بصفة المبشر ، فلاختلاف مضمون الجملتين عطفت هذه على الأولى .والفضل : العطاء الذي يزيده المعطي زيادة على العطية . فالفضل كناية عن العطية أيضاً لأنه لا يكون فضلاً إلا إذا كان زائداً على العطية . والمراد أن لهم ثواب أعمالهم الموعود بها وزيادة من عند ربهم ، قال تعالى : { للذين أحسنوا الحسنى وزيادة } [ يونس : 26 ] .ووصف { كبيراً } مستعار للفائق في نوعه . قال ابن عطية : قال لي أبي رضي الله عنه : هذه أرجى آية عندي في كتاب الله لأن الله قد أمر نبيئه أن يبشر المؤمنين بأن لهم عند"
    },
    {
      "number": 48,
      "text": "وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًۭا",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- قول كافر أو منافق واترك أذاهم، ولا يمنعك ذلك من تبليغ الرسالة، وثق بالله في كل أمورك واعتمد عليه؛ فإنه يكفيك ما أهمَّك من كل أمور الدنيا والآخرة.",
        "mukhtasar": "ولا تطع الكافرين والمنافقين فيما يدعون إليه من الصد عن دين الله، وأعرض عنهم، فلعل ذلك يكون أدعى لأن يؤمنوا بما جئتهم به، واعتمد على الله في كل أمورك؛ ومنها النصر على أعدائك، وكفى بالله وكيلاً يعتمد عليه العباد في جميع أمورهم في الدنيا والآخرة.",
        "saadi": "ولما كان ثَمَّ طائفة من الناس، مستعدة للقيام بصد الداعين إلى اللّه، من الرسل وأتباعهم، وهم المنافقون، الذين أظهروا الموافقة في الإيمان، وهم كفرة فجرة في الباطن، والكفار ظاهرًا وباطنًا، نهى اللّه رسوله عن طاعتهم، وحذره ذلك فقال: { وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ } أي: في كل أمر يصد عن سبيل اللّه، ولكن لا يقتضي هذا أذاهم، [بل لا تطعهم { وَدَعْ أَذَاهُمْ } ]  فإن ذلك، جالب لهم، وداع إلى قبول الإسلام، وإلى كف كثير من أذيتهم له، ولأهله.{ وَتَوَكَّلْ عَلَى اللَّهِ } في إتمام أمرك، وخذلان عدوك، { وَكَفَى بِاللَّهِ وَكِيلًا } تُوكَلُ إليه الأمور المهمة، فيقوم بها، ويسهلها على عبده.",
        "kathir": "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا"
      },
      "translations": {
        "en": "And do not obey the disbelievers and the hypocrites but do not harm them, and rely upon Allah. And sufficient is Allah as Disposer of affairs.",
        "fr": "Et n'obéis pas aux infidèles et aux hypocrites, ne prête pas attention à leur méchanceté et place ta confiance en Allah et Allah suffit comme protecteur.",
        "es": "¡No obedezcas a los infieles y a los hipócritas! ¡Haz caso omiso de sus ofensas y confía en Alá! ¡Alá basta como protector!"
      },
      "ibn_ashour": "وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ وَدَعْ أَذَاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلًا (48)جاء في مقابلة قوله : { وبشر المؤمنين } [ الأحزاب : 47 ] بقوله : { ولا تطع الكافرين والمنافقين } تحذيراً له من موافقتهم فيما يسألون منه وتأييداً لفعله معهم حين استأذنه المنافقون في الرجوع عن الأحزاب فلم يأذن لهم ، فنُهي عن الإِصغاء إلى ما يرغبونه فيترك ما أحلّ له من التزوّج ، أو فيعطي الكافرين من الأحزاب ثَمر النخل صلحاً أو نحو ذلك ، والنهي مستعمل في معنى الدوام على الانتهاء .وعلم من مقابلة أمر التبشير للمؤمنين بالنهي عن طاعة الكافرين والمنافقين أن الكافرين والمنافقين هم متعلَّق الإِنذار من قوله : { ونذيراً } [ الأحزاب : 45 ] لأن وصف «بشيراً» قد أخذ متعلّقه فقد صار هذا ناظراً إلى قوله : { ونذيراً } [ الأحزاب : 45 ] .وقوله : { ودع أذاهم } يجوز أن يكون فعل { دع } مراداً به أن لا يعاقبهم فيكون { دع } مستعملاً في حقيقته وتكون إضافة أذاهم من إضافة المصدر إلى مفعوله ، أي دع أذاك إياهم . ويجوز أن يكون { دع } مستعملاً مجازاً في عدم الاكتراث وعدممِ الاغتمام ، فما يقولونه مما يؤذ"
    },
    {
      "number": 49,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍۢ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًۭا جَمِيلًۭا",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا عقدتم على النساء ولم تدخلوا بهن ثم طلقتموهن مِن قبل أن تجامعوهن، فما لكم عليهن مِن عدَّة تحصونها عليهن، فأعطوهن من أموالكم متعة يتمتعن بها بحسب الوسع جبرًا لخواطرهن، وخلُّوا سبيلهن مع الستر الجميل، دون أذى أو ضرر.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، إذا عقدتم على المؤمنات عقد نكاح، ثم طلقتموهن من قبل الدخول بهنّ فما لكم عليهن من عدة، سواء كانت بالأَقْراء أو الشهور؛ للعلم ببراءة أرحامهن بعدم البناء بهنّ، ومتعوهنّ بأموالكم حسب وسعكم؛ جَبْرًا لخواطرهنّ المنكسرة بالطلاق، وخلّوا سبيلهنّ بالمعروف دون إيذاء لهن.",
        "saadi": "يخبر تعالى المؤمنين، أنهم إذا نكحوا المؤمنات، ثم طلقوهن من قبل أن يمسوهن، فليس عليهن في ذلك، عدة يعتدها  أزواجهن عليهن، وأمرهم بتمتيعهن  بهذه الحالة، بشيء من متاع الدنيا، الذي يكون فيه جبر لخواطرهن، لأجل فراقهن، وأن يفارقوهن فراقًا جميلاً، من غير مخاصمة، ولا مشاتمة، ولا مطالبة، ولا غير ذلك.ويستدل بهذه الآية، على أن الطلاق، لا يكون إلا بعد النكاح. فلو طلقها قبل أن ينكحها، أو علق طلاقها على نكاحها، لم يقع، لقوله: { إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ } فجعل الطلاق بعد النكاح، فدل على أنه قبل ذلك، لا محل له.وإذا كان الطلاق الذي هو فرقة تامة، وتحريم تام، لا يقع قبل النكاح، فالتحريم الناقص، لظهار، أو إيلاء ونحوه، من باب أولى وأحرى، أن لا يقع قبل النكاح، كما هو أصح قَوْلي العلماء.ويدل على جواز الطلاق، لأن اللّه أخبر به عن المؤمنين، على وجه لم يلمهم عليه، ولم يؤنبهم، مع تصدير الآية بخطاب المؤمنين.وعلى جوازه قبل المسيس، كما قال في الآية الأخرى { لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ } وعلى أن المطلقة قبل الدخول، لا عدة عليها، بل بمجرد طلاقها، يجوز لها التزوج، حيث لا مانع، وعلى أن عليها العدة، بعد الدخول.وهل المراد بالدخول والمسيس، الوطء كما هو مجمع عليه؟ أو وكذلك الخلوة، ولو لم يحصل معها وطء، كما أفتى بذلك الخلفاء الراشدون، وهو الصحيح. فمن دخل عليها، وطئها، أم لا، إذا خلا بها، وجب عليها العدة.وعلى أن المطلقة قبل المسيس، تمتع على الموسع قدره، وعلى المقتر قدره، ولكن هذا، إذا لم يفرض لها مهر، فإن كان لها مهر مفروض، فإنه إذا طلق قبل الدخول، تَنَصَّف المهر، وكفى عن المتعة، وعلى أنه ينبغي لمن فارق زوجته قبل الدخول أو بعده، أن يكون الفراق جميلاً، يحمد فيه كل منهما الآخر.ولا يكون غير جميل، فإن في ذلك، من الشر المرتب عليه، من قدح كل منهما بالآخر، شيء كثير.وعلى أن العدة حق للزوج، لقوله: { فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ } دل مفهومه، أنه لو طلقها بعد المسيس، كان له عليها عدة [وعلى أن المفارقة بالوفاة، تعتد مطلقًا، لقوله: { ثُمَّ طَلَّقْتُمُوهُنَّ } الآية]  وعلى أن من عدا غير المدخول بها، من المفارقات من الزوجات، بموت أو حياة، عليهن العدة. ",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا"
      },
      "translations": {
        "en": "O You who have believed, when you marry believing women and then divorce them before you have touched them, then there is not for you any waiting period to count concerning them. So provide for them and give them a gracious release.",
        "fr": "O vous qui croyez! Quand vous vous mariez avec des croyantes et qu'ensuite vous divorcez d'avec elles avant de les avoir touchées, vous ne pouvez leur imposer un délai d'attente. Donnez-leur jouissance [d'un bien] et libérez-les [par un divorce] sans préjudice.",
        "es": "¡Creyentes! Si os casáis con mujeres creyentes y, luego, las repudiáis antes de haberlas tocado, no tenéis por qué exigirles un período de espera. ¡Proveedlas de lo necesario y dejadlas en libertad decorosamente!"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا (49)جاءت هذه الآية تشريعاً لحكم المطلقات قبل البناء بهن أن لا تلزمهن عِدَّة بمناسبة حدوث طلاق زيد بن حارثة زوجه زينب بنت جحش لتكون الآية مخصصة لآيات العدة من سورة البقرة ، فإن الأحزاب نزلت بعد البقرة ، وليخصص بها أيضاً آية العِدّة في سورة الطلاق النازلة بعدها لئلاَّ يظنّ ظانّ أن العدة من آثار العقد على المرأة سواء دخل بها الزوج أم لم يدخل . قال ابن العربي : وأجمع علماء الأمة على أن لا عدّة على المرأة إذا لم يدخل بها زوجها لهذه الآية .والنكاح : هو العقد بين الرجل والمرأة لتكون زوجاً بواسطة وليها . وهو حقيقة في العقد لأن أصل النكاح حقيقة هو الضمّ والإِلصاق فشبه عقد الزواج بالالتصاق والضم بما فيه من اعتبار انضمام الرجل والمرأة فصارا كشيئين متّصلَيْن . وهذا كما سمي كلاهما زوجاً ، ولا يعرف في كلام العرب إطلاق النكاح على غير معنى العقد دون معنى الوطء ولذلك يقولون : نكحت ال"
    },
    {
      "number": 50,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةًۭ مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةًۭ لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌۭ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا",
      "tafsir": {
        "muyassar": "يا أيها النبي إنَّا أبَحْنا لك أزواجك اللاتي أعطيتهن مهورهن، وأبَحْنا لك ما مَلَكَتْ يمينك من الإماء، مما أنعم الله به عليك، وأبحنا لك الزواج من بنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك، وأبحنا لك امرأة مؤمنة مَنَحَتْ نفسها لك من غير مهر، إن كنت تريد الزواج منها خالصة لك، وليس لغيرك أن يتزوج امرأة بالهِبَة. قد علمنا ما أوجبنا على المؤمنين في أزواجهم وإمائهم بألا يتزوجوا إلا أربع نسوة، وما شاؤوا من الإماء، واشتراط الوليِّ والمهر والشهود عليهم، ولكنا رخصنا لك في ذلك، ووسَّعْنا عليك ما لم يُوسَّع على غيرك؛ لئلا يضيق صدرك في نكاح مَن نكحت مِن هؤلاء الأصناف. وكان الله غفورًا لذنوب عباده المؤمنين، رحيمًا بالتوسعة عليهم.",
        "mukhtasar": "يا أيها النبي، إنا أبحنا لك أزواجك اللاتي أعطيتهنّ مهورهنّ، وأحللنا لك ما ملكتَ من الإماء مما أفاء الله به عليك من السبايا، وأحللنا لك نكاح بنات عمك، ونكاح بنات عماتك، ونكاح بنات خالك، ونكاح بنات خالاتك اللاتي هاجرن معك من مكة إلى المدينة، وأحللنا لك أن تنكح امرأة مؤمنة وهبت نفسها لك من غير مهر إن أردت أن تنكحها، ونكاح الهبة خاص به صلى الله عليه وسلم لا يجوز لغيره من الأمة، قد علمنا ما أوجبناه على المؤمنين في شأن زوجاتهم حيث لا يجوز لهم أن يتجاوزوا أربع نسوة، وما شرعناه لهم في شأن إمائهم حيث إن لهم أن يستمتعوا بمن شاؤوا منهنّ دون تقييد بعدد، وأبحنا لك ما أبحنا مما ذُكِر مما لم نبحه لغيرك؛ لئلا يكون عليك ضيق ومشقة، وكان الله غفورًا لمن تاب من عباده، رحيمًا بهم.",
        "saadi": "يقول تعالى، ممتنًا على رسوله بإحلاله له ما أحل مما يشترك فيه، هو والمؤمنون، وما ينفرد به، ويختص: { يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ } أي: أعطيتهن مهورهن، من الزوجات، وهذا من الأمور المشتركة بينه وبين المؤمنين، [فإن المؤمنين]  كذلك يباح لهم ما  آتوهن أجورهن، من الأزواج.{ و } كذلك أحللنا لك { مَا مَلَكَتْ يَمِينُكَ } أي: الإماء التي ملكت { مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ } من غنيمة الكفار من عبيدهم، والأحرار من لهن زوج منهم، ومن لا زوج لهن، وهذا أيضا مشترك.وكذلك من المشترك، قوله { وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ } شمل العم والعمة، والخال والخالة، القريبين والبعيدين، وهذا حصر المحللات.يؤخذ من مفهومه، أن ما عداهن من الأقارب، غير محلل، كما تقدم في سورة النساء، فإنه لا يباح من الأقارب من النساء، غير هؤلاء الأربع، وما عداهن من الفروع مطلقًا، والأصول مطلقًا، وفروع الأب والأم، وإن نزلوا، وفروع من فوقهم لصلبه، فإنه لا يباح.وقوله { اللَّاتِي هَاجَرْنَ مَعَكَ } قيد لحل هؤلاء للرسول، كما هو الصواب من القولين، في تفسير هذه الآية، وأما غيره عليه الصلاة والسلام، فقد علم أن هذا قيد لغير الصحة.{ و } أحللنا لك { وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ } بمجرد هبتها نفسها.{ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا } أي: هذا تحت الإرادة والرغبة، { خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ } يعني: إباحة الموهبة  وأما المؤمنون، فلا يحل لهم أن يتزوجوا امرأة، بمجرد هبتها نفسها لهم.{ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ } أي: قد علمنا ما على المؤمنين، وما يحل لهم، وما لا يحل، من الزوجات وملك اليمين. وقد علمناهم بذلك، وبينا فرائضه.فما في هذه الآية، مما يخالف ذلك، فإنه خاص لك، لكون اللّه جعله خطابًا للرسول وحده بقوله: { يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ } إلى آخر الآية.وقوله: { خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ } وأبحنا لك يا أيها النبي ما لم نبح لهم، ووسعنا لك ما لم نوسع على غيرك، { لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ } وهذا من زيادة اعتناء اللّه تعالى برسوله صلى اللّه عليه وسلم.{ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } أي: لم يزل متصفًا بالمغفرة والرحمة، وينزل على عباده من مغفرته ورحمته، وجوده وإحسانه، ما اقتضته حكمته، ووجدت منهم أسبابه.",
        "kathir": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "O Prophet, indeed We have made lawful to you your wives to whom you have given their due compensation and those your right hand possesses from what Allah has returned to you [of captives] and the daughters of your paternal uncles and the daughters of your paternal aunts and the daughters of your maternal uncles and the daughters of your maternal aunts who emigrated with you and a believing woman if she gives herself to the Prophet [and] if the Prophet wishes to marry her, [this is] only for you, excluding the [other] believers. We certainly know what We have made obligatory upon them concerning their wives and those their right hands possess, [but this is for you] in order that there will be upon you no discomfort. And ever is Allah Forgiving and Merciful.",
        "fr": "O Prophète! Nous t'avons rendu licites tes épouses à qui tu as donné leur mahr (dot), ce que tu as possédé légalement parmi les captives [ou esclaves] qu'Allah t'a destinées, les filles de ton oncle paternel, les filles de tes tantes paternelles, les filles de ton oncle maternel, et les filles de tes tantes maternelles, - celles qui avaient émigré en ta compagnie -, ainsi que toute femme croyante si elle fait don de sa personne au Prophète, pourvu que le Prophète consente à se marier avec elle: c'est là un privilège pour toi, à l'exclusion des autres croyants. Nous savons certes, ce que Nous leur avons imposé au sujet de leurs épouses et des esclaves qu'ils possèdent, afin qu'il n'y eût donc point de blâme contre toi. Allah est Pardonneur et Miséricordieux.",
        "es": "¡Profeta! Hemos declarado lícitas para ti a tus esposas, a las que has dado dote, a las esclavas que Alá te ha dado como botín de guerra, a las hijas de tu tío y tías paternos y de tu tío y tías maternos que han emigrado contigo y a toda mujer creyente, si se ofrece al Profeta y el Profeta quiere casarse con ella. Es un privilegio tuyo, no de los otros creyentes -ya sabemos lo que hemos impuesto a estos últimos con respecto a sus esposas y esclavas, para que no tengas reparo. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللَّاتِي آَتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّا أَفَاءَ اللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ اللَّاتِي هَاجَرْنَ مَعَكَ وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ إِنْ أَرَادَ النَّبِيُّ أَنْ يَسْتَنْكِحَهَا خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (50){ ياأيها النبى إِنَّآ أَحْلَلْنَا لَكَ أزواجك اللاتى ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ الله عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عماتك وَبَنَاتِ وبنَاتِ خَالِكَ وَبَنَاتِ خَالاَتِكَ اللاَّتِى هَاجَرْنَ مَعَكَ وامْرَأَةً مُّؤمِنَةً إن وَهَبَتْ نَفْسَهَا للنَّبِىِّ إنْ أَرَادَ النَّبِىُّ أن يَسْتَنكِحَهَا خَالِصَةً لَكَ مِن دُونِ المُؤمِنِينَ } .نداء رابع خوطب به النبي صلى الله عليه وسلم في شأن خاص به هو بيان ما"
    },
    {
      "number": 51,
      "text": "۞ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًۭا",
      "tafsir": {
        "muyassar": "تؤخر مَن تشاء مِن نسائك في القَسْم في المبيت، وتضم إليك مَن تشاء منهن، ومَن طَلَبْتَ ممن أخَّرت قَسْمها، فلا إثم عليك في هذا، ذلك التخيير أقرب إلى أن يفرحن ولا يحزنَّ، ويرضين كلهن بما قسمت لهنَّ، والله يعلم ما في قلوب الرجال مِن مَيْلها إلى بعض النساء دون بعض. وكان الله عليمًا بما في القلوب، حليمًا لا يعجل بالعقوبة على من عصاه.",
        "mukhtasar": "تؤخر - أيها الرسول - من تشاء تأخير قَسْمه من نسائك فلا تبيت معها، وتضمّ إليك من تشاء منهنّ فتبيت معها، ومن طلبتَ أن تضمها ممن أخَّرتَهنَّ فلا إثم عليك في ذلك، ذلك التخيير والتوسيع لك أقرب أن تَقَرَّ به أعين نسائك، وأن يرضين بما أعطيتهنّ جميعهنّ؛ لعلمهن أنك لم تترك واجبًا، ولم تبخل بحق، والله يعلم ما في قلوبكم - أيها الرجال - من الميل إلى بعض النساء دون بعض، وكان الله عليمًا بأعمال عباده، لا يخفى عليه منها شيء، حليمًا لا يعاجلهم بالعقوبة لعلهم يتوبون إليه.",
        "saadi": "وهذا أيضًا من توسعة اللّه على رسوله ورحمته به، أن أباح له ترك القسم بين زوجاته، على وجه الوجوب، وأنه إن فعل ذلك، فهو تبرع منه، ومع ذلك، فقد كان صلى اللّه عليه وسلم يجتهد في القسم بينهن في كل شيء، ويقول \"اللهم هذا قسمي فيما أملك، فلا تلمني فيما لا أملك\" .فقال هنا: { تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ } [أي: تؤخر من أردت من زوجاتك فلا تؤويها إليك، ولا تبيت عندها]  { وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ } أي: تضمها وتبيت عندها.{ و } مع ذلك لا يتعين هذا الأمر { مَنِ ابْتَغَيْتَ } أي: أن تؤويها { فَلَا جُنَاحَ عَلَيْكَ } والمعنى أن الخيرة بيدك في ذلك كله [وقال كثير من المفسرين: إن هذا خاص بالواهبات، له أن يرجي من يشاء، ويؤوي من يشاء، أي: إن شاء قبل من وهبت نفسها له، وإن شاء لم يقبلها، واللّه أعلم]  ثم بين الحكمة في ذلك فقال: { ذَلِكَ } أي: التوسعة عليك، وكون الأمر راجعًا إليك وبيدك، وكون ما جاء منك إليهن تبرعًا منك { أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ } لعلمهن أنك لم تترك واجبًا، ولم تفرط في حق لازم.{ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ } أي: ما يعرض لها عند أداء الحقوق الواجبة والمستحبة، وعند المزاحمة في الحقوق، فلذلك شرع لك التوسعة يا رسول اللّه، لتطمئن قلوب زوجاتك.{ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا } أي: واسع العلم، كثير الحلم. ومن علمه، أن شرع لكم ما هو أصلح لأموركم، وأكثر لأجوركم. ومن حلمه، أن لم يعاقبكم بما صدر منكم، وما أصرت عليه قلوبكم من الشر. ",
        "kathir": "۞ تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ ۖ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰ أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ ۚ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ ۚ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا"
      },
      "translations": {
        "en": "You, [O Muhammad], may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing.",
        "fr": "Tu fais attendre qui tu veux d'entre elles, et tu héberges chez toi qui tu veux. Puis il ne t'est fait aucun grief si tu invites chez toi l'une de celles que tu avais écartées. Voilà ce qui est le plus propre à les réjouir, à leur éviter tout chagrin et à leur faire accepter de bon cœur ce que tu leur as donné à toutes. Allah sait, cependant, ce qui est en vos cœurs. Et Allah est Omniscient et Indulgent.",
        "es": "Puedes dejar para otra ocasión a la que de ellas quieras, o llamar a ti a la que quieras, o volver a llamar a una de las que habías separado. No haces mal. Esto contribuye a su alegría, a evitar que estén tristes y a que todas ellas estén contentas con lo que tú les des. Alá sabe lo que encierran vuestros corazones. Alá es omnisciente, benigno."
      },
      "ibn_ashour": "تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ذَلِكَ أَدْنَى أَنْ تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آَتَيْتَهُنَّ كُلُّهُنَّ وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (51){ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وتؤوى إِلَيْكَ مَن تَشَآءُ وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ والله يَعْلَمُ مَا فِى قلُوبِكُمْ وَكَانَ الله عَلِيماً حَلِيماً } .استئناف بياني ناشىء عن قوله : { إنا أحللنا لك أزواجك } إلى قوله : { لكيلا يكون عليك حرج } [ الأحزاب : 50 ] فإنه يثير في النفس تطلباً لبيان مدى هذا التحليل . والجملةُ خبر مستعمل في إنشاء تحليل الإِرجاء والإِيواء لمن يشاء النبي صلى الله عليه وسلموالإِرجاء حقيقته : التأخير إلى وقت مستقبل . يقال : أرجأت الأمر وأرجيْته مهموزاً ومخففاً ، إذا أخرته .وفعله ينصرف إلى الأحوال لا الذوات ، فإذا عدي فعله إلى اسم ذات تعين انصرافه"
    },
    {
      "number": 52,
      "text": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍۢ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ رَّقِيبًۭا",
      "tafsir": {
        "muyassar": "لا يباح لك النساء من بعد نسائك اللاتي فى عصمتك، واللاتي أبحناهنَّ لك (وهنَّ المذكورات في الآية السابقة رقم [50] من هذه السورة)، ومن كانت في عصمتك من النساء المذكورات لا يحل لك أن تطلِّقها مستقبَلا وتأتي بغيرها بدلا منها، ولو أعجبك جمالها، وأما الزيادة على زوجاتك من غير تطليق إحداهن فلا حرج عليك، وأما ما ملكت يمينك من الإماء، فحلال لك منهن من شئت. وكان الله على كل شيء رقيبًا، لا يغيب عنه علم شيء.",
        "mukhtasar": "لا يجوز لك - أيها الرسول - أن تتزوج بنساء غير زوجاتك اللاتي هن في عصمتك، ولا يحلّ لك أن تطلقهن، أو تطلق بعضهنّ لتأخذ غيرهن من النساء، ولو أعجبك حسن من تريد أن تتزوج بها من النساء غيرهن، لكن يجوز لك أن تَتَسَرَّى بما ملكت يمينك من الإماء دون حصر في عدد محدد، وكان الله على كل شيء حفيظًا.\nوهذا الحكم يدل على فضل أمهات المؤمنين، فقد مُنع طلاقهن والزواج عليهن.",
        "saadi": "وهذا شكر من اللّه، الذي لم يزل شكورًا، لزوجات رسوله، رضي اللّه عنهن، حيث اخترن اللّه ورسوله، والدار الآخرة، أن رحمهن، وقصر رسوله عليهن فقال: { لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ } زوجاتك الموجودات { وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ } أي: ولا تطلق بعضهن، فتأخذ بدلها.فحصل بهذا، أمنهن من الضرائر، ومن الطلاق، لأن اللّه قضى أنهن زوجاته في الدنيا والآخرة، لا يكون بينه وبينهن فرقة.{ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ } أي: حسن غيرهن، فلا يحللن لك { إِلَّا مَا مَلَكَتْ يَمِينُكَ } أي: السراري، فذلك جائز لك، لأن المملوكات، في كراهة الزوجات، لسن بمنزلة الزوجات، في الإضرار للزوجات. { وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا } أي: مراقبًا للأمور، وعالمًا بما إليه تؤول، وقائمًا بتدبيرها على أكمل نظام، وأحسن إحكام. ",
        "kathir": "لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ رَقِيبًا"
      },
      "translations": {
        "en": "Not lawful to you, [O Muhammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allah, over all things, an Observer.",
        "fr": "Il ne t'est plus permis désormais de prendre [d'autres] femmes, ni de changer d'épouses, même si leur beauté te plaît; - à l'exception des esclaves que tu possèdes. Et Allah observe toute chose.",
        "es": "En adelante, no te será lícito tomar otras mujeres, ni cambiar de esposas, aunque te guste su belleza, a excepción de tus esclavas. Alá todo lo observa."
      },
      "ibn_ashour": "لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ وَلَا أَنْ تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ رَقِيبًا (52)موقع هذه الآية في المصحف عقب التي قبلها يدل على أنها كذلك نزلت وأن الكلام متصل بعضه ببعض ومنتظم هذا النظم البديع ، على أن حذف ما أضيفت إليه { بعدُ } ينادي على أنه حذْفُ معلوم دل عليه الكلام السابق فتأخّرها في النزول عن الآيات التي قبلها وكونها متصلة بها وتتمة لها مما لا ينبغي أن يُتردد فيه ، فتقدير المضاف إليه المحذوف لا يخلو : إمّا أن يؤخذ من ذكر الأصناف قبله ، أي من بعد الأصناف المذكورة بقوله : { إنا أحللنا لك أزواجك } [ الأحزاب : 50 ] الخ . وإمّا أن يكون مما يقتضيه الكلام من الزمان ، أي من بعد هذا الوقت ، والأول الراجح .و { بعد } يجوز أن يكون بمعنى ( غير ) كقوله تعالى : { فمن يهديه من بعد الله } [ الجاثية : 23 ] وهو استعمال كثير في اللغة ، وعليه فلا ناسخ لهذه الآية من القرآن ولا هي ناسخة لغيرها ، ومما يؤيد هذا المعنى التعبير بلفظ الأزواج في قوله : { ولا أن تبدل بهن من أزواج } أي غيرهن ، وعلى هذ"
    },
    {
      "number": 53,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَٰعًۭا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍۢ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تدخلوا بيوت النبي إلا بإذنه لتناول طعام غير منتظرين نضجه، ولكن إذا دعيتم فادخلوا، فإذا أكلتم فانصرفوا غير مستأنسين لحديث بينكم؛ فإن انتظاركم واستئناسكم يؤذي النبي، فيستحيي من إخراجكم من البيوت مع أن ذلك حق له، والله لا يستحيي من بيان الحق وإظهاره. وإذا سألتم نساء رسول الله صلى الله عليه وسلم حاجة من أواني البيت ونحوها فاسألوهن من وراء ستر؛ ذلكم أطهر لقلوبكم وقلوبهن من الخواطر التي تعرض للرجال في أمر النساء، وللنساء في أمر الرجال؛ فالرؤية سبب الفتنة، وما ينبغي لكم أن تؤذوا رسول الله، ولا أن تتزوجوا أزواجه من بعد موته أبدًا؛ لأنهن أمهاتكم، ولا يحلُّ للرجل أن يتزوج أمَّه، إنَّ أذاكم رسول الله صلى الله عليه وسلم ونكاحكم أزواجه من بعده إثم عظيم عند الله. (وقد امتثلت هذه الأمة هذا الأمر، واجتنبت ما نهى الله عنه منه).",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرع لهم، لا تدخلوا بيوت النبي إلا بعد أن يأذن لكم بدخولها بدعوتكم إلى طعام، ولا تطيلوا الجلوس تنتظرون نضج الطعام، ولكن إذا دعيتم إلى طعام فادخلوا، فإذا أكلتم فانصرفوا، ولا تمكثوا بعده يستأنس بعضكم بحديث بعض، إن ذلك المكث كان يؤذي النبي صلى الله عليه وسلم فيستحيي أن يطلب منكم الانصراف، والله لا يستحيي أن يأمر بالحق، فأمركم بالانصراف عنه حتى لا تؤذوه صلى الله عليه وسلم بالمكث، وإذا طلبتم من زوجات النبي صلى الله عليه وسلم حاجة مثل آنية ونحوها فاطلبوا حاجتكم تلك من وراء ستر، ولا تطلبوها منهن مواجهة حتى لا تراهنّ أعينكم؛ صونًا لهنّ؛ لمكانة رسول الله صلى الله عليه وسلم، ذلكم الطلب من وراء ستر أطهر لقلوبكم وأطهر لقلوبهنّ؛ حتى لا يتطرّق الشيطان إلى قلوبكم وقلوبهنّ بالوسوسة وتزيين المنكر، وما ينبغي لكم - أيها المؤمنون - أن تؤذوا رسول الله بالمكث للحديث، ولا أن تتزوجوا نساءه من بعد موته، فهنّ أمهات المؤمنين، ولا يجوز لأحد أن يتزوج أمه، إن ذلكم الإيذاء - ومن صوره نكاحكم نساءه من بعد موته - حرام ويعدُّ عند الله إثمًا عظيمًا.",
        "saadi": "يأمر تعالى عباده المؤمنين، بالتأدب مع رسول اللّه صلى اللّه عليه وسلم، في دخول بيوته فقال: { يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ } أي: لا تدخلوها بغير إذن للدخول فيها، لأجل الطعام. وأيضًا لا تكونوا { نَاظِرِينَ إِنَاهُ } أي: منتظرين ومتأنين لانتظار نضجه، أو سعة صدر بعد الفراغ منه. والمعنى: أنكم لا تدخلوا بيوت النبي إلا بشرطين:الإذن لكم بالدخول، وأن يكون جلوسكم بمقدار الحاجة، ولهذا قال: { وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ } أي: قبل الطعام وبعده.ثم بين حكمة النهي وفائدته فقال: { إِنَّ ذَلِكُمْ } أي: انتظاركم الزائد على الحاجة، { كَانَ يُؤْذِي النَّبِيَّ } أي: يتكلف منه ويشق عليه حبسكم إياه عن شئون بيته، واشتغاله فيه { فَيَسْتَحْيِي مِنْكُمْ } أن يقول لكم: { اخرجوا } كما هو جاري العادة، أن الناس -وخصوصًا أهل الكرم منهم- يستحيون أن يخرجوا الناس من مساكنهم، { و } لكن { اللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ } فالأمر الشرعي، ولو كان يتوهم أن في تركه أدبا وحياء، فإن الحزم كل الحزم، اتباع الأمر الشرعي، وأن يجزم أن ما خالفه، ليس من الأدب في شيء. واللّه تعالى لا يستحي أن يأمركم، بما فيه الخير لكم، والرفق لرسوله كائنًا ما كان.فهذا أدبهم في الدخول في بيوته، وأما أدبهم معه في خطاب زوجاته، فإنه، إما أن يحتاج إلى ذلك، أو لا يحتاج إليه، فإن لم يحتج إليه، فلا حاجة إليه، والأدب تركه، وإن احتيج إليه، كأن يسألن متاعًا، أو غيره من أواني البيت أو نحوها، فإنهن يسألن { مِنْ وَرَاءِ حِجَابٍ } أي: يكون بينكم وبينهن ستر، يستر عن النظر، لعدم الحاجة إليه.فصار النظر إليهن ممنوعًا بكل حال، وكلامهن فيه التفصيل، الذي ذكره اللّه، ثم ذكر حكمة ذلك بقوله: { ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ } لأنه أبعد عن الريبة، وكلما بعد الإنسان عن الأسباب الداعية إلى الشر، فإنه أسلم له، وأطهر لقلبه.فلهذا، من الأمور الشرعية التي بين اللّه كثيرًا من تفاصيلها، أن جميع وسائل الشر وأسبابه ومقدماته، ممنوعة، وأنه مشروع، البعد عنها، بكل طريق.ثم قال كلمة جامعة وقاعدة عامة: { وَمَا كَانَ لَكُمْ } يا معشر المؤمنين، أي: غير لائق ولا مستحسن منكم، بل هو أقبح شيء { أَنْ تُؤْذُوا رَسُولَ اللَّهِ } أي: أذية قولية أو فعلية، بجميع ما يتعلق به، { وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا } هذا من جملة ما يؤذيه، فإنه صلى اللّه عليه وسلم، له مقام التعظيم، والرفعة والإكرام، وتزوج زوجاته [بعده]  مخل بهذا المقام.وأيضا، فإنهن زوجاته في الدنيا والآخرة، والزوجية باقية بعد موته، فلذلك لا يحل نكاح زوجاته بعده، لأحد من أمته. { إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا } وقد امتثلت هذه الأمة، هذا الأمر، واجتنبت ما نهى اللّه عنه منه، وللّه الحمد والشكر.",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَٰكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ ۖ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا"
      },
      "translations": {
        "en": "O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him, ever. Indeed, that would be in the sight of Allah an enormity.",
        "fr": "O vous qui croyez! N'entrez pas dans les demeures du Prophète, à moins qu'invitation ne vous soit faite à un repas, sans être là à attendre sa cuisson. Mais lorsqu'on vous appelle, alors, entrez. Puis, quand vous aurez mangé, dispersez-vous, sans chercher à vous rendre familiers pour causer. Cela faisait de la peine au Prophète, mais il se gênait de vous (congédier), alors qu'Allah ne se gêne pas de la vérité. Et si vous leur demandez (à ses femmes) quelque objet, demandez-le leur derrière un rideau: c'est plus pur pour vos cœurs et leurs cœurs; vous ne devez pas faire de la peine au Messager d'Allah, ni jamais vous marier avec ses épouses après lui; ce serait, auprès d'Allah, un énorme péché.",
        "es": "¡Creyentes! No entréis en las habitaciones del Profeta a menos que se os autorice a ello para una comida. No entréis hasta que sea hora. Cuando se os llame, entrad y, cuando hayáis comido, retiraos sin poneros a hablar como si fueráis de la familia. Esto molestaría al Profeta y, por vosotros, le daría vergüenza. Alá, en cambio, no Se avergüenza de la verdad. Cuando les pidáis un objeto hacedlo desde detrás de una cortina. Es más decoroso para vosotros y para ellas. No debéis molestar al Enviado de Alá, ni casaros jamás con las que hayan sido sus esposas. Esto, para Alá, sería grave."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا (53){ ياأيها الذين ءَامَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبى إِلاَّ أَن يُؤْذَنَ لَكُمْ إلى طَعَامٍ غَيْرَ ناظرين إناه وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا فَإِذَا طَعِمْتُمْ فانتشروا وَلاَ مُسْتَئنِسِينَ لِحَدِيثٍ إنَّ ذَلِكَ كَانَ يُؤْذِى النَّبِىَّ فَيَسْتَحِى مِنكُمْ واللهُ لاَ يَسْتَحِى مِنَ الحَقِّ } .لما بين الله في الآيات السابقة آداب النبي صلى الله عليه وسلم مع أزواجه قفّاه في هذه الآية"
    },
    {
      "number": 54,
      "text": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًۭا",
      "tafsir": {
        "muyassar": "إن تُظْهِروا شيئًا على ألسنتكم -أيها الناس- مما يؤذي رسول الله مما نهاكم الله عنه، أو تخفوه في نفوسكم، فإن الله تعالى يعلم ما في قلوبكم وما أظهرتموه، وسيجازيكم على ذلك.",
        "mukhtasar": "إن تظهروا شيئًا من أعمالكم أو تستروه في أنفسكم، فلن يخفى على الله منه شيء، إن الله كان بكل شيء عليمًا، لا يخفى عليه شيء من أعمالكم ولا من غيرها، وسيجازيكم على أعمالكم إن خيرًا فخير، وإن شرًّا فشر.",
        "saadi": "ثم قال تعالى: { إِنْ تُبْدُوا شَيْئًا } أي تظهروه { أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا } يعلم ما في قلوبكم، وما أظهرتموه، فيجازيكم عليه.",
        "kathir": "إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا"
      },
      "translations": {
        "en": "Whether you reveal a thing or conceal it, indeed Allah is ever, of all things, Knowing.",
        "fr": "Que vous divulguiez une chose ou que vous la cachiez,... Allah demeure Omniscient.",
        "es": "Si mostráis algo o lo ocultáis,... Alá lo sabe todo."
      },
      "ibn_ashour": "إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا (54)كلام جامع تحريضاً وتحذيراً ومنبىء عن وعد ووعيد ، فإن ما قبله قد حوى أمراً ونهياً ، وإذ كان الامتثال متفاوتاً في الظاهر والباطن وبخاصة في النوايا والمضمرات كان المقام مناسباً لتنبيههم وتذكيرهم بأن الله مطلع على كل حال من أحوالهم في ذلك وعلى كل شيء ، فالمراد من { شيئاً } الأول شيء مما يبدونه أو يخفونه وهو يعم كل ما يبدو وما يخفى لأن النكرة في سياق الشرط تعم . والجملة تذييل لما اشتملت عليه من العموم في قوله : { بكل شيء } . وإظهار لفظ { شيء } هنا دون إضمار لأن الإِضمار لا يستقيم لأن الشيء المذكور ثانياً هو غير المذكور أولاً ، إذ المراد بالثاني جميع الموجودات ، والمراد بالأول خصوص أحوال الناس الظاهرة والباطنة ، فالله عليم بكل كائن ومن جملة ذلك ما يبدونه ويخفونه من أحوالهم ."
    },
    {
      "number": 55,
      "text": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَٰنُهُنَّ ۗ وَٱتَّقِينَ ٱللَّهَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدًا",
      "tafsir": {
        "muyassar": "لا إثم على النساء في عدم الاحتجاب من آبائهن وأبنائهن وإخوانهن وأبناء إخوانهن وأبناء أخواتهن والنساء المؤمنات والعبيد المملوكين لهن؛ لشدة الحاجة إليهم في الخدمة. وخفن الله -أيتها النساء- أن تتعدَّيْن ما حَدَّ لكنَّ، فتبدين من زينتكن ما ليس لكُنَّ أن تبدينه، أو تتركن الحجاب أمام مَن يجب عليكن الاحتجاب منه. إن الله كان على كل شيء شهيدًا، يشهد أعمال العباد ظاهرها وباطنها، وسيجزيهم عليها.",
        "mukhtasar": "لا إثم عليهنّ أن يراهنّ ويكلمهنّ دون حجاب: آباؤهنّ، وأولادهنّ، وإخوانهن، وأبناء إخوانهنّ، وأبناء أخواتهنّ من النسب أو الرضاعة، ولا إثم عليهنّ أن يكلمهنّ دون حجاب: النساء المؤمنات، وما ملكت أيمانهنّ، واتقين الله - أيتها المؤمنات - فيما أمر به ونهى عنه سبحانه، فهو مُشاهِدٌ لِمَا يَظْهَرُ مِنكنَّ ويَصْدُرُ عنكن.",
        "saadi": "لما ذكر أنهن لا يسألن متاعًا إلا من وراء حجاب، وكان اللفظ عامًا [لكل أحد]  احتيج أن يستثنى منه هؤلاء المذكورون، من المحارم، وأنه { لَا جُنَاحَ عَلَيْهِنَّ } في عدم الاحتجاب عنهم.ولم يذكر فيها الأعمام، والأخوال، لأنهن إذا لم يحتجبن عمن هن عماته ولا  خالاته، من أبناء الإخوة والأخوات، مع رفعتهن عليهم، فعدم احتجابهن عن عمهن وخالهن، من باب أولى، ولأن منطوق الآية الأخرى، المصرحة بذكر العم والخال، مقدمة، على ما يفهم من هذه الآية.وقوله { وَلَا نِسَائِهِنَّ } أي: لا جناح عليهن ألا يحتجبن عن نسائهن، أي: اللاتي من جنسهن في الدين، فيكون ذلك مخرجًا لنساء الكفار، ويحتمل أن المراد جنس النساء، فإن المرأة لا تحتجب عن المرأة. { وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ } ما دام العبد في ملكها جميعه.ولما رفع الجناح عن هؤلاء، شرط فيه وفي غيره، لزوم تقوى اللّه، وأن لا يكون في محذور شرعي فقال: { وَاتَّقِينَ اللَّهَ } أي: استعملن تقواه في جميع الأحوال { إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا } يشهد أعمال العباد، ظاهرها وباطنها، ويسمع أقوالهم، ويرى حركاتهم، ثم يجازيهم على ذلك، أتم الجزاء وأوفاه. ",
        "kathir": "لَا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ ۗ وَاتَّقِينَ اللَّهَ ۚ إِنَّ اللَّهَ كَانَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدًا"
      },
      "translations": {
        "en": "There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah. Indeed Allah is ever, over all things, Witness.",
        "fr": "Nul grief sur elles au sujet de leurs pères, leurs fils, leurs frères, les fils de leurs frères, les fils de leurs sœurs, leurs femmes [de suite] et les esclaves qu'elles possèdent. Et craignez Allah. Car Allah est témoin de toute chose.",
        "es": "No pecan si se trata de sus padres, sus hijos, sus hermanos, los hijos de sus hermanos, los hijos de sus hermanas, sus mujeres o sus esclavas. ¡Temed a Alá! Alá es testigo de todo."
      },
      "ibn_ashour": "لَا جُنَاحَ عَلَيْهِنَّ فِي آَبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ وَلَا أَبْنَاءِ إِخْوَانِهِنَّ وَلَا أَبْنَاءِ أَخَوَاتِهِنَّ وَلَا نِسَائِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَانُهُنَّ وَاتَّقِينَ اللَّهَ إِنَّ اللَّهَ كَانَ عَلَى كُلِّ شَيْءٍ شَهِيدًا (55)تخصيص من عموم الأمر بالحجاب الذي اقتضاه قوله : { فاسألوهن من وراء حجاب } [ الأحزاب : 53 ] .وإنما رفع الجناح عن نساء النبي صلى الله عليه وسلم تنبيهاً على أنهن مأمورات بالحجاب كما أمر رجال المسلمين بذلك معهن فكان المعنى : لا جناح عليهن ولا عليكم ، كما أن معنى { فاسألوهن من وراء حجاب } أنهن أيضاً يُجِبن من وراء حجاب كما تقدمت الإِشارة إليه يقوله : { ذلكم أطهر لقلوبكم وقلوبهن } [ الأحزاب : 53 ] .والظرفية المفادة من حرف { في } مجازية شائعة في مثله ، يقال : لا جناح عليك في كذا ، فهو كالحقيقة فلا تلاحظ فيه الاستعارة ، والمجرور مقدر فيه مضاف تقديره : في رُؤية آبائهن إيَّاهُن ، وإنما رجح جانبهن هنا لأنه في معنى الإِذن ، لأن الرجال مأمورون بالاستئذان كما اقتضته آية سورة النور ، والإِذن يصدر منهن فلذلك رُجّح هنا جانبهن فأضيف الحكم "
    },
    {
      "number": 56,
      "text": "إِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
      "tafsir": {
        "muyassar": "إن الله تعالى يثني على النبي صلى الله عليه وسلم عند الملائكة المقربين، وملائكته يثنون على النبي ويدعون له، يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، صلُّوا على رسول لله، وسلِّموا تسليمًا، تحية وتعظيمًا له. وصفة الصلاة على النبي صلى الله عليه وسلم ثبتت في السنة على أنواع، منها: \"اللهم صلِّ على محمد وعلى آل محمد، كما صليت على آل إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما باركت على آل إبراهيم، إنك حميد مجيد\".",
        "mukhtasar": "إن الله يثني عند ملائكته على الرسول محمد صلى الله عليه وسلم، وملائكته يدعون له، يا أيها الذين آمنوا بالله وعملوا بما شرع لعباده، صلوا على الرسول وسلموا عليه تسليمًا.",
        "saadi": "وهذا فيه تنبيه على كمال رسول اللّه صلى اللّه عليه وسلم، ورفعة درجته، وعلو منزلته عند اللّه وعند خلقه، ورفع ذكره. و { إِنَّ اللَّهَ } تعالى { وَمَلَائِكَتَهُ يُصَلُّونَ } عليه، أي: يثني اللّه عليه بين الملائكة، وفي الملأ الأعلى، لمحبته تعالى له، وتثني عليه الملائكة المقربون، ويدعون له ويتضرعون.{ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا } اقتداء باللّه وملائكته، وجزاء له على بعض حقوقه عليكم، وتكميلاً لإيمانكم، وتعظيمًا له صلى اللّه عليه وسلم، ومحبة وإكرامًا، وزيادة في حسناتكم، وتكفيرًا من سيئاتكم وأفضل هيئات الصلاة عليه عليه الصلاة والسلام، ما علم به أصحابه: \"اللّهم صل على محمد وعلى آل محمد كما صليت على آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم إنك حميد مجيد\" وهذا الأمر بالصلاة والسلام عليه مشروع في جميع الأوقات، وأوجبه كثير من العلماء في الصلاة",
        "kathir": "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ ۚ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا"
      },
      "translations": {
        "en": "Indeed, Allah confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [Allah to confer] blessing upon him and ask [Allah to grant him] peace.",
        "fr": "Certes, Allah et Ses Anges prient sur le Prophète; ô vous qui croyez priez sur lui et adressez [lui] vos salutations.",
        "es": "Alá y sus ángeles bendicen al Profeta. ¡Creyentes! ¡Bendecidle vosotros también y saludadle como se debe!"
      },
      "ibn_ashour": "إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آَمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا (56)أعقبت أحكام معاملة أزواج النبي عليه الصلاة والسلام بالثناء عليه وتشريف مقامه إيماء إلى أن تلك الأحكام جارية على مناسبة عظمة مقام النبي عليه الصلاة والسلام عند الله تعالى ، وإلى أن لأزواجه من ذلك التشريف حظًّا عظيماً . ولذلك كانت صيغة الصلاة عليه التي علَّمها للمسلمين مشتملة على ذكر أزواجه كما سيأتي قريباً ، وليُجعل ذلك تمهيداً لأمر المؤمنين بتكرير ذكر النبي صلى الله عليه وسلم بالثناء والدعاء والتعظيم ، وذُكرَ صلاة الملائكة مع صلاة الله ليكون مثالاً من صلاة أشرف المخلوقات على الرسول لتقريب درجة صلاة المؤمنين التي يؤمرون بها عقب ذلك ، والتأكيد للاهتمام . ومجيء الجملة الإسمية لتقوية الخبر ، وافتتاحها باسم الجلالة لإِدخال المهابة والتعظيم في هذا الحكم ، والصلاة من الله والملائكة تقدم الكلام عليها عند قوله تعالى : { هو الذي يصلي عليكم وملائكته } في هذه السورة ( 43 ) . وهذه صلاة خاصة هي أرفع صلاة مما شمله قوله هو الذي يصلي عليكم وملائكته } لأن عظمة مقام النبي "
    },
    {
      "number": 57,
      "text": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْءَاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًۭا مُّهِينًۭا",
      "tafsir": {
        "muyassar": "إن الذين يؤذون الله بالشرك أو غيره من المعاصي، ويؤذون رسول الله بالأقوال أو الأفعال، أبعدهم الله وطردهم مِن كل خير في الدنيا والآخرة، وأعدَّ لهم في الآخرة عذابًا يذلهم ويهينهم.",
        "mukhtasar": "إن الذين يؤذون الله ورسوله بالقول أو الفعل أبعدهم الله وطردهم من رحاب رحمته في الدنيا وفي الآخرة، وأعدّ لهم في الآخرة عذابًا مذلًّا جزاءً لهم على ما اقترفوه من إيذاء رسوله.",
        "saadi": "لما أمر تعالى بتعظيم رسوله صلى اللّه عليه وسلم، والصلاة والسلام عليه، نهى عن أذيته، وتوعد عليها فقال: { إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ } وهذا يشمل كل أذية، قولية أو فعلية، من سب وشتم، أو تنقص له، أو لدينه، أو ما يعود إليه بالأذى. { لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا } أي: أبعدهم وطردهم، ومن لعنهم [في الدنيا]  أنه يحتم  قتل من شتم الرسول، وآذاه.{ وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا } جزاء له على أذاه، أن يؤذى بالعذاب الأليم، فأذية الرسول، ليست كأذية غيره، لأنه -صلى الله عليه وسلم- لا يؤمن العبد باللّه، حتى يؤمن برسوله صلى اللّه عليه وسلم. وله من التعظيم، الذي هو من لوازم الإيمان، ما يقتضي ذلك، أن لا يكون مثل غيره.",
        "kathir": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا"
      },
      "translations": {
        "en": "Indeed, those who abuse Allah and His Messenger - Allah has cursed them in this world and the Hereafter and prepared for them a humiliating punishment.",
        "fr": "Ceux qui offensent Allah et Son messager, Allah les maudit ici-bas, comme dans l'au-delà et leur prépare un châtiment avilissant.",
        "es": "A los que molestan a Alá y a Su Enviado, Alá les ha maldecido en la vida de acá y en la otra y les ha preparado un castigo humillante."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآَخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُهِينًا (57)لما أرشد الله المؤمنين إلى تناهي مراتب حُرمة النبي صلى الله عليه وسلم وتكريمه وحذّرهم مما قد يخفى على بعضهم من خفيّ الأذى في جانبه بقوله : { إن ذلكم كان يؤذي النبي } [ الأحزاب : 53 ] وقوله : { وما كان لكم أن تؤذوا رسول الله } [ الأحزاب : 53 ] وعلمهم كيف يعاملونه معاملة التوقير والتكريم بقوله : { ولا مستأنسين لحديث } [ الأحزاب : 53 ] وقوله : { ولا أن تنكحوا أزواجه من بعده أبداً إن ذلكم كان عند الله عظيماً } [ الأحزاب : 53 ] وقوله : { إن الله وملائكته يصلون على النبي } [ الأحزاب : 56 ] الآية ، وعلم أنهم قد امتثلوا أو تعلموا أردف ذلك بوعيد قوم اتسموا بسمات المؤمنين وكان من دأبهم السعي فيما يؤذي الرسول عليه الصلاة والسلام فأعلم الله المؤمنين بأن أولئك ملعونون في الدنيا والآخرة ليعلم المؤمنون أن أولئك ليسوا من الإِيمان في شيء وأنهم منافقون لأن مثل هذا الوعيد لا يعهد إلا للكافرين .فالجملة مستأنفة استئنافاً بيانياً لأنه يخطر في نفوس كثير ممن يسمع الآيات السابقة "
    },
    {
      "number": 58,
      "text": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَٰنًۭا وَإِثْمًۭا مُّبِينًۭا",
      "tafsir": {
        "muyassar": "والذين يؤذون المؤمنين والمؤمنات بقول أو فعل من غير ذنب عملوه، فقد ارتكبوا أفحش الكذب والزور، وأتوا ذنبًا ظاهر القبح يستحقون به العذاب في الآخرة.",
        "mukhtasar": "والذين يؤذون المؤمنين والمؤمنات بالقول أو الفعل بغير ذنب اكتسبوه من جناية توجب ذلك الإيذاء، فقد احتملوا كذبًا وإثمًا ظاهرًا.",
        "saadi": "وإن كانت أذية المؤمنين عظيمة، وإثمها عظيمًا، ولهذا قال فيها: { وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا } أي: بغير جناية منهم موجبة للأذى { فَقَدِ احْتَمَلُوا } على ظهورهم { بُهْتَانًا } حيث آذوهم بغير سبب { وَإِثْمًا مُبِينًا } حيث تعدوا عليهم، وانتهكوا حرمة أمر اللّه باحترامها.ولهذا كان سب آحاد المؤمنين، موجبًا للتعزير، بحسب حالته وعلو مرتبته، فتعزير من سب الصحابة أبلغ، وتعزير من سب العلماء، وأهل الدين، أعظم من غيرهم. ",
        "kathir": "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا"
      },
      "translations": {
        "en": "And those who harm believing men and believing women for [something] other than what they have earned have certainly born upon themselves a slander and manifest sin.",
        "fr": "Et ceux qui offensent les croyants et les croyantes sans qu'ils l'aient mérité, se chargent d'une calomnie et d'un péché évident.",
        "es": "Los que molestan a los creyentes y a las creyentes, sin haberlo éstos merecido, son culpables de infamia y de pecado manifiesto."
      },
      "ibn_ashour": "وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُبِينًا (58)ألحقت حُرمة المؤمنين بحرمة الرسول صلى الله عليه وسلم تنويهاً بشأنهم ، وذكروا على حدة للإِشارة إلى نزول رتبتهم عن رتبة الرسول عليه الصلاة والسلام . وهذا من الاستطراد معترض بين أحكام حُرمة النبي صلى الله عليه وسلم وآداب أزواجه وبناته والمؤمنات .وعطف { المؤمنات } على { المؤمنين } للتصريح بمساواة الحكم وإن كان ذلك معلوماً من الشريعة ، لوَزْع المؤذين عن أذى المؤمنات لأنهن جانب ضعيف بخلاف الرجال فقد يزعهم عنهم اتقاء غضبهم وثأرهم لأنفسهم .والمراد بالأذى : أذى القول بقرينة قوله : { فقد احتملوا بهتاناً } لأن البهتان من أنواع الأقوال وذلك تحقير لأقوالهم ، وأتبع ذلك التحقير بأنه إثم مبين . والمراد بالمبين العظيم القوي ، أي جُرماً من أشد الجرم ، وهو وعيد بالعقاب عليه .وضمير { اكتسبوا } عائد إلى المؤمنين والمؤمنات على سبيل التغليب ، والمجرور في موضع الحال . وهذا الحال لزيادة تشنيع ذلك الأذى بأنه ظلم وكذب .وليس المراد بالحال تقييد الحكم حتى يكون مفهومه جواز أذى المؤمنين"
    },
    {
      "number": 59,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا",
      "tafsir": {
        "muyassar": "يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يرخين على رؤوسهن ووجوههن من أرديتهن وملاحفهن؛ لستر وجوههن وصدورهن ورؤوسهن؛ ذلك أقرب أن يميَّزن بالستر والصيانة، فلا يُتعَرَّض لهن بمكروه أو أذى. وكان الله غفورًا رحيمًا حيث غفر لكم ما سلف، ورحمكم بما أوضح لكم من الحلال والحرام.",
        "mukhtasar": "يا أيها النبي قل لأزواجك، وقل لبناتك، وقل لنساء المؤمنين: يُرْخِين عليهنّ من الجلابيب التي يلبسنها حتى لا تنكشف منهن عورة أمام الأجانب من الرجال؛ ذلك أقرب أن يُعرف أنّهنّ حرائر فلا يَتعرض لهنّ أحد بالإيذاء كما يتعرض به للإماء، وكان الله غفورًا لذنوب من تاب من عباده، رحيمًا به.",
        "saadi": "هذه الآية، التي تسمى آية الحجاب، فأمر اللّه نبيه، أن يأمر النساء عمومًا، ويبدأ بزوجاته وبناته، لأنهن آكد من غيرهن، ولأن الآمر [لغيره]  ينبغي أن يبدأ بأهله، قبل غيرهم كما قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا } أن { يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ } وهن اللاتي يكن فوق الثياب من ملحفة وخمار ورداء ونحوه، أي: يغطين بها، وجوههن وصدورهن.ثم ذكر حكمة ذلك، فقال: { ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ } دل على وجود أذية، إن لم يحتجبن، وذلك، لأنهن إذا لم يحتجبن، ربما ظن أنهن غير عفيفات، فيتعرض لهن من في قلبه مرض، فيؤذيهن، وربما استهين بهن، وظن أنهن إماء، فتهاون بهن من يريد الشر. فالاحتجاب حاسم لمطامع الطامعين فيهن.{ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } حيث غفر لكم ما سلف، ورحمكم، بأن بين لكم الأحكام، وأوضح الحلال والحرام، فهذا سد للباب من جهتهن.",
        "kathir": "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰ أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful.",
        "fr": "O Prophète! Dis à tes épouses, à tes filles, et aux femmes des croyants, de ramener sur elles leurs grands voiles: elles en seront plus vite reconnues et éviteront d'être offensées. Allah est Pardonneur et Miséricordieux.",
        "es": "¡Profeta! Di a tus esposas, a tus hijas y a las mujeres de los creyentes que se cubran con el manto. Es lo mejor para que se las distinga y no sean molestadas. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (59)أتبع النهي عن أذى المؤمنات بأن أمرن باتقاء أسباب الأذى لأن من شأن المطالب السعي في تذليل وسائلها كما قال تعالى : { ومن أراد الآخرة وسعى لها سعيها } [ الإسراء : 19 ] وقال أبو الأسود :ترجو النجاة ولم تسلك مسالكها ... إن السفينة لا تجري على اليبسوهذا يرجع إلى قاعدة التعاون على إقامة المصالح وإماتة المفاسد . وفي الحديث : « رحم الله والداً أعان ولده على بره » . وهذا الحديث ضعيف السند لكنه صحيح المعنى لأن بر الوالدين مطلوب ، فالإِعانة عليه إعانة على وجود المعروف والخير .وابتدىء بأزواج النبي صلى الله عليه وسلم وبناته لأنهن أكمل النساء ، فذكرهن من ذكر بعض أفراد العام للاهتمام به .والنساء : اسم جمع للمرأة لا مفرد له من لفظه ، وقد تقدم آنفاً عند قوله تعالى : { ولا نسائهن } [ الأحزاب : 55 ] . فليس المراد بالنساء هنا أزواج المؤمنين بل المراد الإِناث المؤمنات ، وإضافته إلى المؤمنين على معنى ( "
    },
    {
      "number": 60,
      "text": "۞ لَّئِن لَّمْ يَنتَهِ ٱلْمُنَٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًۭا",
      "tafsir": {
        "muyassar": "لئن لم يكفَّ الذين يضمرون الكفر ويظهرون الإيمان والذين في قلوبهم شك وريبة، والذين ينشرون الأخبار الكاذبة في مدينة الرسول صلى الله عليه وسلم عن قبائحهم وشرورهم، لنسلِّطنَّك عليهم، ثم لا يسكنون معك فيها إلا زمنًا قليلا. مطرودين من رحمة الله، في أي مكان وُجِدوا فيه أُسِروا وقُتِّلوا تقتيلا ما داموا مقيمين على النفاق ونشر الأخبار الكاذبة بين المسلمين بغرض الفتنة والفساد.",
        "mukhtasar": "لئن لم ينته المنافقون عن نفاقهم؛ بإضمارهم الكفر وإظهارهم الإسلام، والذين في قلوبهم فجور بتعلقهم بشهواتهم، والذين يأتون بالأخبار الكاذبة في المدينة ليفرقوا بين المؤمنين - لنأمرنك - أيها الرسول - بمعاقبتهم، ولنسلطنّك عليهم، ثم لا يُساكنونك في المدينة إلا قليلًا من الزمن؛ لإهلاكهم أو طردهم عنها بسبب إفسادهم في الأرض.",
        "saadi": "وأما من جهة أهل الشر فقد توعدهم بقوله: { لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ } أي: مرض شك أو شهوة { وَالْمُرْجِفُونَ فِي الْمَدِينَةِ } أي: المخوفون المرهبون الأعداء، المحدثون  بكثرتهم وقوتهم، وضعف المسلمين.ولم يذكر المعمول الذي ينتهون عنه، ليعم ذلك، كل ما توحي به أنفسهم إليهم، وتوسوس به، وتدعو إليه من الشر، من التعريض بسب الإسلام وأهله، والإرجاف بالمسلمين، وتوهين قواهم، والتعرض للمؤمنات بالسوء والفاحشة، وغير ذلك من المعاصي الصادرة، من أمثال هؤلاء.{ لَنُغْرِيَنَّكَ بِهِمْ } أي: نأمرك بعقوبتهم وقتالهم، ونسلطك عليهم، ثم إذا فعلنا ذلك، لا طاقة لهم بك، وليس لهم قوة ولا امتناع، ولهذا قال: { ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا } أي: لا يجاورونك في المدينة إلا قليلاً، بأن تقتلهم أو تنفيهم.وهذا فيه دليل، لنفي أهل الشر، الذين يتضرر بإقامتهم بين أظهر المسلمين، فإن ذلك أحسم للشر، وأبعد منه، ويكونون",
        "kathir": "۞ لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا"
      },
      "translations": {
        "en": "If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little.",
        "fr": "Certes, si les hypocrites, ceux qui ont la maladie au cœur, et les alarmistes [semeurs de troubles] à Médine ne cessent pas, Nous t'inciterons contre eux, et alors, ils n'y resteront que peu de temps en ton voisinage.",
        "es": "Si los hipócritas, los enfermos de corazón y los agitadores de la ciudad no cesan, hemos de incitarte contra ellos y pronto dejarán tu vecindad."
      },
      "ibn_ashour": "لَئِنْ لَمْ يَنْتَهِ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْمُرْجِفُونَ فِي الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَا إِلَّا قَلِيلًا (60) انتقال من زَجر قوم عرفوا بأذى الرسول صلى الله عليه وسلم والمؤمنين والمؤمنات ، ومن توعدهم بغضب الله عليهم في الدنيا والآخرة إلى تهديدهم بعقاب في الدنيا يشرعه الله لهم إن هم لم يقلعوا عن ذلك للعلم بأن لا ينفع في أولئك وعيد الآخرة لأنهم لا يؤمنون بالبعث ، وأولئك هم المنافقون الذين ابتدىء التعريض بهم من قوله تعالى : { وما كان لكم أن تؤذوا رسول الله إلى قوله تعالى : عظيماً } [ الأحزاب : 53 ] ، ثم من قوله : { إن الذين يؤذون الله ورسوله } إلى قوله : { ذلك أدنى أن يعرفن فلا يؤذين } [ الأحزاب : 57 59 ] .وصرح هنا بما كُني عنه في الآيات السالفة إذ عبر عنهم بالمنافقين فعلم أن الذين يؤذون الله ورسوله هم المنافقون ومن لُفَّ لِفَّهُم .و { الذين في قلوبهم مرض } قد ذكرناهم في أول السورة وهم المنطوون على النفاق أو التردد في الإِيمان .و { المرجفون في المدينة } : هم المنافقون ، فالأوصاف الثلاثة لشيء واحد ، قاله أبو رزين .وجملة"
    },
    {
      "number": 61,
      "text": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًۭا",
      "tafsir": {
        "muyassar": "لئن لم يكفَّ الذين يضمرون الكفر ويظهرون الإيمان والذين في قلوبهم شك وريبة، والذين ينشرون الأخبار الكاذبة في مدينة الرسول صلى الله عليه وسلم عن قبائحهم وشرورهم، لنسلِّطنَّك عليهم، ثم لا يسكنون معك فيها إلا زمنًا قليلا. مطرودين من رحمة الله، في أي مكان وُجِدوا فيه أُسِروا وقُتِّلوا تقتيلا ما داموا مقيمين على النفاق ونشر الأخبار الكاذبة بين المسلمين بغرض الفتنة والفساد.",
        "mukhtasar": "مطرودين من رحمة الله، في أي مكان لُقُوا أُخِذُوا وَقُتِّلُوا تقتيلًا؛ لنفاقهم ونشرهم الفساد في الأرض.",
        "saadi": " { مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا } أي: مبعدين، أين  وجدوا، لا يحصل لهم أمن، ولا يقر  لهم قرار، يخشون أن يقتلوا، أو يحبسوا، أو يعاقبوا.",
        "kathir": "مَلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا"
      },
      "translations": {
        "en": "Accursed wherever they are found, [being] seized and massacred completely.",
        "fr": "Ce sont des maudits. Où qu'on les trouve, ils seront pris et tués impitoyablement:",
        "es": "Malditos, serán capturados y muertos sin piedad donde quiera que se dé con ellos,"
      },
      "ibn_ashour": "مَلْعُونِينَ أَيْنَمَا ثُقِفُوا أُخِذُوا وَقُتِّلُوا تَقْتِيلًا (61)و { ملعونين } حال مما تضمنه { قليلاً } من معنى الجوار . فالجوار مصدر يتحمل ضمير صاحبه لأن أصل المصدر أن يضاف إلى فاعله ، والتقدير : إلا جوارهم ملعونين . وجعل صاحب «الكشاف» { ملعونين } مستثنى من أحوال بأن يكون حرف الاستثناء دخل على الظرف والحاللِ كما في قوله تعالى : { إلا أن يؤذن لكم إلى طعام غير ناظرين إناه } [ الأحزاب : 53 ] . وبونُ ما بين هذا وبين ما نظره به لأن ذلك مشتمل على ما يصلح مجيء الحال منه . والوجه هنا هو ما سلكناه في تقدير نظمه .واللعن : الإِبعاد والطرد . وتقدم قوله تعالى : { وإن عليك اللعنة إلى يوم الدين } في سورة الحجر ( 35 ) ، وهو مستعمل هنا كناية عن الإِهانة والتجنب في المدينة ، أي يعاملهم المسلمون بتجنبهم عن مخالطتهم ويبتعدون هم من المؤمنين اتقاء ووجلاً فتضمن أن يكونوا متوارين مختفين خوفاً من بطش المؤمنين بهم حيث أغراهم النبي ، ففي قوله : { ملعونين } إيجاز بديع .وقوله : { أينما ثُقِفُوا } ظرف مضاف إلى جملة وهو متعلِقٌ ب { ملعونين } لأن { ملعونين } حال منهم بعد صفتهم بأنهم في المدينة ، فأفاد عموم أمكنة "
    },
    {
      "number": 62,
      "text": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًۭا",
      "tafsir": {
        "muyassar": "سنة الله وطريقته في منافقي الأمم السابقة أن يؤسَروا ويُقَتَّلوا أينما كانوا، ولن تجد -أيها النبي- لطريقة الله تحويلا ولا تغييرًا.",
        "mukhtasar": "هذه سُنَّة الله الجارية في المنافقين إذا أظهروا النفاق، وسُنَّة الله ثابتة لن تجد لها أبدًا تغييرًا.",
        "saadi": "{ سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ } أن من تمادى في العصيان، وتجرأ على ال أذى، ولم ينته منه، فإنه يعاقب عقوبة بليغة. { وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا } أي تغييرًا، بل سنته تعالى وعادته، جارية مع الأسباب المقتضية لأسبابها  ",
        "kathir": "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ ۖ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا"
      },
      "translations": {
        "en": "[This is] the established way of Allah with those who passed on before; and you will not find in the way of Allah any change.",
        "fr": "Telle était la loi établie par Allah envers ceux qui ont vécu auparavant et tu ne trouveras pas de changement dans la loi d'Allah.",
        "es": "conforme a la practica de Alá con los que vivieron antes. Y encontrarás la práctica de Alá irreemplazable."
      },
      "ibn_ashour": "سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (62)انتصب { سنة الله } على أنه مفعول مُطلق نائب عن فعله . والتقدير : سَن الله إغراءك بهم سنتَه في أعداء الأنبياء السالفين وفي الكفار المشركين الذين قُتّلوا وأخذوا في غزوة بدر وغيرها .وحرف { في } للظرفية المجازية ، شُبهت السّنة التي عوملوا بها بشيء في وَسْطهم كناية عن تغلغله فيهم وتناوله جميعهم ولو جاء الكلام على غير المجاز لقيل : سنة الله مع الذين خَلَوا .و { الذين خلوا } الذين مَضَوا وتقدموا . والأظهر أن المراد بهم من سبقوا من أعداء النبي صلى الله عليه وسلم الذين أذنه الله بقتلهم مثل الذين قُتلوا من المشركين ومثل الذين قتلوا من يهود قريظة . وهذا أظهر لأن ما أصاب أولئك أوقع في الموعظة إذ كان هذان الفريقان على ذكر من المنافقين وقد شهدوا بعضهم وبلغهم خبر بعض .ويحتمل أيضاً أن يشمل { الذين خلوا } الأممَ السالفة الذين غضب الله عليهم لأذاهم رسلهم فاستأصلهم الله تعالى مثل قوم فرعون وأضرابهم .وذيل بجملة { ولن تجد لسنة الله تبديلاً } لزيادة تحقيق أن العذاب حائق بالمنافقين وأتباعهم إن لم ينتهوا عما هم في"
    },
    {
      "number": 63,
      "text": "يَسْـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
      "tafsir": {
        "muyassar": "يسألك الناس -أيها الرسول- عن وقت القيامة استبعادًا وتكذيبًا، قل لهم: إنما علم الساعة عند الله، وما يدريك -أيها الرسول- لعل زمانها قريب؟",
        "mukhtasar": "يسألك المشركون - أيها الرسول- سؤال إنكار وتكذيب، ويسألك اليهود أيضًا؛ عن الساعة: متى وقتها؟ قل لهؤلاء: علم الساعة عند الله ليس عندي منه شيء، وما يشعرك - أيها الرسول - أن الساعة تكون قريبة؟",
        "saadi": "أي: يستخبرك الناس عن الساعة، استعجالاً لها، وبعضهم، تكذيبًا لوقوعها، وتعجيزًا للذي أخبر بها. { قُلْ } لهم: { إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ } أي: لا يعلمها إلا اللّه، فليس لي، ولا لغيرى بها علم، ومع هذا، فلا  تستبطؤوها.{ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا } ومجرد مجيء الساعة، قرباً وبعدًا، ليس تحته نتيجة ولا فائدة، وإنما النتيجة والخسار، والربح، والشقا  والسعادة، هل يستحق العبد العذاب، أو يستحق الثواب؟ فهذه سأخبركم بها، وأصف لكم مستحقها.فوصف مستحق العذاب، ووصف العذاب، لأن الوصف المذكور، منطبق على هؤلاء المكذبين بالساعة .",
        "kathir": "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا"
      },
      "translations": {
        "en": "People ask you concerning the Hour. Say,\" Knowledge of it is only with Allah. And what may make you perceive? Perhaps the Hour is near.\"",
        "fr": "Les gens t'interrogent au sujet de l'Heure. Dis: «Sa connaissance est exclusive à Allah». Qu'en sais-tu? Il se peut que l'Heure soit proche.",
        "es": "Los hombres te preguntan por la Hora. Di: «Sólo Alá tiene conocimiento de ella». ¿Quién sabe? Quizá la Hora esté próxima..."
      },
      "ibn_ashour": "يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيبًا (63)لما كان تهديد المنافقين بعذاب الدنيا يذكِّر بالخوض في عذاب الآخرة : خوض المكذبين الساخرين ، وخوضضِ المؤمنين الخائفين ، وأهللِ الكتاب ، أتبع ذلك بهذا .فالجملة معترضة بين جملة { ثم لا يجاورونك فيها إلا قليلاً } [ الأحزاب : 60 ] وبين جملة { إن الله لعن الكافرين وأعد لهم سعيراً } [ الأحزاب : 64 ] لتكون تمهيداً لجملة { إن الله لعن الكافرين } .وتكرر في القرآن ذكر سؤال الناس عن الساعة ، والسائلون أصناف :منهم المكذبون بها وهم أكثر السائلين وسؤالهم تهكم واستدلال بإبطائها على عدم وجودها في أنظارهم السقيمة قال تعالى : { يستعجل بها الذين لا يؤمنون بها } [ الشورى : 18 ] وهؤلاء هم الذين كثر في القرآن إسناد السؤال إليهم معبَّراً عنهم بضمير الغيبة كقوله : { يسألونك عن الساعة } [ الأعراف : 187 ] .وصنف مؤمنون مصدقون بأنها واقعة لكنهم يسألون عن أحوالها وأهوالها ، وهؤلاء هم الذين في قوله تعالى : { والذين آمنوا مشفقون منها ويعلمون أنها الحق } [ الشورى : 18 ] .وصنف مؤمنون يسألون"
    },
    {
      "number": 64,
      "text": "إِنَّ ٱللَّهَ لَعَنَ ٱلْكَٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
      "tafsir": {
        "muyassar": "إن الله طرد الكافرين من رحمته في الدنيا والآخرة، وأعدَّ لهم في الآخرة نارًا موقدة شديدة الحرارة، ماكثين فيها أبدًا، لا يجدون وليًّا يتولاهم ويدافع عنهم، ولا نصيرًا ينصرهم، فيخرجهم من النار. يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا، فكنا من أهل الجنة.",
        "mukhtasar": "إن الله سبحانه طرد الكافرين من رحمته، وهيَّأ لهم يوم القيامة نارًا ملتهبة تنتظرهم.",
        "saadi": "{ إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ } [أي:]  الذين صار الكفر دأبهم وطريقتهم الكفر باللّه وبرسله، وبما جاءوا به من عند اللّه، فأبعدهم في الدنيا والآخرة من رحمته، وكفى بذلك عقابًا، { وَأَعَدَّ لَهُمْ سَعِيرًا } أي: نارًا موقدة، تسعر في أجسامهم، ويبلغ العذاب إلى أفئدتهم.",
        "kathir": "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا"
      },
      "translations": {
        "en": "Indeed, Allah has cursed the disbelievers and prepared for them a Blaze.",
        "fr": "Allah a maudit les infidèles et leur a préparé une fournaise,",
        "es": "Alá ha maldecido a los infieles y les ha preparado fuego de la gehena,"
      },
      "ibn_ashour": "إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (64) هذا حظ الكافرين من وعيد الساعة ، وهذه لعنة الآخرة قُفِّيت بها لعنة الدنيا في قوله : { ملعونين } [ الأحزاب : 61 ] ، ولذلك عطف عليها { وأعد لهم سعيراً } فكانت لعنة الدنيا مقترنة بالأخذ والتقتيل ولعنة الآخرة مقترنة بالسعير .والجملة مستأنفة استئنافاً بيانياً لأن جملة { ثم لا يجاورونك فيها إلا قليلاً إلى قوله : ولن تجد لسنة الله تبديلاً } [ الأحزاب : 60 62 ] تثير في نفوس السامعين التساؤل عن الاقتصار على لعنهم وتقتِيلهم في الدنيا ، وهل ذلك منتهى ما عوقبوا به أو لهم من ورائه عذاب؟ فكان قوله : { إن الله لعن الكافرين } الخ جواباً عن ذلك .وحرف التوكيد للاهتمام بالخبر أو منظور به إلى السامعين من الكافرين .والتعريف في { الكافرين } يحتمل أن يكون للعهد ، أي الكافرين الذين كانوا شاقوا الرسول صلى الله عليه وسلم وآذوه وأرجفوا في المدينة وهم المنافقون ومن ناصرهم من المشركين في وقعة الأحزاب ومن اليهود . ويحتمل أن يكون التعريف للاستغراق ، أي كل كافر .وعلى الوجهين فصيغة الماضي في فعل { لعن } مستعملة في تحقيق الوقوع ، شُبه المحقق حصوله بالفعل"
    },
    {
      "number": 65,
      "text": "خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ لَّا يَجِدُونَ وَلِيًّۭا وَلَا نَصِيرًۭا",
      "tafsir": {
        "muyassar": "إن الله طرد الكافرين من رحمته في الدنيا والآخرة، وأعدَّ لهم في الآخرة نارًا موقدة شديدة الحرارة، ماكثين فيها أبدًا، لا يجدون وليًّا يتولاهم ويدافع عنهم، ولا نصيرًا ينصرهم، فيخرجهم من النار. يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا، فكنا من أهل الجنة.",
        "mukhtasar": "ماكثون في عذاب تلك النار المعدة لهم أبدًا، لا يجدون فيها وليًّا ينفعهم، ولا نصيرًا يدفع عنهم عذابها.",
        "saadi": " ويخلدون في ذلك العذاب الشديد، فلا يخرجون منه، ولا يُفَتَّر عنهم ساعة.ولَا يَجِدُونَ وَلِيًّا فيعطيهم ما طلبوه { وَلَا نَصِيرًا } يدفع عنهم العذاب، بل قد تخلى عنهم الولي النصير، وأحاط بهم عذاب السعير، وبلغ منهم مبلغًا عظيمًا،",
        "kathir": "خَالِدِينَ فِيهَا أَبَدًا ۖ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا"
      },
      "translations": {
        "en": "Abiding therein forever, they will not find a protector or a helper.",
        "fr": "pour qu'ils y demeurent éternellement, sans trouver ni allié ni secoureur.",
        "es": "en el que estarán eternamente, para siempre. No encontrarán amigo ni auxiliar."
      },
      "ibn_ashour": "خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (65)وأعيد الضمير على السعير في قوله : { خالدين فيها } مؤنثاً لأن { سعيراً } من صفات النار والنار مؤنثة في الاستعمال .وجملة { لا يجدون ولياً ولا نصيراً } حال من ضمير { خالدين } أي خالدين في حالة انتفاء الولي والنصير عنهم فلا يخفف عنهم العذاب ولا هم ينصرون"
    },
    {
      "number": 66,
      "text": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى ٱلنَّارِ يَقُولُونَ يَٰلَيْتَنَآ أَطَعْنَا ٱللَّهَ وَأَطَعْنَا ٱلرَّسُولَا۠",
      "tafsir": {
        "muyassar": "إن الله طرد الكافرين من رحمته في الدنيا والآخرة، وأعدَّ لهم في الآخرة نارًا موقدة شديدة الحرارة، ماكثين فيها أبدًا، لا يجدون وليًّا يتولاهم ويدافع عنهم، ولا نصيرًا ينصرهم، فيخرجهم من النار. يوم تُقَلَّب وجوه الكافرين في النار يقولون نادمين متحيِّرين: يا ليتنا أطعنا الله وأطعنا رسوله في الدنيا، فكنا من أهل الجنة.",
        "mukhtasar": "يوم القيامة تقلّب وجوههم في نار جهنم، يقولون من شدة التحسر والندم: يا ليتنا في حياتنا الدنيا كنا أطعنا الله بامتثال ما أمرنا به، واجتناب ما نهانا عنه، وأطعنا الرسول فيما جاء به من ربه.",
        "saadi": "{ يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ } فيذوقون حرها، ويشتد عليهم أمرها، ويتحسرون على ما أسلفوا.{ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولاَ } فسلمنا من هذا العذاب، واستحققنا، كالمطيعين، جزيل الثواب. ولكن أمنية فات وقتها، فلم تفدهم إلا حسرة وندمًا، وهمًا، وغمًا، وألمًا.",
        "kathir": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا"
      },
      "translations": {
        "en": "The Day their faces will be turned about in the Fire, they will say, \"How we wish we had obeyed Allah and obeyed the Messenger.\"",
        "fr": "Le jour où leurs visages seront tournés et retournés dans le Feu, ils diront: «Hélas pour nous! Si seulement nous avions obéi à Allah et obéi au Messager!»",
        "es": "El día que, en el Fuego, se desencajen sus rostros de dolor, dirán: «¿Ojalá hubiéramos obedecido a Alá! ¡Ojalá hubiéramos obedecido al Enviado!»."
      },
      "ibn_ashour": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا (66){ يوم } ظرف يجوز أن يتعلق ب { لا يجدون } [ الأحزاب : 65 ] أي إن وجدوا أولياء ونصراء في الدنيا من يهود قريظة وخيبر في يوم الأحزاب فيوم تقلب وجوههم في النار لا يجدون ولياً يَرثي لهم ولا نصيراً يُخلصهم . وتكون جملة { يقولون } حالاً من ضمير ."
    },
    {
      "number": 67,
      "text": "وَقَالُوا۟ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
      "tafsir": {
        "muyassar": "وقال الكافرون يوم القيامة: ربنا إنا أطَعْنا أئمتنا في الضلال وكبراءنا في الشرك، فأزالونا عن طريق الهُدى والإيمان. ربنا عذِّبهم من العذاب مثلَيْ عذابنا الذي تعذبنا به، واطردهم من رحمتك طردًا شديدًا. وفي هذا دليل على أن طاعة غير الله في مخالفة أمره وأمر رسوله، موجبة لسخط الله وعقابه، وأن التابع والمتبوع في العذاب مشتركون، فليحذر المسلم ذلك.",
        "mukhtasar": "جاء هؤلاء بحجة واهية باطلة فقالوا: ربنا إنا أطعنا رؤساءنا وكبراء أقوامنا، فأضلونا عن الصراط المستقيم.",
        "saadi": "{ وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا } وقلدناهم على ضلالهم، { فَأَضَلُّونَا السَّبِيلاَ } كقوله تعالى { وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بعد إذ جاءني } الآية.",
        "kathir": "وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا"
      },
      "translations": {
        "en": "And they will say, \"Our Lord, indeed we obeyed our masters and our dignitaries, and they led us astray from the [right] way.",
        "fr": "Et ils dirent: «Seigneur, nous avons obéi à nos chefs et à nos grands. C'est donc eux qui nous ont égarés du Sentier.",
        "es": "Y dirán: «¡Señor! ¡Hemos obedecido a nuestros señores y a nuestros grandes y nos han extraviado del Camino!"
      },
      "ibn_ashour": "وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا (67) عطف على جملة { يقولون } [ الأحزاب : 66 ] فهي حال . وجيء بها في صيغة الماضيلأن هذا القول كان متقدماً على قولهم : { يا ليتنا أطعنا الله } [ الأحزاب : 66 ] ، فذلك التمنينشأ لهم وقت أن مسّهم العذاب ، وهذا التنصل والدعاء اعتذروا به حين مشاهدة العذابوحشرهم مع رؤسائهم إلى جهنم ، قال تعالى : { حتى إذا داركوا فيها جميعاً قالت أخراهم لأولاهم ربنا هؤلاء أضلونا فآتهم عذاباً ضعفاً من النار قال لكل ضعف ولكن لا تعلمون } [ الأعراف : 38 ] . فدل على أن ذلك قبل أن يمسهم العذاب بل حين رُصفوا ونسقوا قبل أنيصبّ عليهم العذاب ويطلق إليهم حرّ النار .والابتداء بالنداء ووصف الربوبية إظهار للتضرع والابتهال .والسادة : جمع سَيِّد . قال ابو علي : وزنه فَعَلة ، أي مثل كَمَلة لكن على غير قياسلأن صيغة فَعَلَة تطَّرد في جمع فاعل لا في جمع فَيْعِل ، فقلبت الواو ألفاً لانفتاحها وانفتاحما قبلها . وأما السادات فهو جمع الجمع بزيادة ألف وتاء بزنة جمع المؤنث السالم .والسادة : عظماء القوم والقبائل مثل الملوك .وقرأ الجمهور { سادتنا } . و"
    },
    {
      "number": 68,
      "text": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ ٱلْعَذَابِ وَٱلْعَنْهُمْ لَعْنًۭا كَبِيرًۭا",
      "tafsir": {
        "muyassar": "وقال الكافرون يوم القيامة: ربنا إنا أطَعْنا أئمتنا في الضلال وكبراءنا في الشرك، فأزالونا عن طريق الهُدى والإيمان. ربنا عذِّبهم من العذاب مثلَيْ عذابنا الذي تعذبنا به، واطردهم من رحمتك طردًا شديدًا. وفي هذا دليل على أن طاعة غير الله في مخالفة أمره وأمر رسوله، موجبة لسخط الله وعقابه، وأن التابع والمتبوع في العذاب مشتركون، فليحذر المسلم ذلك.",
        "mukhtasar": "ربنا، اجعل لهؤلاء الرؤساء والكبراء الذين أضلونا عن الصراط المستقيم ضِعْفَيْ ما جَعَلْتَ لنا من العذاب لإضلالهم إيانا، واطردهم من رحمتك طردًا عظيمًا.",
        "saadi": "ولما علموا أنهم هم وكبراءهم مستحقون للعقاب، أرادوا أن يشتفوا ممن أضلوهم، فقالوا: { رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا } فيقول اللّه لكل ضعف، فكلكم اشتركتم في الكفر والمعاصي، فتشتركون في العقاب، وإن تفاوت عذاب بعضكم على بعض بحسب تفاوت الجرم. ",
        "kathir": "رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا"
      },
      "translations": {
        "en": "Our Lord, give them double the punishment and curse them with a great curse.\"",
        "fr": "O notre Seigneur, inflige-leur deux fois le châtiment et maudis les d'une grande malédiction».",
        "es": "¡Dóblales, Señor, el castigo y échales una gran maldición!»"
      },
      "ibn_ashour": "رَبَّنَا آَتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا (68)فالمقصود الإِفضاء إلى جملة{ ربنا آتهم ضعفين من العذاب } . ومقصود من هذا الخبر ايضاً الاعتذار والتنصل من تَبِعةضلالهم بأنهم مغرورون مخدوعون ، وهذا الاعتذار مردود عليهم بما أنطقهم الله به منالحقيقة إذ قالوا : { إنا أطعنا سادتنا وكبراءنا } فيتجه عليهم أن يقال لهم : لماذا أطعتموهمحتى يغروكم ، وهذا شأن الدهماء أن يسوِّدوا عليهم من يُعجبون بأضغاث أحلامه ، ويُغَرُّونبمعسول كلامه ، ويسيرون على وقع أقدامه ، حتى إذا اجتنوا ثمار أكمامه ، وذاقوا مراراةطعمه وحرارة أُوامه ، عادوا عليه باللائمة وهم الأحقاء بملامه .وحرف التوكيد لمجرد الاهتمام لا لرد إنكار ، وتقديم قولهم : { إنا أطعنا سادتناوكبراءنا } اهتمام بما فيه من تعليل لمضمون قولهم : { فأضلونا السبيلا } لأن كبراءهم ماتأتَّى لهم إضلالهم إلا بتسبب طاعتهم العمياء إياهم واشتغالهم بطاعتهم عن النظروالاستدلال فيما يدعونهم إليه من فساد ووخامة مغبّة . وبتسبب وضعهم أقوالَ سادتهموكبرائهم موضع الترجيح على ما يدعوهم إليه الرسول صلى الله عليه وسلم .وانتصل { السبيلا } على نزع الخافض"
    },
    {
      "number": 69,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ ءَاذَوْا۟ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُوا۟ ۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهًۭا",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه لا تؤذوا رسول الله بقول أو فعل، ولا تكونوا أمثال الذين آذوا نبيَّ الله موسى، فبرَّأه الله مما قالوا فيه من الكذب والزور، وكان عند الله عظيم القدر والجاه.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تؤذوا رسولكم فتكونوا مثل الذين آذوا موسى كعيبهم له في جسده فبرّأه الله مما قالوا، فتبين لهم سلامته مما قالوا فيه، وكان موسى عند الله وجيهًا، لا يُردّ طلبه، ولا يخيب مسعاه.",
        "saadi": "يحذر تعالى عباده المؤمنين عن أذية رسولهم، محمد صلى اللّه عليه وسلم، النبي الكريم، الرءوف الرحيم، فيقابلوه بضد ما يجب له من الإكرام والاحترام، وأن لا يتشبهوا بحال الذين آذوا موسى بن عمران، كليم الرحمن، فبرأه اللّه مما قالوا من الأذية، أي: أظهر اللّه لهم براءته. والحال أنه عليه الصلاة والسلام، ليس محل التهمة والأذية، فإنه كان وجيها عند اللّه، مقربًا لديه، من خواص المرسلين، ومن عباده المخلصين، فلم يزجرهم ما له، من الفضائل عن أذيته والتعرض له بما يكره، فاحذروا أيها المؤمنون، أن تتشبهوا بهم في ذلك، والأذية المشار إليها هي قول بني إسرائيل لموسى  لما رأوا شدة حيائه وتستره عنهم: \"إنه ما يمنعه من ذلك إلا أنه آدر\" أي: كبير الخصيتين، واشتهر ذلك عندهم، فأراد الله أن يبرئه منهم، فاغتسل يومًا، ووضع ثوبه على حجر، ففر الحجر بثوبه، فأهوى موسى عليه السلام في طلبه، فمر به على مجالس بني إسرائيل، فرأوه أحسن خلق اللّه، فزال عنه ما رموه به. ",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَىٰ فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا ۚ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا"
      },
      "translations": {
        "en": "O you who have believed, be not like those who abused Moses; then Allah cleared him of what they said. And he, in the sight of Allah, was distinguished.",
        "fr": "O vous qui croyez! Ne soyez pas comme ceux qui ont offensé Moïse. Allah l'a déclaré innocent de leurs accusations, car il était honorable auprès d'Allah.",
        "es": "¡Creyentes! ¡No seáis como los que molestaron a Moisés! Alá le declaró inocente de lo que le habían acusado. Alá le tenía consideración."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَكُونُوا كَالَّذِينَ آَذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا (69)لما تقضى وعيد الذين يؤذون الرسول عليه الصلاة والسلام بالتكذيب ونحوه منالأذى المنبعث عن كفرهم من المشركين والمنافقين من قوله : { إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة } [ الأحزاب : 57 ] حذر المؤمنين مما يؤذي الرسول صلى الله عليه وسلمبتنزيههم عن أن يكونوا مثل قوم نَسبوا إلى رسولهم ما هو أذى له وهم لا يعبأون بما فيذلك من إغضابه الذي فيه غضب الله تعالى . ولما كان كثير من الأذى قد يحصل عن غفلةأصحابه عما يوجبه فيصدر عنهم من الأقوال ما تجيش به خواطرهم قبل التدبر فيما يحفّبذلك من الاحتمالات التي تقلعه وتنفيه ودون التأمل يترتب عليه من إخلالبالواجبات . وكذلك يصدر عنهم من الأعمال ما فيه ورطة لهم قبل التأمل في مغبة عملهم ،نبه الله المؤمنين كي لا يَقعُوا في مثل تلك العنجهية لأن مدارك العقلاء في التنبيه إلىمعاني الأشياء وملازماتها متفاوتة المقادير ، فكانت حَرية بالإِيقاظ والتحذير . وفائدة التشبيهتشويه الحالة المشبَّهة لأن المؤمنين قد تقرر ف"
    },
    {
      "number": 70,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَقُولُوا۟ قَوْلًۭا سَدِيدًۭا",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، اعملوا بطاعته، واجتنبوا معصيته؛ لئلا تستحقوا بذلك العقاب، وقولوا في جميع أحوالكم وشؤونكم قولا مستقيمًا موافقًا للصواب خاليًا من الكذب والباطل.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرعه لهم، اتقوا الله بامتثال أوامره، واجتناب نواهيه، وقولوا قولًا صوابًا صدقًا.",
        "saadi": "يأمر تعالى المؤمنين بتقواه، في جميع أحوالهم، في السر والعلانية، ويخص منها، ويندب للقول السديد، وهو القول الموافق للصواب، أو المقارب له، عند تعذر اليقين، من قراءة، وذكر، وأمر بمعروف، ونهي عن منكر، وتعلم علم وتعليمه، والحرص على إصابة الصواب، في المسائل العلمية، وسلوك كل طريق يوصل لذلك، وكل وسيلة تعين عليه.ومن القول السديد، لين الكلام ولطفه، في مخاطبة الأنام، والقول المتضمن للنصح والإشارة، بما هو الأصلح.",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا"
      },
      "translations": {
        "en": "O you who have believed, fear Allah and speak words of appropriate justice.",
        "fr": "O vous qui croyez! Craignez Allah et parlez avec droiture,",
        "es": "¡Creyentes! ¡Temed a Alá y no digáis despropósitos,"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا  بعد أن نهى الله المسلمين عما يؤذي النبيء صلى الله عليه وسلم ورَبأَ بِهم عن أن يكونوا مثل الذينآذوا رسولهم ، وجه إليهم بعد ذلك نداء بأن يتَّسِموا بالتقوى وسداد القول لأن فائدة النهيعن المنكر التلبّسُ بالمحامد ، والتقوى جماع الخير في العمل والقول . والقول السديدمبثّ الفضائل .وابتداء الكلام بنداء الذين آمنوا للاهتمام به واستجلاب الإِصغاء إليه . ونداؤهمبالذين آمنوا لما فيه من الإِيماء يقتضي ما سيؤمرون به . ففيه تعريض بأنالذين يصدر منهم ما يؤذي النبيء صلى الله عليه وسلم قصداً ليسوا من المؤمنين في باطن الأمر ولكنهممنافقون ، وتقديم الأمر بالتقوى مشعر بأن ما سيؤمرون به من سديد القول هو من شُعَبالتقوى كما هو من شعب الإِيمان .والقول : الكلام الذي يصدر من فم الإِنسان يعبر عما في نفسه .والسديد : الذي يوافق السداد . والسداد : الصواب والحقُ ومنه تسديد السهم نحوالرمية ، أي عدم العدول به عن سمْتها بحيث إذا اندفع أصابها ، فشمل القولُ السديدالأقوال الواجبة والأقوال الصالحة النافعة مثل ابتداء السلام وقول المؤمن للمؤمن الذييحبّه "
    },
    {
      "number": 71,
      "text": "يُصْلِحْ لَكُمْ أَعْمَٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
      "tafsir": {
        "muyassar": "إذا اتقيتم الله وقلتم قولا سديدًا أصلح الله لكم أعمالكم، وغفر ذنوبكم. ومن يطع الله ورسوله فيما أمر ونهى فقد فاز بالكرامة العظمى في الدنيا والآخرة.",
        "mukhtasar": "إنكم إن اتقيتم الله وقلتم قولًا صوابًا، أصلح لكم أعمالكم، وتقبلها منكم، وَمَحَا عنكم ذنوبكم فلا يؤاخذكم بها، ومن يطع الله ورسوله فقد فاز فوزًا عظيمًا لا يدانيه أي فوز، وهو الفوز برضا الله ودخول الجنة.",
        "saadi": "ثم ذكر ما يترتب على تقواه، وقول القول السديد فقال: { يُصْلِحْ لَكُمْ أَعْمَالَكُمْ } أي: يكون ذلك سببًا لصلاحها، وطريقًا لقبولها، لأن استعمال التقوى، تتقبل به الأعمال كما قال تعالى: { إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ } ويوفق فيه الإنسان للعمل الصالح، ويصلح اللّه الأعمال [أيضًا] بحفظها عما يفسدها، وحفظ ثوابها ومضاعفته، كما أن الإخلال بالتقوى، والقول السديد سبب لفساد الأعمال، وعدم قبولها، وعدم تَرَتُّبِ آثارها عليها.{ وَيَغْفِرْ لَكُمْ } أيضًا { ذُنُوبَكُمْ } التي هي السبب في هلاككم، فالتقوى تستقيم بها الأمور، ويندفع بها كل محذور ولهذا قال: { وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا }  ",
        "kathir": "يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا"
      },
      "translations": {
        "en": "He will [then] amend for you your deeds and forgive you your sins. And whoever obeys Allah and His Messenger has certainly attained a great attainment.",
        "fr": "afin qu'Il améliore vos actions et vous pardonne vos péchés. Quiconque obéit à Allah et à Son messager obtient certes une grande réussite.",
        "es": "para que haga prosperar vuestras obras y os perdone vuestros pecados! Quien obedezca a Alá y a Su Enviado tendrá un éxito grandioso."
      },
      "ibn_ashour": "يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71)وذكر { لكم } مع فعلي { يصلح -ويَغفر } للدلالة على العناية بالمتقين أصحابالقول السديد كما في قوله تعالى : { ألم نشرح لك صدرك } [ الشرح : 1 ] .وجملة { ومن يطع الله ورسوله فقد فاز فوزاً عظيماً } عطف على جملة { يصلح لكمأعمالكم ويغفر لكم ذنوبكم } أي وتفوزوا فوزاً عظيماً إذا أطعتم الله بامتثال أمره . وإنماصيغت الجملة في صيغة الشرط وجوابه لإِفادة العموم في المطيعين وأنواع الطاعاتفصارت الجملة بهذين العمومين في قوة التذييل . وهذا نسج بديع من نظم الكلام وهوإفادة غرضين بجملة واحدة ."
    },
    {
      "number": 72,
      "text": "إِنَّا عَرَضْنَا ٱلْأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَٱلْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا ٱلْإِنسَٰنُ ۖ إِنَّهُۥ كَانَ ظَلُومًۭا جَهُولًۭا",
      "tafsir": {
        "muyassar": "إنا عرضنا الأمانة -التي ائتمن الله عليها المكلَّفين من امتثال الأوامر واجتناب النواهي- على السموات والأرض والجبال، فأبين أن يحملنها، وخفن أن لا يقمن بأدائها، وحملها الإنسان والتزم بها على ضعفه، إنه كان شديد الظلم والجهل لنفسه.",
        "mukhtasar": "إنا عرضنا التكاليف الشرعية، وما يحفظ من أموال وأسرار، على السماوات وعلى الأرض وعلى الجبال، فامتنعن من حملها، وخفن من عاقبته، وحملها الإنسان، إنه كان ظلومًا لنفسه، جهولًا بعاقبة حملها.",
        "saadi": "يعظم تعالى شأن الأمانة، التي ائتمن اللّه عليها المكلفين، التي هي امتثال الأوامر، واجتناب المحارم، في حال السر والخفية، كحال العلانية، وأنه تعالى عرضها على المخلوقات العظيمة، السماوات والأرض والجبال، عرض تخيير لا تحتيم، وأنك إن قمت بها وأدَّيتِهَا على وجهها، فلك الثواب، وإن لم تقومي بها، [ولم تؤديها] فعليك العقاب.{ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا } أي: خوفًا أن لا يقمن بما حُمِّلْنَ، لا عصيانًا لربهن، ولا زهدًا في ثوابه، وعرضها اللّه على الإنسان، على ذلك الشرط المذكور، فقبلها، وحملها مع ظلمه وجهله، وحمل هذا الحمل الثقيل. فانقسم الناس -بحسب قيامهم بها وعدمه- إلى ثلاثة أقسام:منافقون، أظهروا أنهم قاموا بها ظاهرًا لا باطنًا، ومشركون، تركوها ظاهرًا وباطنًا، ومؤمنون، قائمون بها ظاهرًا وباطنًا.",
        "kathir": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ ۖ إِنَّهُ كَانَ ظَلُومًا جَهُولًا"
      },
      "translations": {
        "en": "Indeed, we offered the Trust to the heavens and the earth and the mountains, and they declined to bear it and feared it; but man [undertook to] bear it. Indeed, he was unjust and ignorant.",
        "fr": "Nous avions proposé aux cieux, à la terre et aux montagnes la responsabilité (de porter les charges de faire le bien et d'éviter le mal). Ils ont refusé de la porter et en ont eu peur, alors que l'homme s'en est chargé; car il est très injuste [envers lui-même] et très ignorant.",
        "es": "Propusimos el depósito a los cielos, a la tierra y a las montañas, pero se negaron a hacerse cargo de él, tuvieron miedo. El hombre, en cambio, se hizo cargo. Es, ciertamente, muy impío, muy ignorante."
      },
      "ibn_ashour": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا (72)استئناف ابتدائي أفاد الإنباء على سنة عظيمة من سنن الله تعالى في تكوين العالم ومافيه وبخاصة الإِنسان ليرقب الناس في تصرفاتهم ومعاملاتهم مع ربهم ومعاملاتهم بعضهممع بعض بمقدار جريهم على هذه السنة ورعيهم تطبيقها فيكون عرضهم أعمالهم علىمعيارها مشعراً لهم بمصيرهم ومبيناً سبب تفضيل بعضهم على بعض واصطفاء بعضهم منبين بعض .وموقع هذه الآية عقب ما قبلها ، وفي آخر هذه السورة يقتضي أن لمضمونها ارتباطاًبمضمون ما قبلها ، ويصلح عوناً لاكتشاف دقيق معناها وإزالة ستور الرمز عن المراد منها ،ولو بتقليل الاحتمال ، والمصير إلى المآل .والافتتاح بحرف التوكيد للاهتمام بالخبر أو تنزيله لغرابة شأنه منزلة ما قد ينكرهالسامع .وافتتاح الآية بمادة العَرض ، وصَوغها في صيغة الماضي ، وجعل متعلقها السماواتوالأرض والجبال والإنسان يُومِئ إلى أن متعلق هذا العَرض كان في صعيد واحد فيقتضيأنه عرْض أَزَلي في مبدأ التكوين عند تعلق القدرة الربانية ب"
    },
    {
      "number": 73,
      "text": "لِّيُعَذِّبَ ٱللَّهُ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ۗ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۢا",
      "tafsir": {
        "muyassar": "(وحمل الإنسان الأمانة) ليعذب الله المنافقين الذين يُظهرون الإسلام ويُخفون الكفر، والمنافقات، والمشركين في عبادة الله غيره، والمشركات، ويتوب الله على المؤمنين والمؤمنات بستر ذنوبهم وترك عقابهم. وكان الله غفورًا للتائبين من عباده، رحيمًا بهم.",
        "mukhtasar": "حملها الإنسان بقدر من الله؛ ليعذب الله المنافقين من الرجال والمنافقات من النساء، والمشركين من الرجال والمشركات من النساء؛ على نفاقهم وشركهم بالله، وليتوب الله على المؤمنين والمؤمنات الذين أحسنوا حمل أمانة التكاليف، وكان الله غفورًا لذنوب من تاب من عباده رحيمًا بهم.",
        "saadi": "فذكر اللّه تعالى أعمال هؤلاء الأقسام الثلاثة، وما لهم من الثواب والعقاب فقال: { لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } . فله الحمد تعالى، حيث ختم هذه الآية بهذين الاسمين الكريمين، الدالين على تمام مغفرة اللّه، وسعة رحمته، وعموم جوده، مع أن المحكوم عليهم، كثير منهم، لم يستحق المغفرة والرحمة، لنفاقه وشركه.تم تفسير سورة الأحزاب.بحمد اللّه وعونه.  ",
        "kathir": "لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا"
      },
      "translations": {
        "en": "[It was] so that Allah may punish the hypocrite men and hypocrite women and the men and women who associate others with Him and that Allah may accept repentance from the believing men and believing women. And ever is Allah Forgiving and Merciful.",
        "fr": "[Il en est ainsi] afin qu'Allah châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices et Allah accueille le repentir des croyants et des croyantes. Allah est Pardonneur et Miséricordieux.",
        "es": "Para que Alá castigue a los hipócritas y a las hipócritas, a los asociadores y a las asociadoras, y para que Alá se vuelva a los creyentes y a las creyentes. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (73)متعلق بقوله : { وحملها الإنسان } [ الأحزاب : 72 ] لأن المنافقين والمشركين والمؤمنينمن اصناف الإِنسان . وهذه اللام للتعليل المجازي المسماة لامَ العاقبة . وقد تقدم القولفيها غير مرة إحداها قوله تعالى : { إنما نملي لهم ليزدادوا إثماً } في آل عمران [ 178 ] .والشاهد الشائع فيها هو قوله تعالى : { فالتقطه آل فرعون ليكون لهم عدواً وحزناً } [ القصص : 8 ] وعادة النحاة وعلماء البيان يقولون : إنها في معنى فاء التفريع : وإذ قد كان هذاعاقبة لحمل الإِنسان الأمانة وكان فيما تعلق به لام التعليل إجمال تعين أن هذا يفيد بياناًلما أُجمل في قوله : { إنه كان ظلوماً جهولاً } [ الأحزاب : 72 ] كما قدمناه آنفاً ، اي فكانالإِنسان فريقين : فريقاً ظالماً جاهلاً ، وفريقاً راشداً عالماً .والمعنى : فعذب الله المنافقين والمشركين على عدم الوفاء بالأمانة التي تحملوها فياصل الفطرة وبحسب الشريعة ، وتاب على المؤمنين فغفر لهم من ذنوبهم لأنهم وفوا"
    }
  ]
}