{
  "number": 34,
  "name": "سُورَةُ سَبَإٍ",
  "englishName": "Saba",
  "revelationType": "Meccan",
  "ayahCount": 54,
  "ayahs": [
    {
      "number": 1,
      "text": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْءَاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
      "tafsir": {
        "muyassar": "الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، الذي له ملك ما في السموات وما في الأرض، وله الثناء التام في الآخرة، وهو الحكيم في فعله، الخبير بشؤون خلقه.",
        "mukhtasar": "الحمد لله الذي له كل ما في السماوات وكل ما في الأرض، خلقًا وملكًا وتدبيرًا، وله سبحانه الثناء في الآخرة، وهو الحكيم في خلقه وتدبيره، الخبير بأحوال عباده، لا يخفى عليه منها شيء.",
        "saadi": "الحمد: الثناء بالصفات الحميدة, والأفعال الحسنة, فللّه تعالى الحمد, لأن جميع صفاته, يحمد عليها, لكونها صفات كمال, وأفعاله, يحمد عليها, لأنها دائرة بين الفضل الذي يحمد عليه ويشكر, والعدل الذي يحمد عليه ويعترف بحكمته فيه.وحمد نفسه هنا, على أن { لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ } ملكا وعبيدا, يتصرف فيهم بحمده. { وَلَهُ الْحَمْدُ فِي الْآخِرَةِ } لأن في الآخرة, يظهر من حمده, والثناء عليه, ما لا يكون في الدنيا، فإذا قضى اللّه تعالى بين الخلائق كلهم, ورأى الناس والخلق كلهم, ما حكم به, وكمال عدله وقسطه, وحكمته فيه, حمدوه كلهم على ذلك، حتى أهل العقاب ما دخلوا النار, إلا وقلوبهم ممتلئة من حمده, وأن هذا من جراء أعمالهم, وأنه عادل في حكمه بعقابهم.وأما ظهور حمده في دار النعيم والثواب, فذلك شيء قد تواردت به الأخبار, وتوافق عليه الدليل السمعي والعقلي، فإنهم في الجنة, يرون من توالي نعم اللّه, وإدرار خيره, وكثرة بركاته, وسعة عطاياه, التي لم يبق في قلوب أهل الجنة أمنية, ولا إرادة, إلا وقد أعطي فوق ما تمنى وأراد، بل يعطون من الخير ما لم تتعلق به أمانيهم, ولم يخطر بقلوبهم.فما ظنك بحمدهم لربهم في هذه الحال, مع أن في الجنة تضمحل العوارض والقواطع, التي تقطع عن معرفة اللّه ومحبته والثناء عليه, ويكون ذلك أحب إلى أهلها من كل نعيم, وألذ عليهم من كل لذة، ولهذا إذا رأوا اللّه تعالى, وسمعوا كلامه عند خطابه لهم, أذهلهم ذلك عن كل نعيم, ويكون الذكر لهم في الجنة, كالنَّفس, متواصلا في جميع الأوقات، هذا إذا أضفت ذلك إلى أنه يظهر لأهل الجنة في الجنة كل وقت من عظمة ربهم, وجلاله, وجماله, وسعة كماله, ما يوجب لهم كمال الحمد, والثناء عليه.{ وَهُوَ الْحَكِيمُ } في ملكه وتدبيره, الحكيم في أمره ونهيه. { الْخَبِيرُ } المطلع على سرائر الأمور وخفاياها ",
        "kathir": "وهي مكيةيخبر تعالى عن نفسه الكريمة أن له الحمد المطلق في الدنيا والآخرة; لأنه المنعم المتفضل على أهل الدنيا والآخرة ، المالك لجميع ذلك ، الحاكم في جميع ذلك ، كما قال : ( وهو الله لا إله إلا هو له الحمد في الأولى والآخرة وله الحكم وإليه ترجعون ) [ القصص : 70 ] ; ولهذا قال هاهنا : ( الحمد لله الذي له ما في السماوات وما في الأرض ) أي : الجميع ملكه وعبيده وتحت قهره وتصرفه ، كما قال : ( وإن لنا للآخرة والأولى ) [ الليل : 13 ] .ثم قال : ( وله الحمد في الآخرة ) ، فهو المعبود أبدا ، المحمود على طول المدى . وقال : ( وهو الحكيم ) أي : في أقواله وأفعاله وشرعه وقدره ، ( الخبير ) الذي لا تخفى عليه خافية ، ولا يغيب عنه شيء .وقال مالك عن الزهري : خبير بخلقه ، حكيم بأمره; ولهذا قال :"
      },
      "translations": {
        "en": "[All] praise is [due] to Allah, to whom belongs whatever is in the heavens and whatever is in the earth, and to Him belongs [all] praise in the Hereafter. And He is the Wise, the Acquainted.",
        "fr": "Louange à Allah à qui appartient tout ce qui est dans les cieux et tout ce qui est sur la terre. Et louange à Lui dans l'au-delà. Et c'est Lui le Sage, le Parfaitement Connaisseur.",
        "es": "¡Alabado sea Alá, a Quien pertenece lo que está en los cielos y en la tierra! ¡Alabado sea también en la otra vida! Él es el Sabio, el Bien Informado."
      },
      "ibn_ashour": "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآَخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ (1)افتتحت السورة ب { الحمد لله } للتنبيه على أن السورة تتضمن من دلائل تفرده بالإِلهية واتصافه بصفات العظمة ما يقتضي إنشاء الحمد له والإِخبار باختصاصه به . فجملة { الحمد لله } هنا يجوز كونها إخباراً بأن جنس الحمد مستحَق لله تعالى فتكون الّلام في قوله : { لله } لام الملك . ويجوز أن تكون إنشاء ثناء على الله على وَجه تعليم الناس أن يخصوه بالحمد فتكون اللام للتبيين لأن معنى الكلام : أحمد الله .وقد تقدم الكلام على { الحمد لله } في سورة الفاتحة ( 2 ) ، وتقدم الكلام على تعقيبه باسم الموصول في أول سورة الأنعام وأول سورة الكهف .وهذه إحدى سور خمس مفتتحة ب { الحمد لله } وهنّ كلها مكية وقد وضعت في ترتيب القرآن في أوله ووسطه ، والربع الأخير ، فكانت أرباع القرآن مفتتحة بالحمد لله كان ذلك بتوفيق من الله أو توقيف .واقتضاء صلة الموصول أن ما في السماوات والأرض ملك لله تعالى يجعل هذه الصلة صالحة لتكون علة لإِنشاء الثناء عليه لأن مِلكه لما في السماوات وما في الأرض ملك حقيقي"
    },
    {
      "number": 2,
      "text": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
      "tafsir": {
        "muyassar": "يعلم كل ما يدخل في الأرض من قطرات الماء، وما يخرج منها من النبات والمعادن والمياه، وما ينزل من السماء من الأمطار والملائكة والكتب، وما يصعد إليها من الملائكة وأفعال الخلق. وهو الرحيم بعباده فلا يعاجل عصاتهم بالعقوبة، الغفور لذنوب التائبين إليه المتوكلين عليه.",
        "mukhtasar": "يعلم ما يدخل في الأرض من ماء ونبات، ويعلم ما يخرج منها من نبات وغيره، ويعلم ما ينزل من السماء من المطر والملائكة والرزق، ويعلم ما يصعد في السماء من الملائكة وأعمال عباده وأرواحهم، وهو الرحيم بعباده المؤمنين، الغفور لذنوب من تاب إليه.",
        "saadi": "{ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ } أي: من مطر, وبذر, وحيوان { وَمَا يَخْرُجُ مِنْهَا } من أنواع النباتات, وأصناف الحيوانات { وَمَا يَنْزِلُ مِنَ السَّمَاءِ } من الأملاك والأرزاق والأقدار { وَمَا يَعْرُجُ فِيهَا } من الملائكة والأرواح وغير ذلك.ولما ذكر مخلوقاته وحكمته فيها, وعلمه بأحوالها, ذكر مغفرته ورحمته لها, فقال: { وَهُوَ الرَّحِيمُ الْغَفُورُ } أي: الذي الرحمة والمغفرة وصفه, ولم تزل آثارهما تنزل على عباده كل وقت بحسب ما قاموا به من مقتضياتهما. ",
        "kathir": "( يعلم ما يلج في الأرض وما يخرج منها ) أي : يعلم عدد القطر النازل في أجزاء الأرض ، والحب المبذور والكامن فيها ، ويعلم ما يخرج من ذلك : عدده وكيفيته وصفاته ، ( وما ينزل من السماء ) أي : من قطر ورزق ، ( وما يعرج فيها ) أي : من الأعمال الصالحة وغير ذلك ، ( وهو الرحيم الغفور ) أي : الرحيم بعباده فلا يعاجل عصاتهم بالعقوبة ، الغفور عن ذنوب [ عباده ] التائبين إليه المتوكلين عليه ."
      },
      "translations": {
        "en": "He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein. And He is the Merciful, the Forgiving.",
        "fr": "Il sait ce qui pénètre en terre et ce qui en sort, ce qui descend du ciel et ce qui y remonte. Et c'est Lui le Miséricordieux, le Pardonneur.",
        "es": "Sabe lo que penetra en la tierra y lo que de ella sale, lo que desciende del cielo y lo que a él asciende. Él es el Misericordioso, el Indulgente."
      },
      "ibn_ashour": "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ (2)بيان لجملة { وهو الحكيم الخبير } [ سبأ : 1 ] لأن العلم بما ذكر هنا هو العلم بذواتها وخصائصها وأسبابها وعللها وذلك عين الحكمة والخبرة ، فإن العلم يقتضي العمل ، وإتقانُ العمل بالعلم .وخص بالذكر في متعلِّق العلم ما يلج وما يخرج من الأرض دون ما يَدِبّ على سطحها ، وما ينزل وما يعرج إلى السماء دون ما يجول في أرجائها لأن ما ذكر لا يخلو عن أن يكون دَابًّا وجائلاً فيهما ، والذي يعلم ما يلج في الأرض وما يخرج منها يعلم ما يدبّ عليها وما يزحف فوقها ، والذي يعلم ما ينزل من السماء وما يعرج يعلم ما في الأجواء والفضاء من الكائنات المرئية وغيرها ويعلم سير الكواكب ونظامها .والولوج : الدخول والسلوكُ مثل ولُوج ماء المطر في أعماق الأرض وولوج الزريعة . والذي يخرج من الأرض ، النبات والمعادن والدواب المستكنة في بيوتها ومغاراتها ، وشمل ذلك من يُقبرون في الأرض وأحوالهم . والذي ينزل من السماء : المطر والثلج والرياح ، والذي يعرج فيها ما يتصاعد في طبقات الجو من الرطوبات البح"
    },
    {
      "number": 3,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَٰبٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "وقال الكافرون المنكرون للبعث: لا تأتينا القيامة، قل لهم -أيها الرسول-: بلى وربي لتأتينَّكم، ولكن لا يعلم وقت مجيئها أحد سوى الله علام الغيوب، الذي لا يغيب عنه وزن نملة صغيرة في السموات والأرض، ولا أصغر من ذلك ولا أكبر إلا هو مسطور في كتاب واضح، وهو اللوح المحفوظ؛ ليثيب الذين صدَّقوا بالله، واتَّبَعوا رسوله، وعملوا الصالحات. أولئك لهم مغفرة لذنوبهم ورزق كريم، وهو الجنة.",
        "mukhtasar": "وقال الذين كفروا بالله: لا تأتينا الساعة أبدًا، قل لهم - أيها الرسول -: بلى والله، لتأتينكم الساعة التي تكذبون بها، لكن لا يعلم وَقْتَ ذلك إلا الله، فهو سبحانه عالم ما غاب من الساعة وغيرها، لا يغيب عن علمه سبحانه وزن أصغر نملة في السماوات ولا في الأرض، ولا يغيب عنه أصغر من ذلك المذكور ولا أكبر، إلا هو مكتوب في كتاب واضح، وهو اللوح المحفوظ الذي كتب فيه كل شيء كائن إلى يوم القيامة.",
        "saadi": "لما بين تعالى, عظمته, بما وصف به نفسه, وكان هذا موجبا لتعظيمه وتقديسه, والإيمان به, ذكر أن من أصناف الناس, طائفة لم تقدر ربها حق قدره, ولم تعظمه حق عظمته, بل كفروا به, وأنكروا قدرته على إعادة الأموات, وقيام الساعة, وعارضوا بذلك رسله فقال: { وَقَالَ الَّذِينَ كَفَرُوا } أي باللّه وبرسله, وبما جاءوا به، فقالوا بسبب كفرهم: { لَا تَأْتِينَا السَّاعَةُ } أي: ما هي, إلا هذه الحياة الدنيا, نموت ونحيا. فأمر اللّه رسوله أن يرد قولهم ويبطله, ويقسم على البعث, وأنه سيأتيهم، واستدل على ذلك بدليل من أقرَّ به, لزمه أن يصدق بالبعث ضرورة, وهو علمه تعالى الواسع العام فقال: { عَالِمِ الْغَيْبِ } أي: الأمور الغائبة عن أبصارنا, وعن علمنا, فكيف بالشهادة؟\".ثم أكد علمه فقال: { لَا يَعْزُبُ } أي: لا يغيب عن علمه { مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ } أي: جميع الأشياء بذواتها وأجزائها, حتى أصغر ما يكون من الأجزاء, وهو المثاقيل منها.{ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ } أي: قد أحاط به علمه, وجرى به قلمه, وتضمنه الكتاب المبين, الذي هو اللوح المحفوظ، فالذي لا يخفى عن علمه مثقال الذرة فما دونه, في جميع الأوقات, ويعلم  ما تنقص الأرض من الأموات, وما يبقى من أجسادهم, قادر على بعثهم من باب أولى, وليس بعثهم بأعجب من هذا العلم المحيط.",
        "kathir": "هذه إحدى الآيات الثلاث التي لا رابع لهن ، مما أمر الله رسوله صلى الله عليه وسلم أن يقسم بربه العظيم على وقوع المعاد لما أنكره من أنكره من أهل الكفر والعناد ، فإحداهن في سورة يونس : ( ويستنبئونك أحق هو قل إي وربي إنه لحق وما أنتم بمعجزين ) [ يونس : 53 ] ، والثانية هذه : ( وقال الذين كفروا لا تأتينا الساعة قل بلى وربي لتأتينكم ) ، والثالثة في التغابن : ( زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير ) [ التغابن : 7 ] ، فقوله : ( قل بلى وربي لتأتينكم ) ، ثم وصفه بما يؤكد ذلك ويقرره : ( عالم الغيب لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين ) .قال مجاهد وقتادة : ( لا يعزب عنه ) لا يغيب عنه ، أي : الجميع مندرج تحت علمه فلا يخفى عليه منه شيء ، فالعظام وإن تلاشت وتفرقت وتمزقت ، فهو عالم أين ذهبت وأين تفرقت ، ثم يعيدها كما بدأها أول مرة ، فإنه بكل شيء عليم ."
      },
      "translations": {
        "en": "But those who disbelieve say, \"The Hour will not come to us.\" Say, \"Yes, by my Lord, it will surely come to you. [Allah is] the Knower of the unseen.\" Not absent from Him is an atom's weight within the heavens or within the earth or [what is] smaller than that or greater, except that it is in a clear register -",
        "fr": "Ceux qui ne croient pas disent: «L'Heure ne nous viendra pas». Dis: «Par mon Seigneur! Très certainement, elle vous viendra. [Mon Seigneur] le Connaisseur de l'Inconnaissable. Rien ne Lui échappe fût-il du poids d'un atome dans les cieux, comme sur la terre. Et rien n'existe de plus petit ni de plus grand, qui ne soit inscrit dans un Livre explicite,",
        "es": "Los infieles dicen: «La Hora no nos llegará». Di: «¡Claro que sí! ¡Por mi Señor, el Conocedor de lo oculto, que ha de llegaros! No se Le pasa desapercibido el peso de un átomo en los cielos ni en la tierra. No hay nada, menor o mayor que eso, que no esté en una Escritura clara,"
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ (3){ الرحيم الغفور * وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة قُلْ بلى وَرَبِّى لَتَأْتِيَنَّكُمْ عالم الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ } .كان ذكر ما يلج في الأرض وما يخرج منها مشعراً بحال الموتى عند ولوجهم القبور وعند نشرهم منها كما قال تعالى : { ألم نجعل الأرض كفاتاً أحياء وأمواتاً } [ المرسلات : 25 ، 26 ] وقال : { يوم تشقق الأرض عنهم سراعاً ذلك حشر علينا يسير } [ ق : 44 ] ، وكان ذكر ما ينزل من السماء وما يعرج فيها مومياً إلى عروج الأرواح عند مفارقة الأجساد ونزول الأرواح لتُرَدّ إلى الأجساد التي تعاد يوم القيامة ، فكان ذلك مع ما تقدم من قوله : { وله الحمد في الآخرة } [ سبأ : 1 ] مناسبة للتخلص إلى ذكر إنكار المشركين الحشر لأن إبطال زعمهم من أهم مقاصد هذه السورة ، فكان التخلص بقوله : { وقال الذين كفروا لا تأتينا الساعة }"
    },
    {
      "number": 4,
      "text": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ ۚ أُو۟لَٰٓئِكَ لَهُم مَّغْفِرَةٌۭ وَرِزْقٌۭ كَرِيمٌۭ",
      "tafsir": {
        "muyassar": "وقال الكافرون المنكرون للبعث: لا تأتينا القيامة، قل لهم -أيها الرسول-: بلى وربي لتأتينَّكم، ولكن لا يعلم وقت مجيئها أحد سوى الله علام الغيوب، الذي لا يغيب عنه وزن نملة صغيرة في السموات والأرض، ولا أصغر من ذلك ولا أكبر إلا هو مسطور في كتاب واضح، وهو اللوح المحفوظ؛ ليثيب الذين صدَّقوا بالله، واتَّبَعوا رسوله، وعملوا الصالحات. أولئك لهم مغفرة لذنوبهم ورزق كريم، وهو الجنة.",
        "mukhtasar": "أثبت الله ما أثبت في اللوح المحفوظ ليجزي الذين آمنوا بالله وعملوا الأعمال الصالحات، أولئك المتصفون بتلك الصفات لهم من الله مغفرة لذنوبهم، فلا يؤاخذهم بها، ولهم رزق كريم؛ وهو جنته يوم القيامة.",
        "saadi": "ثم ذكر المقصود من البعث فقال: { لِيَجْزِيَ الَّذِينَ آمَنُوا } بقلوبهم, صدقوا اللّه, وصدقوا رسله تصديقا جازما، { وَعَمِلُوا الصَّالِحَاتِ } تصديقا لإيمانهم. { أُولَئِكَ لَهُمْ مَغْفِرَةٌ } لذنوبهم, بسبب إيمانهم وعملهم, يندفع بها كل شر وعقاب. { وَرِزْقٌ كَرِيمٌ } بإحسانهم, يحصل لهم به كل مطلوب ومرغوب, وأمنية.",
        "kathir": "ثم بين حكمته في إعادة الأبدان وقيام الساعة بقوله : ( ليجزي الذين آمنوا وعملوا الصالحات أولئك لهم مغفرة ورزق كريم والذين سعوا في آياتنا معاجزين ) أي : سعوا في الصد عن سبيل الله وتكذيب رسله ، ( أولئك لهم عذاب من رجز أليم ) أي : لينعم السعداء من المؤمنين ، ويعذب الأشقياء من الكافرين ، كما قال : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ، وقال تعالى : ( أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار ) ."
      },
      "translations": {
        "en": "That He may reward those who believe and do righteous deeds. Those will have forgiveness and noble provision.",
        "fr": "afin qu'Il récompense ceux qui croient et accomplissent les bonnes œuvres. Pour ceux-ci, il y aura un pardon et un don généreux.",
        "es": "para retribuir a los que creyeron y obraron bien. Esos tales tendrán perdón y generoso sustento."
      },
      "ibn_ashour": "لِيَجْزِيَ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (4) لام التعليل تتعلق بفعل { لتأتينكم } [ سبأ : 3 ] دون تقييد الإِتيان بخصوص المخاطبين بل المراد من شملهم وغيرهم لأن جزاء الذين آمنوا لا علاقة له بالمخاطبين فكأنه قيل : لتأتين الساعة ليجزَى الذين آمنوا ويجزَى الذين سعوا في آياتنا معاجزين ، وهم المخاطبون ، وضمير «يجزي» عائد إلى { عالمُ الغيب } [ سبأ : 3 ] .والمعنى : أن الحكمة في إيجاد الساعة للبعث والحشر هي جزاء الصالحين على صلاح اعتقادهم وأعمالهم ، أي جزاءً صالحاً مماثلاً ، وجزاء المفسدين جزاء سيئاً ، وعُلم نوع الجزاء من وصف الفريقين من أصحابه .والإِتيان باسم الإِشارة لكل فريق للتنبيه على أن المشار إليه جدير بما سيرد بعد اسم الإِشارة من الحكم لأجْل ما قبل اسم الإِشارة من الأوصاف .فجملة { أولئك لهم مغفرة } ابتدائية معترضة بين المتعاطفين .وجملة { أولئك لهم عذاب من رجز } ابتدائية أيضاً ."
    },
    {
      "number": 5,
      "text": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌۭ",
      "tafsir": {
        "muyassar": "والذين سعوا في الصدِّ عن سبيل الله وتكذيب رسله وإبطال آياتنا مشاقين الله مغالبين أمره، أولئك لهم أسوأ العذاب وأشده ألمًا.",
        "mukhtasar": "والذين عملوا جاهدين لإبطال ما أنزل الله من آيات، فقالوا عنها: سحر، وقالوا عن رسولنا: كاهن، ساحر، شاعر، أولئك المتصفون بتلك الصفات لهم يوم القيامة أسوأ عذاب وأشده.",
        "saadi": "{ وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ } أي: سعوا فيها كفرا بها, وتعجيزا لمن جاء بها, وتعجيزا لمن أنزلها, كما عجزوه في الإعادة بعد الموت. { أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ } أي: مؤلم لأبدانهم وقلوبهم. ",
        "kathir": "( ليجزي الذين آمنوا وعملوا الصالحات أولئك لهم مغفرة ورزق كريم والذين سعوا في آياتنا معاجزين ) أي : سعوا في الصد عن سبيل الله وتكذيب رسله ، ( أولئك لهم عذاب من رجز أليم ) أي : لينعم السعداء من المؤمنين ، ويعذب الأشقياء من الكافرين ، كما قال : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ، وقال تعالى : ( أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار ) ."
      },
      "translations": {
        "en": "But those who strive against Our verses [seeking] to cause failure - for them will be a painful punishment of foul nature.",
        "fr": "Et ceux qui s'efforcent de rendre vains Nos versets, ceux-là auront le châtiment d'un supplice douloureux.",
        "es": "Quienes, en cambio, se hayan esforzado por dejar sin efecto Nuestros signos, tendrán el castigo de un suplicio doloroso»."
      },
      "ibn_ashour": "وَالَّذِينَ سَعَوْا فِي آَيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (5)وقوله : { والذين سعوا } عطف على { الذين آمنوا } ، وتقدير الكلام : ليُجزى الذين آمنوا والذين سعوا بما يليق بكل فريق .والمعنى : أن عالم الإِنسان يحتوي على صالحين متفاوت صلاحهم ، وفاسدين متفاوت فسادهم ، وقد انتفع الناس بصلاح الصالحين واستضروا بفساد المفسدين ، وربما عطل هؤلاء منافع أولئك وهذّب أولئك من إفساد هؤلاء وانقضى كل فريق بما عمل لم يلق المحسن جزاءً على إحسانه ولا المفسد جزاء على إفساده ، فكانت حكمة خالق الناس مقتضية إعلامهم بما أراد منهم وتكليفهم أن يسعوا في الأرض صلاحاً ، ومقتضية ادخار جزاء الفريقين كليهما ، فكان من مقتضاها إحضار الفريقين للجزاء على أعمالهم . وإذ قد شوهد أن ذلك لم يحصل في هذه الحياة علمنا أن بعد هذه الحياة حياة أبدية يقارنها الجزاء العادل ، لأن ذلك هو اللائق بحكمة مرشد الحكماء تعالى ، فهذا مما يدل عليه العقل السليم ، وقد أعلَمَنا خالقُ الخلق بذلك على لسان رسوله ورسله صلى الله عليه وسلم فتوافق العقل والنقل ، وبطل الدَّجْل والدَّخْل .وجُعل جزاء الذين آمنوا مغفرة ، أي تجاو"
    },
    {
      "number": 6,
      "text": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
      "tafsir": {
        "muyassar": "ويعلم الذين أُعطوا العلم أن القرآن الذي أُنزل إليك من ربك هو الحق، ويرشد إلى طريق الله، العزيز الذي لا يغالَب ولا يمانع، بل قهر كل شيء وغلبه، المحمود في أقواله وأفعاله وشرعه.",
        "mukhtasar": "ويشهد علماء الصحابة ومن آمن من علماء أهل الكتاب أن الذي أنزله الله إليك من الوحي هو الحق الذي لا مِرْية فيه، ويرشد إلى طريق العزيز الذي لا يغلبه أحد، المحمود في الدنيا والآخرة.",
        "saadi": "لما ذكر تعالى إنكار من أنكر البعث, وأنهم يرون ما أنزل على رسوله ليس بحق، ذكر حالة الموفقين من العباد, وهم أهل العلم, وأنهم يرون ما أنزل اللّه على رسوله من الكتاب, وما اشتمل عليه من الأخبار, هو الحق, أي: الحق منحصر فيه, وما خالفه وناقضه, فإنه باطل, لأنهم وصلوا من العلم إلى درجة اليقين.ويرون أيضا أنه في أوامره ونواهيه { يَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ } وذلك أنهم جزموا بصدق ما أخبر به من وجوه كثيرة: من جهة علمهم بصدق من أخبر به، ومن جهة موافقته للأمور الواقعة, والكتب السابقة، ومن جهة ما يشاهدون من أخبارها, التي تقع عيانا، ومن جهة ما يشاهدون من الآيات العظيمة الدالة عليها في الآفاق وفي أنفسهم ومن جهة موافقتها, لما دلت عليه أسماؤه تعالى وأوصافه.ويرون في الأوامر والنواهي, أنها تهدي إلى الصراط المستقيم, المتضمن للأمر بكل صفة تزكي النفس، وتنمي الأجر، وتفيد العامل وغيره، كالصدق والإخلاص وبر الوالدين, وصلة الأرحام, والإحسان إلى عموم الخلق, ونحو ذلك. وتنهى عن كل صفة قبيحة, تدنس النفس, وتحبط الأجر, وتوجب الإثم والوزر, من الشرك, والزنا, والربا, والظلم في الدماء والأموال, والأعراض.وهذه منقبة لأهل العلم وفضيلة, وعلامة لهم, وأنه كلما كان العبد أعظم علما وتصديقا بأخبار ما جاء به الرسول, وأعظم معرفة بحكم أوامره ونواهيه, كان من أهل العلم الذين جعلهم اللّه حجة على ما جاء به الرسول, احتج اللّه بهم على المكذبين المعاندين, كما في هذه الآية وغيرها. ",
        "kathir": "وقوله : ( ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق ) . هذه حكمة أخرى معطوفة على التي قبلها ، وهي أن المؤمنين بما أنزل على الرسل إذا شاهدوا قيام الساعة ومجازاة الأبرار والفجار بالذي كانوا قد علموه من كتب الله في الدنيا رأوه حينئذ عين اليقين ، ويقولون يومئذ أيضا : ( لقد جاءت رسل ربنا بالحق ) [ الأعراف : 43 ] ، ويقال أيضا : ( هذا ما وعد الرحمن وصدق المرسلون ) [ يس : 52 ] ، ( لقد لبثتم في كتاب الله إلى يوم البعث فهذا يوم البعث ) [ الروم : 56 ] ، ( ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق ويهدي إلى صراط العزيز الحميد ) . العزيز هو : المنيع الجناب ، الذي لا يغالب ولا يمانع ، بل قد قهر كل شيء ، الحميد في جميع أقواله وأفعاله وشرعه ، وقدره ، وهو المحمود في ذلك كله ."
      },
      "translations": {
        "en": "And those who have been given knowledge see that what is revealed to you from your Lord is the truth, and it guides to the path of the Exalted in Might, the Praiseworthy.",
        "fr": "Et ceux à qui le savoir a été donné voient que ce qu'on t'a fait descendre de la part de ton Seigneur est la vérité qui guide au chemin du Tout Puissant, du Digne de Louange.",
        "es": "Quienes han recibido la Ciencia ven que lo que tu Señor te ha revelado es la Verdad y dirige a la vía del Poderoso, del Digno de Alabanza."
      },
      "ibn_ashour": "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ (6)عطف على { ليجزي الذين آمنوا وعملوا الصالحات } [ سبأ : 4 ] وهو مقابل جزاء الذين آمنوا وعملوا الصالحات ، فالمراد بالذين سَعوا في الآيات الذين كفروا ، عدل عن جعل صلة اسم الموصول { كفروا } [ سبأ : 3 ] لتصلح الجملة أن تكون تمهيداً لإِبطال قول المشركين في الرسول صلى الله عليه وسلم { أفترى على الله كذباً أم به جنة } [ سبأ : 8 ] ، لأن قولهم ذلك كناية عن بطلان ما جاءهم به من القرآن في زعمهم فكان جديراً بأن يمهد لإِبطاله بشهادة أهل العلم بأن ما جاء به الرسول هو الحق دون غيره من باطل أهل الشرك الجاهلين ، فعطف هذه الجملة من عطف الأغراض ، وهذه طريقة في إبطال شُبَه أهل الضلالة والملاحدة بأن يقدم قبل ذكر الشبهة ما يقابلها من إبطالها ، وربما سلك أهل الجدل طريقة أخرى هي تقديم الشبهة ثم الكرور عليها بالإِبطال وهي طريقة عضد الدين في كتاب «المواقف» ، وقد كان بعض أشياخنا يحكي انتقاد كثير من أهل العلم طريقته فلذلك خالفها التفتزاني في كتاب «المقاصد» .والحق أن الطريقتين جاد"
    },
    {
      "number": 7,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍۢ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍۢ جَدِيدٍ",
      "tafsir": {
        "muyassar": "وقال الذين كفروا بعضهم لبعض استهزاء: هل ندلكم على رجل (يريدون محمدًا صلى الله عليه وسلم) يخبركم أنكم إذا متم وتفرقت أجسامكم كل تفرُّق، إنكم ستُحيون وتُبعثون من قبوركم؟ قالوا ذلك مِن فرط إنكارهم.",
        "mukhtasar": "وقال الذين كفروا بالله لبعضهم؛ تعجّبًا وسخرية مما جاء به الرسول صلى الله عليه وسلم: هل ندلكم على رجل يخبركم أنكم إذا متم وقطِّعتم تقطيعًا أنكم ستبعثون بعد موتكم أحياء؟!",
        "saadi": "أي: { وَقَالَ الَّذِينَ كَفَرُوا } على وجه التكذيب والاستهزاء والاستبعاد، وذكر وجه الاستبعاد.أي: قال بعضهم لبعض: { هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ } يعنون بذلك الرجل, رسول اللّه صلى اللّه عليه وسلم, وأنه رجل أتى بما يستغرب منه, حتى صار - بزعمهم - فرجة يتفرجون عليه, وأعجوبة يسخرون منه، وأنه كيف يقول { إِنَّكُمْ مَبْعُوثُونَ } بعدما مزقكم البلى, وتفرقت أوصالكم, واضمحلت أعضاؤكم؟!.",
        "kathir": "هذا إخبار من الله عن استبعاد الكفرة الملحدين قيام الساعة واستهزائهم بالرسول صلى الله عليه وسلم في إخباره بذلك : ( وقال الذين كفروا هل ندلكم على رجل ينبئكم إذا مزقتم كل ممزق ) أي : تفرقت أجسادكم في الأرض وذهبت فيها كل مذهب وتمزقت كل ممزق : ( إنكم ) أي : بعد هذا الحال ( لفي خلق جديد ) أي : تعودون أحياء ترزقون بعد ذلك ، وهو في هذا الإخبار لا يخلو أمره من قسمين : إما أن يكون قد تعمد الافتراء على الله أنه قد أوحى إليه ذلك ، أو أنه لم يتعمد لكن لبس عليه كما يلبس على المعتوه والمجنون; ولهذا قالوا :"
      },
      "translations": {
        "en": "But those who disbelieve say, \"Shall we direct you to a man who will inform you [that] when you have disintegrated in complete disintegration, you will [then] be [recreated] in a new creation?",
        "fr": "Et ceux qui ne croient pas dirent: «Voulez-vous que l'on vous montre un homme qui vous prédise que lorsque vous serez complètement désintégrés, vous reparaîtrez, sans nul doute, en une nouvelle création?",
        "es": "Los infieles dicen: «¿Queréis que os indiquemos un hombre que os anuncie que, cuando estéis completamente descompuestos, de verdad se os creará de nuevo?»"
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ (7) انتقال إلى قولة أخرى من شناعة أهل الشرك معطوفة على { وقال الذين كفروا لا تأتينا الساعة } [ سبأ : 3 ] . وهذا القول قائم مقام الاستدلال على القول الأول لأن قولهم { لا تأتينا الساعة } دعوى وقولهم : { هل ندلّكم على رجل ينبئكم إذا مزقتم كل ممزق إنكم لفي خلق جديد } مستنَد تلك الدعوى ، ولذلك حكي بمثل الأسلوب الذي حكيت به الدعوى في المسند والمسند إليه .وأدمجوا في الاستدلال التعجيب من الذي يأتي بنقيض دليلهم ، ثم إرداف ذلك التعجيب بالطعن في المتعجَّب به .والمخاطب بقولهم : { هل ندلكم } غير مذكور لأن المقصود في الآية الاعتبار بشناعة القول ، ولا غرض يتعلق بالمقول لهم . فيجوز أن يكون قولهم هذا تقاولاً بينهم ، أو يقوله بعضهم لبعض ، أو يقوله كبراؤهم لعامتهم ودهمائهم . ويجوز أن يكون قول كفار مكة للواردين عليهم في الموسم . وهذا الذي يؤذن به فعل { ندلكم } من أنه خطاب لمن لم يبلغهم قول النبي صلى الله عليه وسلموالاستفهام مستعمل في العرض مثل قوله تعالى : { فقل هل لك إلى"
    },
    {
      "number": 8,
      "text": "أَفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةٌۢ ۗ بَلِ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ فِى ٱلْعَذَابِ وَٱلضَّلَٰلِ ٱلْبَعِيدِ",
      "tafsir": {
        "muyassar": "هذا الرجل أختلق على الله كذبًا أم به جنون، فهو يتكلم بما لا يدري؟ ليس الأمر كما قال الكفار، بل محمد أصدق الصادقين. والذين لا يصدقون بالبعث ولا يعملون من أجله في العذاب الدائم في الآخرة، والضلال البعيد عن الصواب في الدنيا.",
        "mukhtasar": "وقالوا: هل اختلق هذا الرجل على الله كذبًا فزعم ما زعم من بعثنا بعد موتنا، أم هو مجنون يهذي بما لا حقيقة له؟ ليس الأمر كما زعم هؤلاء، بل الحاصل أن الذين لا يؤمنون بالآخرة هم في العذاب الشديد يوم القيامة، وفي الضلال البعيد عن الحق في الدنيا.",
        "saadi": "فهذا الرجل الذي يأتي بذلك, هل { أَفْتَرَى عَلَى اللَّهِ كَذِبًا } فتجرأ عليه وقال ما قال, { أَمْ بِهِ جِنَّةٌ } ؟ فلا يستغرب منه, فإن الجنون فنون، وكل هذا منهم, على وجه العناد والظلم, ولقد علموا, أنه أصدق خلق اللّه وأعقلهم, ومن علمهم, أنهم أبدوا وأعادوا في معاداتهم, وبذلوا أنفسهم وأموالهم, في صد الناس عنه، فلو كان كاذبا مجنونا لم ينبغ لكم - يا أهل العقول غير الزاكية - أن تصغوا لما قال, ولا أن تحتفلوا بدعوته، فإن المجنون, لا ينبغي للعاقل أن يلفت إليه نظره, أو يبلغ قوله منه كل مبلغ.ولولا عنادكم وظلمكم, لبادرتم لإجابته, ولبيتم دعوته, ولكن { مَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ } ولهذا قال تعالى: { بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ } ومنهم الذين قالوا تلك المقالة، { فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ } أي: في الشقاء العظيم, والضلال البعيد, الذي ليس بقريب من الصواب، وأي شقاء وضلال, أبلغ من إنكارهم لقدرة اللّه على البعث وتكذيبهم لرسوله الذي جاء به, واستهزائهم به, وجزمهم بأن ما جاءوا به هو الحق, فرأوا الحق باطلا, والباطل والضلال حقا وهدى.",
        "kathir": "( أفترى على الله كذبا أم به جنة ) ؟ قال الله تعالى رادا عليهم : ( بل الذين لا يؤمنون بالآخرة في العذاب والضلال البعيد ) أي : ليس الأمر كما زعموا ولا كما ذهبوا إليه ، بل محمد صلى الله عليه وسلم هو الصادق البار الراشد الذي جاء بالحق ، وهم الكذبة الجهلة الأغبياء ، ( في العذاب ) أي : [ في ] الكفر المفضي بهم إلى عذاب الله ، ( والضلال البعيد ) من الحق في الدنيا ."
      },
      "translations": {
        "en": "Has he invented about Allah a lie or is there in him madness?\" Rather, they who do not believe in the Hereafter will be in the punishment and [are in] extreme error.",
        "fr": "Invente-t-il un mensonge contre Allah? ou bien est-il fou?» [Non], mais ceux qui ne croient pas en l'au-delà sont voués au châtiment et à l'égarement lointain.",
        "es": "¿Ha inventado una mentira contra Alá o es un poseso? ¡No, no es así! Los que no creen en la otra vida están destinados al castigo y profundamente extraviados."
      },
      "ibn_ashour": "أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ (8)ويرجح ذلك إتمامها بالاستفهام { أفترى على الله كذباً أم به جنة } .ثم إن كان التقاول بين المشركين بعضِهم لبعض ، فالتعبير عن الرسول صلى الله عليه وسلم ب { رجل } منكَّر مع كونه معروفاً بينهم وعن أهل بلدهم ، قصدوا من تنكيره أنه لا يعرف تجاهلاً منهم . قال السكاكي «كأنْ لم يكونوا يعرفون منه إلا أنه رجل ما» .وإن كان قول المشركين موجهاً إلى الواردين مكّة في الموسم ، كان التعبير ب { رجل } جرياً على مقتضى الظاهر لأن الواردين لا يعرفون النبي صلى الله عليه وسلم ولا دعوتَه فيكون كقول أبي ذَرّ ( قبل إسلامه ) لأخيه «اذهب فاستعلم لنا خبر هذا الرجل الذي يزعم أنه نبيء» .ومعنى : { ندلكم } نُعرفكم ونُرشدكم . وأصل الدلالة الإِرشاد إلى الطريق الموصل إلى مكان مطلوب . وغالب استعمال هذا الفعل أن يكون إرشادَ من يطلبُ معرفةً ، وبذلك فالآية تقتضي أن هذا القول يقولونه للذين يسألونهم عن خبر رجل ظهر بينهم يدّعي النبوءة فيقولون : هل ندلكم على رجل يزعم كذا ، أي ليس بنبيء بل مُفْترٍ أو"
    },
    {
      "number": 9,
      "text": "أَفَلَمْ يَرَوْا۟ إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ إِن نَّشَأْ نَخْسِفْ بِهِمُ ٱلْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًۭا مِّنَ ٱلسَّمَآءِ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَةًۭ لِّكُلِّ عَبْدٍۢ مُّنِيبٍۢ",
      "tafsir": {
        "muyassar": "أفلم ير هؤلاء الكفار الذين لا يؤمنون بالآخرة عظيم قدرة الله فيما بين أيديهم وما خلفهم من السماء والأرض مما يبهر العقول، وأنهما قد أحاطتا بهم؟ إن نشأ نخسف بهم الأرض، كما فعلنا بقارون، أو ننزل عليهم قطعًا من العذاب، كما فعلنا بقوم شعيب، فقد أمطرت السماء عليهم نارًا فأحرقتهم. إن في ذلك الذي ذكرنا من قدرتنا لَدلالة ظاهرة لكل عبد راجع إلى ربه بالتوبة، ومقر له بتوحيده، ومخلص له في العبادة.",
        "mukhtasar": "أفلم ير هؤلاء المكذبون بالبعث ما بين أيديهم من الأرض، ويروا ما خلفهم من السماء؟ إن نشأ خَسْف الأرض من تحت أقدامهم خسفناها من تحتهم، وإن نشأ أن نسقط عليهم قِطَعًا من السماء لأسقطناها عليهم، إن في ذلك لعلامة قاطعة لكل عبد كثير الرجوع إلى طاعة ربه يستدل بها على قدرة الله، فالقادر على ذلك قادر على بعثكم بعد موتكم وتمزيق أجسامكم.",
        "saadi": "ثم نبههم على الدليل العقلي, الدال على عدم استبعاد البعث, الذي استبعدوه, وأنهم لو نظروا إلى ما بين أيديهم وما خلفهم, من السماء والأرض فرأوا من قدرة اللّه فيهما, ما يبهر العقول, ومن عظمته ما يذهل العلماء الفحول, وأن خلقهما وعظمتهما وما فيهما من المخلوقات, أعظم من إعادة الناس - بعد موتهم - من قبورهم، فما الحامل لهم, على ذلك التكذيب مع التصديق, بما هو أكبر منه؟ نعم ذاك خبر غيبي إلى الآن, ما شاهدوه, فلذلك كذبوا به.قال اللّه: { إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ } أي: من العذاب, لأن الأرض والسماء تحت تدبيرنا, فإن أمرناهما لم يستعصيا، فاحذروا إصراركم على تكذيبكم, فنعاقبكم أشد العقوبة. { إِنَّ فِي ذَلِكَ } أي: خلق السماوات والأرض, وما فيهما من المخلوقات { لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ } فكلما كان العبد أعظم إنابة إلى اللّه, كان انتفاعه بالآيات أعظم, لأن المنيب مقبل إلى ربه, قد توجهت إراداته وهماته لربه, ورجع إليه في كل أمر من أموره, فصار قريبا من ربه, ليس له هم إلا الاشتغال بمرضاته، فيكون نظره للمخلوقات نظر فكرة وعبرة, لا نظر غفلة غير نافعة. ",
        "kathir": "ثم قال منبها لهم على قدرته في خلق السماوات والأرض ، فقال : ( أفلم يروا إلى ما بين أيديهم وما خلفهم من السماء والأرض ) أي : حيثما توجهوا وذهبوا فالسماء مظلة مظللة عليهم ، والأرض تحتهم ، كما قال : ( والسماء بنيناها بأيد وإنا لموسعون . والأرض فرشناها فنعم الماهدون ) [ الذاريات : 47 ، 48 ] .قال عبد بن حميد : أخبرنا عبد الرزاق ، عن معمر ، عن قتادة : ( أفلم يروا إلى ما بين أيديهم وما خلفهم من السماء والأرض ) ؟ قال : إنك إن نظرت عن يمينك أو عن شمالك ، أو من بين يديك أو من خلفك ، رأيت السماء والأرض .وقوله : ( إن نشأ نخسف بهم الأرض أو نسقط عليهم كسفا من السماء ) أي : لو شئنا لفعلنا بهم ذلك لظلمهم وقدرتنا عليهم ، ولكن نؤخر ذلك لحلمنا وعفونا .ثم قال : ( إن في ذلك لآية لكل عبد منيب ) قال معمر ، عن قتادة : ( منيب ) : تائب .وقال سفيان عن قتادة : المنيب : المقبل إلى الله عز وجل .أي إن في النظر إلى خلق السماء والأرض لدلالة لكل عبد فطن لبيب رجاع إلى الله ، على قدرة الله على بعث الأجساد ووقوع المعاد; لأن من قدر على خلق هذه السماوات في ارتفاعها واتساعها ، وهذه الأرضين في انخفاضها وأطوالها وأعراضها ، إنه لقادر على إعادة الأجسام ونشر الرميم من العظام ، كما قال تعالى : ( أوليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم بلى ) [ يس : 81 ] ، وقال : ( لخلق السماوات والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون ) [ غافر : 57 ] ."
      },
      "translations": {
        "en": "Then, do they not look at what is before them and what is behind them of the heaven and earth? If We should will, We could cause the earth to swallow them or [could] let fall upon them fragments from the sky. Indeed in that is a sign for every servant turning back [to Allah].",
        "fr": "Ne voient-ils donc pas ce qu'il y a comme ciel et comme terre devant et derrière eux? Si Nous voulions, Nous ferions que la terre les engloutisse, ou que des morceaux du ciel tombent sur eux. Il y a en cela une preuve pour tout serviteur repentant.",
        "es": "¿Es que no ven lo que les rodea en los cielos y en la tierra? Si quisiéramos, haríamos que la tierra se los tragara o que cayera sobre ellos parte del cielo. Ciertamente, hay en ello un signo para todo siervo arrepentido."
      },
      "ibn_ashour": "أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآَيَةً لِكُلِّ عَبْدٍ مُنِيبٍ (9)الفاء لتفريع ما بعدها على قوله : { بل الذين لا يؤمنون بالآخرة في العذاب } [ سبأ : 8 ] الخ ، لأن رؤية مخلوقات الله في السماء والأرض من شأنها أن تهديهم لو تأملوا حق التأمل .والاستفهام للتعجيب الذي يخالطه إنكار على انتفاء تأملهم فيما بين أيديهم وما خلفهم من السماء والأرض ، أي من المخلوقات العظيمة الدالة على أن الذي قدَر على خلق تلك المخلوقات من عدم هو قادر على تجديد خلق الإِنسان بعد العدم .والرؤية بصرية بقرينة تعليق { إلى } . فمعنى الاستفهام عن انتفائها منهم انتفاء آثارها من الاستدلال بأحوال الكائنات السماوية والأرضية على إمكان البعث ، فشبه وجود الرؤية بعدمها واستعير له حرف النفي . والمقصود : حثهم على التأمل والتدبر ليتداركوا علمهم بما أهملوه . وهذا كقوله : { أفلم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق وأجل مسمى وإن كثيراً من الناس بلق"
    },
    {
      "number": 10,
      "text": "۞ وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ مِنَّا فَضْلًۭا ۖ يَٰجِبَالُ أَوِّبِى مَعَهُۥ وَٱلطَّيْرَ ۖ وَأَلَنَّا لَهُ ٱلْحَدِيدَ",
      "tafsir": {
        "muyassar": "ولقد آتينا داود نبوة، وكتابًا وعلمًا، وقلنا للجبال والطير: سبِّحي معه، وألنَّا له الحديد، فكان كالعجين يتصرف فيه كيف يشاء.",
        "mukhtasar": "ولقد أعطينا داود عليه السلام منا نبوة وملكًا، وقلنا للجبال: يا جبال، سبِّحي مع داود، وهكذا قلنا للطير، وصيّرنا له الحديد ليّنًا ليصنع منه ما يشاء من أدوات.",
        "saadi": "أي: ولقد مننا على عبدنا ورسولنا, داود عليه الصلاة والسلام, وآتيناه فضلا من العلم النافع, والعمل الصالح, والنعم الدينية والدنيوية، ومن نعمه عليه, ما خصه به من أمره تعالى الجمادات, كالجبال والحيوانات, من الطيور, أن تُؤَوِّب معه, وتُرَجِّع التسبيح بحمد ربها, مجاوبة له، وفي هذا من النعمة عليه, أن كان ذلك من خصائصه التي لم تكن لأحد قبله ولا بعده, وأن ذلك يكون منهضا له ولغيره على التسبيح إذا رأوا هذه الجمادات والحيوانات, تتجاوب بتسبيح ربها, وتمجيده, وتكبيره, وتحميده, كان ذلك مما يهيج على ذكر اللّه تعالى.ومنها: أن ذلك - كما قال كثير من العلماء, أنه طرب لصوت داود، فإن اللّه تعالى, قد أعطاه من حسن الصوت, ما فاق به غيره, وكان إذا رجَّع التسبيح والتهليل والتحميد بذلك الصوت الرخيم الشجيِّ المطرب, طرب كل من سمعه, من الإنس, والجن, حتى الطيور والجبال, وسبحت بحمد ربها.ومنها: أنه لعله ليحصل له أجر تسبيحها, لأنه سبب ذلك, وتسبح تبعا له.",
        "kathir": "يخبر تعالى عما أنعم به على عبده ورسوله داود ، صلوات الله وسلامه عليه ، مما آتاه من الفضل المبين ، وجمع له بين النبوة والملك المتمكن ، والجنود ذوي العدد والعدد ، وما أعطاه ومنحه من الصوت العظيم ، الذي كان إذا سبح به تسبح معه الجبال الراسيات ، الصم الشامخات ، وتقف له الطيور السارحات ، والغاديات والرائحات ، وتجاوبه بأنواع اللغات . وفي الصحيح أنرسول الله صلى الله عليه وسلم سمع صوت أبي موسى الأشعري يقرأ من الليل ، فوقف فاستمع لقراءته ، ثم قال \" لقد أوتي هذا مزمارا من مزامير آل داود \" .وقال أبو عثمان النهدي : ما سمعت صوت صنج ولا بربط ولا وتر أحسن من صوت أبي موسى الأشعري ، رضي الله عنه .ومعنى قوله : ( أوبي ) أي : سبحي . قاله ابن عباس ، ومجاهد ، وغير واحد .وزعم أبو ميسرة أنه بمعنى سبحي بلسان الحبشة . وفي هذا نظر ، فإن التأويب في اللغة هو الترجيع ، فأمرت الجبال والطير أن ترجع معه بأصواتها .وقال أبو القاسم عبد الرحمن بن إسحاق الزجاجي في كتابه \" الجمل \" في باب النداء منه : ( يا جبال أوبي معه ) أي : سيري معه بالنهار كله ، والتأويب : سير النهار كله ، والإسآد : سير الليل كله . وهذا لفظه ، وهو غريب جدا لم أجده لغيره ، وإن كان له مساعدة من حيث اللفظ في اللغة ، لكنه بعيد في معنى الآية هاهنا . والصواب أن المعنى في قوله تعالى : ( أوبي معه ) أي : رجعي معه مسبحة معه ، كما تقدم ، والله أعلم .وقوله : ( وألنا له الحديد ) : قال الحسن البصري ، وقتادة ، والأعمش وغيرهم : كان لا يحتاج أن يدخله نارا ولا يضربه بمطرقة ، بل كان يفتله بيده مثل الخيوط; ولهذا قال :"
      },
      "translations": {
        "en": "And We certainly gave David from Us bounty. [We said], \"O mountains, repeat [Our] praises with him, and the birds [as well].\" And We made pliable for him iron,",
        "fr": "Nous avons certes accordé une grâce à David de Notre part. O montagnes et oiseaux, répétez avec lui (les louanges d'Allah). Et pour lui, Nous avons amolli le fer,",
        "es": "Dimos a David un favor Nuestro: «¡Montañas! ¡Resonad acompañándole, y vosotros también, pájaros!» Por él, hicimos blando el hierro."
      },
      "ibn_ashour": "وَلَقَدْ آَتَيْنَا دَاوُودَ مِنَّا فَضْلًا يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ (10) مناسبة الانتقال من الكلام السابق إلى ذكر داود خفيَّة . فقال ابن عطية : ذكر الله نعمته على داود وسليمان احتجاجاً على ما منح محمداً ، أي لا تستبعدوا هذا فقد تفضلنا على عبيدنا قديماً .وقال الزمخشري عند قوله : { إن في ذلك لآية لكل عبد منيب } [ سبأ : 9 ] لأن المنيب لا يخلو من النظر في آيات الله على أنه قادر على كلّ شيء من البعث ومن عقاب من يكفر به ا ه . فقال الطيبي : فيه إشارة إلى بيان نظم هذه الآية بقوله : { ولقد آتينا داود منا فضلاً } لأنه كالتخلص منه إليه ، لأنه من المنيبين المتفكرين في آيات الله ، قال تعالى : { واذكر عبدنا داود ذا الأيد إنه أواب } [ ص : 17 ] ا ه . يريد الطيبي أن داود من أشهر المُثُل في المنيبين بما اشتهر به من انقلاب حاله بعد أن كان راعياً غليظاً إلى أن اصطفاه الله نبيئاً وملكاً صالحاً مُصْلِحاً لأمة عظيمة ، فهو مَثَل المنيبين كما قال تعالى : { واذكر عبدنا داود ذا الأيد إنه أواب } وقال : { فاستغفر ربه وخرّ راكعاً وأناب } [ ص : 24 ] ، فلإِنابته وتأويبه أنعم "
    },
    {
      "number": 11,
      "text": "أَنِ ٱعْمَلْ سَٰبِغَٰتٍۢ وَقَدِّرْ فِى ٱلسَّرْدِ ۖ وَٱعْمَلُوا۟ صَٰلِحًا ۖ إِنِّى بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "tafsir": {
        "muyassar": "أن اعمل دروعًا تامات واسعات وقدِّر المسامير في حِلَق الدروع، فلا تعمل الحلقة صغيرة فتَضْعُف، فلا تقوى الدروع على الدفاع، ولا تجعلها كبيرة فتثقُل على لابسها، واعمل يا داود أنت وأهلك بطاعة الله، إني بما تعملون بصير لا يخفى عليَّ شيء منها.",
        "mukhtasar": "أن اعمل - يا داود - دروعًا واسعة تقي مقاتليك بأس عدوّهم، وصيّر المسامير مناسبة للحِلَق فلا تجعلها دقيقة بحيث لا تستقرّ فيها، ولا غليظة بحيث لا تدخل فيها، واعملوا عملًا صالحًا، إني بما تعملون بصير، لا يخفى عليَّ من أعمالكم شيء، وسأجازيكم عليها.",
        "saadi": "ومن فضله عليه, أن ألان له الحديد, ليعمل الدروع السابغات, وعلمه تعالى كيفية صنعته, بأن يقدره في السرد, أي: يقدره حلقا, ويصنعه كذلك, ثم يدخل بعضها ببعض.قال تعالى: { وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ فَهَلْ أَنْتُمْ شَاكِرُونَ } ولما ذكر ما امتن به عليه وعلى آله, أمره بشكره, وأن يعملوا صالحا, ويراقبوا اللّه تعالى فيه, بإصلاحه وحفظه من المفسدات, فإنه بصير بأعمالهم, مطلع عليهم, لا يخفى عليه منها شيء. ",
        "kathir": "( أن اعمل سابغات ) وهي : الدروع . قال قتادة : وهو أول من عملها من الخلق ، وإنما كانت قبل ذلك صفائح .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا ابن سماعة ، حدثنا ابن ضمرة ، عن ابن شوذب قال : كان داود ، عليه السلام ، يرفع في كل يوم درعا فيبيعها بستة آلاف درهم : ألفين له ولأهله ، وأربعة آلاف درهم يطعم بها بني إسرائيل خبز الحوارى .( وقدر في السرد ) : هذا إرشاد من الله لنبيه داود ، عليه السلام ، في تعليمه صنعة الدروع .قال مجاهد في قوله : ( وقدر في السرد ) : لا تدق المسمار فيقلق في الحلقة ، ولا تغلظه فيفصمها ، واجعله بقدر .وقال الحكم بن عتيبة : لا تغلظه فيفصم ، ولا تدقه فيقلق . وهكذا روي عن قتادة ، وغير واحد .وقال علي بن أبي طلحة ، عن ابن عباس : السرد : حلق الحديد . وقال بعضهم : يقال : درع مسرودة : إذا كانت مسمورة الحلق ، واستشهد بقول الشاعر :وعليهما مسرودتان قضاهما داود أو صنع السوابغ تبعوقد ذكر الحافظ ابن عساكر في ترجمة داود ، عليه والسلام ، من طريق إسحاق بن بشر - وفيه كلام - عن أبي إلياس ، عن وهب بن منبه ما مضمونه : أن داود ، عليه السلام ، كان يخرج متنكرا ، فيسأل الركبان عنه وعن سيرته ، فلا يسأل أحدا إلا أثنى عليه خيرا في عبادته وسيرته ومعدلته ، صلوات الله وسلامه عليه . قال وهب : حتى بعث الله ملكا في صورة رجل ، فلقيه داود فسأله كما كان يسأل غيره ، فقال : هو خير الناس لنفسه ولأمته ، إلا أن فيه خصلة لو لم تكن فيه كان كاملا قال : ما هي ؟ قال : يأكل ويطعم عياله من مال المسلمين ، يعني بيت المال ، فعند ذلك نصب داود ، عليه السلام ، إلى ربه في الدعاء أن يعلمه عملا بيده يستغني به ويغني به عياله ، فألان له الحديد ، وعلمه صنعة الدروع ، فعمل الدرع ، وهو أول من عملها ، فقال الله : ( أن اعمل سابغات وقدر في السرد ) يعني : مسامير الحلق ، قال : وكان يعمل الدرع ، فإذا ارتفع من عمله درع باعها ، فتصدق بثلثها ، واشترى بثلثها ما يكفيه وعياله ، وأمسك الثلث يتصدق به يوما بيوم إلى أن يعمل غيرها . وقال : إن الله أعطى داود شيئا لم يعطه غيره من حسن الصوت ، إنه كان إذا قرأ الزبور تسمع الوحش حتى يؤخذ بأعناقها وما تنفر ، وما صنعت الشياطين المزامير والبرابط والصنوج إلا على أصناف صوته . وكان شديد الاجتهاد ، وكان إذا افتتح الزبور بالقراءة كأنما ينفخ في المزامير ، وكأن قد أعطي سبعين مزمارا في حلقه .وقوله : ( واعملوا صالحا ) أي : في الذي أعطاكم الله من النعم ، ( إني بما تعملون بصير ) أي : مراقب لكم ، بصير بأعمالكم وأقوالكم ، لا يخفى علي من ذلك شيء ."
      },
      "translations": {
        "en": "[Commanding him], \"Make full coats of mail and calculate [precisely] the links, and work [all of you] righteousness. Indeed I, of what you do, am Seeing.\"",
        "fr": "(en lui disant): «Fabrique des cottes de mailles complètes et mesure bien les mailles». Et faites le bien. Je suis Clairvoyant sur ce que vous faites.",
        "es": "«¡Fabrica cotas de malla y mide bien la malla!» ¡Obrad bien! Yo veo bien lo que hacéis."
      },
      "ibn_ashour": "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ (11)معنى : وأوحينا إليه : { أن اعمل سابغات } .و { الحديد } تراب معدني إذا صُهر بالنار امتزج بعضه ببعض ولاَنَ وأمكن تطريقه وتشكيله فإذا برد تصلب . وقد تقدم عند قوله تعالى : { قل كونوا حجارة أو حديداً } في سورة الإِسراء ( 50 ) .وسابغات } صفة لموصوف محذوف لظهوره من المقام إذ شاع وصف الدروع بالسابغات والسوابغ حتى استغنوا عند ذكر هذا الوصف عن ذكر الموصوف .ومعنى { قَدِّر } اجعله على تقدير ، والتقدير : جعل الشيء على مقدار مخصوص .و { السَّرْد } صنع درع الحديد ، أي تركيب حلقها ومساميرها التي تَشُدّ شقق الدرع بعضها ببعض فهي للحديد كالخياطة للثوب ، والدِرع توصف بالمسرودة كما توصف بالسابغة . قال أبو ذؤيب الهذلي: ... وعليهما مَسرودتان قضاهماداوُد أو صَنَعُ السوابغ تُبَّعُ ... ويقال لناسج الدروع : سَرَّاد وزرّاد بالسين والزاي ، وقال المعري يصف درعاً: ... وداوُد قين السابغات أذالهاوتلك أضاة صانها المرء تبع ... فلما سخر الله له ما استصعب على غيره أتبعه بأمره بالشكر بأن يعمل صالحاً لأن الشكر يكون بالعم"
    },
    {
      "number": 12,
      "text": "وَلِسُلَيْمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهْرٌۭ وَرَوَاحُهَا شَهْرٌۭ ۖ وَأَسَلْنَا لَهُۥ عَيْنَ ٱلْقِطْرِ ۖ وَمِنَ ٱلْجِنِّ مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِۦ ۖ وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ ٱلسَّعِيرِ",
      "tafsir": {
        "muyassar": "وسخَّرنا لسليمان الريح تجري من أول النهار إلى انتصافه مسيرة شهر، ومن منتصف النهار إلى الليل مسيرة شهر بالسير المعتاد، وأسلنا له النحاس كما يسيل الماء، يعمل به ما يشاء، وسخَّرنا له من الجن من يعمل بين يديه بإذن ربه، ومن يعدل منهم عن أمرنا الذي أمرناه به من طاعة سليمان نذقه من عذاب النار المستعرة.",
        "mukhtasar": "وسخرنا لسليمان بن داود عليهما السلام الريح، تسير في الصباح مسافة شهر، وتسير في المساء مسافة شهر، وسيّلنا له عين النحاس ليصنع من النحاس ما يشاء، وسخرنا له من الجن من يعمل بين يديه بأمر ربه، والذي يميل من الجن عمَّا أمرناه به من العمل نُذِيقُه من عذاب النار الملتهبة.",
        "saadi": "لما ذكر فضله على داود عليه السلام, ذكر فضله على ابنه سليمان, عليه الصلاة والسلام, وأن اللّه سخر له الريح تجري بأمره, وتحمله, وتحمل جميع ما معه, وتقطع المسافة البعيدة جدا, في مدة يسيرة, فتسير في اليوم, مسيرة شهرين. { غُدُوُّهَا شَهْرٌ } أي: أول النهار إلى الزوال { وَرَوَاحُهَا شَهْرٌ } من الزوال, إلى آخر النهار { وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ } أي: سخرنا له عين النحاس, وسهلنا له الأسباب, في استخراج ما يستخرج منها من الأواني وغيرها.وسخر اللّه له أيضا, الشياطين والجن, لا يقدرون أن يستعصوا عن أمره, { وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ } وأعمالهم  كل ما شاء سليمان, عملوه.",
        "kathir": "لما ذكر تعالى ما أنعم به على داود ، عطف بذكر ما أعطى ابنه سليمان ، من تسخير الريح له تحمل بساطه ، غدوها شهر ورواحها شهر .قال الحسن البصري : كان يغدو على بساطه من دمشق فينزل بإصطخر يتغذى بها ، ويذهب رائحا من إصطخر فيبيت بكابل ، وبين دمشق وإصطخر شهر كامل للمسرع ، وبين إصطخر وكابل شهر كامل للمسرع .وقوله : ( وأسلنا له عين القطر ) قال ابن عباس ، ومجاهد ، وعكرمة ، وعطاء الخراساني ، وقتادة ، والسدي ، ومالك عن زيد بن أسلم ، وعبد الرحمن بن زيد بن أسلم ، وغير واحد : القطر : النحاس . قال قتادة : وكانت باليمن ، فكل ما يصنع الناس مما أخرج الله تعالى لسليمان ، عليه السلام .قال السدي : وإنما أسيلت له ثلاثة أيام .وقوله : ( ومن الجن من يعمل بين يديه بإذن ربه ) أي : وسخرنا له الجن يعملون بين يديه بإذن الله ، أي : بقدره ، وتسخيره لهم بمشيئته ما يشاء من البنايات وغير ذلك . ( ومن يزغ منهم عن أمرنا ) أي : ومن يعدل ويخرج منهم عن الطاعة ( نذقه من عذاب السعير ) وهو الحريق .وقد ذكر ابن أبي حاتم هاهنا حديثا غريبا فقال : حدثنا أبي ، حدثنا أبو صالح ، حدثنا معاوية بن صالح ، عن أبي الزاهرية ، عن جبير بن نفير ، عن أبي ثعلبة الخشني ; أن رسول الله صلى الله عليه وسلم قال : \" الجن على ثلاثة أصناف : صنف لهم أجنحة يطيرون في الهواء ، وصنف حيات وكلاب ، وصنف يحلون ويظعنون \" . رفعه غريب جدا .وقال أيضا : حدثنا أبي ، حدثنا حرملة ، حدثنا ابن وهب ، أخبرني بكر بن مضر ، عن محمد ، عن ابن أنعم أنه قال : الجن ثلاثة : صنف لهم الثواب وعليهم العقاب ، وصنف طيارون فيما بين السماء والأرض ، وصنف حيات وكلاب .قال بكر بن مضر : ولا أعلم إلا أنه قال : حدثني أن الإنس ثلاثة : صنف يظلهم الله بظل عرشه يوم القيامة . وصنف كالأنعام بل هم أضل سبيلا . وصنف في صور الناس على قلوب الشياطين .وقال أيضا : حدثنا أبي : حدثنا علي بن هاشم بن مرزوق حدثنا سلمة - يعني ابن الفضل - عن إسماعيل ، عن الحسن قال : الجن ولد إبليس ، والإنس ولد آدم ، ومن هؤلاء مؤمنون ومن هؤلاء مؤمنون ، وهم شركاؤهم في الثواب والعقاب ، ومن كان من هؤلاء وهؤلاء مؤمنا فهو ولي الله ، ومن كان من هؤلاء وهؤلاء كافرا فهو شيطان ."
      },
      "translations": {
        "en": "And to Solomon [We subjected] the wind - its morning [journey was that of] a month - and its afternoon [journey was that of] a month, and We made flow for him a spring of [liquid] copper. And among the jinn were those who worked for him by the permission of his Lord. And whoever deviated among them from Our command - We will make him taste of the punishment of the Blaze.",
        "fr": "Et à Salomon (Nous avons assujetti) le vent, dont le parcours du matin équivaut à un mois (de marche) et le parcours du soir, un mois aussi. Et pour lui Nous avons fait couler la source de cuivre. Et parmi les djinns il y en a qui travaillaient sous ses ordres, par permission de son Seigneur. Quiconque d'entre eux, cependant, déviait de Notre ordre, Nous lui faisions goûter au châtiment de la fournaise.",
        "es": "A Salomón el viento, que por la mañana hacía el camino de un mes y por la tarde de otro mes. Hicimos manar para él la fuente de bronce fundido. De los genios, algunos trabajaban a su servicio, con permiso de su Señor. Al que hubiera desobedecido Nuestras órdenes, le habríamos hecho gustar el castigo del fuego de la gehena."
      },
      "ibn_ashour": "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ (12)عطف فضيلة سليمان على فضيلة داود للاعتبار بما أوتيه سليمان من فضل كرامةً لأبيه على إنابته ولسليمان على نشأته الصالحة عند أبيه ، فالعطف على { لقد آتينا داود منا فضلاً } [ سبأ : 10 ] والمناسبة مثل مناسبة ذكر داود فإن سليمان كان موصوفاً بالإِنابة قال تعالى : { ثم أناب } في سورة ص ( 34 ) .والريح } عطف على { الحديد } في قوله : { وألنا له الحديد } [ سبأ : 10 ] بتقدير فعل يدل عليه { وألنا } . والتقدير : وسخرنا لسليمان الريح على نحو قول الشاعر: ... مُتَقَلِّداً سيفاً ورُمْحاًأي وحاملاً رمحاً .واللام في قوله : { لسليمان } لام التقوية أنه لما حذف الفعل لدلالة ما تقدم عليه قرن مفعوله الأول بلام التقوية لأن الاحتياج إلى لام التقوية عند حذف الفعل أشد من الاحتياج إليها عند تأخير الفعل عن المفعول . و { الريح } مفعول ثان .ومعنى تسخيره الريح : خلق ريح تلائم سيرَ سفائنه للغ"
    },
    {
      "number": 13,
      "text": "يَعْمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٍۢ كَٱلْجَوَابِ وَقُدُورٍۢ رَّاسِيَٰتٍ ۚ ٱعْمَلُوٓا۟ ءَالَ دَاوُۥدَ شُكْرًۭا ۚ وَقَلِيلٌۭ مِّنْ عِبَادِىَ ٱلشَّكُورُ",
      "tafsir": {
        "muyassar": "يعمل الجن لسليمان ما يشاء من مساجد للعبادة، وصور من نحاس وزجاج، وقِصَاع كبيرة كالأحواض التي يجتمع فيها الماء، وقدور ثابتات لا تتحرك من أماكنها لعظمهن، وقلنا يا آل داود: اعملوا شكرًا لله على ما أعطاكم، وذلك بطاعته وامتثال أمره، وقليل من عبادي من يشكر الله كثيرًا، وكان داود وآله من القليل.",
        "mukhtasar": "يعمل هؤلاء الجن لسليمان ما أراد من مساجد للصلاة ومن قصور، وما يشاء من صور، وما يشاء من قصاع مثل حياض الماء الكبيرة، وقدور الطبخ الثابتات فلا يُحرَّكْنَ لعِظَمِهِن، وقلنا لهم: اعملوا - يا آل داود - شكرًا لله على ما أنعم به عليكم، وقليل من عبادي الشكور لي على ما أنعمت عليه.",
        "saadi": "{ مِنْ مَحَارِيبَ } وهو كل بناء يعقد, وتحكم به الأبنية, فهذا فيه ذكر الأبنية الفخمة، { وَتَمَاثِيلَ } أي: صور الحيوانات والجمادات, من إتقان صنعتهم, وقدرتهم على ذلك وعملهم لسليمان { وَجِفَانٍ كَالْجَوَابِ } أي: كالبرك الكبار, يعملونها لسليمان للطعام, لأنه يحتاج إلى ما لا يحتاج إليه غيره ، \" و \" يعملون له قدورا راسيات لا تزول عن أماكنها, من عظمها.فلما ذكر منته عليهم, أمرهم بشكرها فقال: { اعْمَلُوا آلَ دَاوُدَ } وهم داود, وأولاده, وأهله, لأن المنة على الجميع, وكثير من هذه المصالح عائد لكلهم. { شُكْرًا } للّه على ما أعطاهم, ومقابلة لما أولاهم. { وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ } فأكثرهم, لم يشكروا اللّه تعالى على ما أولاهم من نعمه, ودفع عنهم من النقم.والشكر: اعتراف القلب بمنة اللّه تعالى, وتلقيها افتقارا إليها, وصرفها في طاعة اللّه تعالى, وصونها عن صرفها في المعصية.",
        "kathir": "وقوله : ( يعملون له ما يشاء من محاريب وتماثيل ) : أما المحاريب فهي البناء الحسن ، وهو أشرف شيء في المسكن وصدره .وقال مجاهد : المحاريب بنيان دون القصور . وقال الضحاك : هي المساجد . وقال قتادة : هي المساجد والقصور ، وقال ابن زيد : هي المساكن . وأما التماثيل فقال عطية العوفي ، والضحاك والسدي : التماثيل : الصور . قال مجاهد : وكانت من نحاس . وقال قتادة : من طين وزجاج .وقوله : ( وجفان كالجواب وقدور راسيات ) الجواب : جمع جابية ، وهي الحوض الذي يجبى فيه الماء ، كما قال الأعشى ميمون بن قيس :تروح على آل المحلق جفنة كجابية الشيخ العراقي تفهقوقال علي بن أبي طلحة ، عن ابن عباس : ( كالجواب ) أي : كالجوبة من الأرض .وقال العوفي ، عنه : كالحياض . وكذا قال مجاهد ، والحسن ، وقتادة ، والضحاك وغيرهم .والقدور الراسيات : أي الثابتات ، في أماكنها لا تتحول ولا تتحرك عن أماكنها لعظمها . كذا قال مجاهد ، والضحاك ، وغيرهما .وقال عكرمة : أثافيها منها .وقوله : ( اعملوا آل داود شكرا ) أي : وقلنا لهم اعملوا شكرا على ما أنعم به عليكم في الدنيا والدين .وشكرا : مصدر من غير الفعل ، أو أنه مفعول له ، وعلى التقديرين فيه دلالة على أن الشكر يكون بالفعل كما يكون بالقول وبالنية ، كما قال :أفادتكم النعماء مني ثلاثة :     يدي ، ولساني ، والضمير المحجباقال أبو عبد الرحمن الحبلي : الصلاة شكر ، والصيام شكر ، وكل خير تعمله لله شكر . وأفضل الشكر الحمد . رواه ابن جرير .وروى هو وابن أبي حاتم ، عن محمد بن كعب القرظي قال : الشكر تقوى الله والعمل الصالح .وهذا يقال لمن هو متلبس بالفعل ، وقد كان آل داود ، عليه السلام ، كذلك قائمين بشكر الله قولا وعملا .قال ابن أبي حاتم : حدثنا أبي ، حدثنا عبد الله بن أبي بكر ، حدثنا جعفر - يعني : ابن سليمان - عن ثابت البناني قال : كان داود ، عليه السلام ، قد جزأ على أهله وولده ونسائه الصلاة ، فكان لا تأتي عليهم ساعة من الليل والنهار إلا وإنسان من آل داود قائم يصلي ، فغمرتهم هذه الآية : ( اعملوا آل داود شكرا وقليل من عبادي الشكور ) .وفي الصحيحين عن رسول الله صلى الله عليه وسلم أنه قال : \" إن أحب الصلاة إلى الله صلاة داود ، كان ينام نصف الليل ويقوم ثلثه وينام سدسه ، وأحب الصيام إلى الله صيام داود ، كان يصوم يوما ويفطر يوما . ولا يفر إذا لاقى \" .وقد روى أبو عبد الله بن ماجه من حديث سنيد بن داود ، حدثنا يوسف بن محمد بن المنكدر ، عن أبيه ، عن جابر قال : قال رسول الله صلى الله عليه وسلم : \" قالت أم سليمان بن داود لسليمان : يا بني ، لا تكثر النوم بالليل ، فإن كثرة النوم بالليل تترك الرجل فقيرا يوم القيامة \" .وروى ابن أبي حاتم عن داود ، عليه السلام ، هاهنا أثرا غريبا مطولا جدا ، وقال أيضا :حدثنا أبي ، حدثنا عمران بن موسى ، حدثنا أبو يزيد فيض بن إسحاق الرقي قال : قال فضيل في قوله تعالى : ( اعملوا آل داود شكرا ) . فقال داود : يا رب ، كيف أشكرك ، والشكر نعمة منك ؟ قال : \" الآن شكرتني حين علمت أن النعمة مني \" .وقوله : ( وقليل من عبادي الشكور ) إخبار عن الواقع ."
      },
      "translations": {
        "en": "They made for him what he willed of elevated chambers, statues, bowls like reservoirs, and stationary kettles. [We said], \"Work, O family of David, in gratitude.\" And few of My servants are grateful.",
        "fr": "Ils exécutaient pour lui ce qu'il voulait: sanctuaires, statues, plateaux comme des bassins, et marmites bien ancrées. - «O famille de David, œuvrez par gratitude», alors qu'il y a eu peu de Mes serviteurs qui sont reconnaissants.",
        "es": "Le hacían todo lo que él quería: palacios, estatuas, calderos grandes como cisternas, firmes marmitas. ¡Familiares de David, sed agradecidos! Pero pocos de Mis siervos son muy agradecidos."
      },
      "ibn_ashour": "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آَلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (13)و { يعملون له ما يشاء } جملة مبينة لجملة { يعمل بين يديه } [ سبأ : 12 ] .و { من محاريب } بيان ل { ما يشاء } .والمحاريب : جمع محراب ، وهو الحصن الذي يحارب منه العدوُّ والمهاجِم للمدينة ، أو لأنه يرمى من شرفاته بالحِراب ، ثم أطلق على القصر الحصين . وقد سمَّوْا قصور غُمدان في اليمن محاريبَ غُمدانَ . وهذا المعنى هو المراد في هذه الآية . ثم أطلق المحراب على الذي يُخْتَلَى فيه للعبادة فهو بمنزلة المسجد الخاص ، قال تعالى : { فنادته الملائكة وهو قائم يصلي في المحراب } وتقدم في سورة آل عمران ( 39 ) . وكان لداود محراب يجلس فيه للعبادة قال تعالى : { وهل أتاك نبأ الخصم إذ تسوروا المحراب } في سورة ص ( 21 ) .وأما إطلاق المحراب على الموضع من المسجد الذي يقف فيه الإِمامُ الذي يؤمّ الناس ، يُجعل مثل كوة غير نافذة واصلة إلى أرض المسجد في حائط القبلة يقف الإِمام تحته ، فتسمية ذلك محراباً تسمية حديثة ولم أقف على تعيين الزمن الذي ابتدى"
    },
    {
      "number": 14,
      "text": "فَلَمَّا قَضَيْنَا عَلَيْهِ ٱلْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِۦٓ إِلَّا دَآبَّةُ ٱلْأَرْضِ تَأْكُلُ مِنسَأَتَهُۥ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلْجِنُّ أَن لَّوْ كَانُوا۟ يَعْلَمُونَ ٱلْغَيْبَ مَا لَبِثُوا۟ فِى ٱلْعَذَابِ ٱلْمُهِينِ",
      "tafsir": {
        "muyassar": "فلما قضينا على سليمان بالموت ما دلَّ الجن على موته إلا الأرَضَةُ تأكل عصاه التي كان متكئًا عليها، فوقع سليمان على الأرض، عند ذلك علمت الجن أنهم لو كانوا يعلمون الغيب ما أقاموا في العذاب المذلِّ والعمل الشاق لسليمان؛ ظنا منهم أنه من الأحياء. وفي الآية إبطال لاعتقاد بعض الناس أن الجن يعلمون الغيب؛ إذ لو كانوا يعلمون الغيب لعلموا وفاة سليمان عليه السلام، ولما أقاموا في العذاب المهين.",
        "mukhtasar": "فلما حكمنا على سليمان بالموت ما أرشد الجن إلى أنه قد مات إلا حشرة الأَرَضة تأكل عصاه التي كان متكئًا عليها، فلما سقط تبيَّنت الجن أنهم لا يعلمون الغيب؛ إذ لو كانوا يعلمونه لما مكثوا في العذاب المذلّ لهم، وهو ما كانوا عليه من الأعمال الشاقة التي يعملونها لسليمان عليه السلام ظنًّا منهم أنه حيٌّ يراقبهم.",
        "saadi": "فلم يزل الشياطين يعملون لسليمان, عليه الصلاة والسلام, كل بناء، وكانوا قد موهوا على الإنس, وأخبروهم أنهم يعلمون الغيب, ويطلعون على المكنونات، فأراد اللّه تعالى أن يُرِيَ العباد كذبهم في هذه الدعوى, فمكثوا يعملون على عملهم، وقضى اللّه الموت على سليمان عليه السلام, واتَّكأ على عصاه, وهي المنسأة، فصاروا إذا مروا به وهو متكئ عليها, ظنوه حيا, وهابوه.فغدوا على عملهم كذلك سنة كاملة على ما قيل, حتى سلطت دابة الأرض على عصاه, فلم تزل ترعاها, حتى باد وسقط فسقط سليمان عليه السلام وتفرقت الشياطين وتبينت الإنس أن الجن { لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ } وهو العمل الشاق عليهم، فلو علموا الغيب, لعلموا موت سليمان, الذي هم أحرص شيء عليه, ليسلموا مما هم فيه.",
        "kathir": "يذكر تعالى كيفية موت سليمان ، عليه السلام ، وكيف عمى الله موته على الجان المسخرين له في الأعمال الشاقة ، فإنه مكث متوكئا على عصاه - وهي منسأته - كما قال ابن عباس ، ومجاهد ، والحسن ، وقتادة وغير واحد - مدة طويلة نحوا من سنة ، فلما أكلتها دابة الأرض ، وهي الأرضة ، ضعفت وسقط إلى الأرض ، وعلم أنه قد مات قبل ذلك بمدة طويلة - تبينت الجن والإنس أيضا أن الجن لا يعلمون الغيب ، كما كانوا يتوهمون ويوهمون الناس ذلك .قد ورد في ذلك حديث مرفوع غريب ، وفي صحته نظر ، قال ابن جرير :حدثنا أحمد بن منصور ، حدثنا موسى بن مسعود أبو حذيفة ، حدثنا إبراهيم بن طهمان ، عن عطاء ، عن السائب ، عن سعيد بن جبير عن ابن عباس عن النبي صلى الله عليه وسلم قال : \" كان سليمان نبي الله ، عليه السلام ، إذا صلى رأى شجرة نابتة بين يديه فيقول لها : ما اسمك ؟ فتقول : كذا . فيقول : لأي شيء أنت ؟ فإن كانت لغرس غرست ، وإن كانت لدواء كتبت . فبينما هو يصلي ذات يوم إذ رأى شجرة بين يديه ، فقال لها : ما اسمك ؟ قالت : الخروب . قال : لأي شيء أنت ؟ قالت : لخراب هذا البيت . فقال سليمان : اللهم ، عم على الجن موتتي حتى يعلم الإنس أن الجن لا يعلمون الغيب . فنحتها عصا ، فتوكأ عليها حولا ميتا ، والجن تعمل . فأكلتها الأرضة ، فتبينت الإنس أن الجن لو كانوا يعلمون الغيب ما لبثوا [ حولا ] في العذاب المهين \" .قال : وكان ابن عباس يقرؤها كذلك قال : \" فشكرت الجن الأرضة ، فكانت تأتيها بالماء \" .وهكذا رواه ابن أبي حاتم ، من حديث إبراهيم بن طهمان ، به . وفي رفعه غرابة ونكارة ، والأقرب أن يكون موقوفا ، وعطاء بن أبي مسلم الخراساني له غرابات ، وفي بعض حديثه نكارة .وقال السدي ، في حديث ذكره عن أبي مالك عن أبي صالح ، عن ابن عباس - وعن مرة الهمداني ، عن ابن مسعود ، وعن ناس من أصحاب رسول الله صلى الله عليه وسلم ، قال : كان سليمان يتحرر في بيت المقدس السنة والسنتين والشهر والشهرين ، وأقل من ذلك وأكثر ، يدخل طعامه وشرابه ، فأدخله في المرة التي توفي فيها ، وكان بدء ذلك أنه لم يكن يوم يصبح فيه إلا نبتت في بيت المقدس شجرة ، فيأتيها فيسألها ، فيقول : ما اسمك ؟ فتقول : اسمي كذا وكذا . فإن كانت لغرس غرسها ، وإن كانت نبت دواء قالت : نبت دواء لكذا وكذا . فيجعلها كذلك ، حتى نبتت شجرة يقال لها : الخروبة ، فسألها : ما اسمك ؟ فقالت : أنا الخروبة . قال : ولأي شيء نبت ؟ قالت : نبت لخراب هذا المسجد . قال سليمان : ما كان الله ليخربه وأنا حي ؟ أنت التي على وجهك هلاكي وخراب بيت المقدس . فنزعها وغرسها في حائط له ، ثم دخل المحراب فقام يصلي متكئا على عصاه ، فمات ولم تعلم به الشياطين ، وهم في ذلك يعملون له ، يخافون أن يخرج فيعاقبهم . وكانت الشياطين تجتمع حول المحراب ، وكان المحراب له كوى بين يديه وخلفه ، فكان الشيطان الذي يريد أن يخلع يقول : ألست جلدا إن دخلت فخرجت من ذلك الجانب ؟ فيدخل حتى يخرج من الجانب الآخر ، فدخل شيطان من أولئك فمر ، ولم يكن شيطان ينظر إلى سليمان في المحراب إلا احترق . فمر ولم يسمع صوت سليمان ، ثم رجع فلم يسمع ، ثم رجع فوقع في البيت ولم يحترق . ونظر إلى سليمان ، عليه السلام قد سقط ميتا . فخرج فأخبر الناس أن سليمان قد مات . ففتحوا عنه فأخرجوه . ووجدوا منسأته - وهي : العصا بلسان الحبشة - قد أكلتها الأرضة ، ولم يعلموا منذ كم مات ؟ فوضعوا الأرضة على العصا ، فأكلت منها يوما وليلة ، ثم حسبوا على ذلك النحو ، فوجدوه قد مات منذ سنة . وهي في قراءة ابن مسعود : فمكثوا يدأبون له من بعد موته حولا ، فأيقن الناس عند ذلك أن الجن كانوا يكذبونهم ولو أنهم علموا الغيب ، لعلموا بموت سليمان ولم يلبثوا في العذاب يعملون له سنة ، وذلك قول الله عز وجل : ( ما دلهم على موته إلا دابة الأرض تأكل منسأته فلما خر تبينت الجن أن لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين ) . يقول : تبين أمرهم للناس أنهم كانوا يكذبونهم ، ثم إن الشياطين قالوا للأرضة : لو كنت تأكلين الطعام أتيناك بأطيب الطعام ، ولو كنت تشربين الشراب سقيناك أطيب الشراب ، ولكنا سننقل إليك الماء والطين - قال : فهم ينقلون إليها ذلك حيث كانت - قال : ألم تر إلى الطين الذي يكون في جوف الخشب ؟ فهو ما تأتيها به الشياطين ، شكرا لها .وهذا الأثر - والله أعلم - إنما هو مما تلقي من علماء أهل الكتاب ، وهي وقف ، لا يصدق منها إلا ما وافق الحق ، ولا يكذب منها إلا ما خالف الحق ، والباقي لا يصدق ولا يكذب .وقال ابن وهب وأصبغ بن الفرج ، عن عبد الرحمن بن زيد بن أسلم في قوله : ( ما دلهم على موته إلا دابة الأرض تأكل منسأته ) قال : قال سليمان عليه السلام لملك الموت : إذا أمرت بي فأعلمني . فأتاه فقال : يا سليمان ، قد أمرت بك ، قد بقيت لك سويعة . فدعا الشياطين فبنوا عليه صرحا من قوارير ، وليس له باب ، فقام يصلي فاتكأ على عصاه ، قال : فدخل عليه ملك الموت ، فقبض روحه وهو متكئ على عصاه ، ولم يصنع ذلك فرارا من ملك الموت . قال : والجن يعملون بين يديه وينظرون إليه ، يحسبون أنه حي . قال : فبعث الله ، عز وجل دابة الأرض . قال : والدابة تأكل العيدان - يقال لها : القادح - فدخلت فيها فأكلتها ، حتى إذا أكلت جوف العصا ضعفت ، وثقل عليها فخر ميتا ، فلما رأت ذلك الجن انفضوا وذهبوا . قال : فذلك قوله : ( ما دلهم على موته إلا دابة الأرض تأكل منسأته ) . قال أصبغ : بلغني عن غيره أنها قامت سنة تأكل منها قبل أن يخر . وقد ذكر غير واحد من السلف نحوا من هذا ، والله أعلم ."
      },
      "translations": {
        "en": "And when We decreed for Solomon death, nothing indicated to the jinn his death except a creature of the earth eating his staff. But when he fell, it became clear to the jinn that if they had known the unseen, they would not have remained in humiliating punishment.",
        "fr": "Puis, quand Nous décidâmes sa mort, il n'y eut pour les avertir de sa mort que la «bête de terre», qui rongea sa canne. Puis lorsqu'il s'écroula, il apparut de toute évidence aux djinns que s'ils savaient vraiment l'inconnu, ils ne seraient pas restés dans le supplice humiliant [de la servitude].",
        "es": "Y cuando decretamos su muerte, no tuvieron más indicio de ella que la carcoma, que se puso a roer su cayado. Y, cuando se desplomó, vieron claramente los genios que, si hubieran conocido lo oculto, no habrían permanecido tanto tiempo en el humillante castigo."
      },
      "ibn_ashour": "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ (14)تفريع على قوله : { ومن الجن من يعمل بين يديه } إلى قوله : { وقدور راسيات } [ سبأ : 12 ، 13 ] أي دام عملهم له حتى مات { فلما قضينا عليه الموت } إلى آخره . ولا شك أن ذلك لم يطل وقتُه لأن مثله في عظمةِ ملكه لا بد أن يفتقده أتباعُه ، فجملة { ما دلهم على موته } الخ جواب «لمَّا قضينا عليه الموت» .وضمير { دلهم } يعود إلى معلوم من المقام ، أي أهلَ بَلاطه .والدلالة : الإِشْعار بأمر خفيّ . وتقدم ذلك عند قوله تعالى : { وقال الذين كفروا هل ندلكم على رجل } [ سبأ : 7 ] .و { دابة الأرض } هي الأَرَضَة ( بفتحات ثلاث ) وهي السُّرْفة بضم السين وسكون الراء وفتح الفاء لا محالة وهاء تأنيث : سوس ينخر الخشب . فالمراد من الأرض مصدرُ أَرَضَت السُّرفَة الخَشَبَ من باب ضَرب ، وقد سخر الله لمنساة سليمان كثيراً من السُرْف فتعَجَّل لها النخر .وجملة { فلما خر } مفرعة على جملة { ما دلهم ع"
    },
    {
      "number": 15,
      "text": "لَقَدْ كَانَ لِسَبَإٍۢ فِى مَسْكَنِهِمْ ءَايَةٌۭ ۖ جَنَّتَانِ عَن يَمِينٍۢ وَشِمَالٍۢ ۖ كُلُوا۟ مِن رِّزْقِ رَبِّكُمْ وَٱشْكُرُوا۟ لَهُۥ ۚ بَلْدَةٌۭ طَيِّبَةٌۭ وَرَبٌّ غَفُورٌۭ",
      "tafsir": {
        "muyassar": "لقد كان لقبيلة سبأ بـ \"اليمن\" في مسكنهم دلالة على قدرتنا: بستانان عن يمين وشمال، كلوا من رزق ربكم، واشكروا له نعمه عليكم؛ فإن بلدتكم كريمة التربة حسنة الهواء، وربكم غفور لكم.",
        "mukhtasar": "لقد كان لقبيلة سبأ في مسكنهم الذي كانوا يسكنون فيه علامة ظاهرة على قدرة الله وإنعامه عليهم؛ وهي جنتان: إحداهما عن اليمين، والثانية عن الشمال، وقلنا لهم: كلوا من رزق ربكم، واشكروه على نعمه؛ هذه بلدة طيبة، وهذا الله رب غفور يغفر ذنوب من تاب إليه.",
        "saadi": "سبأ قبيلة معروفة في أداني اليمن, ومسكنهم بلدة يقال لها \"مأرب\" ومن نعم اللّه ولطفه بالناس عموما, وبالعرب خصوصا, أنه قص في القرآن أخبار المهلكين والمعاقبين, ممن كان يجاور العرب, ويشاهد آثاره, ويتناقل الناس أخباره, ليكون ذلك أدعى إلى التصديق, وأقرب للموعظة فقال: { لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ } أي: محلهم الذي يسكنون فيه { آيَةٌ } والآية هنا: ما أدرَّ اللّه عليهم من النعم, وصرف عنهم من النقم, الذي يقتضي ذلك منهم, أن يعبدوا اللّه ويشكروه. ثم فسر الآية بقوله { جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ } وكان لهم واد عظيم, تأتيه سيول كثيرة, وكانوا بنوا سدا محكما, يكون مجمعا للماء، فكانت السيول تأتيه, فيجتمع هناك ماء عظيم, فيفرقونه على بساتينهم, التي عن يمين ذلك الوادي وشماله. وتُغِلُّ لهم تلك الجنتان العظيمتان, من الثمار ما يكفيهم, ويحصل لهم به الغبطة والسرور، فأمرهم اللّه بشكر نعمه التي أدرَّها عليهم من وجوه كثيرة، منها: هاتان الجنتان اللتان غالب أقواتهم منهما.ومنها: أن اللّه جعل بلدهم, بلدة طيبة, لحسن هوائها, وقلة وخمها, وحصول الرزق الرغد فيها.ومنها: أن اللّه تعالى وعدهم - إن شكروه - أن يغفر لهم وَيرحمهم, ولهذا قال: { بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ } ومنها: أن اللّه لما علم احتياجهم في تجارتهم ومكاسبهم إلى الأرض المباركة, - الظاهر أنها: [قرى صنعاء قاله غير واحد من السلف, وقيل: إنها] الشام - هيأ لهم من الأسباب ما به يتيسر وصولهم إليها, بغاية السهولة, من الأمن, وعدم الخوف, وتواصل القرى بينهم وبينها, بحيث لا يكون عليهم مشقة, بحمل الزاد والمزاد.ولهذا قال: { وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ } أي: [سيرا] مقدرا يعرفونه, ويحكمون عليه, بحيث لا يتيهون عنه { لَيَالِيَ وَأَيَّامًا آمِنِينَ } أي: مطمئنين في السير, في تلك الليالي والأيام, غير خائفين. وهذا من تمام نعمة اللّه عليهم, أن أمنهم من الخوف.",
        "kathir": "كانت سبأ ملوك اليمن وأهلها ، وكانت التبابعة منهم ، وبلقيس - صاحبة سليمان - منهم ، وكانوا في نعمة وغبطة في بلادهم ، وعيشهم واتساع أرزاقهم وزروعهم وثمارهم . وبعث الله إليهم الرسل تأمرهم أن يأكلوا من رزقه ، ويشكروه بتوحيده وعبادته ، فكانوا كذلك ما شاء الله ثم أعرضوا عما أمروا به ، فعوقبوا بإرسال السيل والتفرق في البلاد أيدي سبأ ، شذر مذر ، كما يأتي تفصيله وبيانه قريبا إن شاء الله تعالى وبه الثقة .قال الإمام أحمد ، رحمه الله : حدثنا أبو عبد الرحمن ، حدثنا ابن لهيعة ، عن عبد الله بن هبيرة ، عن عبد الرحمن بن وعلة قال : سمعت ابن عباس يقول : إن رجلا سأل رسول الله صلى الله عليه وسلم عن سبأ : ما هو ؟ رجل أم امرأة أم أرض ؟ قال : \" بل هو رجل ، ولد عشرة ، فسكن اليمن منهم ستة ، وبالشام منهم أربعة ، فأما اليمانيون : فمذحج ، وكندة ، والأزد ، والأشعريون ، وأنمار ، وحمير . وأما الشامية فلخم ، وجذام ، وعاملة ، وغسان .ورواه عبد ، عن الحسن بن موسى ، عن ابن لهيعة به . وهذا إسناد حسن ، ولم يخرجوه ، [ وقد روي من طرق متعددة ] . وقد رواه الحافظ أبو عمر بن عبد البر في كتاب \" القصد والأمم ، بمعرفة أصول أنساب العرب والعجم \" ، من حديث ابن لهيعة ، عن علقمة بن وعلة ، عن ابن عباس فذكر نحوه . وقد روي نحوه من وجه آخر .وقال [ الإمام ] أحمد أيضا وعبد بن حميد : حدثنا يزيد بن هارون ، حدثنا أبو جناب يحيى بن أبي حية الكلبي ، عن يحيى بن هانئ بن عروة ، عن فروة بن مسيك قال : أتيت رسول الله صلى الله عليه وسلم فقلت : يا رسول الله ، أقاتل بمقبل قومي مدبرهم ؟ قال : \" نعم ، فقاتل بمقبل قومك مدبرهم \" . فلما وليت دعاني فقال : \" لا تقاتلهم حتى تدعوهم إلى الإسلام \" . فقلت : يا رسول الله ، أرأيت سبأ; أواد هو ، أو رجل ، أو ما هو ؟ قال : \" [ لا ] ، بل رجل من العرب ، ولد له عشرة فتيامن ستة وتشاءم أربعة ، تيامن الأزد ، والأشعريون ، وحمير ، وكندة ، ومذحج ، وأنمار الذين يقال لهم : بجيلة وخثعم . وتشاءم لخم ، وجذام ، وعاملة ، وغسان \" .وهذا أيضا إسناد جيد وإن كان فيه أبو جناب الكلبي ، وقد تكلموا فيه . لكن رواه ابن جرير عن أبي كريب ، عن العنقزي ، عن أسباط بن نصر ، عن يحيى بن هانئ المرادي ، عن عمه أو عن أبيه - يشك أسباط - قال : قدم فروة بن مسيك على رسول الله صلى الله عليه وسلم ، فذكره .طريق أخرى لهذا الحديث : قال ابن أبي حاتم : حدثنا يونس بن عبد الأعلى ، حدثنا ابن وهب ، حدثني ابن لهيعة ، عن توبة بن نمر ، عن عبد العزيز بن يحيى أنه أخبره قال : كنا عند عبيدة بن عبد الرحمن بأفريقية فقال يوما : ما أظن قوما بأرض إلا وهم من أهلها . فقال علي بن رباح : كلا قد حدثني فلان أن فروة بن مسيك الغطيفي قدم على رسول الله صلى الله عليه وسلم فقال : يا رسول الله ، إن سبأ قوم كان لهم عز في الجاهلية ، وإني أخشى أن يرتدوا عن الإسلام ، أفأقاتلهم ؟ فقال : \" ما أمرت فيهم بشيء بعد \" . فأنزلت هذه الآية : ( لقد كان لسبإ في مسكنهم آية ) الآيات ، فقال له رجل : يا رسول الله ، ما سبأ ؟ فذكر مثل هذا الحديث الذي قبله : أن رسول الله صلى الله عليه وسلم سئل عن سبأ : ما هو ؟ أبلد ، أم رجل ، أم امرأة ؟ قال : \" بل رجل ، ولد له عشرة فسكن اليمن منهم ستة ، والشام أربعة ، أما اليمانيون : فمذحج ، وكندة ، والأزد ، والأشعريون ، وأنمار ، وحمير غير ما حلها . وأما الشام : فلخم ، وجذام ، وغسان ، وعاملة \" .فيه غرابة من حيث ذكر [ نزول ] الآية بالمدينة ، والسورة مكية كلها ، والله أعلم .طريق أخرى : قال ابن جرير : حدثنا أبو كريب ، حدثنا أبو أسامة ، حدثني الحسن بن الحكم ، حدثنا أبو سبرة النخعي ، عن فروة بن مسيك الغطيفي قال : قال رجل : يا رسول الله ، أخبرني عن سبأ : ما هو ؟ أرض ، أم امرأة ؟ قال : \" ليس بأرض ولا امرأة ، ولكنه رجل ولد له عشرة من الولد ، فتيامن ستة وتشاءم أربعة ، فأما الذين تشاءموا : فلخم وجذام وعاملة وغسان ، وأما الذين تيامنوا : فكندة ، والأشعريون ، والأزد ، ومذحج ، وحمير ، وأنمار \" . فقال رجل : ما أنمار ؟ قال : \" الذين منهم خثعم وبجيلة \" .ورواه الترمذي في جامعه ، عن أبي كريب وعبد بن حميد قالا حدثنا أبو أسامة ، فذكره أبسط من هذا ، ثم قال : هذا حديث حسن غريب .وقال أبو عمر بن عبد البر : حدثنا عبد الوارث بن سفيان ، حدثنا قاسم بن أصبغ ، حدثنا أحمد بن زهير ، حدثنا عبد الوهاب بن نجدة الحوطي ، حدثنا ابن كثير - هو عثمان بن كثير - عن الليث بن سعد ، عن موسى بن علي ، عن يزيد بن حصين ، عن تميم الداري ; أن رجلا أتى رسول الله صلى الله عليه وسلم فسأله عن سبأ ، فذكر مثله ، فقوي هذا الحديث وحسن .قال علماء النسب ، منهم محمد بن إسحاق : اسم سبأ : عبد شمس بن يشجب بن يعرب بن قحطان .وإنما سمي سبأ لأنه أول من سبأ في العرب ، وكان يقال له : الرائش; لأنه أول من غنم في الغزو فأعطى قومه ، فسمي الرائش ، والعرب تسمي المال : ريشا ورياشا . وذكروا أنه بشر برسول الله صلى الله عليه وسلم في زمانه المتقدم ، وقال في ذلك شعرا :سيملك بعدنا ملكا عظيما نبي لا يرخص في الحرام     ويملك بعده منهم ملوكيدينون العباد بغير ذام     ويملك بعدهم منا ملوكيصير الملك فينا باقتسام     ويملك بعد قحطان نبيتقي خبتة خير الأنام     وسمي أحمدا يا ليت أنيأعمر بعد مبعثه بعام     فأعضده وأحبوه بنصريبكل مدجج وبكل رام     متى يظهر فكونوا ناصريهومن يلقاه يبلغه سلاميذكر ذلك الهمداني في كتاب \" الإكليل \" .واختلفوا في قحطان على ثلاثة أقوال :أحدها : أنه من سلالة إرم بن سام بن نوح ، واختلفوا في كيفية اتصال نسبه به على ثلاث طرائق .والثاني : أنه من سلالة عابر ، وهو هود ، عليه الصلاة والسلام ، واختلفوا في كيفية اتصال نسبه به على ثلاث طرائق أيضا .والثالث : أنه من سلالة إسماعيل بن إبراهيم الخليل ، عليهما السلام ، واختلفوا في كيفية اتصال نسبه به على ثلاث طرائق أيضا . وقد ذكر ذلك مستقصى الإمام الحافظ أبو عمر بن عبد البر النمري ، رحمه الله ، في كتابه [ المسمى ] : \" الإنباه على ذكر أصول القبائل الرواة \" .ومعنى قوله عليه السلام : \" كان رجلا من العرب \" يعني : العرب العاربة الذين كانوا قبل الخليل ، عليه السلام ، من سلالة سام بن نوح . وعلى القول الثالث : كان من سلالة الخليل ، عليه السلام ، وليس هذا بالمشهور عندهم ، والله أعلم . ولكن في صحيح البخاري : أن رسول الله صلى الله عليه وسلم مر بنفر من \" أسلم \" ينتضلون ، فقال : \" ارموا بني إسماعيل ، فإن أباكم كان راميا \" . فأسلم قبيلة من الأنصار ، والأنصار أوسها وخزرجها من غسان من عرب اليمن من سبأ ، نزلوا بيثرب لما تفرقت سبأ في البلاد ، حين بعث الله عليهم سيل العرم ، ونزلت طائفة منهم بالشام ، وإنما قيل لهم : غسان بماء نزلوا عليه قيل : باليمن . وقيل : إنه قريب من المشلل ، كما قال حسان بن ثابت :إما سألت فإنا معشر نجب     الأزد نسبتنا ، والماء غسانومعنى قوله : \" ولد له عشرة من العرب \" أي : كان من نسله هؤلاء العشرة الذين يرجع إليهم أصول القبائل من عرب اليمن ، لا أنهم ولدوا من صلبه ، بل منهم من بينه وبينه الأبوان والثلاثة والأقل والأكثر ، كما هو مقرر مبين في مواضعه من كتب النسب .ومعنى قوله : \" فتيامن منهم ستة ، وتشاءم منهم أربعة \" أي : بعد ما أرسل الله عليهم سيل العرم ، منهم من أقام ببلادهم ، ومنهم من نزح عنها إلى غيرها ، وكان من أمر السد أنه كان الماء يأتيهم من بين جبلين وتجتمع إليه أيضا سيول أمطارهم وأوديتهم ، فعمد ملوكهم الأقادم ، فبنوا بينهما سدا عظيما محكما حتى ارتفع الماء ، وحكم على حافات ذينك الجبلين ، فغرسوا الأشجار واستغلوا الثمار في غاية ما يكون من الكثرة والحسن ، كما ذكر غير واحد من السلف ، منهم قتادة : أن المرأة كانت تمشي تحت الأشجار وعلى رأسها مكتل أو زنبيل ، وهو الذي تخترف فيه الثمار ، فيتساقط من الأشجار في ذلك ما يملؤه من غير أن يحتاج إلى كلفة ولا قطاف ، لكثرته ونضجه واستوائه ، وكان هذا السد بمأرب : بلدة بينها وبين صنعاء ثلاث مراحل ، ويعرف بسد مأرب .وذكر آخرون أنه لم يكن ببلدهم شيء من الذباب ولا البعوض ولا البراغيث ، ولا شيء من الهوام ، وذلك لاعتدال الهواء وصحة المزاج وعناية الله بهم ، ليوحدوه ويعبدوه ، كما قال تعالى : ( لقد كان لسبإ في مسكنهم آية ) ، ثم فسرها بقوله : ( جنتان عن يمين وشمال ) أي : من ناحيتي الجبلين والبلدة بين ذلك ، ( كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور ) أي : غفور لكم إن استمررتم على التوحيد ."
      },
      "translations": {
        "en": "There was for [the tribe of] Saba' in their dwelling place a sign: two [fields of] gardens on the right and on the left. [They were told], \"Eat from the provisions of your Lord and be grateful to Him. A good land [have you], and a forgiving Lord.\"",
        "fr": "Il y avait assurément, pour la tribu de Saba' un Signe dans leurs habitat: deux jardins, l'un à droite et l'autre à gauche. «Mangez de ce que votre Seigneur vous a attribué, et soyez-Lui reconnaissants: une bonne contrée et un Seigneur Pardonneur».",
        "es": "Los saba tenían un signo en su territorio: dos jardines, uno a la derecha y otro a la izquierda. «¡Comed del sustento de vuestro Señor y dadle gracias! Tenéis un buen país y un Señor indulgente»."
      },
      "ibn_ashour": "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آَيَةٌ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ (15)جرَّ خبرُ سليمان عليه السلام إلى ذكر سبأ لما بين مُلك سليمان وبين مملكة سبأ من الاتصال بسبب قصة «بلقيس» ، ولأن في حال أهل سبأ مضادة لأحوال داود وسليمان ، إذ كان هذان مثلاً في إسباغ النعمة على الشاكرين ، وكان أولئك مثلاً لسلب النعمة عن الكافرين ، وفيهم موعظة للمشركين إذ كانوا في بحبوحة من النعمة فلما جاءهم رسول من المُنعِم عليهم يذكرهم بربهم ويوقظهم بأنهم خاطئون إذ عبدوا غيره ، كذّبوه وأعرضوا عن النظر في دلالة تلك النعمة على المنعِم المتفرد بالإلهية .وقال ابن عطية عند الكلام على قوله تعالى : { ولقد آتينا داود منا فضلاً } [ سبأ : 10 ] «لمّا فرغ التمثيل لمحمد صلى الله عليه وسلم رجع التمثيل لهم ( أي للمشركين أي لحالهم ) بسبإ وما كان من هلاكهم بالكفر والعتوّ» ا ه . فهذه القصة تمثيل أمة بأمة ، وبلاد بأخرى ، وذلك من قياس وعبرِه . وهي فائدة تدوين التاريخ وتقلبات الأمم كما قال تعالى : { ضرب الله مثلاً قرية كانت آمنة مطمئنة يأتيها رز"
    },
    {
      "number": 16,
      "text": "فَأَعْرَضُوا۟ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ ٱلْعَرِمِ وَبَدَّلْنَٰهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَىْ أُكُلٍ خَمْطٍۢ وَأَثْلٍۢ وَشَىْءٍۢ مِّن سِدْرٍۢ قَلِيلٍۢ",
      "tafsir": {
        "muyassar": "فأعرضوا عن أمر الله وشكره وكذبوا الرسل، فأرسلنا عليهم السيل الجارف الشديد الذي خرَّب السد وأغرق البساتين، وبدَّلناهم بجنتيهم المثمرتين جنتين ذواتَيْ أكل خمط، وهو الثمر المر الكريه الطعم، وأثْل وهو شجر شبيه بالطَّرْفاء لا ثمر له، وقليل من شجر النَّبْق كثير الشوك. ذلك التبديل من خير إلى شر بسبب كفرهم، وعدم شكرهم نِعَمَ الله، وما نعاقب بهذا العقاب الشديد إلا الجَحود المبالغ في الكفر، يجازى بفعله مثلا بمثل.",
        "mukhtasar": "فأعرضوا عن شكر الله والإيمان برسله، فعاقبناهم بتبديل نعمهم نقمًا، فأرسلنا عليهم سيلًا جارفًا خرّب سدهم وأغرق مزارعهم، وبدّلناهم ببُسْتَانَيْهم بُسْتَانَين مُثْمرين بالثمر المر، وفيهما شجر الأثل غير المثمر، وشيء قليل من السِّدْر.",
        "saadi": "فأعرضوا عن المنعم, وعن عبادته, وبطروا النعمة, وملوها، حتى إنهم طلبوا وتمنوا, أن تتباعد أسفارهم بين تلك القرى, التي كان السير فيها متيسرا.{ وَظَلَمُوا أَنْفُسَهُمْ } بكفرهم باللّه وبنعمته, فعاقبهم اللّه تعالى بهذه النعمة, التي أطغتهم, فأبادها عليهم, فأرسل عليها سيل العرم.أي: السيل المتوعر, الذي خرب سدهم, وأتلف جناتهم, وخرب بساتينهم، فتبدلت تلك الجنات ذات الحدائق المعجبة, والأشجار المثمرة, وصار بدلها أشجار لا نفع فيها, ولهذا قال: { وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ } أي: شيء قليل من الأكل الذي لا يقع منهم موقعا { خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ } وهذا كله شجر معروف, وهذا من جنس عملهم.",
        "kathir": "وقوله : ( فأعرضوا ) أي : عن توحيد الله وعبادته وشكره على ما أنعم به عليهم ، وعدلوا إلى عبادة الشمس ، كما قال هدهد سليمان : ( وجئتك من سبإ بنبإ يقين إني وجدت امرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان أعمالهم فصدهم عن السبيل فهم لا يهتدون ) [ النمل : 22 ، 24 ] .وقال محمد بن إسحاق ، عن وهب بن منبه : بعث الله إليهم ثلاثة عشر نبيا .وقال السدي : أرسل الله إليهم اثني عشر ألف نبي ، والله أعلم .وقوله : ( فأرسلنا عليهم سيل العرم ) : قيل : المراد بالعرم المياه . وقيل : الوادي . وقيل : الجرذ . وقيل : الماء الغزير . فيكون من باب إضافة الاسم إلى صفته ، مثل : \" مسجد الجامع \" . و \" سعيد كرز \" حكى ذلك السهيلي .وذكر غير واحد منهم ابن عباس ، ووهب بن منبه ، وقتادة ، والضحاك; أن الله ، عز وجل ، لما أراد عقوبتهم بإرسال العرم عليهم ، بعث على السد دابة من الأرض ، يقال لها : \" الجرذ \" نقبته - قال وهب بن منبه : وقد كانوا يجدون في كتبهم أن سبب خراب هذا السد هو الجرذ فكانوا يرصدون عنده السنانير برهة من الزمان ، فلما جاء القدر غلبت الفأر السنانير ، وولجت إلى السد فنقبته ، فانهار عليهم .وقال قتادة وغيره : الجرذ : هو الخلد ، نقبت أسافله حتى إذا ضعف ووهى ، وجاءت أيام السيول ، صدم الماء البناء فسقط ، فانساب الماء في أسفل الوادي ، وخرب ما بين يديه من الأبنية والأشجار وغير ذلك ، ونضب الماء عن الأشجار التي في الجبلين عن يمين وشمال ، فيبست وتحطمت ، وتبدلت تلك الأشجار المثمرة الأنيقة النضرة ، كما قال الله وتعالى : ( وبدلناهم بجنتيهم جنتين ذواتي أكل خمط ) .قال ابن عباس ، ومجاهد ، وعكرمة ، وعطاء الخراساني ، والحسن ، وقتادة ، والسدي : وهو الأراك ، وأكلة البرير .( وأثل ) : قال العوفي ، عن ابن عباس : هو الطرفاء .وقال غيره : هو شجر يشبه الطرفاء . وقيل : هو السمر . فالله أعلم .وقوله : ( وشيء من سدر قليل ) : لما كان أجود هذه الأشجار المبدل بها هو السدر قال : ( وشيء من سدر قليل ) ، فهذا الذي صار أمر تينك الجنتين إليه ، بعد الثمار النضيجة والمناظر الحسنة ، والظلال العميقة والأنهار الجارية ، تبدلت إلى شجر الأراك والطرفاء والسدر ذي الشوك الكثير والثمر القليل . وذلك بسبب كفرهم وشركهم بالله ، وتكذيبهم الحق وعدولهم عنه إلى الباطل; ولهذا قال :"
      },
      "translations": {
        "en": "But they turned away [refusing], so We sent upon them the flood of the dam, and We replaced their two [fields of] gardens with gardens of bitter fruit, tamarisks and something of sparse lote trees.",
        "fr": "Mais ils se détournèrent. Nous déchaînâmes contre eux l'inondation du Barrage, et leur changeâmes leurs deux jardins en deux jardins aux fruits amers, tamaris et quelques jujubiers.",
        "es": "Pero se desviaron y enviamos contra ellos la inundación de los diques. Y les cambiamos aquellos dos jardines por otros dos que producían frutos amargos, tamariscos y unos pocos azufaifos."
      },
      "ibn_ashour": "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ (16)تفريع على قوله : { واشكروا له } [ سبأ : 15 ] وقع اعتراضاً بين أجزاء القصة التي بقيتها قوله : { وجعلنا بينهم وبين القرى } [ سبأ : 18 ] الخ . وهو اعتراض بالفاء مثل قوله تعالى : { ذلكم فذوقوه وأن للكافرين عذاب النار } وتقدم في سورة الأنفال ( 14 ) .والإِعراض يقتضي سبق دعوة رسول أو نبيء ، والمعنى : أعرضوا عن الاستجابة لدعوة التوحيد بالعود إلى عبادة الشمس بعد أن أقلعوا في زمن سليمان وبلقيس ، فلعل بلقيس كانت حولتهم من عبادة الشمس فقد كانت الأمم تتبع أديان ملوكهم ، وقد قيل إن بلقيس لم تعمر بعد زيارة سليمان إلا بضع سنين .والإِرسال : الإطلاق وهو ضد الحبس ، وتعديته بحرف ( على ) مؤذنة بأنه إرسال نقمة فإن سيل العرم كان محبوساً بالسد في مأرب فكانوا يرسلون منه بمقدار ما يَسقون جناتهم ، فلما كفروا بالله بعد الدعوة للتوحيد قدر الله لهم عقاباً بأن قدر أسباب انهدام السد فاندفع ما فيه من الماء فكان لهم غرقاً وإتلافاً للأنعام والأشجار ، ثم أعق"
    },
    {
      "number": 17,
      "text": "ذَٰلِكَ جَزَيْنَٰهُم بِمَا كَفَرُوا۟ ۖ وَهَلْ نُجَٰزِىٓ إِلَّا ٱلْكَفُورَ",
      "tafsir": {
        "muyassar": "فأعرضوا عن أمر الله وشكره وكذبوا الرسل، فأرسلنا عليهم السيل الجارف الشديد الذي خرَّب السد وأغرق البساتين، وبدَّلناهم بجنتيهم المثمرتين جنتين ذواتَيْ أكل خمط، وهو الثمر المر الكريه الطعم، وأثْل وهو شجر شبيه بالطَّرْفاء لا ثمر له، وقليل من شجر النَّبْق كثير الشوك. ذلك التبديل من خير إلى شر بسبب كفرهم، وعدم شكرهم نِعَمَ الله، وما نعاقب بهذا العقاب الشديد إلا الجَحود المبالغ في الكفر، يجازى بفعله مثلا بمثل.",
        "mukhtasar": "ذلك التبديل - الحاصل لما كانوا عليه من النعم - بسبب كفرهم وإعراضهم عن شكر النعم، ولا نعاقب هذا العقاب الشديد إلا الجَحود لنعم الله الكفور به سبحانه.",
        "saadi": "فكما بدلوا الشكر الحسن, بالكفر القبيح, بدلوا تلك النعمة بما ذكر, ولهذا قال: { ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ } أي: وهل نجازي جزاء العقوبة - بدليل السياق - إلا من كفر باللّه وبطر النعمة؟",
        "kathir": "( ذلك جزيناهم بما كفروا وهل نجازي إلا الكفور ) أي : عاقبناهم بكفرهم .قال مجاهد : ولا يعاقب إلا الكفور .وقال الحسن البصري : صدق الله العظيم . لا يعاقب بمثل فعله إلا الكفور . وقال طاوس : لا يناقش إلا الكفور .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا أبو عمر بن النحاس الرملي ، حدثنا حجاج بن محمد ، حدثنا أبو البيداء ، عن هشام بن صالح التغلبي ، عن ابن خيرة - وكان من أصحاب علي ، رضي الله عنه - قال : جزاء المعصية الوهن في العبادة ، والضيق في المعيشة ، والتعسر في اللذة . قيل : وما التعسر في اللذة ؟ قال : لا يصادف لذة حلالا إلا جاءه من ينغصه إياها ."
      },
      "translations": {
        "en": "[By] that We repaid them because they disbelieved. And do We [thus] repay except the ungrateful?",
        "fr": "Ainsi les rétribuâmes Nous pour leur mécréance. Saurions-Nous sanctionner un autre que le mécréant?",
        "es": "Así les retribuimos por su ingratitud. No castigamos sino al desagradecido."
      },
      "ibn_ashour": "ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ (17)استئناف بياني ناشىء عن قوله : { فأرسلنا عليهم سيل العرم } [ سبأ : 16 ] فهو من تمام الاعتراض .واسم الإِشارة يجوز أن يكون في محل نصب نائباً عن المفعول المطلق المبيِّن لنوع الجزاء ، وهو من البيان بطريق الإِشارة ، أي جزيناهم الجزاء المشار إليه وهو ما تقدم من التبديل بجَنَّتَيْهم جنتين أخريين . وتقديمه على عامله للاهتمام بشدة ذلك الجزاء . واستحضاره باسم الإِشارة لما فيها من عظمة هوله .ويجوز أن يكون اسم الإِشارة في محل رفع بالابتداء وتكون الإِشارة إلى ما تقدم من قوله : { فأرسلنا عليهم سيل العرم } إلى قوله : { من سدر قليل } [ سبأ : 16 ] ويكون جملة { جزيناهم } خبرَ المبتدأ والرابط ضمير محذوف تقديره : جزيناهموه .والباء في { بما كفروا } للسبيبة و ( ما ) مصدرية ، أي بسبب كفرهم .والكفر هو الكفر بالله ، أي إنكار إلهيته لأنهم عبَدةُ الشمس .والاستفهام في { وهل يجازى } إنكاري في معنى النفي كما دل عليه الاستثناء .و { الكفور } : الشديد الكفر لأنهم كانوا لا يعرفون الله ويعبدون الشمس فهم أسوأ حالاً من أهل الشرك .والمعنى : ما يُجَازَ"
    },
    {
      "number": 18,
      "text": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ ٱلْقُرَى ٱلَّتِى بَٰرَكْنَا فِيهَا قُرًۭى ظَٰهِرَةًۭ وَقَدَّرْنَا فِيهَا ٱلسَّيْرَ ۖ سِيرُوا۟ فِيهَا لَيَالِىَ وَأَيَّامًا ءَامِنِينَ",
      "tafsir": {
        "muyassar": "وجعلنا بين أهل \"سبأ\" -وهم \"باليمن\"- والقرى التي باركنا فيها -وهي \"الشام\"- مُدنًا متصلة يُرى بعضها من بعض، وجعلنا السير فيها سيرًا مقدَّرًا من منزل إلى منزل لا مشقة فيه، وقلنا لهم: سيروا في تلك القرى في أيِّ وقت شئتم من ليل أو نهار، آمنين لا تخافون عدوًّا، ولا جوعًا ولا عطشًا.",
        "mukhtasar": "وجعلنا بين أهل سبأ في اليمن وبين قرى الشام التي باركنا فيها قرى متقاربة، وقدرنا فيها السير بحيث يسيرون من قرية إلى قرية دون مشقة حتى يصلوا الشام، وقلنا لهم: سيروا فيها ما شئتم من ليل أو نهار في أمن من العدو والجوع والعطش.",
        "saadi": "",
        "kathir": "يذكر تعالى ما كانوا فيه من الغبطة والنعمة ، والعيش الهني الرغيد ، والبلاد الرخية ، والأماكن الآمنة ، والقرى المتواصلة المتقاربة ، بعضها من بعض ، مع كثرة أشجارها وزروعها وثمارها ، بحيث إن مسافرهم لا يحتاج إلى حمل زاد ولا ماء ، بل حيث نزل وجد ماء وثمرا ، ويقيل في قرية ويبيت في أخرى ، بمقدار ما يحتاجون إليه في سيرهم; ولهذا قال تعالى : ( وجعلنا بينهم وبين القرى التي باركنا فيها ) ، قال وهب بن منبه : هي قرى بصنعاء . وكذا قال أبو مالك .وقال مجاهد ، والحسن ، وسعيد بن جبير ، ومالك عن زيد بن أسلم ، وقتادة ، والضحاك ، والسدي ، وابن زيد وغيرهم : يعني : قرى الشام . يعنون أنهم كانوا يسيرون من اليمن إلى الشام في قرى ظاهرة متواصلة .وقال العوفي ، عن ابن عباس : القرى التي باركنا فيها : بيت المقدس .وقال العوفي ، عنه أيضا : هي قرى عربية بين المدينة والشام .( قرى ظاهرة ) أي : بينة واضحة ، يعرفها المسافرون ، يقيلون في واحدة ، ويبيتون في أخرى; ولهذا قال : ( وقدرنا فيها السير ) أي : جعلناها بحسب ما يحتاج المسافرون إليه ، ( سيروا فيها ليالي وأياما آمنين ) أي : الأمن حاصل لهم في سيرهم ليلا ونهارا ."
      },
      "translations": {
        "en": "And We placed between them and the cities which We had blessed [many] visible cities. And We determined between them the [distances of] journey, [saying], \"Travel between them by night or day in safety.\"",
        "fr": "Et Nous avions placé entre eux et les cités que Nous avions bénies, d'autres cités proéminentes, et Nous avions évalué les étapes de voyage entre elles. «Voyagez entre elles pendant des nuits et des jours, en sécurité».",
        "es": "Entre ellos y las ciudades que Nosotros hemos bendecido establecimos otras ciudades, cerca unas de otras, y determinamos el tránsito entre ellas: «¡Id de una a otra, de día o de noche, en seguridad!»"
      },
      "ibn_ashour": "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آَمِنِينَ (18)تكملة القصة بذكر نعمة بعد نعمة فإن ما تقدم لِنعمة الرخاء والبهجة وطيب الإِقامة ، وما هنا لِنعمة الأمن وتيسير الأسفار وعمران بلادهم .والمراد بالقرى التي بوركت قرى بلاد الشام فكانوا إذا خرجوا من مأرب إلى البلاد الشامية قوافل للتجارة وبيع الطعام سلكوا طريق تهامة ثم الحجاز ثم مشارف الشام ثم بلاد الشام ، فكانوا كلما ساروا مرحلة وجدوا قرية أو بلداً أو داراً للاستراحة واستراحوا وتزودوا . فكانوا من أجل ذلك لا يحملون معهم أزواداً إذا خرجوا من مأْرب .وهذه القرى الظاهرة يحتمل أنها تكونت من عمل الناس القاطنين حَفافي الطريق السابلة بين مأرب وجِلّق قصدَ استجلاب الانتفاع بنزول القوافل بينهم وابتياع الأزواد منهم وإيصال ما تحتاجه تلك القرى من السلع والثمار وهذه طبيعة العمران .ويحتمل أن سبأ أقاموا مباني يأوون إليها عند كل مرحلة من مراحل أسفارهم واستنبطوا فيها الآبار والمصانع وأوكلوا بها من يحفظها ويكون لائذاً بهم عند نزولهم . فيكون ذلك من جمل"
    },
    {
      "number": 19,
      "text": "فَقَالُوا۟ رَبَّنَا بَٰعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوٓا۟ أَنفُسَهُمْ فَجَعَلْنَٰهُمْ أَحَادِيثَ وَمَزَّقْنَٰهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّكُلِّ صَبَّارٍۢ شَكُورٍۢ",
      "tafsir": {
        "muyassar": "فبطغيانهم ملُّوا الراحة والأمن ورغد العيش، وقالوا: ربنا اجعل قُرانا متباعدة؛ ليبعد سفرنا بينها، فلا نجد قرى عامرة في طريقنا، وظلموا أنفسهم بكفرهم فأهلكناهم، وجعلناهم عبرًا وأحاديث لمن يأتي بعدهم، وفَرَّقناهم كل تفريق وخربت بلادهم، إن فيما حل \"بسبأ\" لَعبرة لكل صبَّار على المكاره والشدائد، شكور لنعم الله تعالى.",
        "mukhtasar": "فبطروا نعمة الله عليهم بتقريب المسافات، وقالوا: ربنا باعد بين أسفارنا بإزالة تلك القرى حتى نذوق تعب الأسفار، وتظهر مزية ركائبنا، وظلموا أنفسهم ببطرهم نعمة الله وإعراضهم عن شكره وحسدهم للفقراء منهم، فصيّرناهم أحاديث يتحدث بها مَن بَعدَهم، وفرقناهم في البلاد كل تفريق، بحيث لا يتواصلون فيما بينهم، إن في ذلك المذكور - من الإنعام على أهل سبأ ثم الانتقام منهم لكفرهم وبطرهم - لعبرة لكل صَبَّار على طاعة الله وعن معصيته وعلى البلاء، شكور لنعم الله عليه.",
        "saadi": "فلما أصابهم ما أصابهم, تفرقوا وتمزقوا, بعدما كانوا مجتمعين, وجعلهم اللّه أحاديث يتحدث بهم, وأسمارا للناس, وكان يضرب بهم المثل فيقال: \"تفرقوا أيدي سبأ\" فكل أحد يتحدث بما جرى لهم، ولكن لا ينتفع بالعبرة فيهم إلا من قال اللّه: { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ } صبار على المكاره والشدائد, يتحملها لوجه اللّه, ولا يتسخطها بل يصبر عليها. شكور لنعمة اللّه تعالى يُقِرُّ بها, ويعترف, ويثني على من أولاها, ويصرفها في طاعته. فهذا إذا سمع بقصتهم, وما جرى منهم وعليهم, عرف بذلك أن تلك العقوبة, جزاء لكفرهم نعمة اللّه, وأن من فعل مثلهم, فُعِلَ به كما فعل بهم، وأن شكر اللّه تعالى, حافظ للنعمة, دافع للنقمة، وأن رسل اللّه, صادقون فيما أخبروا به، وأن الجزاء حق, كما رأى أنموذجه في دار الدنيا.",
        "kathir": "( فقالوا ربنا باعد بين أسفارنا وظلموا أنفسهم ) ، وقرأ آخرون : \" بعد بين أسفارنا \" ، وذلك أنهم بطروا هذه النعمة - كما قاله ابن عباس ، ومجاهد ، والحسن ، وغير واحد - وأحبوا مفاوز ومهامه يحتاجون في قطعها إلى الزاد والرواحل والسير في الحرور والمخاوف ، كما طلب بنو إسرائيل من موسى أن يخرج الله لهم مما تنبت الأرض من بقلها وقثائها وفومها وعدسها وبصلها ، مع أنهم كانوا في عيش رغيد في من وسلوى وما يشتهون من مآكل ومشارب وملابس مرتفعة; ولهذا قال لهم : ( أتستبدلون الذي هو أدنى بالذي هو خير اهبطوا مصرا فإن لكم ما سألتم وضربت عليهم الذلة والمسكنة وباءوا بغضب من الله ) [ البقرة : 61 ] ، وقال تعالى : ( وكم أهلكنا من قرية بطرت معيشتها ) [ القصص : 58 ] ، وقال تعالى : ( وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون ) [ النحل : 112 ] . وقال في حق هؤلاء : ( وظلموا أنفسهم ) أي : بكفرهم ، ( فجعلناهم أحاديث ومزقناهم كل ممزق ) أي : جعلناهم حديثا للناس ، وسمرا يتحدثون به من خبرهم ، وكيف مكر الله بهم ، وفرق شملهم بعد الاجتماع والألفة والعيش الهنيء تفرقوا في البلاد هاهنا وهاهنا; ولهذا تقول العرب في القوم إذا تفرقوا : \" تفرقوا أيدي سبأ \" \" وأيادي سبأ \" و \" تفرقوا شذر مذر \" .وقال ابن أبي حاتم : حدثنا أبو سعيد بن يحيى بن سعيد القطان ، حدثنا إبراهيم بن حبيب بن الشهيد ، سمعت أبي يقول : سمعت عكرمة يحدث بحديث أهل سبأ ، قال : ( لقد كان لسبإ في مسكنهم آية جنتان [ عن يمين وشمال ] ) إلى قوله : ( فأرسلنا عليهم سيل العرم ) وكانت فيهم كهنة ، وكانت الشياطين يسترقون السمع ، فأخبروا الكهنة بشيء من أخبار السماء ، فكان فيهم رجل كاهن شريف كثير المال ، وإنه خبر أن زوال أمرهم قد دنا ، وأن العذاب قد أظلهم . فلم يدر كيف يصنع; لأنه كان له مال كثير من عقار ، فقال لرجل من بنيه - وهو أعزهم أخوالا - : إذا كان غدا وأمرتك بأمر فلا تفعل ، فإذا انتهرتك فانتهرني ، فإذا تناولتك فالطمني . فقال : يا أبت ، لا تفعل ، إن هذا أمر عظيم ، وأمر شديد ، قال : يا بني ، قد حدث أمر لا بد منه . فلم يزل به حتى وافاه على ذلك . فلما أصبحوا واجتمع الناس ، قال : يا بني ، افعل كذا وكذا . فأبى ، فانتهره أبوه ، فأجابه ، فلم يزل ذلك بينهما حتى تناوله أبوه ، فوثب على أبيه فلطمه ، فقال : ابني يلطمني ؟ علي بالشفرة . قالوا : وما تصنع بالشفرة ؟ قال : أذبحه . قالوا : تذبح ابنك . الطمه أو اصنع ما بدا لك . قال : فأبى ، قال : فأرسلوا إلى أخواله فأعلموهم ذلك ، فجاء أخواله فقالوا : خذ منا ما بدا لك . فأبى إلا أن يذبحه . قالوا : فلتموتن قبل أن تذبحه . قال : فإذا كان الحديث هكذا فإني لا أرى أن أقيم ببلد يحال بيني وبين ولدي فيه ، اشتروا مني دوري ، اشتروا مني أرضي ، فلم يزل حتى باع دوره وأراضيه وعقاره ، فلما صار الثمن في يده وأحرزه ، قال : أي قوم ، إن العذاب قد أظلكم ، وزوال أمركم قد دنا ، فمن أراد منكم دارا جديدا ، وجملا شديدا ، وسفرا بعيدا ، فليلحق بعمان . ومن أراد منكم الخمر والخمير والعصير - وكلمة ، قال إبراهيم : لم أحفظها - فليلحق ببصرى ، ومن أراد الراسخات في الوحل ، المطعمات في المحل ، المقيمات في الضحل ، فليلحق بيثرب ذات نخل . فأطاعه قومه فخرج أهل عمان إلى عمان . وخرجت غسان إلى بصرى . وخرجت الأوس والخزرج وبنو عثمان إلى يثرب ذات النخل . قال : فأتوا على بطن مر فقال بنو عثمان : هذا مكان صالح ، لا نبغي به بدلا . فأقاموا به ، فسموا لذلك خزاعة ، لأنهم انخزعوا من أصحابهم ، واستقامت الأوس والخزرج حتى نزلوا المدينة ، وتوجه أهل عمان إلى عمان ، وتوجهت غسان إلى بصرى .هذا أثر غريب عجيب ، وهذا الكاهن هو عمرو بن عامر أحد رؤساء اليمن وكبراء سبأ وكهانهم .وقد ذكر محمد بن إسحاق بن يسار في أول السيرة ما كان من أمر عمرو بن عامر الذي كان أول من خرج من بلاد اليمن ، بسبب استشعاره بإرسال العرم فقال : وكان سبب خروج عمرو بن عامر من اليمن - فيما حدثني أبو زيد الأنصاري - : أنه رأى جرذا يحفر في سد مأرب ، الذي كان يحبس عنهم الماء فيصرفونه حيث شاءوا من أرضهم . فعلم أنه لا بقاء للسد على ذلك ، فاعتزم على النقلة عن اليمن فكاد قومه ، فأمر أصغر أولاده إذا أغلظ له ولطمه أن يقوم إليه فيلطمه ، ففعل ابنه ما أمره به ، فقالعمرو : لا أقيم ببلد لطم وجهي فيها أصغر ولدي . وعرض أمواله ، فقال أشراف من أشراف اليمن : اغتنموا غضبة عمرو . فاشتروا منه أمواله ، وانتقل هو في ولده وولد ولده . وقالت الأزد : لا نتخلف عن عمرو بن عامر . فباعوا أموالهم ، وخرجوا معه فساروا حتى نزلوا بلاد \" عك \" مجتازين يرتادون البلدان ، فحاربتهم عك ، وكانت حربهم سجالا . ففي ذلك يقول عباس بن مرداس السلمي :وعك بن عدنان الذين تلقبوا بغسان ، حتى طردوا كل مطردوهذا البيت من قصيدة له .قال : ثم ارتحلوا عنهم فتفرقوا في البلاد ، فنزل آل جفنة بن عمرو بن عامر الشام ، ونزلت الأوس والخزرج يثرب ، ونزلت خزاعة مرا . ونزلت أزد السراة السراة ، ونزلت أزد عمان عمان ، ثم أرسل الله على السد السيل فهدمه ، وفي ذلك أنزل الله عز وجل هذه الآيات .وقد ذكر السدي قصة عمرو بن عامر بنحو مما ذكر محمد بن إسحاق ، إلا أنه قال : \" فأمر ابن أخيه \" ، مكان \" ابنه \" ، إلى قوله : \" فباع ماله وارتحل بأهله ، فتفرقوا \" . رواه ابن أبي حاتم .وقال ابن جرير : حدثنا ابن حميد ، أخبرنا [ سلمة ] ، عن ابن إسحاق قال : يزعمون أن عمرو بن عامر - وهو عم القوم - كان كاهنا ، فرأى في كهانته أن قومه سيمزقون ويباعد بين أسفارهم . فقال لهم : إني قد علمت أنكم ستمزقون ، فمن كان منكم ذا هم بعيد وجمل شديد ، ومزاد جديد - فليلحق بكاس أو كرود . قال : فكانت وادعة بن عمرو . ومن كان منكم ذا هم مدن ، وأمر دعن ، فليلحق بأرض شن . فكانت عوف بن عمرو ، وهم الذين يقال لهم : بارق . ومن كان منكم يريد عيشا آنيا ، وحرما آمنا ، فليلحق بالأرزين . فكانت خزاعة . ومن كان منكم يريد الراسيات في الوحل ، المطعمات في المحل ، فليلحق بيثرب ذات النخل . فكانت الأوس والخزرج ، وهما هذان الحيان من الأنصار . ومن كان منكم يريد خمرا وخميرا ، وذهبا وحريرا ، وملكا وتأميرا ، فليلحق بكوثي وبصرى ، فكانت غسان بنو جفنة ملوك الشام . ومن كان منهم بالعراق . قال ابن إسحاق : وقد سمعت بعض أهل العلم يقول : إنما قالت هذه المقالة طريفة امرأة عمرو بن عامر ، وكانت كاهنة ، فرأت في كهانتها ذلك ، فالله أعلم أي ذلك كان .وقال سعيد ، عن قتادة ، عن الشعبي : أما غسان فلحقوا بالشام ، وأما الأنصار فلحقوا بيثرب ، وأما خزاعة فلحقوا بتهامة ، وأما الأزد فلحقوا بعمان ، فمزقهم الله كل ممزق . رواه ابن أبي حاتم وابن جرير .ثم قال محمد بن إسحاق : حدثني أبو عبيدة قال : قال الأعشى - أعشى بني قيس بن ثعلبة - واسمه : ميمون بن قيس :وفي ذاك للمؤتسي أسوة     ومأرب عفى عليها العرمرخام بنته لهم حمير     إذا جاء مواره لم يرمفأروى الزروع وأعنابها     على سعة ماؤهم إذ قسمفصاروا أيادي ما يقدرو     ن منه على شرب طفل فطموقوله تعالى : ( إن في ذلك لآيات لكل صبار شكور ) أي : إن في هذا الذي حل بهؤلاء من النقمة والعذاب ، وتبديل النعمة وتحويل العافية عقوبة على ما ارتكبوه من الكفر والآثام - لعبرة ودلالة لكل عبد صبار على المصائب ، شكور على النعم .قال الإمام أحمد : حدثنا عبد الرحمن وعبد الرزاق المعني ، قالا أخبرنا سفيان ، عن أبي إسحاق ، عن العيزار بن حريث عن عمر بن سعد ، عن أبيه - هو سعد بن أبي وقاص ، رضي الله عنه - قال : قال رسول الله صلى الله عليه وسلم : \" عجبت من قضاء الله تعالى للمؤمن ، إن أصابه خير حمد ربه وشكر ، وإن أصابته مصيبة حمد ربه وصبر ، يؤجر المؤمن في كل شيء ، حتى في اللقمة يرفعها إلى في امرأته \" .وقد رواه النسائي في \" اليوم والليلة \" ، من حديث أبي إسحاق السبيعي ، به - وهو حديث عزيز - من رواية عمر بن سعد ، عن أبيه . ولكن له شاهد في الصحيحين من حديث أبي هريرة : \" عجبا للمؤمن لا يقضي الله له قضاء إلا كان خيرا ، إن أصابته سراء شكر فكان خيرا له ، وإن أصابته ضراء صبر فكان خيرا له . وليس ذلك لأحد إلا للمؤمن \" .قال عبد : حدثنا يونس ، عن شيبان ، عن قتادة ( إن في ذلك لآيات لكل صبار شكور ) قال : كان مطرف يقول : نعم العبد الصبار الشكور ، الذي إذا أعطي شكر ، وإذا ابتلي صبر ."
      },
      "translations": {
        "en": "But [insolently] they said, \"Our Lord, lengthen the distance between our journeys,\" and wronged themselves, so We made them narrations and dispersed them in total dispersion. Indeed in that are signs for everyone patient and grateful.",
        "fr": "Puis, ils dirent: «Seigneur, allonge les distances entre nos étapes», et ils se firent du tort à eux-mêmes. Nous fîmes d'eux, donc, des sujets de légendes et les désintégrâmes totalement. Il y a en cela des avertissements pour tous grand endurant et grand reconnaissant.",
        "es": "Pero dijeron: «¡Señor! ¡Alarga nuestros recorridos!» Y fueron injustos consigo mismos. Los hicimos legendarios y los dispersamos por todas partes. Ciertamente, hay en ello signos para todo aquél que tenga mucha paciencia, mucha gratitud."
      },
      "ibn_ashour": "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (19)الفاء من قوله : { فقالوا ربنا } لتعقيب قولهم هذا إثر إتمام النعمة عليهم باقتراب المدن وتيسير الأسفار ، والتعقيبُ في كل شيء بحسبه ، فلما تمت النعمة بَطروها فحَلت بهم أسباب سلبها عنهم .ومن أكبر أسباب زوال النعمة كفرانها . قال الشيخ ابن عطاء الله الإِسكندري «من لم يشكر النَعم فقد تعرض لزوالها ومن شكرها فقد قيدها بعقالِها» .والأظهر عندي أن يكون هذا القول قالوه جواباً عن مواعظ أنبيائهم والصالحين منهم حين ينهونهم عن الشرك فهم يعظونهم بأن الله أنعم عليهم بتلك الرفاهية وهم يجيبون بهذا القول إفحاماً لدعاة الخير منهم على نحو قول كفار قريش : { اللهم إن كان هذا هو الحقَّ من عندك فأمطِرْ علينا حجارةً من السماء أو ائتنا بعذاب أليم } [ الأنفال : 32 ] ، قبل هذا «فأعرضوا فإن الإِعراض يقتضي دعوة لشيء» ويفيدُ هذا المعنى قوة { وظلموا أنفسهم } عقب حكاية قولهم ، فإنه إما معطوف على جملة { فقالوا } ، أي فأعقبوا ذلك بكفران الن"
    },
    {
      "number": 20,
      "text": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقًۭا مِّنَ ٱلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "ولقد ظن إبليس ظنًا غير يقين أنه سيضل بني آدم، وأنهم سيطيعونه في معصية الله، فصدَّق ظنه عليهم، فأطاعوه وعصوا ربهم إلا فريقًا من المؤمنين بالله، فإنهم ثبتوا على طاعة الله.",
        "mukhtasar": "ولقد حَقَّقَ عليهم إبليس ما ظنه من أنه يستطيع إغواءهم وإضلالهم عن الحق، فاتبعوه في الكفر والضلال إلا طائفة من المؤمنين فإنهم خيبوا رجاءه بعدم اتباعهم له.",
        "saadi": " ثم ذكر أن قوم سبأ من الذين صدَّق عليهم إبليس ظنه, حيث قال لربه: { فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ } وهذا ظن من إبليس, لا يقين, لأنه لا يعلم الغيب, ولم يأته خبر من اللّه, أنه سيغويهم أجمعين, إلا من استثنى، فهؤلاء وأمثالهم, ممن صدق عليه إبليس ظنه, ودعاهم وأغواهم، { فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ } ممن لم يكفر بنعمة اللّه, فإنه لم يدخل تحت ظن إبليس.ويحتمل أن قصة سبأ, انتهت عند قوله: { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ } ثم ابتدأ فقال: { وَلَقَدْ صَدَّقَ عَلَيْهِمْ } أي: على جنس الناس, فتكون الآية عامة في كل من اتبعه.",
        "kathir": "لما ذكر [ الله ] تعالى قصة سبأ وما كان من أمرهم في اتباعهم الهوى والشيطان ، أخبر عنهم وعن أمثالهم ممن اتبع إبليس والهوى ، وخالف الرشاد والهدى ، فقال : ( ولقد صدق عليهم إبليس ظنه ) .قال ابن عباس وغيره : هذه الآية كقوله تعالى إخبارا عن إبليس حين امتنع من السجود لآدم ، ثم قال : ( أرأيتك هذا الذي كرمت علي لئن أخرتن إلى يوم القيامة لأحتنكن ذريته إلا قليلا ) [ الإسراء : 62 ] ، ثم قال : ( ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم ولا تجد أكثرهم شاكرين ) [ الأعراف : 17 ] والآيات في هذا كثيرة .وقال الحسن البصري : لما أهبط الله آدم من الجنة ومعه حواء ، هبط إبليس فرحا بما أصاب منهما ، وقال : إذا أصبت من الأبوين ما أصبت ، فالذرية أضعف وأضعف . وكان ذلك ظنا من إبليس ، فأنزل الله عز وجل : ( ولقد صدق عليهم إبليس ظنه فاتبعوه إلا فريقا من المؤمنين ) فقال عند ذلك إبليس : \" لا أفارق ابن آدم ما دام فيه الروح ، أعده وأمنيه وأخدعه \" . فقال الله : \" وعزتي لا أحجب عنه التوبة ما لم يغرغر بالموت ، ولا يدعوني إلا أجبته ، ولا يسألني إلا أعطيته ، ولا يستغفرني إلا غفرت له \" . رواه ابن أبي حاتم ."
      },
      "translations": {
        "en": "And Iblees had already confirmed through them his assumption, so they followed him, except for a party of believers.",
        "fr": "Et Satan a très certainement rendu véridique sa conjecture à leur égard. Ils l'ont suivi donc, sauf un groupe parmi les croyants.",
        "es": "Iblis confirmó la opinión que se había formado de ellos. Le siguieron todos, menos un grupo de creyentes."
      },
      "ibn_ashour": "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (20) الأظهر أن هذا عطف على قوله : { وقال الذين كفروا هل ندلُّكم على رجل } [ سبأ : 7 ] الآية وأن ما بينهما من الأخبار المسوقة للاعتبار كما تقدم واقع موقع الاستطراد والاعتراض فيكون ضمير { عليهم } عائداً إلى { الذين كفروا } من قوله : { وقال الذين كفروا هل نُدلكم } الخ . والذي درج عليه المفسرون أن ضمير { عليهم } عائد إلى سبأ المتحدث عنهم . ولكن لا مفرّ من أن قوله تعالى بعد ذلك : { قل ادعوا الذين زعمتم من دون اللَّه } [ سبأ : 22 ] الآيات هو عَوْد إلى محاجة المشركين المنتقل منها بذكر قصة داود وسليمان وأهل سبا . وصلوحية الآية للمحملين ناشئة من موقعها ، وهذا من بلاغة القرآن المستفادة من ترتيب مواقع الآية .فالمقصود تنبيه المؤمنين إلى مكائد الشيطان وسوء عاقبة أتباعه ليحذروه ويستيقظوا لكيده فلا يقعوا في شَرَك وسوسته .فالمعنى : أن الشيطان سوّل للمشركين أو سوّل للمُمثَّل بهم حالُ المشركين الإِشراك بالمنعم وحسَّن لهم ضد النعمة حتى تمنّوه وتوسم فيهم الانخداع له فألقى إليهم وسوسته وكرّه إليهم نصائح الصالحين"
    },
    {
      "number": 21,
      "text": "وَمَا كَانَ لَهُۥ عَلَيْهِم مِّن سُلْطَٰنٍ إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِٱلْءَاخِرَةِ مِمَّنْ هُوَ مِنْهَا فِى شَكٍّۢ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌۭ",
      "tafsir": {
        "muyassar": "وما كان لإبليس على هؤلاء الكفار مِن قهر على الكفر، ولكن حكمة الله اقتضت تسويله لبني آدم؛ ليظهر ما علمه سبحانه في الأزل؛ لنميز مَن يصدِّق بالبعث والثواب والعقاب ممن هو في شك من ذلك. وربك على كل شيء حفيظ، يحفظه ويجازي عليه.",
        "mukhtasar": "وما كان لإبليس عليهم من سلطان يقهرهم به على أن يضلوا، وإنما كان يزين لهم ويغويهم، إلا أنا أذِنّا له في إغوائهم ليظهر أمر من يؤمن بالآخرة وما فيها من جزاء، ممن هو منها في شك، وربك - أيها الرسول - على كل شيء حفيظ، يحفظ أعمال عباده، ويجازيهم عليها.",
        "saadi": "ثم قال تعالى: { وَمَا كَانَ لَهُ } أي: لإبليس { عَلَيْهِمْ مِنْ سُلْطَانٍ } أي: تسلط وقهر, وقسر على ما يريده منهم, ولكن حكمة اللّه تعالى اقتضت تسليطه وتسويله لبني آدم.{ لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ } أي: ليقوم سوق الامتحان, ويعلم به الصادق من الكاذب, ويعرف من كان إيمانه صحيحا, يثبت عند الامتحان والاختبار, وإلقاء الشبه الشيطانية, ممن إيمانه غير ثابت, يتزلزل بأدنى شبهة, ويزول بأقل داع يدعوه إلى ضده، فاللّه تعالى جعله امتحانا, يمتحن به عباده, ويظهر الخبيث من الطيب.{ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ } يحفظ العباد, ويحفظ عليهم أعمالهم, ويحفظ تعالى جزاءها, فيوفيهم إياها, كاملة موفرة. ",
        "kathir": "وقوله : ( وما كان له عليهم من سلطان ) قال ابن عباس : أي من حجة .وقال الحسن البصري : والله ما ضربهم بعصا ، ولا أكرههم على شيء ، وما كان إلا غرورا وأماني دعاهم إليها فأجابوه .وقوله : ( إلا لنعلم من يؤمن بالآخرة ممن هو منها في شك ) أي : إنما سلطناه عليهم ليظهر أمر من هو مؤمن بالآخرة وقيامها والحساب فيها والجزاء ، فيحسن عبادة ربه عز وجل في الدنيا ، ممن هو منها في شك .وقوله : ( وربك على كل شيء حفيظ ) أي : ومع حفظه ضل من ضل من اتباع إبليس ، وبحفظه وكلاءته سلم من سلم من المؤمنين أتباع الرسل ."
      },
      "translations": {
        "en": "And he had over them no authority except [it was decreed] that We might make evident who believes in the Hereafter from who is thereof in doubt. And your Lord, over all things, is Guardian.",
        "fr": "Et pourtant il n'avait sur eux aucun pouvoir si ce n'est que Nous voulions distinguer celui qui croyait en l'au-delà et celui qui doutait. Ton Seigneur, cependant, assure la sauvegarde de toute chose.",
        "es": "No tenía poder sobre ellos. Queríamos sólo distinguir a los que creían en la otra vida de los que dudaban de ella. Tu Señor cuida de todo."
      },
      "ibn_ashour": "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآَخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ (21)وقوله : { وما كان له عليهم من سلطان } أي ما كان للشيطان من سلطان على الذين اتبعوه .وفعل { كان } في النفي مع { مِن } التي تفيد الاستغراق في النفي يفيد انتفاء السلطان ، أي المِلك والتصريف للشيطان ، أي ليست له قدرة ذاتية هو مستقل بها يتصرف بها في العالم كيف يشاء لأن تلك القدرة خاصة بالله تعالى .والاستثناء في قوله : { إلا لنعلم } استثناء من علل . فيفيد أن تأثير وسوسته فيهم كان بتمكين من الله ، أي لكن جعلنا الشيطان سبباً يتوجه إلى عقولهم وإرادتهم فتخامرها وسوستُه فيتأثر منها فريق وينجو منها فريق بما أودع الله في هؤلاء وهؤلاء من قوة الانفعال أو الممانعة على حسب السنن التي أودعها الله في المخلوقات .ويجوز أن يكون الاستثناء من عموم سلطان ، وحذف المستثنى ودلّ عليه علته والتقدير : إلا سلطاناً لنعلم من يؤمن بالآخرة . فيدل على أنه سلطان مجعول له بجعل الله بقرينة أن تعليله مسند إلى ضمير الجلالة .وانظر ما قلناه عند قوله تعالى : { إن عبادي ليس"
    },
    {
      "number": 22,
      "text": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِ ٱللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍۢ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍۢ وَمَا لَهُۥ مِنْهُم مِّن ظَهِيرٍۢ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للمشركين: ادعوا الذين زعمتموهم شركاء لله فعبدتموهم من دونه من الأصنام والملائكة والبشر، واقصدوهم في حوائجكم، فإنهم لن يجيبوكم، فهم لا يملكون وزن نملة صغيرة في السموات ولا في الأرض، وليس لهم شِرْكة فيهما، وليس لله من هؤلاء المشركين معين على خلق شيء، بل الله -سبحانه وتعالى- هو المتفرد بالإيجاد، فهو الذي يُعْبَدُ وحده، ولا يستحق العبادة أحد سواه.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: نادوا الذين زعمتم أنهم آلهة لكم من دون الله ليجلبوا لكم النفع أو يكشفوا عنكم الضر، فهم لا يملكون وزن ذرة في السماوات ولا في الأرض، وليس لهم شرك فيها مع الله، وليس لله من معين يعينه، فهو غني عن الشركاء وعن المعينين.",
        "saadi": "أي: { قُلْ } يا أيها الرسول, للمشركين باللّه غيره من المخلوقات, التي لا تنفع ولا تضر, ملزما لهم بعجزها, ومبينا لهم بطلان عبادتها: { ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ } أي: زعمتموهم شركاء للّه, إن كان دعاؤكم ينفع، فإنهم قد توفرت فيهم أسباب العجز, وعدم إجابة الدعاء من كل وجه، فإنهم ليس لهم أدنى ملك فـ { لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ } على وجه الاستقلال, ولا على وجه الاشتراك, ولهذا قال: { وَمَا لَهُمْ } أي: لتلك الآلهة الذين زعمتم { فِيهِمَا } أي: في السماوات والأرض، { مِنْ شِرْكٍ } أي: لا شرك قليل ولا كثير, فليس لهم ملك, ولا شركة ملك.بقي أن يقال: ومع ذلك, فقد يكونون أعوانا للمالك, ووزراء له, فدعاؤهم يكون نافعا, لأنهم - بسبب حاجة الملك إليهم - يقضون حوائج من تعلق بهم، فنفى تعالى هذه المرتبة فقال: { وَمَا لَهُ } أي: للّه تعالى الواحد القهار { مِنْهُمْ } أي: من هؤلاء المعبودين { مِنْ ظَهِيرٍ } أي: معاون ووزير يساعده على الملك والتدبير.",
        "kathir": "بين تعالى أنه الإله الواحد الأحد ، الفرد الصمد ، الذي لا نظير له ولا شريك له ، بل هو المستقل بالأمر وحده ، من غير مشارك ولا منازع ولا معارض ، فقال : ( قل ادعوا الذين زعمتم من دون الله ) أي : من الآلهة التي عبدت من دونه ( لا يملكون مثقال ذرة في السماوات ولا في الأرض ) ، كما قال تبارك وتعالى : ( والذين تدعون من دونه ما يملكون من قطمير ) [ فاطر : 13 ] .وقوله : ( وما لهم فيهما من شرك ) أي : لا يملكون شيئا استقلالا ولا على سبيل الشركة ، ( وما له منهم من ظهير ) أي : وليس لله من هذه الأنداد من ظهير يستظهر به في الأمور ، بل الخلق كلهم فقراء إليه ، عبيد لديه .قال قتادة في قوله : ( وما له منهم من ظهير ) ، من عون يعينه بشيء ."
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Invoke those you claim [as deities] besides Allah.\" They do not possess an atom's weight [of ability] in the heavens or on the earth, and they do not have therein any partnership [with Him], nor is there for Him from among them any assistant.",
        "fr": "Dis: «Invoquez ceux qu'en dehors d'Allah vous prétendez [être des divinités]. Ils ne possèdent même pas le poids d'un atome, ni dans les cieux ni sur la terre. Ils n'ont jamais été associés à leur création et Il n'a personne parmi eux pour Le soutenir».",
        "es": "Di: «Invocad a los que, en lugar de Alá, pretendéis. No pueden el peso de un átomo en los cielos ni en la tierra, ni tienen allí participación, ni Él encuentra en ellos ayuda."
      },
      "ibn_ashour": "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ (22) كانت قصة سبا قد ضُربت مثلاً وعبرة للمشركين من قريش وكان في أحوالهم مثيل لأحوال المشركين في أمن بلادهم وتيسير أرزاقهم وتأمين سبلهم في أسفارهم مما أشار إليه قوله تعالى : { أولم نمكن لهم حرماً آمناً تجبى إليه ثمرات كل شيء } [ القصص : 57 ] وقوله : { لإيلاف قريش } [ قريش : 1 ] إلى آخر السورة ، ثم فيما قابلوا به نعمة الله بالإِشراك به وكفران نعمته وإفحامهم دعاة الخير الملهَمين من لدنه إلى دعوتهم ، فلما تقضى خبرهم لينتقل منه إلى تطبيق العبرة على من قصد اعتبارهم انتقالاً مناسبته بينة وهو أيضاً عَوْد إلى إبطال أقوال المشركين ، وسيق لهم من الكلام ما هو فيه توقيف على أخطائهم ، وأيضاً فلما جرى من استهواء الشيطان أهل سبا فاتبعوه وكان الشيطان مصدر الضلال وعنصر الإِشراك أعقب ذكره بذكر فروعه وأوليائه .وافتتح الكلام بأمر النبي صلى الله عليه وسلم بأن يقول لهم ما هو متتابع في بقية هذه الآيات المتتابعة بكلمة { ق"
    },
    {
      "number": 23,
      "text": "وَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "tafsir": {
        "muyassar": "ولا تنفع شفاعة الشافع عند الله تعالى إلا لمن أذن له. ومن عظمته وجلاله عز وجل أنه إذا تكلم سبحانه بالوحي فسمع أهل السماوات كلامه أُرعدوا من الهيبة، حتى يلحقهم مثل الغشي، فإذا زال الفزع عن قلوبهم سأل بعضهم بعضًا: ماذا قال ربكم؟ قالت الملائكة: قال الحق، وهو العليُّ بذاته وقهره وعلوِّ قدْره، الكبير على كل شيء.",
        "mukhtasar": "ولا تنفع الشفاعة عنده سبحانه إلا لمن أذن له، والله لا يأذن في الشفاعة إلا لمن ارتضى؛ لعظمته، ومن عظمته أنه إذا تكلم في السماء ضربت الملائكة بأجنحتها خضعانًا لقوله حتى إذا كشف الفزع عن قلوبهم قالت الملائكة لجبريل: ماذا قال ربكم؟ قال جبريل: قال الحق، وهو العلي بذاته وقهره، الكبير الذي كل شيء دونه.",
        "saadi": "فلم يبق إلا الشفاعة, فنفاها بقوله: { وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ } فهذه أنواع التعلقات, التي يتعلق بها المشركون بأندادهم, وأوثانهم, من البشر, والشجر, وغيرهم, قطعها اللّه وبيَّن بطلانها, تبيينا حاسما لمواد الشرك, قاطعا لأصوله، لأن المشرك إنما يدعو ويعبد غير اللّه, لما يرجو منه من النفع, فهذا الرجاء, هو الذي أوجب له الشرك، فإذا كان من يدعوه [غير اللّه], لا مالكا للنفع والضر, ولا شريكا للمالك, ولا عونا وظهيرا للمالك, ولا يقدر أن يشفع بدون إذن المالك, كان هذا الدعاء, وهذه العبادة, ضلالا في العقل, باطلة في الشرع.بل ينعكس على المشرك مطلوبه ومقصوده, فإنه يريد منها النفع، فبيَّن اللّه بطلانه وعدمه, وبيَّن في آيات أخر, ضرره على عابديه  وأنه يوم القيامة, يكفر بعضهم ببعض, ويلعن بعضهم بعضا, ومأواهم النار { وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ } والعجب, أن المشرك استكبر عن الانقياد للرسل, بزعمه  أنهم بشر, ورضي أن يعبد ويدعو الشجر, والحجر, استكبر عن الإخلاص للملك الرحمن الديان, ورضي بعبادة من ضره أقرب من نفعه, طاعة لأعدى عدو له وهو الشيطان.وقوله: { حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ } يحتمل أن الضمير في هذا الموضع, يعود إلى المشركين, لأنهم مذكورون في اللفظ، والقاعدة في الضمائر, أن تعود إلى أقرب مذكور، ويكون المعنى: إذا كان يوم القيامة, وفزع عن قلوب المشركين, أي: زال الفزع, وسئلوا حين رجعت إليهم عقولهم, عن حالهم في الدنيا, وتكذيبهم للحق الذي جاءت به الرسل, أنهم يقرون, أن ما هم عليه من الكفر والشرك, باطل, وأن ما قال اللّه, وأخبرت به عنه رسله, هو الحق فبدا لهم ما كانوا يخفون من قبل وعلموا أن الحق للّه, واعترفوا بذنوبهم.{ وَهُوَ الْعَلِيُّ } بذاته, فوق جميع مخلوقاته وقهره لهم, وعلو قدره, بما له من الصفات العظيمة, جليلة المقدار { الْكَبِيرُ } في ذاته وصفاته.ومن علوه, أن حكمه تعالى, يعلو, وتذعن له النفوس, حتى نفوس المتكبرين والمشركين.وهذا المعنى أظهر, وهو الذي يدل عليه السياق، ويحتمل أن الضمير يعود إلى الملائكة, وذلك أن اللّه تعالى إذا تكلم بالوحي, سمعته الملائكة, فصعقوا, وخروا للّه سجدا، فيكون أول من يرفع رأسه جبريل, فيكلمه اللّه من وحيه بما أراد، وإذا زال الصعق عن قلوب الملائكة, وزال الفزع, فيسأل بعضهم بعضا عن ذلك الكلام الذي صعقوا منه: ماذا قال ربكم؟ فيقول بعضهم لبعض: قال الحق, إما إجمالا, لعلمهم أنه لا يقول إلا حقا، وإما أن يقولوا: قال كذا وكذا, للكلام الذي سمعوه منه, وذلك من الحق.فيكون المعنى على هذا: أن المشركين الذين عبدوا مع اللّه تلك الآلهة, التي وصفنا لكم عجزها ونقصها, وعدم نفعها بوجه من الوجوه, كيف صدفوا وصرفوا عن إخلاص العبادة للرب العظيم, العلي الكبير, الذي - من عظمته وجلاله - أن الملائكة الكرام, والمقربين من الخلق, يبلغ بهم الخضوع والصعق, عند سماع كلامه هذا المبلغ, ويقرون كلهم للّه, أنه لا يقول إلا الحق.فما بال هؤلاء المشركين, استكبروا عن عبادة من هذا شأنه, وعظمة ملكه وسلطانه. فتعالى العلي الكبير, عن شرك المشركين, وإفكهم, وكذبهم.",
        "kathir": "وقال : ( ولا تنفع الشفاعة عنده إلا لمن أذن له ) أي : لعظمته [ وجلاله ] وكبريائه لا يجترئ أحد أن يشفع عنده تعالى في شيء إلا بعد إذنه له في الشفاعة ، كما قال تعالى : ( من ذا الذي يشفع عنده إلا بإذنه ) [ البقرة : 255 ] ، وقال : ( وكم من ملك في السماوات لا تغني شفاعتهم شيئا إلا من بعد أن يأذن الله لمن يشاء [ ويرضى ] ) [ النجم : 26 ] ، وقال : ( ولا يشفعون إلا لمن ارتضى وهم من خشيته مشفقون ) [ الأنبياء : 28 ] .ولهذا ثبت في الصحيحين ، من غير وجه عن رسول الله صلى الله عليه وسلم - وهو سيد ولد آدم ، وأكبر شفيع عند الله - : أنه حين يقوم المقام المحمود ليشفع في الخلق كلهم أن يأتي ربهم لفصل القضاء ، قال : \" فأسجد لله فيدعني ما شاء الله أن يدعني ، ويفتح علي بمحامد لا أحصيها الآن ، ثم يقال : يا محمد ، ارفع رأسك ، وقل يسمع ، وسل تعطه واشفع تشفع \" الحديث بتمامه .وقوله : ( حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق ) . وهذا أيضا مقام رفيع في العظمة . وهو أنه تعالى إذا تكلم بالوحي ، سمع أهل السماوات كلامه ، أرعدوا من الهيبة حتى يلحقهم مثل الغشي . قاله ابن مسعود ومسروق ، وغيرهما .( حتى إذا فزع عن قلوبهم ) أي : زال الفزع عنها . قال ابن عباس ، وابن عمر وأبو عبد الرحمن السلمي والشعبي ، وإبراهيم النخعي ، والضحاك والحسن ، وقتادة في قوله تعالى : ( حتى إذا فزع عن قلوبهم ) يقول : جلي عن قلوبهم ، وقرأ بعض السلف - وجاء مرفوعا - : \" [ حتى ] إذا فرغ \" بالغين المعجمة ، ويرجع إلى الأول .فإذا كان كذلك يسأل بعضهم بعضا : ماذا قال ربكم ؟ فيخبر بذلك حملة العرش للذين يلونهم ، ثم الذين يلونهم لمن تحتهم ، حتى ينتهي الخبر إلى أهل السماء الدنيا; ولهذا قال : ( قالوا الحق ) أي : أخبروا بما قال من غير زيادة ولا نقصان ، ( وهو العلي الكبير ) .وقال آخرون : بل معنى قوله : ( حتى إذا فزع عن قلوبهم ) يعني : المشركين عند الاحتضار ، ويوم القيامة إذا استيقظوا مما كانوا فيه من الغفلة في الدنيا ، ورجعت إليهم عقولهم يوم القيامة ، قالوا : ماذا قال ربكم ؟ فقيل لهم : الحق وأخبروا به مما كانوا عنه لاهين في الدنيا .قال ابن أبي نجيح ، عن مجاهد : ( حتى إذا فزع عن قلوبهم ) : كشف عنها الغطاء يوم القيامة .وقال الحسن : ( حتى إذا فزع عن قلوبهم ) يعني : ما فيها من الشك والتكذيب . وقال عبد الرحمن بن زيد بن أسلم : ( حتى إذا فزع عن قلوبهم ) يعني : ما فيها من الشك ، قال : فزع الشيطان عن قلوبهم وفارقهم وأمانيهم وما كان يضلهم ، ( قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير ) قال : وهذا في بني آدم ، هذا عند الموت ، أقروا حين لا ينفعهم الإقرار .وقد اختار ابن جرير القول الأول : أن الضمير عائد على الملائكة . هذا هو الحق الذي لا مرية فيه ، لصحة الأحاديث فيه والآثار ، ولنذكر منها طرفا يدل على غيره :قال البخاري عند تفسير هذه الآية الكريمة في صحيحه : حدثنا الحميدي ، حدثنا سفيان ، حدثنا عمرو ، سمعت عكرمة ، سمعت أبا هريرة يقول : إن نبي الله صلى الله عليه وسلم قال : \" إذا قضى الله الأمر في السماء ، ضربت الملائكة بأجنحتها خضعانا لقوله ، كأنه سلسلة على صفوان ، فإذا فزع عن قلوبهم قالوا : ماذا قال ربكم ؟ قالوا للذي قال : الحق ، وهو العلي الكبير فيسمعها مسترق السمع ، ومسترق السمع - هكذا بعضه فوق بعض - ووصف سفيان بيده - فحرفها وبدد بين أصابعه - فيسمع الكلمة ، فيلقيها إلى من تحته ، ثم يلقيها الآخر إلى من تحته ، حتى يلقيها على لسان الساحر أو الكاهن ، فربما أدركه الشهاب قبل أن يلقيها ، وربما ألقاها قبل أن يدركه ، فيكذب معها مائة كذبة ، فيقال : أليس قد قال لنا يوم كذا وكذا : كذا وكذا ؟ فيصدق بتلك الكلمة التي سمعت من السماء .انفرد بإخراجه البخاري دون مسلم من هذا الوجه . وقد رواه أبو داود ، والترمذي ، وابن ماجه ، من حديث سفيان بن عيينة ، به .حديث آخر : قال الإمام أحمد : حدثنا محمد بن جعفر وعبد الرزاق : أخبرنا معمر ، أخبرنا الزهري ، عن علي بن الحسين ، عن ابن عباس قال : كان رسول الله صلى الله عليه وسلم [ جالسا ] في نفر من أصحابه - قال عبد الرزاق : \" من الأنصار \" - فرمي بنجم فاستنار ، [ قال ] : \" ما كنتم تقولون إذا كان مثل هذا في الجاهلية ؟ \" قالوا : كنا نقول يولد عظيم ، أو يموت عظيم - قلت للزهري : أكان يرمى بها في الجاهلية ؟ قال : نعم ، ولكن غلظت حين بعث النبي صلى الله عليه وسلم - قال : فقال رسول الله صلى الله عليه وسلم : \" فإنها لا يرمى بها لموت أحد ولا لحياته ، ولكن ربنا ، تبارك وتعالى ، إذا قضى أمرا سبح حملة العرش [ ثم سبح أهل السماء الذين يلونهم ، حتى يبلغ التسبيح هذه الدنيا ، ثم يستخبر أهل السماء الذين يلون حملة العرش ، فيقول الذين يلون حملة العرش لحملة العرش ] : ماذا قال ربكم ؟ فيخبرونهم ، ويخبر أهل كل سماء سماء; حتى ينتهي الخبر إلى هذه السماء ، وتخطف الجن السمع فيرمون ، فما جاءوا به على وجهه فهو حق ، ولكنهم يفرقون فيه ويزيدون .هكذا رواه الإمام أحمد . وقد أخرجه مسلم في صحيحه ، من حديث صالح بن كيسان ، والأوزاعي ، ويونس ومعقل بن عبيد الله ، أربعتهم عن الزهري ، عن علي بن الحسين ، عن ابن عباس عن رجل من الأنصار ، به . ورواه وقال يونس : عن رجال من الأنصار ، وكذا رواه النسائي في \" التفسير \" من حديث الزبيدي ، عن الزهري ، به . ورواه الترمذي فيه عن الحسين بن حريث; عن الوليد بن مسلم ، عن الأوزاعي ، عن الزهري ، عن عبيد الله بن عبد الله ، عن ابن عباس ، عن رجل من الأنصار ، رضي الله عنه ، والله أعلم .حديث آخر : قال ابن أبي حاتم : حدثنا محمد بن عوف وأحمد بن منصور بن سيار الرمادي - والسياق لمحمد بن عوف - قالا حدثنا نعيم بن حماد ، حدثنا الوليد - هو ابن مسلم - عن عبد الرحمن بن يزيد بن جابر ، عن عبد الله بن أبي زكرياء ، عن رجاء بن حيوة ، عن النواس بن سمعان قال : قال رسول الله صلى الله عليه وسلم : \" إذا أراد الله أن يوحي بأمره تكلم بالوحي ، فإذا تكلم أخذت السماوات منه رجفة - أو قال : رعدة - شديدة; من خوف الله ، فإذا سمع بذلك أهل السماوات صعقوا وخروا لله سجدا ، فيكون أول من يرفع رأسه جبريل فيكلمه الله من وحيه بما أراد ، فيمضي به جبريل على الملائكة ، كلما مر بسماء سماء سأله ملائكتها : ماذا قال ربنا يا جبريل ؟ فيقول : قال : الحق ، وهو العلي الكبير . فيقولون كلهم مثل ما قال جبريل ، فينتهي جبريل بالوحي حيث أمره الله من السماء والأرض \" .وكذا رواه ابن جرير وابن خزيمة ، عن زكريا بن أبان المصري ، عن نعيم بن حماد ، به .قال ابن أبي حاتم : سمعت أبي يقول : ليس هذا الحديث بالشام عن الوليد بن مسلم ، رحمه الله .وقد روى ابن أبي حاتم من حديث العوفي ، عن ابن عباس - وعن قتادة : أنهما فسرا هذه الآية بابتداء إيحاء الله سبحانه إلى محمد صلى الله عليه وسلم بعد الفترة التي كانت بينه وبين عيسى ، ولا شك أن هذا أولى ما دخل في هذه الآية ."
      },
      "translations": {
        "en": "And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts, they will say [to one another], \"What has your Lord said?\" They will say, \"The truth.\" And He is the Most High, the Grand.",
        "fr": "L'intercession auprès de Lui ne profite qu'à celui en faveur duquel Il la permet. Quand ensuite la frayeur se sera éloignée de leurs cœurs, ils diront: «Qu'a dit votre Seigneur?» Ils répondront: «La Vérité; C'est Lui le Sublime, le Grand».",
        "es": "Es inútil interceder por nadie ante Él, excepto por quien Él lo permita. Hasta que, cuando el terror haya desaparecido de sus corazones, digan: '¿Qué ha dicho vuestro Señor?' Dirán: 'La verdad' Él es el Altísimo, el Grande»."
      },
      "ibn_ashour": "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ (23)ثم نفى أن يكون منهم ظهير ، أي معين لله تعالى . وتقدم الظهير في قوله تعالى : { ولو كان بعضهم لبعض ظهيرا } في سورة الإِسراء ( 88 ) . وهنا تعين التصريح بالمتعلق ردّاً على المشركين إذ زعموا أن آلهتهم تُقرِّب إليه وتُبَعّد عنه ، ثم أتبع ذلك بنفي أن يكون شفيع عند الله يضطره إلى قبول الشفاعة فيمن يشفع له لتعظيم أو حياء . وقد صرح بالمتعلق هنا أيضاً رداً على قول المشركين { هؤلاء شفعاؤنا عند الله } [ يونس : 18 ] فنفيت شفاعتهم في عموم نفي كل شفاعة نافعة عند الله إلا شفاعة من أذن الله أن يشفع . وفي هذا إبطال شفاعة أصنامهم لأنهم زعموا لهم شفاعة لازمة من صفات آلهتهم لأن أوصاف الإِله يجب أن تكون ذاتية فلما نفى الله كل شفاعة لم يأذن فيها للشافع انتفت الشفاعة المزعومة لأصنامهم . وبهذا يندفع ما يتوهم من أن قوله : { إلا لمن أذن له } لا يبطل شفاعة الأصنام فافهَمْ .وجاء نظم قوله : { ولا تنفع الشفاعة عنده إلا لمن أذن له } نظماً "
    },
    {
      "number": 24,
      "text": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للمشركين: مَن يرزقكم من السماوات بالمطر، ومن الأرض بالنبات والمعادن وغير ذلك؟ فإنهم لا بدَّ أن يُقِرُّوا بأنه الله، وإن لم يُقِرُّوا بذلك فقل لهم: الله هو الرزاق، وإنَّ أحد الفريقين منا ومنكم لعلى هدى متمكن منه، أو في ضلال بيِّن منغمس فيه.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: من يرزقكم من السماوات بإنزال المطر، ومن الأرض بإنبات الثمرات والزروع والفواكه، وغير ذلك؟ قل: الله هو الذي يرزقكم منها، وإنا أو إياكم - أيها المشركون - لعلى هداية أو في ضلال واضح عن الطريق، فأحدنا لا محالة كذلك، ولا شك أن أهل الهدى هم المؤمنون، وأن أهل الضلال هم المشركون.",
        "saadi": "يأمر تعالى, نبيه محمدا صلى اللّه عليه وسلم, أن يقول لمن أشرك باللّه ويسأله عن حجة شركه: { مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ } فإنهم لا بد أن يقروا أنه اللّه، ولئن لم يقروا فـ { قُلِ اللَّهُ } فإنك لا تجد من يدفع هذا القول، فإذا تبين أن اللّه وحده الذي يرزقكم من السماوات والأرض, وينزل [لكم] المطر, وينبت لكم النبات, ويفجر لكم الأنهار, ويطلع لكم من ثمار الأشجار, وجعل لكم الحيوانات جميعها, لنفعكم ورزقكم, فلم تعبدون معه من لا يرزقكم شيئا, ولا يفيدكم نفعا؟.وقوله: { وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ } أي: إحدى الطائفتين منا ومنكم, على الهدى, مستعلية عليه, أو في ضلال مبين، منغمرة فيه، وهذا الكلام يقوله من تبين له الحق, واتضح له الصواب, وجزم بالحق الذي هو عليه, وبطلان ما عليه خصمه.أي: قد شرحنا من الأدلة الواضحة عندنا وعندكم, ما به يعلم علما يقينا لا شك فيه, من المحق منا, ومن المبطل, ومن المهتدي ومن الضال؟ حتى إنه يصير التعيين بعد ذلك, لا فائدة فيه، فإنك  إذا وازنت بين من يدعو إلى عبادة الخالق, لسائر المخلوقات المتصرف فيها, بجميع أنواع التصرفات, المسدي جميع النعم, الذي رزقهم وأوصل إليهم كل نعمة, ودفع عنهم كل نقمة, الذي له الحمد كله, والملك كله, وكل أحد من الملائكة فما دونهم, خاضعون لهيبته, متذللون لعظمته, وكل الشفعاء تخافه, لا يشفع أحد منهم عنده إلا بإذنه العلي الكبير, في ذاته, وأوصافه, وأفعاله, الذي له كل كمال, وكل جلال, وكل جمال, وكل حمد وثناء ومجد، يدعو إلى التقرب لمن هذا شأنه, وإخلاص العمل له, وينهى عن عبادة من سواه, وبين من يتقرب إلى أوثان, وأصنام, وقبور, لا تخلق, ولا ترزق, ولا تملك لأنفسها, ولا لمن عبدها, نفعا ولا ضرا, ولا موتا ولا حياة, ولا نشورا، بل هي جمادات, لا تعقل, ولا تسمع دعاء عابديها, ولو سمعته ما استجابت لهم، ويوم القيامة يكفرون بشركهم, ويتبرأون منهم, ويتلاعنون بينهم، ليس لهم قسط من الملك, ولا شركة فيه, ولا إعانة فيه، ولا لهم شفاعة يستقلون بها دون اللّه، فهو يدعو مَنْ هذا وصفه, ويتقرب إليه مهما أمكنه, ويعادي من أخلص الدين للّه, ويحاربه, ويكذب رسل اللّه, الذين جاءوا بالإخلاص للّه وحده، تبين  لك أي الفريقين, المهتدي من الضال, والشقي من السعيد؟ ولم يحتج إلى أن يعين لك ذلك, لأن وصف الحال, أوضح من لسان المقال.",
        "kathir": "يقول تعالى مقررا تفرده بالخلق والرزق ، وانفراده بالإلهية أيضا ، فكما كانوا يعترفون بأنه لا يرزقهم من السماء والأرض - أي : بما ينزل من المطر وينبت من الزرع - إلا الله ، فكذلك فليعلموا أنه لا إله غيره .وقوله : ( وإنا أو إياكم لعلى هدى أو في ضلال مبين ) : هذا من باب اللف والنشر ، أي : واحد من الفريقين مبطل ، والآخر محق ، لا سبيل إلى أن تكونوا أنتم ونحن على الهدى أو على الضلال ، بل واحد منا مصيب ، ونحن قد أقمنا البرهان على التوحيد ، فدل على بطلان ما أنتم عليه من الشرك بالله; ولهذا قال : ( وإنا أو إياكم لعلى هدى أو في ضلال مبين ) .قال قتادة : قد قال ذلك أصحاب محمد صلى الله عليه وسلم للمشركين : والله ما نحن وإياكم على أمر واحد ، إن أحد الفريقين لمهتد .وقال عكرمة وزياد بن أبي مريم : معناه : إنا نحن لعلى هدى ، وإنكم لفي ضلال مبين ."
      },
      "translations": {
        "en": "Say, \"Who provides for you from the heavens and the earth?\" Say, \"Allah. And indeed, we or you are either upon guidance or in clear error.\"",
        "fr": "Dis: «Qui vous nourrit du ciel et de la terre?» Dis: «Allah. C'est nous ou bien vous qui sommes sur une bonne voie, ou dans un égarement manifeste».",
        "es": "Di: «¿Quién os procura el sustento de los cielos y de la tierra?» Di: «¡Alá! O nosotros o vosotros, unos siguen la buena dirección y otros están evidentemente extraviados»."
      },
      "ibn_ashour": "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ (24)انتقال من دَمْغ المشركين بضعف آلهتهم وانتفاء جدواها عليهم في الدنيا والآخرة إلى إلزامهم بطلان عبادتها بأنها لا تستحق العبادة لأن مستحق العبادة هو الذي يرزق عباده فإن العبادة شكر ولا يستحق الشكر إلا المنعم ، وهذا احتجاج بالدليل النظري لأن الاعتراف بأن الله هو الرزاق يستلزم انفراده بإلهيته إذ لا يجوز أن ينفرد ببعض صفات الإلهية ويشارك في بعض آخر فإن الإِلهية حقيقة لا تقبل التجزئة والتبعيض .وأعيد الأمر بالقول لزيادة الاهتمام بالمقول فإن أصل الأمر بالقول في مقام التصدّي للتبليغ دال على الاهتمام ، وإعادة ذلك الأمر زيادة في الاهتمام .و { مَن } استفهام للتنبيه على الخطأ ولذلك أعقب بالجواب من طرف السائل بقوله : { قل الله } لتحقق أنهم لا ينكرون ذلك الجواب كما في قوله تعالى : { قل من يرزقكم من السماء والأرض أم من يملك السمع والأبصار } إلى قوله : { فسيقولون اللَّه } في سورة يونس ( 31 ) . وتقدم نظير صدر هذه الآية في سورة الرعد .وعطف على الاستفهام إبراز المقصد بطريقة"
    },
    {
      "number": 25,
      "text": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "قل: لا تُسألون عن ذنوبنا، ولا نُسأل عن أعمالكم؛ لأننا بريئون منكم ومِن كفركم.",
        "mukhtasar": "قل لهم - أيها الرسول -: لا تسألون يوم القيامة، عن ذنوبنا التي ارتكبناها، ولا نُسْأل نحن عما كنتم تعملون.",
        "saadi": "{ قُلْ } لهم [ { لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ } أي: كل منا ومنكم, له عمله أنتم] { لا تسألون } عن إجرامنا وذنوبنا لو أذنبنا, ونحن لا نسأل عن أعمالكم، فليكن المقصود منا ومنكم طلب الحقائق وسلوك طريق الإنصاف، ودعوا ما كنا نعمل, ولا يكن مانعا لكم من اتباع الحق، فإن أحكام الدنيا تجري على الظواهر, ويتبع فيها الحق, ويجتنب الباطل، وأما الأعمال فلها دار أخرى, يحكم فيها أحكم الحاكمين, ويفصل بين المختصمين, أعدل العادلين.",
        "kathir": "وقوله : ( قل لا تسألون عما أجرمنا ولا نسأل عما تعملون ) : معناه التبري منهم ، أي : لستم منا ولا نحن منكم ، بل ندعوكم إلى الله وإلى توحيده وإفراد العبادة له ، فإن أجبتم فأنتم منا ونحن منكم ، وإن كذبتم فنحن برآء منكم وأنتم برآء منا ، كما قال تعالى : ( وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريئون مما أعمل وأنا بريء مما تعملون ) [ يونس : 41 ] ، وقال : ( قل يا أيها الكافرون لا أعبد ما تعبدون ولا أنتم عابدون ما أعبد ولا أنا عابد ما عبدتم ولا أنتم عابدون ما أعبد لكم دينكم ولي دين ) [ سورة الكافرون ] ."
      },
      "translations": {
        "en": "Say, \"You will not be asked about what we committed, and we will not be asked about what you do.\"",
        "fr": "Dis: «Vous ne serez pas interrogés sur les crimes que nous avons commis, et nous ne serons pas interrogés sur ce que vous faites».",
        "es": "Di: «Ni vosotros tendréis que responder de nuestros delitos, ni nosotros de lo que hagáis»."
      },
      "ibn_ashour": "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ (25)أعيد الأمر بأن يقول لهم مقالاً آخر إعادة لزيادة الاهتمام كما تقدم آنفاً واستدعاء لأسماء المخاطبين بالإِصغاء إليه .ولما كان هذا القول يتضمن بياناً للقول الذي قبله فُصِلتْ جملة الأمر بالقول عن أختها إذ لا يعطف البيان على المبين بحرف النسق ، فإنه لما ردَّد أمر الفريقين بين أن يكون أحدهما على هدى والآخر في ضلال وكان الضلال يأتي بالإِجرام اتّسِعَ في المحاجة فقيل لهم : إذا نحن أجرمنا فأنتم غير مُؤَاخَذِين بجُرمنا وإذا عمِلْتُم عملاً فنحن غير مؤاخذين به ، أي أن كل فريق مؤاخذ وحده بعمله فالأجدى بكلا الفريقين أن ينظر كل في أعماله وأعمال ضده ليعلم أيّ الفريقين أحق بالفوز والنجاة عند الله .وأيضاً فُصِلت لتكون هذه الجملة مستقلة بنفسها ليخصها السامع بالتأمل في مدلولها فيجوز أن تعتبر استئنافاً ابتدائياً ، وهي مع ذلك اعتراض بيّن أثناء الاحتجاج .فمعنى : { لا تسألون } { ولا نسأل } ، أن كل فريق له خويّصته .والسؤال : كناية عن أثره وهو الثواب على العمل الصالح والجزاء على الإِجرام بمثله ، كما هو في قول كعب بن زهير: ... وقيل إنك م"
    },
    {
      "number": 26,
      "text": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
      "tafsir": {
        "muyassar": "قل: ربنا يجمع بيننا وبينكم يوم القيامة، ثم يقضي بيننا بالعدل، وهو الفتَّاح الحاكم بين خلقه، العليم بما ينبغي أن يُقْضى به، وبأحوال خلقه، لا تخفى عليه خافية.",
        "mukhtasar": "قل لهم: يجمع الله بيننا وبينكم يوم القيامة، ثم يقضي بيننا وبينكم بالعدل، فيبين المُحِقَّ مِن المُبْطِل وهو الحاكم الذي يحكم بالعدل، العليم بما يحكم به.",
        "saadi": "ولهذا قال: { قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا } أي: يحكم بيننا حكما, يتبين به الصادق من الكاذب, والمستحق للثواب, من المستحق للعقاب، وهو خير الفاتحين.",
        "kathir": "وقوله : ( قل يجمع بيننا ربنا ) أي : يوم القيامة ، يجمع [ بين ] الخلائق في صعيد واحد ، ثم يفتح بيننا بالحق ، أي : يحكم بيننا بالعدل ، فيجزي كل عامل بعمله ، إن خيرا فخير ، وإن شرا فشر . وستعلمون يومئذ لمن العزة والنصرة والسعادة الأبدية ، كما قال تعالى : ( ويوم تقوم الساعة يومئذ يتفرقون فأما الذين آمنوا وعملوا الصالحات فهم في روضة يحبرون وأما الذين كفروا وكذبوا بآياتنا ولقاء الآخرة فأولئك في العذاب محضرون ) [ الروم : 14 - 16 ] ; ولهذا قال تعالى : ( وهو الفتاح العليم ) أي : الحاكم العادل العالم بحقائق الأمور ."
      },
      "translations": {
        "en": "Say, \"Our Lord will bring us together; then He will judge between us in truth. And He is the Knowing Judge.\"",
        "fr": "Dis: «Notre Seigneur nous réunira, puis Il tranchera entre nous, avec la vérité, car c'est Lui le Grand Juge, l'Omniscient».",
        "es": "Di: «Nuestro Señor nos reunirá y fallará entre nosotros según justicia. Él es Quien falla, el Omnisciente»."
      },
      "ibn_ashour": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ (26)إعادة فعل { قل } لِمَا عرفتَ في الجملة التي قبلها من زيادة الاهتمام بهذه المحاجات لتكون كل مجادلة مستقلة غير معطوفة فتكون هذه الجملة استئنافاً ابتدائياً . îوأيضاً فهي بمنزلة البيان للتي قبلها لأن نفي سؤال كل فريق عن عمل غيره يقتضي أن هنالك سؤالاً عن عمل نفسه فبُيّن بأن الذي يسأل الناس عن أعمالهم هو الله تعالى ، وأنه الذي يفصل بين الفريقين بالحق حين يجمعهم يوم القيامة الذي هم منكروه فما ظنك بحالهم يوم تَحقَّق ما أنكروه .وهنا تدرج الجدل من الإِيماء إلى الإِشارة القريبة من التصريح لما في إثبات يوم الحساب والسؤال من المصارحة بأنهم الضالّون . ويسمى هذا التدرج عند أهل الجدل بالترقّي .والفتح : الحكم والفصل بالحق ، كقوله تعالى : { ربنا افتح بيننا وبين قومنا بالحق وأنت خير الفاتحين } [ الأعراف : 89 ] وهو مأخوذ من فتح الكوة لإِظهار ما خلفها .وجملة { وهو الفتاح العليم } تذييل بوصفه تعالى بكثرة الحكم وقوته وإحاطة العلم ، وبذلك كان تذييلاً لجملة { يجمع بيننا ربنا ثم يفتح بيننا بالحق } المتضمنة حكم"
    },
    {
      "number": 27,
      "text": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "قل: أروني بالحجة والدليل الذين ألحقتموهم بالله وجعلتموهم شركاء له في العبادة، هل خلقوا شيئًا؟ ليس الأمر كما وصفوا، بل هو المعبود بحق الذي لا شريك له، العزيز في انتقامه ممن أشرك به، الحكيم في أقواله وأفعاله وتدبير أمور خلقه.",
        "mukhtasar": "قل لهم - أيها الرسول -: أروني الذين جعلتموهم لله شركاء تشركونهم معه في العبادة، كلا، ليس الأمر كما تصورتم من أن له شركاء، بل هو الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وقَدَرِه وتدبيره.",
        "saadi": "{ قُلْ } لهم يا أيها الرسول, ومن ناب منابك: { أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ } أي: أين هم؟ وأين السبيل إلى معرفتهم؟ وهل هم في الأرض, أم في السماء؟ فإن عالم الغيب والشهادة قد أخبرنا أنه ليس في الوجود له شريك.{ وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ } الآية { وَمَا يَتَّبِعُ الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ شُرَكَاءَ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ } وكذلك خواص خلقه من الأنبياء والمرسلين, لا يعلمون له شريكا، فيا أيها المشركون أروني الذين ألحقتم بزعمكم الباطل باللّه { شُرَكَاءُ } وهذا السؤال لا يمكنهم الإجابة عنه, ولهذا قال: { كَلَّا } أي: ليس للّه شريك, ولا ند, ولا ضد. { بَلْ هُوَ اللَّهُ } الذي لا يستحق التأله والتعبد, إلا هو { الْعَزِيزُ } الذي قهر كل شيء فكل ما سواه, فهو مقهور مسخر مدبر. { الْحَكِيمُ } الذي أتقن ما خلقه, وأحسن ما شرعه، ولو لم يكن في حكمته في شرعه إلا أنه أمر بتوحيده, وإخلاص الدين له, وأحب ذلك, وجعله طريقا للنجاة, ونهى عن الشرك به, واتخاذ الأنداد من دونه, وجعل ذلك طريقا للشقاء والهلاك, لكفى  بذلك برهانا على كمال حكمته، فكيف وجميع ما أمر به ونهى عنه, مشتمل على الحكمة؟\" ",
        "kathir": "وقوله : ( قل أروني الذين ألحقتم به شركاء ) أي : أروني هذه الآلهة التي جعلتموها لله أندادا وصيرتموها له عدلا . ) كلا ) أي : ليس له نظير ولا نديد ، ولا شريك ولا عديل ، ولهذا قال : ( بل هو الله ) : أي : الواحد الأحد الذي لا شريك له ) العزيز الحكيم ) أي : ذو العزة التي قد قهر بها كل شيء ، وغلبت كل شيء ، الحكيم في أفعاله وأقواله ، وشرعه وقدره ، تعالى وتقدس ."
      },
      "translations": {
        "en": "Say, \"Show me those whom you have attached to Him as partners. No! Rather, He [alone] is Allah, the Exalted in Might, the Wise.\"",
        "fr": "Dis: «Montrez-moi ceux que vous Lui avez donnés comme associés. Eh bien, non! C'est plutôt Lui, Allah, le Puissant, le Sage».",
        "es": "Di: «Mostradme los que Le habéis agregado como asociados. Pero ¡no! El es Alá, el Poderoso, el Sabio»."
      },
      "ibn_ashour": "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (27)أعيد الأمر بالقول رابع مرة لمزيد الاهتمام وهو رجوع إلى مهيع الاحتجاج على بطلان الشرك فهو كالنتيجة لجملة { قل من يرزقكم من السماوات والأرض } [ سبأ : 24 ] .والأمر في قوله : { أروني } مستعمل في التعجيز ، وهو تعجيز للمشركين عن إبداء حجة لإِشراكهم ، وهو انتقال من الاحتجاج على بطلان إلهية الأصنام بدليل النظير في قوله : { قل من يرزقكم } إلى إبطال ذلك بدليل البداهة .وقد سُلك من طرق الجدل طريقُ الاستفسار ، والمصطلح عليه عند أهل الجدل أن يكون الاستفسار مقدَّماً على طرائق المناظرة وإنما أخّر هنا لأنه كان مفضياً إلى إبطال دعوى الخصم بحذافيرها فأريد تأخيره لئلا يَفوت افتضاح الخصم بالأدلة السابقة تبسيطاً لبساط المجادلة حتى يكون كل دليل منادياً على غلط الخصوم وباطلهم . وافتضاح الخطأ من مقاصد المناظِر الذي قامت حجته .والإِراءة هنا من الرؤية البصرية فيتعدى إلى مفعولين : أحدهما بالأصالة ، والثاني بهمزة التعدية .والمقصود : أروني شخوصهم لنبصر هل عليها ما يناسب صفة الإِلهية ، أي أن كل من يشاهد الأصنام با"
    },
    {
      "number": 28,
      "text": "وَمَآ أَرْسَلْنَٰكَ إِلَّا كَآفَّةًۭ لِّلنَّاسِ بَشِيرًۭا وَنَذِيرًۭا وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "وما أرسلناك -أيها الرسول- إلا للناس أجمعين مبشرًا بثواب الله، ومنذرًا عقابه، ولكن أكثر الناس لا يعلمون الحق، فهم معرضون عنه.",
        "mukhtasar": "وما بعثناك - أيها الرسول - إلا للناس عامة مبشرًا أهل التقوى بأن لهم الجنة، ومُخَوِّفًا أهل الكفر والفجور من النار، ولكن معظم الناس لا يعلمون ذلك، فلو علموه لما كذبوك.",
        "saadi": "يخبر تعالى أنه ما أرسل رسوله صلى اللّه عليه وسلم, إلا ليبشر جميع الناس بثواب اللّه, ويخبرهم بالأعمال الموجبة لذلك، وينذرهم عقاب اللّه, ويخبرهم بالأعمال الموجبة له, فليس لك من الأمر شيء، وكل ما اقترح عليك أهل التكذيب والعناد, فليس من وظيفتك, إنما ذلك بيد اللّه تعالى، { وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } أي: ليس لهم علم صحيح, بل إما جهال, أو معاندون لم يعملوا بعلمهم, فكأنهم لا علم لهم. ومن عدم علمهم, جعلهم عدم الإجابة لما اقترحوه على الرسول, مجبا لرد دعوته.",
        "kathir": "يقول تعالى لعبده ورسوله محمد ، صلوات الله وسلامه عليه : ( وما أرسلناك إلا كافة للناس ) : أي : إلا إلى جميع الخلق من المكلفين ، كقوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا ) [ الأعراف : 158 ] ، ( تبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا ) [ الفرقان : 1 ] . ( بشيرا ونذيرا ) أي تبشر من أطاعك بالجنة ، وتنذر من عصاك بالنار .( ولكن أكثر الناس لا يعلمون ) ، كقوله تعالى : ( وما أكثر الناس ولو حرصت بمؤمنين ) [ يوسف : 103 ] ، ( وإن تطع أكثر من في الأرض يضلوك عن سبيل الله ) [ الأنعام : 116 ] .قال محمد بن كعب في قوله : ( وما أرسلناك إلا كافة للناس ) يعني : إلى الناس عامة .وقال قتادة في هذه الآية : أرسل الله محمدا صلى الله عليه وسلم إلى العرب والعجم ، فأكرمهم على الله أطوعهم لله عز وجل .وقال ابن أبي حاتم : حدثنا أبو عبد الله الظهراني ، حدثنا حفص بن عمر العدني ، حدثنا الحكم - يعني : ابن أبان - عن عكرمة قال : سمعت ابن عباس يقول : إن الله فضل محمدا صلى الله عليه وسلم على أهل السماء وعلى الأنبياء . قالوا : يا ابن عباس ، فيم فضله الله على الأنبياء ؟ قال : إن الله قال : ( وما أرسلنا من رسول إلا بلسان قومه ليبين لهم ) ، وقال للنبي صلى الله عليه وسلم : ( وما أرسلناك إلا كافة للناس ) ، فأرسله الله إلى الجن والإنس .وهذا الذي قاله ابن عباس قد ثبت في الصحيحين رفعه عن جابر قال : قال رسول الله صلى الله عليه وسلم : \" أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي : نصرت بالرعب مسيرة شهر . وجعلت لي الأرض مسجدا وطهورا ، فأيما رجل من أمتي أدركته الصلاة فليصل . وأحلت لي الغنائم ، ولم تحل لأحد قبلي . وأعطيت الشفاعة . وكان النبي يبعث إلى قومه ، وبعثت إلى الناس عامة \" .وفي الصحيح أيضا أن رسول الله صلى الله عليه وسلم قال : \" بعثت إلى الأسود والأحمر \" : قال مجاهد . يعني : الجن والإنس . وقال غيره : يعني : العرب والعجم . والكل صحيح ."
      },
      "translations": {
        "en": "And We have not sent you except comprehensively to mankind as a bringer of good tidings and a warner. But most of the people do not know.",
        "fr": "Et Nous ne t'avons envoyé qu'en tant qu'annonciateur et avertisseur pour toute l'humanité. Mais la plupart des gens ne savent pas.",
        "es": "No te hemos enviado sino como nuncio de buenas nuevas y como monitor a todo el género humano. Pero la mayoría de los hombres no saben."
      },
      "ibn_ashour": "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (28)انتقال من إبطال ضلال المشركين في أمر الربوبية إلى إبطال ضلالهم في شأن صدق الرسول صلى الله عليه وسلموغيّر أسلوب الكلام من الأمر بمحاجة المشركين إلى الإِخبار برسالة النبي صلى الله عليه وسلم تشريفاً له بتوجيه هذا الإِخبار بالنعمة العظيمة إليه ، ويحصل إبطال مزاعم المشركين بطريق التعريض .وفي هذه الآية إثبات رسالة محمد صلى الله عليه وسلم على منكريها من العرب وإثبات عمومها على منكريها من اليهود .فإن { كافَّة } من ألفاظ العموم ووقعت هنا حالاً من «الناس» مستثنى من عموم الأحوال وهي حال مقدمة على صاحبها المجرور بالحرف ، وقد مضى الكلام عليها عند قوله تعالى : { يا أيها الذين آمنوا ادخلوا في السلم كافة } في سورة البقرة ( 208 ) ، وعند قوله : { وقاتلوا المشركين كافة } في سورة براءة ( 36 ) . وذكرنا أن التحقيق : أن كافة } يوصف به العاقلُ وغيرُه وأنه تعتوره وجوهُ الإِعراب كما هو مختار الزمخشري وشهد له القرآن والاستعمال خلافاً لابن هشام في «مغني اللبيب» ، وأن ما شدد به التّنكير على الزمخشري ته"
    },
    {
      "number": 29,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "ويقول هؤلاء المشركون مستهزئين: متى هذا الوعد الذي تَعِدوننا أن يجمعنا الله فيه، ثم يقضي بيننا، إن كنتم صادقين فيما تعدوننا به؟",
        "mukhtasar": "ويقول المشركون مستعجلين بالعذاب الذي يُخوَّفون منه: متى هذا الوعد بالعذاب إن كنتم صادقين فيما تدعونه من أنه حق؟",
        "saadi": "فمما اقترحوه, استعجالهم العذاب, الذي أنذرهم به فقال: { وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ } وهذا ظلم منهم. فأي ملازمة بين صدقه, وبين الإخبار بوقت وقوعه؟ وهل هذا إلا رد للحق, وسفه في العقل؟ أليس النذير [في أمر] في أحوال الدنيا, لو جاء قوما, يعلمون صدقه ونصحه, ولهم عدو ينتهز الفرصة منهم ويُعِدُّ لهم فقال لهم: تركت عدوكم قد سار, يريد اجتياحكم واستئصالكم. فلو قال بعضهم: إن كنت صادقا, فأخبرنا بأية ساعة يصل إلينا, وأين مكانه الآن؟ فهل يعد هذا القائل عاقلا, أم يحكم بسفهه وجنونه؟هذا, والمخبر يمكن صدقه وكذبه, والعدو قد يبدو له غيرهم, وقد تنحل عزيمته، وهم قد يكون بهم منعة يدافعون بها عن أنفسهم، فكيف بمن كذب أصدق الخلق, المعصوم في خبره, الذي لا ينطق عن الهوى, بالعذاب اليقين, الذي لا مدفع له, ولا ناصر منه؟! أليس رد خبره بحجة عدم بيانه وقت وقوعه من أسفه السفه؟\"",
        "kathir": "ثم قال تعالى مخبرا عن الكفار في استبعادهم قيام الساعة : ( ويقولون متى هذا الوعد إن كنتم صادقين ) ، كما قال تعالى : ( يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها ويعلمون أنها الحق ) الآية [ الشورى : 18 ] ."
      },
      "translations": {
        "en": "And they say, \"When is this promise, if you should be truthful?\"",
        "fr": "Et ils disent: «A quand cette promesse, si vous êtes véridiques?»",
        "es": "Dicen: «¿Cuándo se cumplirá esta amenaza, si es verdad lo que decís?»"
      },
      "ibn_ashour": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (29) كان من أعظم ما أنكروه مما جاء به الرسول صلى الله عليه وسلم القيامةُ والبعثُ ولذلك عقب إبطال قولهم في إنكار الرسالة بإبطال قولهم في إنكار البعث ، والجملة معطوفة على خبر { لكِنَّ } [ سبأ : 28 ] . والتقدير : ولكن أكثر الناس لا يعلمون حق البشارة والنذارة ويتهكمون فيسألون عن وقت هذا الوعد الذي هو مظهر البشارة والنذارة . ويجوز أن تكون الجملة مستأنفة والواو للاستئناف .وضمير { يقولون } عائد إلى المحاجّين من المشركين الذين صدرت عنهم هذه المقالة . وصيغة المضارع في { يقولون } تفيد التعجيب من مقالتهم كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] مع إفادتها تكرر ذلك القول منهم وتجدّده ."
    },
    {
      "number": 30,
      "text": "قُل لَّكُم مِّيعَادُ يَوْمٍۢ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةًۭ وَلَا تَسْتَقْدِمُونَ",
      "tafsir": {
        "muyassar": "قل لهم -أيها الرسول-: لكم ميعاد هو آتيكم لا محالة، وهو ميعاد يوم القيامة، لا تستأخرون عنه ساعة للتوبة، ولا تستقدمون ساعةً قبله للعذاب. فاحذروا ذلك اليوم، وأَعِدُّوا له عدته.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المستعجلين بالعذاب: لكم ميعاد يوم محدد؛ لا تتأخرون عنه ساعة، ولا تتقدمون عنه ساعة، وهذا اليوم هو يوم القيامة.",
        "saadi": "{ قُلْ } لهم - مخبرا بوقت وقوعه الذي لا شك فيه -: { لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ } فاحذروا ذلك اليوم, وأعدوا له عدته.",
        "kathir": "ثم قال : ( قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون ) أي : لكم ميعاد مؤجل معدود محرر ، لا يزداد ولا ينتقص ، فإذا جاء فلا يؤخر ساعة ولا يقدم ، كما قال تعالى : ( إن أجل الله إذا جاء لا يؤخر ) [ نوح : 4 ] ، وقال ( وما نؤخره إلا لأجل معدود . يوم يأت لا تكلم نفس إلا بإذنه فمنهم شقي وسعيد ) [ هود : 104 ، 105 ] ."
      },
      "translations": {
        "en": "Say, \"For you is the appointment of a Day [when] you will not remain thereafter an hour, nor will you precede [it].\"",
        "fr": "Dis: «Le rendez-vous est pour un jour que vous ne saurez retarder d'une heure, ni avancer!»",
        "es": "Di: «Se os ha fijado ya un día que no podréis retrasar ni adelantar una hora»."
      },
      "ibn_ashour": "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ (30)وجملة { قل لكم ميعاد يوم } إلى آخرها مسوقة مساق الجواب عن مقالتهم ولذلك فصلت ولم تعطف ، على طريقة حكاية المحاورات في القرآن ، وهذا الجواب جرى على طريقة الأسلوب الحكيم ، أي أن الأهم للعقلاء أن تتوجه هممهم إلى تحقق وقوع الوعد في الوقت الذي عينه الله له وأنه لا يؤخره شيء ولا يقدمه ، وحسَّن هذا الأسلوب أن سؤالهم إنما أرادوا به الكناية عن انتفاء وقوعه .وفي هذا الجواب تعريض بالتهديد فكان مطابقاً للمقصود من الاستفهام ، ولذلك زيد في الجواب كلمة { لكم } إشارة إلى أن هذا الميعاد منصرف إليهم ابتداء .وضمير جمع المخاطب في قوله : { إن كنتم صادقين } إما للرسول صلى الله عليه وسلم باعتبار أن معه جماعة يخبرون بهذا الوعد ، وإما الخطاب موجه للمسلمين .وإسم الإِشارة في هذا الوعد للاستخفاف والتحقير كقول قيس بن الخطيم: ... متى يأت هذا الموت لا يلف حاجةلنفسيَ إلا قد قضيتُ قضاءها ... وجواب : { كنتم صادقين } دل عليه السؤال ، أي إن كنتم صادقين فعيِّنُوا لنا ميقات هذا الوعد . وهذا كلام صادر عن جهالة لأنه لا يلزم من الصدق في ال"
    },
    {
      "number": 31,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "وقال الذين كفروا: لن نصدِّق بهذا القرآن ولا بالذي تَقَدَّمَه من التوراة والإنجيل والزبور، فقد كذَّبوا بجميع كتب الله. ولو ترى -أيها الرسول- إذ الظالمون محبوسون عند ربهم للحساب، يتراجعون الكلام فيما بينهم، كل يُلْقي بالعتاب على الآخر، لرأيت شيئًا فظيعا، يقول المستضعفون للذين استكبروا -وهم القادة والرؤساء الضالون المضلون-: لولا أنتم أضللتمونا عن الهدى لكنا مؤمنين بالله ورسوله.",
        "mukhtasar": "وقال الذين كفروا بالله: لن نؤمن بهذا القرآن الذي يزعم محمد أنه منزل عليه، ولن نؤمن بالكتب السماوية السابقة، ولو ترى - أيها الرسول - إذ الظالمون محبوسون عند ربهم يوم القيامة للحساب، يتراجعون الكلام بينهم، يُلْقِي كل منهم المسؤولية واللوم على الآخر، يقول الأتباع الذين استُضْعِفوا لسادتهم الذين استَضْعَفوهم في الدنيا: لولا أنكم أضللتمونا، لكنا مؤمنين بالله وبرسله.",
        "saadi": "لما ذكر تعالى أن ميعاد المستعجلين بالعذاب, لا بد من وقوعه عند حلول أجله، ذكر هنا حالهم في ذلك اليوم, وأنك لو رأيت حالهم إذا وقفوا عند ربهم, واجتمع الرؤساء والأتباع في الكفر والضلال, لرأيت أمرا عظيما وهولا جسيما، ورأيت كيف يتراجع, ويرجع بعضهم إلى بعض القول، فـ { يَقُولُ الَّذِينَ اسْتُضْعِفُوا } وهم الأتباع { لِلَّذِينَ اسْتَكْبَرُوا } وهم القادة: { لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ } ولكنكم حُلْتُم بيننا وبين الإيمان, وزينتم لنا الكفر[ان], فتبعناكم على ذلك، ومقصودهم بذلك أن يكون العذاب على الرؤساء دونهم.",
        "kathir": "يخبر تعالى عن تمادي الكفار في طغيانهم وعنادهم وإصرارهم على عدم الإيمان بالقرآن وما أخبر به من أمر المعاد; ولهذا قال : ( وقال الذين كفروا لن نؤمن بهذا القرآن ولا بالذي بين يديه ) . قال الله تعالى متهددا لهم ومتوعدا ، ومخبرا عن مواقفهم الذليلة بين يديه في حال تخاصمهم وتحاجهم : ( يرجع بعضهم إلى بعض القول يقول الذين استضعفوا ) منهم وهم الأتباع ( للذين استكبروا ) وهم قادتهم وسادتهم : ( لولا أنتم لكنا مؤمنين ) أي : لولا أنتم تصدونا ، لكنا اتبعنا الرسل وآمنا بما جاءونا به ."
      },
      "translations": {
        "en": "And those who disbelieve say, \"We will never believe in this Qur'an nor in that before it.\" But if you could see when the wrongdoers are made to stand before their Lord, refuting each other's words... Those who were oppressed will say to those who were arrogant, \"If not for you, we would have been believers.\"",
        "fr": "Et ceux qui avaient mécru dirent: «Jamais nous ne croirons à ce Coran ni à ce qui l'a précédé». Et si tu pouvais voir quand les injustes seront debout devant leur Seigneur, se renvoyant la parole les uns aux autres! Ceux que l'on considérait comme faibles diront à ceux qui s'enorgueillissaient: «Sans vous, nous aurions certes été croyants».",
        "es": "Los infieles dicen: «No creemos en este Corán ni en sus precedentes». Si pudieras ver a los impíos, de pie ante su Señor, recriminándose unos a otros. Los que fueron débiles dirán a los que fueron altivos: «Si no llega a ser por vosotros, habríamos creído»."
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآَنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ (31){ وَلاَ تَسْتَقْدِمُونَ * وَقَالَ الذين كَفَرُواْ لَن نُّؤْمِنَ بهذا القرءان وَلاَ بالذى } .كان المشركون لما فاجأتهم دعوة الإِسلام وأخَذ أمره في الظهور قد سلكوا طرائق مختلفة لقمع تلك الدعوة ، وقد كانوا قبل ظهور الإِسلام لاَهِينَ عن الخوض فيما سلف من الشرائع فلما قرعت أسماعهم دعوة الإِسلام اضطربت أقوالهم : فقالوا : { ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] ، وقالوا غيرَ ذلك ، فمن ذلك أنهم لجأَوا إلى أهل الكتاب وهم على مقربة منهم بالمدينة وخيبر وقريظة ليَتَلقَّوا منهم ملقَّنَات يفحمون بها النبي صلى الله عليه وسلم فكان أهل الكتب يُمْلُون عليهم كلما لَقُوهم ما عساهم أن يُمَوِّهُوا على الناس عدم صحة الرسالة المحمدية ، فمرة يقولون : { لولا أوتي مثل ما أوتي موسى } [ القصص : 48 ] ، ومرة يقولون :"
    },
    {
      "number": 32,
      "text": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
      "tafsir": {
        "muyassar": "قال الرؤساء للذين استُضعِفوا: أنحن منعناكم من الهدى بعد إذ جاءكم؟ بل كنتم مجرمين إذ دخلتم في الكفر بإرادتكم مختارين.",
        "mukhtasar": "قال المتبوعون الذين استكبروا عن الحق للتابعين الذين استضعفوهم: أنحن منعناكم عن الهدى الذي جاءكم به محمد؟! لا، بل كنتم ظلمة وأصحاب فساد وإفساد.",
        "saadi": "{ قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا } مستفهمين لهم ومخبرين أن الجميع مشتركون في الجرم: { أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ } أي: بقوتنا وقهرنا لكم. { بَلْ كُنْتُمْ مُجْرِمِينَ } أي: مختارين للإجرام, لستم مقهورين عليه, وإن كنا قد زينا لكم, فما كان لنا عليكم من سلطان.",
        "kathir": "فقال لهم القادة والسادة ، وهم الذين استكبروا : ( أنحن صددناكم عن الهدى بعد إذ جاءكم ) أي : نحن ما فعلنا بكم أكثر من أنا دعوناكم فاتبعتمونا من غير دليل ولا برهان ، وخالفتم الأدلة والبراهين والحجج التي جاءت بها الأنبياء ، لشهوتكم واختياركم لذلك; ولهذا قالوا : ( بل كنتم مجرمين )"
      },
      "translations": {
        "en": "Those who were arrogant will say to those who were oppressed, \"Did we avert you from guidance after it had come to you? Rather, you were criminals.\"",
        "fr": "Ceux qui s'enorgueillissaient diront à ceux qu'ils considéraient comme faibles: «Est-ce nous qui vous avons repoussés de la bonne direction après qu'elle vous fut venue? Mais vous étiez plutôt des criminels».",
        "es": "Los que fueron altivos dirán a los que fueron débiles: «¿Somos, acaso, nosotros los que os desviaron de la Dirección cuando se os indicó ésta? ¡No, fuisteis culpables!»"
      },
      "ibn_ashour": "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنْتُمْ مُجْرِمِينَ (32)جُرِّد فعل { قال } عن العاطف لأنه جاء على طريقة المجاوبة والشأنْ فيه حكاية القول بدون عطف كما بيّناه غير مرة .وهمزة الاستفهام مستعملة في الإِنكار على قول المستضعفين تبرّؤا منه . وهذا الإِنكار بهتان وإنكار للواقع بعثه فيهم خوف إلقاء التبعة عليهم وفرط الغضب والحسرة من انتقاض أتباعهم عليهم وزوال حرمتهم بيْنهم فلم يتمالكوا أن لا يكذبوهم ويذيلوا بتوريطهم .وأتى بالمسند إليه قبل المسند الفعلي في سياق الاستفهام الإِنكاري الذي هو في قوة النفي ليفيد تخصيص المسند إليه بالخبر الفعلي على طريقة : ما أنا قلت هذا .والمعنى : ما صددناكم ولكن صدكم شيء آخر وهو المعطوف ب { بل } التي للإِبطال بقوله : { بل كنتم مجرمين } أي ثبت لكم الإِجرام من قبل وإجرامكم هو الذي صدّكم إذ لم تكونوا على مقاربة الإِيمان فنصدكم عنه ولكنكم صددتم وأعرضتم بإجرامكم ولم تقبلوا دعوة الإِيمان .وحاصل المعنى : أن حالنا وحالكم سواء ، كل فريق يتحمل تبعة أعماله فإن كلا الفريقين كان مُعْرِضاً عن الإ"
    },
    {
      "number": 33,
      "text": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًۭا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "وقال المستضعفون لرؤسائهم في الضلال: بل تدبيركم الشر لنا في الليل والنهار هو الذي أوقعنا في التهلكة، فكنتم تطلبون منا أن نكفر بالله، ونجعل له شركاء في العبادة، وأسرَّ كُلٌّ من الفريقين الحسرة حين رأوا العذاب الذي أُعدَّ لهم، وجعلنا الأغلال في أعناق الذين كفروا، لا يعاقَبون بهذا العقاب إلا بسبب كفرهم بالله وعملهم السيئات في الدنيا. وفي الآية تحذير شديد من متابعة دعاة الضلال وأئمة الطغيان.",
        "mukhtasar": "وقال الأتباع الذين استضعفهم سادتهم لمتبوعيهم المستكبرين عن الحق: بل صدّنا عن الهدى مكركم بنا بالليل والنهار حين كنتم تأمروننا بالكفر بالله، وبعبادة مخلوقين من دونه.\nوأخفوا الندامة على ما كانوا عليه من الكفر في الدنيا حين شاهدوا العذاب، وعلموا أنهم معذبون، وجعلنا الأصفاد في أعناق الكافرين، لا يجزون هذا الجزاء إلا بما كانوا يعملونه في الدنيا من عبادة غير الله وارتكاب المعاصي.",
        "saadi": "{ وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا } أي: بل الذي دهانا منكم, ووصل إلينا من إضلالكم, ما دبرتموه من المكر, في الليل والنهار, إذ تُحَسِّنون لنا الكفر, وتدعوننا إليه, وتقولون: إنه الحق, وتقدحون في الحق وتهجنونه, وتزعمون أنه الباطل، فما زال مكركم بنا, وكيدكم إيانا, حتى أغويتمونا وفتنتمونا.فلم تفد تلك المراجعة بينهم شيئا إلا تبري بعضهم من بعض, والندامة العظيمة, ولهذا قال: { وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ } أي: زال عنهم ذلك الاحتجاج الذي احتج به بعضهم على بعض لينجو من العذاب, وعلم أنه ظالم مستحق له، فندم كل منهم غاية الندم, وتمنى أن لو كان على الحق, [وأنه] ترك الباطل الذي أوصله إلى هذا العذاب, سرا في أنفسهم, لخوفهم من الفضيحة في إقرارهم على أنفسهم. وفي بعض مواقف القيامة, وعند دخولهم النار, يظهرون ذلك الندم جهرا.{ وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا * يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا } الآيات.{ وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ * فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ } { وجعلنا الأغلال في أعناق الذين كفروا } يغلون كما يغل المسجون الذي سيهان في سجنه كما قال تعالى { إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ } الآيات.{ هَلْ يُجْزَوْنَ } في هذا العذاب والنكال, وتلك الأغلال الثقال { إِلَّا مَا كَانُوا يَعْمَلُونَ } من الكفر والفسوق والعصيان. ",
        "kathir": "أي : بل كنتم تمكرون بنا ليلا ونهارا ، وتغرونا وتمنونا ، وتخبرونا أنا على هدى وأنا على شيء ، فإذا جميع ذلك باطل وكذب ومين .قال قتادة ، وابن زيد : ( بل مكر الليل والنهار ) يقول : بل مكرهم بالليل والنهار . وكذا قال مالك ، عن زيد بن أسلم : مكرهم بالليل والنهار .( إذ تأمروننا أن نكفر بالله ونجعل له أندادا ) أي نظراء وآلهة معه ، وتقيموا لنا شبها وأشياء من المحال تضلونا بها ( وأسروا الندامة لما رأوا العذاب ) أي : الجميع من السادة والأتباع ، كل ندم على ما سلف منه .( وجعلنا الأغلال في أعناق الذين كفروا ) : وهي السلاسل التي تجمع أيديهم مع أعناقهم ، ( هل يجزون إلا ما كانوا يعملون ) أي : إنما نجازيكم بأعمالكم ، كل بحسبه ، للقادة عذاب بحسبهم ، وللأتباع بحسبهم ) قال لكل ضعف ولكن لا تعلمون ) [ الأعراف : 38 ] .قال ابن أبي حاتم : حدثنا أبي ، حدثنا فروة بن أبي المغراء ، حدثنا محمد بن سليمان بن الأصبهاني ، عن أبي سنان ضرار بن صرد ، عن عبد الله بن أبي الهذيل ، عن أبي هريرة ، رضي الله عنه ، قال : قال رسول الله صلى الله عليه وسلم : \" إن جهنم لما سيق إليها أهلها تلقاهم لهبها ، ثم لفحتهم لفحة فلم يبق لحم إلا سقط على العرقوب \" .وحدثنا أبي ، حدثنا أحمد بن أبي الحوارى ، حدثنا الطيب أبو الحسن ، عن الحسن بن يحيى الخشني قال : ما في جهنم دار ولا مغار ولا غل ولا سلسلة ولا قيد ، إلا اسم صاحبها عليه مكتوب . قال : فحدثته أبا سليمان - يعني : الداراني ، رحمة الله عليه - فبكى ثم قال : ويحك . فكيف به لو جمع هذا كله عليه ، فجعل القيد في رجليه ، والغل في يديه والسلسلة في عنقه ، ثم أدخل النار وأدخل المغار ؟!"
      },
      "translations": {
        "en": "Those who were oppressed will say to those who were arrogant, \"Rather, [it was your] conspiracy of night and day when you were ordering us to disbelieve in Allah and attribute to Him equals.\" But they will [all] confide regret when they see the punishment; and We will put shackles on the necks of those who disbelieved. Will they be recompensed except for what they used to do?",
        "fr": "Et ceux que l'on considérait comme faibles diront à ceux qui s'enorgueillissaient: «C'était votre stratagème, plutôt, nuit et jour, de nous commander de ne pas croire en Allah et de Lui donner des égaux». Et ils cacheront leur regret quand ils verront le châtiment. Nous placerons des carcans aux cous de ceux qui ont mécru: les rétribuerait-on autrement que selon ce qu'ils œuvraient?»",
        "es": "Los que fueron débiles dirán a los que fueron altivos: «¡No!, que fueron vuestras maquinaciones de noche y de día, cuando nos instabais a que no creyéramos en Alá y a que Le atribuyéramos iguales...» Y, cuando vean el castigo, disimularán su pena. Pondremos argollas al cuello de los que no hayan creído. ¿Serán retribuidos por otra cosa que por lo que hicieron?"
      },
      "ibn_ashour": "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ (33){ كُنتُمْ مُّجْرِمِينَ * وَقَالَ الذين استضعفوا لِلَّذِينَ استكبروا بَلْ مَكْرُ اليل والنهار إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بالله } .لم تَجر حكاية هذا القول على طريقة حكاية المقاولات التي تحكى بدون عطف على حسن الاستعمال في حكاية المقاولات كما استقريناه من استعمال الكتاب المجيد وقدمناه في قوله : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } [ البقرة : 30 ] الآية ، فجِيء بحرف العطف في حكاية هذه المقالة مع أن المستضعفين جاوبوا بها قول الذين استكبروا { أنحن صددناكم } [ سبأ : 32 ] الآية لنكتة دقيقة ، وهي التنبيه على أن مقالة المستضعفين هذه هي في المعنى تكملة لمقالتهم المحكية بقوله : { يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين } [ سبأ : 31 ] تنبيهاً على "
    },
    {
      "number": 34,
      "text": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍۢ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَ",
      "tafsir": {
        "muyassar": "وما أرسلنا في قرية من رسول يدعو الى توحيد الله وإفراده بالعبادة، إلا قال المنغمسون في اللذات والشهوات من أهلها: إنَّا بالذي جئتم به -أيها الرسل- جاحدون.",
        "mukhtasar": "وما بعثنا في قرية من القرى من رسول يخوّفهم عذاب الله إلا قال المُنَعَّمُون فيها من أصحاب السلطان والجاه والمال: إنا بما بُعِثْتم به - أيها الرسل - كافرون.",
        "saadi": "يخبر تعالى عن حالة الأمم الماضية المكذبة للرسل, أنها كحال هؤلاء الحاضرين المكذبين لرسولهم محمد صلى اللّه عليه وسلم, وأن اللّه إذا أرسل رسولا في قرية من القرى, كفر به مترفوها, وأبطرتهم نعمتهم وفخروا بها.",
        "kathir": "يقول تعالى مسليا لنبيه ، وآمرا له بالتأسي بمن قبله من الرسل ، ومخبره بأنه ما بعث نبيا في قرية إلا كذبه مترفوها ، واتبعه ضعفاؤهم ، كما قال قوم نوح : ( أنؤمن لك واتبعك الأرذلون ) [ الشعراء : 111 ] ، ( وما نراك اتبعك إلا الذين هم أراذلنا بادي الرأي ) [ هود : 27 ] ، وقال الكبراء من قوم صالح : ( للذين استضعفوا لمن آمن منهم أتعلمون أن صالحا مرسل من ربه قالوا إنا بما أرسل به مؤمنون قال الذين استكبروا إنا بالذي آمنتم به كافرون ) [ الأعراف : 75 ، 76 ] وقال تعالى : ( وكذلك فتنا بعضهم ببعض ليقولوا أهؤلاء من الله عليهم من بيننا أليس الله بأعلم بالشاكرين ) [ الأنعام : 53 ] ؟ وقال : ( وكذلك جعلنا في كل قرية أكابر مجرميها ليمكروا فيها ) [ الأنعام : 122 ] وقال : ( وإذا أردنا أن نهلك قرية أمرنا مترفيها ففسقوا فيها فحق عليها القول ) [ الإسراء : 16 ] . وقال هاهنا : ( وما أرسلنا في قرية من نذير ) أي : نبي أو رسول ( إلا قال مترفوها ) ، وهم أولو النعمة والحشمة والثروة والرياسة .قال قتادة : هم جبابرتهم وقادتهم ورءوسهم في الشر . ( إنا بما أرسلتم به كافرون ) أي : لا نؤمن به ولا نتبعه .قال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا هارون بن إسحاق ، حدثنا محمد بن عبد الوهاب عن سفيان عن عاصم ، عن أبي رزين قال : كان رجلان شريكان خرج أحدهما إلى الساحل وبقي الآخر ، فلما بعث النبي صلى الله عليه وسلم كتب إلى صاحبه يسأله : ما فعل ؟ فكتب إليه أنه لم يتبعه أحد من قريش ، إنما اتبعه أراذل الناس ومساكينهم . قال : فترك تجارته ثم أتى صاحبه فقال : دلني عليه - قال : وكان يقرأ الكتب ، أو بعض الكتب - قال : فأتى النبي صلى الله عليه وسلم فقال : إلام تدعو ؟ قال : \" إلى كذا وكذا \" . قال : أشهد أنك رسول الله . قال : \" وما علمك بذلك ؟ \" قال : إنه لم يبعث نبي إلا اتبعه رذالة الناس ومساكينهم . قال : فنزلت هذه الآية : ( وما أرسلنا في قرية من نذير إلا قال مترفوها إنا بما أرسلتم به كافرون ) ] الآيات ] ، قال : فأرسل إليه النبي صلى الله عليه وسلم \" إن الله قد أنزل تصديق ما قلت \" .وهكذا قال هرقل لأبي سفيان حين سأله عن تلك المسائل ، قال فيها : وسألتك : أضعفاء الناس اتبعه أم أشرافهم فزعمت : بل ضعفاؤهم ، وهم أتباع الرسل ."
      },
      "translations": {
        "en": "And We did not send into a city any warner except that its affluent said, \"Indeed we, in that with which you were sent, are disbelievers.\"",
        "fr": "Et Nous n'avons envoyé aucun avertisseur dans une cité sans que ses gens aisés n'aient dit: «Nous ne croyons pas au message avec lequel vous êtes envoyés».",
        "es": "No hemos enviado monitor a una ciudad que no dijeran sus ricos: «No creemos en vuestro mensaje»."
      },
      "ibn_ashour": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (34)اعتراض للانتقال إلى تسلية النبي صلى الله عليه وسلم مما مُنيَ به من المشركين من أهل مكة وبخاصة مَا قابله به سادتهم وكبراؤهم من التأليب عليْه بتذكيره أن تلك سنة الرسل من قبله فليس في ذلك غضاضة عليه ، ولذلك قال في الآية في الزخرف { وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا وجدنا آباءنا على أمة ( 23 ) الخ ، أي وكذلك التكذيب الذي كذبك أهل هذه القرية . والتعريض بقومه الذين عادَوه بتذكيرهم عاقبة أمثالهم من أهل القرى التي كذَّب أهلها برسلهم وأغراهم بذلك زعماؤهم .والمترَفون : الذين أُعطُوا التَرَف ، والترف : النعيم وسعة العيش ، وهو مبني للمفعول بتقدير : إن الله أترفهم كما في قوله تعالى : { وقال الملأ من قومه الذين كفروا وكذبوا بلقاء الآخرة وأترفناهم في الحياة الدنيا } في سورة المؤمنون ( 33 ) .وفي بنائه للمفعول تعريض بالتذكير بنعمة الله عليهم لعلّهم يشكرونها ويقلعون عن الإِشراك به ، وبعض أهل اللغة يقول تقديره : أترفتهم النعمة ، أي أبطرتهم .وإنا بما أرسلتم } حكاية "
    },
    {
      "number": 35,
      "text": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًۭا وَأَوْلَٰدًۭا وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "tafsir": {
        "muyassar": "وقالوا: نحن أكثر منكم أموالا وأولادًا، والله لم يعطنا هذه النعم إلا لرضاه عنا، وما نحن بمعذَّبين في الدنيا ولا في الآخرة.",
        "mukhtasar": "وقال أصحاب الجاه هؤلاء مُتَبَجِّحين مفتخرين: نحن أكثر أموالًا وأكثر أولادًا، وما زعمتم من أننا مُعَذَّبون كذب، فلسنا بمُعَذَّبين في الدنيا ولا في الآخرة.",
        "saadi": "{ وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا } أي: ممن اتبع الحق { وَمَا نَحْنُ بِمُعَذَّبِينَ } أي: أولا, لسنا بمبعوثين, فإن بعثنا, فالذي أعطانا الأموال والأولاد في الدنيا, سيعطينا أكثر من ذلك في الآخرة ولا يعذبنا.",
        "kathir": "وقوله تعالى إخبارا عن المترفين المكذبين : ( وقالوا نحن أكثر أموالا وأولادا وما نحن بمعذبين ) أي : افتخروا بكثرة الأموال والأولاد ، واعتقدوا أن ذلك دليل على محبة الله لهم واعتنائه بهم ، وأنه ما كان ليعطيهم هذا في الدنيا ، ثم يعذبهم في الآخرة ، وهيهات لهم ذلك . قال الله : ( أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون ) [ المؤمنون : 55 ، 56 ] وقال : ( فلا تعجبك أموالهم ولا أولادهم إنما يريد الله ليعذبهم بها في الحياة الدنيا وتزهق أنفسهم وهم كافرون ) [ التوبة : 55 ] ، وقال تعالى : ( ذرني ومن خلقت وحيدا وجعلت له مالا ممدودا وبنين شهودا ومهدت له تمهيدا ثم يطمع أن أزيد كلا إنه كان لآياتنا عنيدا سأرهقه صعودا ) [ المدثر : 11 - 17 ] .وقد أخبر الله عن صاحب تينك الجنتين : أنه كان ذا مال وولد وثمر ، ثم لم تغن عنه شيئا ، بل سلب ذلك كله في الدنيا قبل الآخرة; ولهذا قال تعالى هاهنا :"
      },
      "translations": {
        "en": "And they said, \"We are more [than the believers] in wealth and children, and we are not to be punished.\"",
        "fr": "Et ils dirent: «Nous avons davantage de richesses et d'enfants et nous ne serons pas châtiés».",
        "es": "Y que no dijeran: «Nosotros tenemos más hacienda e hijos. No se nos castigará»."
      },
      "ibn_ashour": "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ (35) قَفّوْا على صريح كفرهم بالقرآن وغيره من الشرائع بكلام كَنَّوْا به عن إبطال حقية الإِسلام بدليل سفسطائي فجعلوا كثرة أموالهم وأولادهم حجة على أنهم أهل حظ عند الله تعالى ، فضمير { وقالوا } عائد إلى { الذين كفروا } من قوله : { وقال الذين كفروا لن نؤمن بهذا القرآن } [ سبأ : 31 ] الخ . وهذا من تمويه الحقائق بما يحفّ بها من العوارض فجعلوا ما حف بحالهم في كفرهم من وفرة المال والولد حجةً على أنهم مظنة العناية عند الله وأن ما هم عليه هو الحق . وهذا تعريض منهم بعكس حال المسلمين بأن حال ضعف المسلمين ، وقلة عددهم ، وشظِف عيشهم حجة على أنهم غير محظوظين عند الله ، ولم يتفطنوا إلى أن أحوال الدنيا مسببة على أسباب دنيوية لا علاقة لها بأحوال الأولاد . وهذا المبدأ الوهمي السفسطائي خطير في العقائد الضالة التي كانت لأهل الجاهلية والمنتشرة عند غير المسلمين ، ولا يخلو المسلمون من قريب منها في تصرفاتهم في الدين ومرجعها إلى قياس الغائب على الشاهد وهو قياس يصادف الصواب تارة ويخطئه تارات .ومن أكبر أخطاء المسلمين في هذا الباب خطأ ال"
    },
    {
      "number": 36,
      "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قل لهم -أيها الرسول-: إن ربي يوسِّع الرزق في الدنيا لمن يشاء مِن عباده، ويضيِّق على مَن يشاء، لا لمحبة ولا لبغض، ولكن يفعل ذلك اختبارًا، ولكن أكثر الناس لا يعلمون أن ذلك اختبار لعباده؛ لأنهم لا يتأملون.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المغرورين بما أوتوا من النعم: ربي سبحانه وتعالى يوسع الرزق لمن يشاء اختبارًا له أيشكر أم يكفر، ويضيقه على من يشاء ابتلاء له أيصبر أم يتسخط؟ ولكن معظم الناس لا يعلمون أن الله حكيم؛ لا يقدِّر أمرًا إلا لحكمة بالغة؛ عَلِمَها مَن عَلِمها وجَهِلَها مَن جهلها.",
        "saadi": "فأجابهم اللّه تعالى, بأن بسط الرزق وتضييقه, ليس دليلا على ما زعمتم، فإن الرزق تحت مشيئة اللّه, إن شاء بسطه لعبده, وإن شاء ضيقه.",
        "kathir": "( قل إن ربي يبسط الرزق لمن يشاء ويقدر ) أي : يعطي المال لمن يحب ومن لا يحب ، فيفقر من يشاء ويغني من يشاء ، وله الحكمة التامة البالغة ، والحجة الدامغة القاطعة ( ولكن أكثر الناس لا يعلمون ) ."
      },
      "translations": {
        "en": "Say, \"Indeed, my Lord extends provision for whom He wills and restricts [it], but most of the people do not know.\"",
        "fr": "Dis: «Mon Seigneur dispense avec largesse ou restreint Ses dons à qui Il veut. Mais la plupart des gens ne savent pas».",
        "es": "Di: «Mi Señor dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura. Pero la mayoría de los hombres no saben»."
      },
      "ibn_ashour": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (36)وبه يكون موقع الجواب ب { قل إن ربي يبسط الرزق لمن يشاء ويقدر } أشدّ اتصالاً بالمعنى ، أي قل لهم : إن بسط الرزق وتقتيره شأن آخر من تصرفات الله المنوطة بما قدره في نظام هذا العالم ، أي فلا ملازمة بينه وبين الرشد والغي ، والهدى والضلال ، ولو تأملتم أسباب الرزق لرأيتموها لا تلاقي أسباب الغي والاهتداء ، فربما وسع الله الرزق على العاصي وضيّقه على المطيع وربما عكس فلا يغرنهم هذا وذاك فإنكم لا تعلمون .وهذا ما جعل قوله : { ولكن أكثر الناس لا يعلمون } مصيباً المحزّ ، فأكثر الناس تلتبس عليهم الأمور فيخلطون بينها ولا يضعون في مواضعها زيْنها وشَيْنها .وقد أفاد هذا أن حالهم غير دالّ على رضَى الله عنهم ولا على عدمه ، وهذا الإِبطال هو ما يسمى في علم المناظرة نقضاً إجمالياً .وبسط الرزق : تيسيره وتكثيره ، استعير له البسط وهو نشر الثوب ونحوِه لأن المبسوط تكثر مساحة انتشاره .وقَدْر الرزق : عُسر التحصيل عليه وقلة حاصله؛ استعير له القَدْر ، أي التقدير وهو التحديد لأن الشيء القليل يسهل عدّه وحسابه و"
    },
    {
      "number": 37,
      "text": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَٰلِحًۭا فَأُو۟لَٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَٰتِ ءَامِنُونَ",
      "tafsir": {
        "muyassar": "وليست أموالكم ولا أولادكم بالتي تقربكم عندنا قربى، وترفع درجاتكم، لكن مَن آمن بالله وعمل صالحًا فهؤلاء لهم ثواب الضعف من الحسنات، فالحسنة بعشر أمثالها إلى ما يشاء الله من الزيادة، وهم في أعالي الجنة آمنون من العذاب والموت والأحزان.",
        "mukhtasar": "وليست أموالكم ولا أولادكم التي تفتخرون بها هي التي تقودكم إلى رضوان الله، لكن من آمن بالله وعمل عملًا صالحًا حاز الأجر المُضَاعَف؛ فالأموال تقربه بإنفاقها في سبيل الله، والأولاد بدعائهم له، فأولئك المؤمنون العاملون للصالحات لهم ثواب مضاعف لما عملوه من حسنات؛ وهم في المنازل العليا من الجنة آمنون من كل ما يخافونه من العذاب والموت وانقطاع النعيم.",
        "saadi": "وليست الأموال والأولاد بالتي تقرب إلى الله زلفى وتدني إليه، وإنما الذي يقرب منه زلفى, الإيمان بما جاء به المرسلون, والعمل الصالح الذي هو من لوازم الإيمان, فأولئك لهم الجزاء عند اللّه تعالى مضاعفا الحسنة بعشر أمثالها, إلى سبعمائة ضعف إلى أضعاف كثيرة, لا يعلمها إلا اللّه، { وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ } أي: في المنازل العاليات المرتفعات جدا, ساكنين فيها مطمئنين, آمنون من المكدرات والمنغصات, لما هم فيه من اللذات, وأنواع المشتهيات, وآمنون من الخروج منها والحزن فيها.",
        "kathir": "ثم قال : ( وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى ) أي : ليست هذه دليلا على محبتنا لكم ، ولا اعتنائنا بكم .قال الإمام أحمد ، رحمه الله : حدثنا كثير ، حدثنا جعفر ، حدثنا يزيد بن الأصم ، عن أبي هريرة ، رضي الله عنه ، قال : قال رسول الله صلى الله عليه وسلم : إن الله لا ينظر إلى صوركم وأموالكم ، ولكن إنما ينظر إلى قلوبكم وأعمالكم \" . [ و ] رواه مسلم وابن ماجه ، من حديث كثير بن هشام ، عن جعفر بن برقان ، به .ولهذا قال : ( إلا من آمن وعمل صالحا ) أي : إنما يقربكم عندنا زلفى الإيمان والعمل الصالح ، ( فأولئك لهم جزاء الضعف بما عملوا ) أي : تضاعف لهم الحسنة بعشرة أمثالها ، إلى سبعمائة ضعف ( وهم في الغرفات آمنون ) أي : في منازل الجنة العالية آمنون من كل بأس وخوف وأذى ، ومن كل شر يحذر منه .قال ابن أبي حاتم : حدثنا أبي ، حدثنا فروة بن أبي المغراء الكندي ، حدثنا القاسم وعلي بن مسهر ، عن عبد الرحمن بن إسحاق ، عن النعمان بن سعد ، عن علي رضي الله عنه ، قال : قال رسول الله صلى الله عليه وسلم : \" إن في الجنة لغرفا ترى ظهورها من بطونها ، وبطونها من ظهورها \" . فقال أعرابي : لمن هي ؟ قال : \" لمن طيب الكلام ، وأطعم الطعام ، وأدام الصيام ، [ وصلى بالليل والناس نيام ] \" ."
      },
      "translations": {
        "en": "And it is not your wealth or your children that bring you nearer to Us in position, but it is [by being] one who has believed and done righteousness. For them there will be the double reward for what they did, and they will be in the upper chambers [of Paradise], safe [and secure].",
        "fr": "Ni vos biens ni vos enfants ne vous rapprocheront à proximité de Nous. Sauf celui qui croit et œuvre dans le bien. Ceux-là auront une double récompense pour ce qu'ils œuvraient, tandis qu'ils seront en sécurité, aux étages supérieurs (du Paradis).",
        "es": "Ni vuestra hacienda ni vuestros hijos podrán acercaros bien a Nosotros. Sólo quienes crean y obren bien recibirán una retribución doble por sus obras y morarán seguros en las cámaras altas."
      },
      "ibn_ashour": "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آَمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آَمِنُونَ (37)يجوز أن تكون جملة { وما أموالكم } عطفاً على جملة { قل إن ربي يبسط الرزق } [ سبأ : 36 ] الخ فيكون كلاماً موجهاً من جانب الله تعالى إلى الذين قالوا : { نحن أكثر أموالاً وأولاداً } [ سبأ : 35 ] فتكون ضمائر الخطاب موجهة إلى الذين قالوا : { نحن أكثر أموالاً وأولاداً } .ويجوز أن تكون عطفاً على جملة { إن ربي يبسط الرزق لمن يشاء } [ سبأ : 36 ] ، فيكون مما أُمر الرسول صلى الله عليه وسلم بأن يقوله لهم ويبلغه عن الله تعالى ، ويكون في ضمير { عندنا } التفات ، وضمائر الخطاب تكون عائدة إلى الذين قالوا : { نحن أكثر أموالاً وأولاداً وما نحن بمعذبين } [ سبأ : 35 ] وفيها وجه ثالث ننبه عليه قريباً .وهو ارتقاء من إبطال الملازمة إلى الاستدلال على أنهم ليسوا بمحل الرضى من الله تعالى على طريقة النقض التفصيلي المسمى بالمناقضة أيضاً في علم المناظرة . وهو مقام الانتقال من المنع إلى الاستدلال على إبطال دعوى "
    },
    {
      "number": 38,
      "text": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُو۟لَٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "tafsir": {
        "muyassar": "والذين يسعون في إبطال حججنا، ويصدون عن سبيل الله مشاقين مغالبين، هؤلاء في عذاب جهنم يوم القيامة، تحضرهم الزبانية، فلا يخرجون منها.",
        "mukhtasar": "والكفار الذين يبذلون غاية جهدهم في صرف الناس عن آياتنا ويسعون في تحقيق أهدافهم هؤلاء خاسرون في الدنيا مُعَذَّبون في الآخرة.",
        "saadi": "وأما الذين سعوا في آياتنا على وجه التعجيز لنا ولرسلنا والتكذيب فـ { أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ }  ",
        "kathir": "( والذين يسعون في آياتنا معاجزين ) أي : يسعون في الصد عن سبيل الله ، واتباع الرسل والتصديق بآياته ، ( أولئك في العذاب محضرون ) أي : جميعهم مجزيون بأعمالهم فيها بحسبهم ."
      },
      "translations": {
        "en": "And the ones who strive against Our verses to cause [them] failure - those will be brought into the punishment [to remain].",
        "fr": "Et quant à ceux qui s'efforcent à rendre Nos versets inefficients, ceux-là seront forcés de se présenter au châtiment.",
        "es": "En cambio, quienes se esfuercen por dejar sin efecto Nuestros signos, serán entregados al castigo."
      },
      "ibn_ashour": "وَالَّذِينَ يَسْعَوْنَ فِي آَيَاتِنَا مُعَاجِزِينَ أُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (38)جرى الكلام على عادة القرآن في تعقيب الترغيب بالترهيب وعكسِه ، فكان هذا بمنزلة الاعتراض بين الثناء على المؤمنين الصالحين وبين إرشادهم إلى الانتفاع بأموالهم للقرب عند الله تعالى بجملة { وما أنفقتم من شيء } [ سبأ : 39 ] الخ . والذين يسعون في الآيات هم المشركون بصدهم عن سماع القرآن وبالطعن فيه بالباطل واللغو عند سماعه .والسعي مستعار للاجتهاد في العمل كقوله تعالى : { ثم أدبر يسعى } [ النازعات : 22 ] وإذا عدي ب { في } كان في الغالب مراداً منه الاجتهاد في المضرة فمعنى { يسعون في آياتنا } يجتهدون في إبطالها ، و { معاجزين } مغالبين طالبين العجز . وقد تقدم نظيره في قوله تعالى : { والذين سعوا في آياتنا معاجزين أولئك أصحاب الجحيم } في سورة الحج ( 51 ) .واسم الإِشارة للتنبيه على أنهم استحقوا الجحيم لأجل ما ذُكر قبل اسم الإِشارة مثل { أولئك على هدىً من ربهم } [ البقرة : 5 ] و { في العذاب } خبر عن اسم الإِشارة . و { محضرون } هنا كناية عن الملازمة فهو ارتقاء في المعنى الذي دلت عليه أداة الظرفية من إحاطة العذاب "
    },
    {
      "number": 39,
      "text": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍۢ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المغترين بالأموال والأولاد: إن ربي يوسِّع الرزق على مَن يشاء من عباده، ويضيِّقه على مَن يشاء؛ لحكمة يعلمها، ومهما أَعْطَيتم من شيء فيما أمركم به فهو يعوضه لكم في الدنيا بالبدل، وفي الآخرة بالثواب، وهو -سبحانه- خير الرازقين، فاطلبوا الرزق منه وحده، واسعَوا في الأسباب التي أمركم بها.",
        "mukhtasar": "قل - أيها الرسول -: إن ربي سبحانه وتعالى يوسع الرزق لمن يشاء من عباده، ويضيقه على من يشاء منهم، وما أنفقتم من شيء في سبيل الله، فالله سبحانه وتعالى يخلفه عليكم في الدنيا بإعطائكم ما هو خير منه، وفي الآخرة بالثواب الجزيل، والله سبحانه هو خير الرازقين، فمن طلب الرزق فليلجأ إليه سبحانه.",
        "saadi": "ثم أعاد تعالى أنه { يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ } ليرتب عليه قوله: { وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ } نفقة واجبة, أو مستحبة, على قريب, أو جار, أو مسكين, أو يتيم, أو غير ذلك، { فَهُوَ } تعالى { يُخْلِفُهُ } فلا تتوهموا أن الإنفاق مما ينقص الرزق, بل وعد بالخلف للمنفق, الذي يبسط الرزق لمن يشاء ويقدر { وَهُوَ خَيْرُ الرَّازِقِينَ } فاطلبوا الرزق منه, واسعوا في الأسباب التي أمركم بها.",
        "kathir": "وقوله : ( قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له ) أي : بحسب ما له في ذلك من الحكمة ، يبسط على هذا من المال كثيرا ، ويضيق على هذا ويقتر على هذا رزقه جدا ، وله في ذلك من الحكمة ما لا يدركها غيره ، كما قال تعالى : ( انظر كيف فضلنا بعضهم على بعض وللآخرة أكبر درجات وأكبر تفضيلا ) [ الإسراء : 21 ] أي : كما هم متفاوتون في الدنيا : هذا فقير مدقع ، وهذا غني موسع عليه ، فكذلك هم في الآخرة : هذا في الغرفات في أعلى الدرجات ، وهذا في الغمرات في أسفل الدركات . وأطيب الناس في الدنيا كما قال رسول الله صلى الله عليه وسلم : \" قد أفلح من أسلم ورزق كفافا ، وقنعه الله بما آتاه \" . رواه مسلم من حديث ابن عمرو .وقوله : ( وما أنفقتم من شيء فهو يخلفه ) أي : مهما أنفقتم من شيء فيما أمركم به وأباحه لكم ، فهو يخلفه عليكم في الدنيا بالبدل ، وفي الآخرة بالجزاء والثواب ، كما ثبت في الحديث : يقول الله تعالى : أنفق أنفق عليك \" . وفي الحديث : أن ملكين يصيحان كل يوم ، يقول أحدهما : \" اللهم أعط ممسكا تلفا \" ، ويقول الآخر : \" اللهم أعط منفقا خلفا \" وقال رسول الله صلى الله عليه وسلم \" أنفق بلالا ولا تخش من ذي العرش إقلالا \" .وقال ابن أبي حاتم عن يزيد بن عبد العزيز الطلاس ، حدثنا هشيم عن الكوثر بن حكيم ، عن مكحول قال : بلغني عن حذيفة قال : قال رسول الله صلى الله عليه وسلم : \" ألا إن بعدكم زمان عضوض ، يعض الموسر على ما في يده حذار الإنفاق \" . ثم تلا هذه الآية : ( وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين )وقال الحافظ أبو يعلى الموصلي : حدثنا روح بن حاتم ، حدثنا هشيم ، عن الكوثر بن حكيم عن مكحول قال : بلغني عن حذيفة أنه قال : قال رسول الله صلى الله عليه وسلم : \" ألا إن بعد زمانكم هذا زمان عضوض ، يعض الموسر على ما في يديه حذار الإنفاق \" ، قال الله تعالى : ( وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين ) ، وينهل شرار الخلق يبايعون كل مضطر ، ألا إن بيع المضطرين حرام ، ألا إن بيع المضطرين حرام المسلم أخو المسلم . لا يظلمه ولا يخذله ، إن كان عندك معروف ، فعد به على أخيك ، وإلا فلا تزده هلاكا إلى هلاكه \" .هذا حديث غريب من هذا الوجه ، وفي إسناده ضعف .وقال سفيان الثوري ، عن أبي يونس الحسن بن يزيد قال : قال مجاهد : لا يتأولن أحدكم هذه الآية : ( وما أنفقتم من شيء فهو يخلفه ) : إذا كان عند أحدكم ما يقيمه فليقصد فيه ، فإن الرزق مقسوم ."
      },
      "translations": {
        "en": "Say, \"Indeed, my Lord extends provision for whom He wills of His servants and restricts [it] for him. But whatever thing you spend [in His cause] - He will compensate it; and He is the best of providers.\"",
        "fr": "Dis: «Mon Seigneur dispense avec largesse ou restreint Ses dons à qui Il veut parmi ses serviteurs. Et toute dépense que vous faites [dans le bien], Il la remplace, et c'est Lui le Meilleur des donateurs».",
        "es": "Di: «Mi Señor dispensa el sustento a quien Él quiere de Sus siervos: a unos con largueza, a otros con mesura. No dejará de restituiros ninguna limosna que deis. Él es el Mejor de los proveedores»."
      },
      "ibn_ashour": "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ (39)أتبع إبطال أن تكون الأموال والأولاد بذاتهما وسيلة قرب لدى الله تعالى ردّاً على مزاعم المشركين بما يشبه معنى الاستدراك على ذلك الإِبطال من إثبات انتفاع بالمال للتقرب إلى رضَى الله إن استعمل في طلب مرضاة الله تفضيلاً لما أشير إليه إجمالاً من أن ذلك قد يكون فيه قربة إلى الله بقوله : { إلا من آمن وعمل صالحاً } [ سبأ : 37 ] كما تقدم .وقوله : { قل إن ربي يبسط الرزق لمن يشاء من عباده ويقدر له } تقدم نظيره قريباً تأكيداً لذلك وليبنَى عليه قوله : { وما أنفقتم من شيء } الآية . فالذي تقدم ردٌّ على المشركين ، والمذكور هنا ترغيب للمؤمنين ، والعبارات واحدة والمقاصد مختلفة . وهذا من وجوه الإِعجاز أن يكون الكلام الواحد صالحاً لغرضين وأن يتوجه إلى طائفتين .ولما كان هذا الثاني موجهاً إلى المؤمنين أشير إلى تشريفهم بزيادة قوله : { من عباده } أي المؤمنين ، وضمير { له } عائد إلى { من } ، أي ويقدر لمن يشاء من عباده . ومفعول { يقدر } محذوف دلّ عليه"
    },
    {
      "number": 40,
      "text": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًۭا ثُمَّ يَقُولُ لِلْمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- يوم يحشر الله المشركين والمعبودين من دونه من الملائكة، ثم يقول للملائكة على وجه التوبيخ لمن عبدهم: أهؤلاء إياكم كانوا يعبدون مِن دوننا؟",
        "mukhtasar": "واذكر - أيها الرسول - يوم يحشرهم الله جميعًا، ثم يقول سبحانه للملائكة تقريعًا للمشركين وتوبيخًا لهم: أهؤلاء كانوا يعبدونكم في الحياة الدنيا من دون الله؟",
        "saadi": "{ وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا } أي: العابدين لغير اللّه والمعبودين من دونه, من الملائكة. { ثُمَّ يَقُولُ } الله { لِلْمَلَائِكَةِ } على وجه التوبيخ لمن عبدهم { أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ } فتبرأوا من عبادتهم.",
        "kathir": "يخبر تعالى أنه يقرع المشركين يوم القيامة على رءوس الخلائق ، فيسأل الملائكة الذين كان المشركون يزعمون أنهم يعبدون الأنداد التي هي على صورة الملائكة ليقربوهم إلى الله زلفى ، فيقول للملائكة : ( أهؤلاء إياكم كانوا يعبدون ) ؟ أي : أنتم أمرتم هؤلاء بعبادتكم ؟ كما قال في سورة الفرقان : ( أأنتم أضللتم عبادي هؤلاء أم هم ضلوا السبيل ) [ الفرقان : 17 ] ، وكما يقول لعيسى : ( أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال سبحانك ما يكون لي أن أقول ما ليس لي بحق ) [ المائدة : 116 ] ."
      },
      "translations": {
        "en": "And [mention] the Day when He will gather them all and then say to the angels, \"Did these [people] used to worship you?\"",
        "fr": "Et un jour Il les rassemblera tous. Puis Il dira aux Anges: «Est-ce vous que ces gens-là adoraient?»",
        "es": "El día que Él los congregue a todos, dirá a los ángeles: «¿Es a vosotros a quienes servían?»"
      },
      "ibn_ashour": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ (40) عطف على جملة { ولو ترى إذ الظالمون موقوفون عند ربهم } [ سبأ : 31 ] الآية استكمالاً لتصوير فظاعة حالهم يوم الوعد الذي أنكروه تبعاً لما وصف من حال مراجعة المستكبرين منهم والمستضعفين؛ فوصف هنا افتضاحهم بتبرؤ الملائكة منهم وشهادتهم عليهم بأنهم يعبدون الجن .وضمير الغيبة من { نحشرهم } عائد إلى ما عاد عليه ضمير { وقالوا نحن أكثر أموالاً وأولاداً } [ سبأ : 35 ] الذي هو عائد إلى { الذين كفروا } من قوله : { وقال الذين كفروا لن نؤمن بهذا القرآن } [ سبأ : 31 ] . والكلام كله منتظم في أحوال المشركين ، وجميع : فعيل بمعنى مفعول ، أي مجموع وكثر استعماله وصفاً لإِفادة شمول أفراد ما أجري هو عليه من ذوات وأحوال ، أي يجمعهم المتكلم ، قال لبيد: ... عريت وكان بها الجميعُ فأبكروامنها وغودر نُؤيها وثُمامها ... وتقدم عند قوله تعالى : { فكيدوني جميعاً ثم لا تنظرون } في سورة هود ( 55 ) . فلفظ { جميعاً } يعم أصناف المشركين على اختلاف نحلهم واعتقادهم في شركهم فقد كان مشركو العرب نِحَلا شتّى يأخذ بعضهم من بعض"
    },
    {
      "number": 41,
      "text": "قَالُوا۟ سُبْحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
      "tafsir": {
        "muyassar": "قالت الملائكة: ننزهك يا ألله عن أن يكون لك شريك في العبادة، أنت وليُّنا الذي نطيعه ونعبده وحده، بل كان هؤلاء يعبدون الشياطين، أكثرهم بهم مصدقون ومطيعون.",
        "mukhtasar": "قال الملائكة: تنزهت وتقدست! أنت ولينا من دونهم، فلا موالاة بيننا وبينهم، بل كان هؤلاء المشركون يعبدون الشياطين؛ يتمثلون لهم أنهم ملائكة فيعبدونهم من دون الله، معظمهم بهم مؤمنون.",
        "saadi": "{ قَالُوا سُبْحَانَكَ } أي: تنزيها لك وتقديسا, أن يكون لك شريك, أو ند { أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ } فنحن مفتقرون إلى ولايتك, مضطرون إليها, فكيف ندعو غيرنا إلى عبادتنا؟ أم كيف نصلح لأن نتخذ من دونك أولياء وشركاء؟\"ولكن هؤلاء المشركون { كَانُوا يَعْبُدُونَ الْجِنَّ } أي: الشياطين, يأمرون  بعبادتنا أو عبادة غيرنا, فيطيعونهم بذلك. وطاعتهم هي عبادتهم, لأن العبادة الطاعة, كما قال تعالى مخاطبا لكل من اتخذ معه آلهة { أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ * وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ } { أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ } أي: مصدقون للجن, منقادون لهم, لأن الإيمان هو: التصديق الموجب للانقياد.",
        "kathir": "وهكذا تقول الملائكة : ( سبحانك ) أي : تعاليت وتقدست عن أن يكون معك إله ( أنت ولينا من دونهم ) أي : نحن عبيدك ونبرأ إليك من هؤلاء ، ( بل كانوا يعبدون الجن ) يعنون : الشياطين; لأنهم هم الذين يزينون لهم عبادة الأوثان ويضلونهم ، ( أكثرهم بهم مؤمنون ) ، كما قال تعالى : ( إن يدعون من دونه إلا إناثا وإن يدعون إلا شيطانا مريدا ) [ النساء : 117 ] ."
      },
      "translations": {
        "en": "They will say, \"Exalted are You! You, [O Allah], are our benefactor not them. Rather, they used to worship the jinn; most of them were believers in them.\"",
        "fr": "Ils diront: «Gloire à Toi! Tu es notre Allié en dehors d'eux. Ils adoraient plutôt les djinns, en qui la plupart d'entre eux croyaient.",
        "es": "Dirán: «¡Gloria a Ti! Tú eres nuestro Amigo, no ellos. ¡No! Ellos servían a los genios, en los que la mayoría creían»."
      },
      "ibn_ashour": "قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ (41)فمورد التنزيه في قول الملائكة { سبحانك } هو أن يكون غير الله مستحقاً أن يعبد ، مع لازم الفائدة وهو أنهم يعلمون ذلك فلا يضرون بأن يكونوا مَعبودين .والولي : الناصر والحَليف والصديق ، مشتق من الوَلْي مصدر وَلِيَ بوزن عَلِم . وكلٌّ من فاعل الوَلْي ومفعوله وليّ لأن الوَلاية نسبة تستدعي طرفين ولذلك كان الولي فعيلاً صالحاً لمعنى فاعل ولمعنى مفعول .فيقع اسم الولِيّ على المُوالِي بكسر اللام وعلى المُوالَى بفتحها وقد ورد بالمعنيين في القرآن وكلام العرب كثيراً .فمعنى { أنت ولينا } لا نوالي غيرك ، أي لا نرضى به وليّاً ، والعبادةُ ولاية بين العابد والمعبود ، ورضَى المعبود بعبادة عابده إياه ولايةٌ بين المعبود وعابده ، فقول الملائكة { سبحانك } تبرؤ من الرضى بأن يعبدهم المشركون لأن الملائكة لما جعلوا أنفسهم موالين لله فقد كذبوا المشركين الذين زعموا لهم الإِلهية ، لأن العابد لا يكون معبوداً . وقد تقدم الكلام على لفظ ( ولي ) عند قوله تعالى : { قل أغير اللَّه أتخذ ولياً } في سورة الأ"
    },
    {
      "number": 42,
      "text": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍۢ نَّفْعًۭا وَلَا ضَرًّۭا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
      "tafsir": {
        "muyassar": "ففي يوم الحشر لا يملك المعبودون للعابدين نفعًا ولا ضرًّا، ونقول للذين ظلموا أنفسهم بالشرك والمعاصي: ذوقوا عذاب النار التي كنتم بها تكذبون.",
        "mukhtasar": "يوم الحشر والحساب لا يملك المعبودون لمن عبدوهم في الدنيا من دون الله نفعًا، ولا يملكون لهم ضرًّا، ونقول للذين ظلموا أنفسهم بالكفر والمعاصي: ذوقوا عذاب النار التي كنتم تكذبون بها في الدنيا.",
        "saadi": "فلما تبرأوا منهم, قال تعالى [مخاطبا] لهم: { فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا } تقطعت بينكم الأسباب, وانقطع بعضكم من بعض. { وَنَقُولُ لِلَّذِينَ ظَلَمُوا } بالكفر والمعاصي - بعد ما ندخلهم النار - { ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ } فاليوم عاينتموها, ودخلتموها, جزاء لتكذيبكم, وعقوبة لما أحدثه ذلك التكذيب, من عدم الهرب من أسبابها. ",
        "kathir": "قال الله تعالى : ( فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ) أي : لا يقع لكم نفع ممن كنتم ترجون نفعه اليوم من الأنداد والأوثان ، التي ادخرتم عبادتها لشدائدكم وكربكم ، اليوم لا يملكون لكم نفعا ولا ضرا ، ( ونقول للذين ظلموا ) - وهم المشركون - ( ذوقوا عذاب النار التي كنتم بها تكذبون ) أي : يقال لهم ذلك ، تقريعا وتوبيخا ."
      },
      "translations": {
        "en": "But today you do not hold for one another [the power of] benefit or harm, and We will say to those who wronged, \"Taste the punishment of the Fire, which you used to deny.\"",
        "fr": "Ce jour-là donc, vous n'aurez aucun moyen pour profiter ou nuire les uns aux autres, tandis que Nous dirons aux injustes: «Goûtez au châtiment du Feu que vous traitiez de mensonge».",
        "es": "Ese día no podréis ya aprovecharos ni dañaros unos a otros. Y diremos a los impíos: «¡Gustad el castigo del Fuego que desmentíais!»"
      },
      "ibn_ashour": "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (42){ بِهِم مُّؤْمِنُونَ * فاليوم لاَ يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعاً وَلاَ ضَرّاً وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ } .الأظهر أن هذا من خطاب الله تعالى المشركين والجنَّ . والفاء فصيحة ناشئة عن المقاولة السابقة . وهي كلام موجه من جانب الله تعالى إلى الملائكة والمقصود به : التعريض بضلال الذين عبدوا الملائكة والجن لأن الملائكة يعلمون مضمون هذا الخبر فلا نقصد إفادتهم به . والمعنى : إذ علمتم أنكم عبدتم الجن فاليوم لا يملك بعضكم لبعض نفعاً ولا ضراً .ويجوز أن يكون من خطاب الملائكة للفريقين بعد أداء الشهادة عليهم توبيخاً لهم وإظهاراً للغضب عليهم تحقيقاً للتبرؤ منهم ، والفاء أيضاً فصيحة وهي ظاهرة .وقُدم الظرف على عامله لأن النفع والضر يومئذٍ قد اختص صغيرهما وكبيرهما بالله تعالى خلاف ما كان في الدنيا من نفع الجن عُبَّادهم ببعض المنافع الدنيوية ونفع المشركين الجن بخدمة وساوسهم وتنفيذ أغراضهم من الفتنة والإِضلال ، وكذلك الضر في ال"
    },
    {
      "number": 43,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ قَالُوا۟ مَا هَٰذَآ إِلَّا رَجُلٌۭ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَٰذَآ إِلَّآ إِفْكٌۭ مُّفْتَرًۭى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَٰذَآ إِلَّا سِحْرٌۭ مُّبِينٌۭ",
      "tafsir": {
        "muyassar": "وإذا تتلى على كفار \"مكة\" آيات الله واضحات قالوا: ما محمد إلا رجل يرغب أن يمنعكم عن عبادة الآلهة التي كان يعبدها آباؤكم، وقالوا: ما هذا القرآن الذي تتلوه علينا -يا محمد- إلا كذب مختلق، جئتَ به من عند نفسك، وليس مِن عند الله، وقال الكفار عن القرآن لما جاءهم: ما هذا إلا سحر واضح.",
        "mukhtasar": "وإذا تقرأ على هؤلاء المشركين المكذبين آياتنا المنزلة على رسولنا واضحة لا لبس فيها قالوا: ما هذا الرجل الذي جاء بها إلا رجل يريد أن يصرفكم عما كان عليه آباؤكم، وقالوا: ما هذا القرآن إلا كذب اختلقه على الله، وقال الذين كفروا بالله للقرآن لما جاءهم من عند الله: ليس هذا إلا سحرًا واضحًا؛ لتفريقه بين المرء وزوجه، والابن وأبيه.",
        "saadi": "يخبر تعالى عن حالة المشركين, عندما تتلى عليهم آيات اللّه البينات, وحججه الظاهرات, وبراهينه القاطعات, الدالة على كل خير, الناهية عن كل شر, التي هي أعظم نعمة جاءتهم, ومِنَّةٍ وصلت إليهم, الموجبة لمقابلتها بالإيمان والتصديق, والانقياد, والتسليم, أنهم يقابلونها بضد ما ينبغي, ويكذبون من جاءهم بها ويقولون: { مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ } أي: هذا قصده, حين يأمركم بالإخلاص للّه, لتتركوا عوائد آبائكم, الذين تعظمون وتمشون خلفهم، فردوا الحق, بقول الضالين, ولم يوردوا  برهانا, ولا شبهة.فأي شبهة إذا أمرت الرسل بعض الضالين, باتباع الحق, فادَّعوا أن إخوانهم, الذين على طريقتهم, لم يزالوا عليه؟ وهذه السفاهة, ورد الحق, بأقوال الضالين, إذا تأملت كل حق رد, فإذا هذا مآله لا يرد إلا بأقوال الضالين من المشركين, والدهريين, والفلاسفة, والصابئين, والملحدين في دين اللّه, المارقين, فهم أسوة كل من رد الحق إلى يوم القيامة.ولما احتجوا بفعل آبائهم, وجعلوها دافعة لما جاءت به الرسل, طعنوا بعد هذا بالحق، { وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى } أي: كذب افتراه هذا الرجل, الذي جاء به. { وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ } أي: سحر ظاهر بيِّن لكل أحد, تكذيبا بالحق, وترويجا على السفهاء.",
        "kathir": "يخبر تعالى عن الكفار أنهم يستحقون منه العقوبة والأليم من العذاب; لأنهم كانوا إذا تتلى عليهم آياته بينات يسمعونها غضة طرية من لسان رسوله صلى الله عليه وسلم ، ( قالوا ما هذا إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم ) ، يعنون أن دين آبائهم هو الحق ، وأن ما جاءهم به الرسول عندهم باطل - عليهم وعلى آبائهم لعائن الله - ( وقالوا ما هذا إلا إفك مفترى ) يعنون القرآن ، ( وقال الذين كفروا للحق لما جاءهم إن هذا إلا سحر مبين ) ."
      },
      "translations": {
        "en": "And when our verses are recited to them as clear evidences, they say, \"This is not but a man who wishes to avert you from that which your fathers were worshipping.\" And they say, \"This is not except a lie invented.\" And those who disbelieve say of the truth when it has come to them, \"This is not but obvious magic.\"",
        "fr": "Et quand Nos versets édifiants leur sont récités, ils disent: Ce n'est là qu'un homme qui veut vous repousser de ce que vos ancêtres adoraient». Et ils disent: «Ceci (Le Coran) n'est qu'un mensonge inventé». Et ceux qui ne croient pas disent de la Vérité quand elle leur vient: «Ce n'est là qu'une magie évidente!»",
        "es": "Y cuando se les recitan Nuestras aleyas como pruebas claras, dicen: «éste no es sino un hombre que quiere apartaros de lo que vuestros padres servían». Y dicen: «Esto no es sino una mentira inventada». Y de la Verdad, luego que ha venido ésta a ellos, dicen los infieles: «¡Esto no es sino manifiesta magia!»"
      },
      "ibn_ashour": "وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آَبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ (43)انتقال من حكاية كفرهم وغرورهم وازدهائهم بأنفسهم وتكذيبهم بأصول الديانة إلى حكاية تكذيبهم الرسول صلى الله عليه وسلم وأتبع ذلك بحكاية تكذيبهم الكتابَ والدين الذي جاء به فكان كالفذلكة لما تقدم من كفرهم .وجملة { إذا تتلى } معطوفة على جملة { ويوم نحشرهم جميعاً } [ سبأ : 40 ] عطف القصة على القصة . وضمير { عليهم } عائد إلى { الذين كفروا } [ سبأ : 31 ] وهم المشركون من أهل مكة .وإيراد حكاية تكذيبهم الرسول صلى الله عليه وسلم مقيدةً بالزمن الذي تتلى عليهم فيه آيات الله البينات تعجيب من وقاحتهم حيث كذبوه في أجدر الأوقات بأن يصدقوه عندها لأنه وقت ظهور حجة صدقه لكل عاقل متبصر .وللاهتمام بهذا الظرف والتعجيب من متعلقه قُدّم الظرف على عامله والتشوق إلى الخبر الآتي بعده وأنه من قبل البهتان والكفر البواح .والمراد بالآيات البينات آيات "
    },
    {
      "number": 44,
      "text": "وَمَآ ءَاتَيْنَٰهُم مِّن كُتُبٍۢ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍۢ",
      "tafsir": {
        "muyassar": "وما أنزلنا على الكفار مِن كُتُب يقرؤونها قبل القرآن فتدلهم على ما يزعمون من أن ما جاءهم به محمد سحر، وما أرسلنا إليهم قبلك -أيها الرسول- من رسول ينذرهم بأسنا.",
        "mukhtasar": "وما أعطيناهم من كتب يقرؤونها حتى ترشدهم أن هذا القرآن كذب اختلقه محمد، وما أرسلنا إليهم قبل إرسالك - أيها الرسول - من رسول يخوّفهم من عذاب الله.",
        "saadi": "ولما بيَّن ما ردوا به الحق, وأنها أقوال دون مرتبة الشبهة, فضلا أن تكون حجة, ذكر أنهم وإن أراد أحد أن يحتج لهم, فإنهم لا مستند لهم, ولا لهم شيء يعتمدون عليه أصلا, فقال: { وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا } حتى تكون عمدة لهم { وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ } حتى يكون عندهم من أقواله وأحواله, ما يدفعون به, ما جئتهم به، فليس عندهم علم, ولا أثارة من علم.",
        "kathir": "قال الله تعالى : ( وما آتيناهم من كتب يدرسونها وما أرسلنا إليهم قبلك من نذير ) أي : ما أنزل الله على العرب من كتاب قبل القرآن ، وما أرسل إليهم نبيا قبل محمد صلى الله عليه وسلم ، وقد كانوا يودون ذلك ويقولون : لو جاءنا نذير أو أنزل علينا كتاب ، لكنا أهدى من غيرنا ، فلما من الله عليهم بذلك كذبوه وعاندوه وجحدوه ."
      },
      "translations": {
        "en": "And We had not given them any scriptures which they could study, and We had not sent to them before you, [O Muhammad], any warner.",
        "fr": "[Pourtant] Nous ne leur avons pas donné de livres à étudier. Et Nous ne leur avons envoyé avant toi aucun avertisseur.",
        "es": "No les dimos ningunas Escrituras que estudiaran, ni les enviamos a ningún monitor antes de ti."
      },
      "ibn_ashour": "وَمَا آَتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ (44)الواو للحال ، والجملة في موضع الحال من الضمير في قوله : { قالوا ما هذا إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم } [ سبأ : 43 ] الآية ، تحميقاً لجهالتهم وتعجيباً من حالهم في أمرين :«أحدهما» : أنهم لم يدركوا ما ينالهم من المزية بمجيء الحق إليهم إذ هيأهم الله به لأن يكونوا في عداد الأمم ذوي الكتاب ، وفي بدء حال يبلغ بهم مبلغ العلم ، إذ هم لم يسبق لهم أن أتاهم كتاب من عند الله أو رسول منه ، فيكون معنى الآية : فكيف رفضوا اتّباع الرسول وتلقي القرآن وكان الأجدرُ بهم الاغتباط بذلك . وهذا المعنى هو المناسب لقوله : { يدرسونها } أي لم يكونوا أهل دراسة فكان الشأن أن يسرهم ما جاءهم من الحق .«وثانيهما» : أنهم لم يكونوا على هدى ولا دين منسوب إلى الله تعالى حتى يكون تمسكهم به وخشية الوقوع في الضلالة إن فرَّطوا فيه يحملهم على التردد في الحق الذي جاءهم وصدققِ الرسول الذي أتاهم به فيكون لهم في الصد عنهما بعض العذر : فيكون المعنى : التعجيب من رفضهم الحق حين لا مانع يصدهم ، فليس معنى جملة { وما آتيناهم من"
    },
    {
      "number": 45,
      "text": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "tafsir": {
        "muyassar": "وكذَّب الذين من قبلهم كعاد وثمود رسلنا، وما بلغ أهل \"مكة\" عُشرَ ما آتينا الأمم السابقة من القوة، وكثرة المال، وطول العمر وغير ذلك من النعم، فكذبوا رسلي فيما جاؤوهم به فأهلكناهم، فانظر -أيها الرسول- كيف كان إنكاري عليهم وعقوبتي إياهم؟",
        "mukhtasar": "وكذبت الأمم السابقة مثل عاد وثمود وقوم لوط، وما وصل المشركون من قومك إلى عُشْر ما وصلت إليه الأمم السابقة من القوة والمَنَعَة والمال والعدد، فكذب كل منهم رسوله، فما نفعهم ما أوتوا من المال والقوة والعدد، فوقع بهم عذابي، فانظر - أيها الرسول - كيف كان إنكاري عليهم، وكيف كان عقابي لهم.",
        "saadi": "ثم خوفهم ما فعل بالأمم المكذبين [قبلهم] فقال: { وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا } أي: ما بلغ هؤلاء المخاطبون { مِعْشَارَ مَا آتَيْنَاهُمْ } { فَكَذَّبُوا } أي: الأمم الذين من قبلهم { رُسُلِي فَكَيْفَ كَانَ نَكِيرِ } أي: إنكاري عليهم, وعقوبتي إياهم. قد أعلمنا ما فعل بهم من النكال, وأن منهم من أغرقه, ومنهم من أهلكه بالريح العقيم, وبالصيحة, وبالرجفة, وبالخسف بالأرض, وبإرسال الحاصب من السماء، فاحذروا يا هؤلاء المكذبون, أن تدوموا على التكذيب, فيأخذكم كما أخذ من قبلكم, ويصيبكم ما أصابهم. ",
        "kathir": "ثم قال : ( وكذب الذين من قبلهم ) أي : من الأمم ، ( وما بلغوا معشار ما آتيناهم ) قال ابن عباس : أي من القوة في الدنيا . وكذلك قال قتادة ، والسدي ، وابن زيد . كما قال تعالى : ( ولقد مكناهم فيما إن مكناكم فيه وجعلنا لهم سمعا وأبصارا وأفئدة فما أغنى عنهم سمعهم ولا أبصارهم ولا أفئدتهم من شيء إذ كانوا يجحدون بآيات الله وحاق بهم ما كانوا به يستهزئون ) [ الأحقاف : 26 ] ، ( أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا أكثر منهم وأشد قوة ) [ غافر : 82 ] ، أي : وما دفع ذلك عنهم عذاب الله ولا رده ، بل دمر الله عليهم لما كذبوا رسله; ولهذا قال : ( فكذبوا رسلي فكيف كان نكير ) أي : فكيف كان نكالي وعقابي وانتصاري لرسلي ؟"
      },
      "translations": {
        "en": "And those before them denied, and the people of Makkah have not attained a tenth of what We had given them. But the former peoples denied My messengers, so how [terrible] was My reproach.",
        "fr": "Ceux d'avant eux avaient [aussi] démenti (leurs messagers). [Les Mecquois] n'ont pas atteint le dixième de ce que Nous leur avons donné [en force et en richesse]. Ils traitaient Mes Messagers de menteurs. Et quelle réprobation fut la mienne!",
        "es": "Sus antecesores desmintieron y no han obtenido ni la décima parte de lo que dimos a aquéllos, que desmintieron, no obstante, a Mis enviados. Y ¡cuál no fue Mi reprobación!"
      },
      "ibn_ashour": "وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آَتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ (45)هذا تسلية للرسول صلى الله عليه وسلم وتهديد للذين كذّبوه ، فموقع التسلية منه قوله : { وكذب الذين من قبلهم } ، وموقع التهديد بقية الآية ، فالتسلية في أن له أسوة بالرسل السابقين ، والتهديد بتذكيرهم بالأمم السالفة التي كذَّبتْ رُسلَها وكيف عاقبهم الله على ذلك وكانوا أشد قوة من قريش وأعظم سطوة منهم وهذا كقوله تعالى : { فأهلكنا أشدّ منهم بطشاً } [ الزخرف : 8 ] .ومفعول { كذّب } محذوف دل عليه ما بعده ، أي كذبوا الرسل ، دل عليه قوله : { فكذبوا رسلي } .وضمير { بلغوا } عائد إلى { الذين من قبلهم } ، والضمير المنصوب في { آتيناهم } عائد إلى { الذين كفروا } في قوله : { وقال الذين كفروا للحق لما جاءهم إن هذا سحر مبين } [ سبأ : 43 ] . والمقام يردّ على كل ضمير إلى معاده ، كما تقدم قريباً عند قوله تعالى : { أكثرهم بهم مؤمنون } [ سبأ : 41 ] .والمِعشار : العشر ، وهو الجزء العاشر مثل المِرباع الذي كان يجعل لقائد الكتيبة من غنائم الجيش في الجاهلية .وذُكر احتمالان آخران في معاد الضميري"
    },
    {
      "number": 46,
      "text": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌۭ لَّكُم بَيْنَ يَدَىْ عَذَابٍۢ شَدِيدٍۢ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المكذبين المعاندين: إنما أنصح لكم بخصلة واحدة أن تنهضوا في طاعة الله اثنين اثنين وواحدًا واحدًا، ثم تتفكروا في حال صاحبكم رسول الله صلى الله عليه وسلم وفيما نسب إليه، فما به من جنون، وما هو إلا مخوِّف لكم، ونذير من عذاب جهنم قبل أن تقاسوا حرها.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: إنما أشير إليكم وأنصحكم بخصلة واحدة؛ هي أن تقوموا متجردين من الهوى لله سبحانه، اثنين اثنين أو منفردين، ثم تتفكروا في سيرة صاحبكم، وما علمتم من عقله وصدقه وأمانته؛ لتتبينوا أنه صلى الله عليه وسلم ليس به جنون، ما هو إلا محذر لكم بين يدي عذاب شديد إن لم تتوبوا إلى الله من الشرك به.",
        "saadi": "أي { قُلْ } يا أيها الرسول, لهؤلاء المكذبين المعاندين, المتصدين لرد الحق وتكذيبه, والقدح بمن جاء به: { إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ } أي: بخصلة واحدة, أشير عليكم بها, وأنصح لكم في سلوكها، وهي طريق نصف, لست أدعوكم بها إلى اتباع قولي, ولا إلى ترك قولكم, من دون موجب لذلك, وهي: { أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى } أي: تنهضوا بهمة, ونشاط, وقصد لاتباع الصواب, وإخلاص للّه, مجتمعين, ومتباحثين في ذلك, ومتناظرين, وفرادى, كل واحد يخاطب نفسه بذلك.فإذا قمتم للّه, مثنى وفرادى, استعملتم فكركم, وأجلتموه, وتدبرتم أحوال رسولكم، هل هو مجنون, فيه صفات المجانين من كلامه, وهيئته, وصفته؟ أم هو نبي صادق, منذر لكم ما يضركم, مما أمامكم من العذاب الشديد؟فلو قبلوا هذه الموعظة, واستعملوها, لتبين لهم أكثر من غيرهم, أن رسول اللّه صلى اللّه عليه وسلم, ليس بمجنون, لأن هيئاته  ليست كهيئات المجانين, في خنقهم, واختلاجهم, ونظرهم، بل هيئته أحسن الهيئات, وحركاته أجل الحركات, وهو أكمل الخلق, أدبا, وسكينة, وتواضعا, ووقارا, لا يكون [إلا] لأرزن الرجال عقلا.ثم [إذا] تأملوا كلامه الفصيح, ولفظه المليح, وكلماته التي تملأ القلوب, أمنا, وإيمانا, وتزكى النفوس, وتطهر القلوب, وتبعث على مكارم الأخلاق, وتحث على محاسن الشيم, وترهب  عن مساوئ الأخلاق ورذائلها، إذا تكلم رمقته العيون, هيبة وإجلالا وتعظيما.فهل هذا يشبه هذيان المجانين, وعربدتهم, وكلامهم الذي يشبه أحوالهم؟\"فكل من تدبر أحواله ومقصده استعلام هل هو رسول اللّه أم لا؟ سواء تفكر وحده, أو مع غيره, جزم بأنه رسول اللّه حقا, ونبيه صدقا, خصوصا المخاطبين, الذي هو صاحبهم يعرفون أول أمره وآخره.",
        "kathir": "يقول تعالى : قل يا محمد لهؤلاء الكافرين الزاعمين أنك مجنون : ( إنما أعظكم بواحدة ) أي : إنما آمركم بواحدة ، وهي : ( أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة ) أي : تقوموا قياما خالصا لله ، من غير هوى ولا عصبية ، فيسأل بعضكم بعضا : هل بمحمد من جنون ؟ فينصح بعضكم بعضا ، ( ثم تتفكروا ) أي : ينظر الرجل لنفسه في أمر محمد صلى الله عليه وسلم ، ويسأل غيره من الناس عن شأنه إن أشكل عليه ، ويتفكر في ذلك; ولهذا قال : ( أن تقوموا لله مثنى وفرادى ثم تتفكروا ما بصاحبكم من جنة ) .هذا معنى ما ذكره مجاهد ، ومحمد بن كعب ، والسدي ، وقتادة ، وغيرهم ، وهذا هو المراد من الآية .فأما الحديث الذي رواه ابن أبي حاتم : حدثنا أبي ، حدثنا هشام بن عمار ، حدثنا صدقة بن خالد ، حدثنا عثمان بن أبي العاتكة ، عن علي بن يزيد ، عن القاسم ، عن أبي أمامة ; أن رسول الله صلى الله عليه وسلم كان يقول : \" أعطيت ثلاثا لم يعطهن من قبلي ولا فخر : أحلت لي الغنائم ، ولم تحل لمن قبلي ، كانوا قبلي يجمعون غنائمهم فيحرقونها . وبعثت إلى كل أحمر وأسود ، وكان كل نبي يبعث إلى قومه ، وجعلت لي الأرض مسجدا وطهورا ، أتيمم بالصعيد ، وأصلي حيث أدركتني الصلاة ، قال الله : ( أن تقوموا لله مثنى وفرادى ) وأعنت بالرعب مسيرة شهر بين يدي \" - فهو حديث ضعيف الإسناد ، وتفسيرها بالقيام في الصلاة في جماعة وفرادى بعيد ، ولعله مقحم في الحديث من بعض الرواة ، فإن أصله ثابت في الصحاح وغيرها والله أعلم .وقوله : ( إن هو إلا نذير لكم بين يدي عذاب شديد ) : قال البخاري عندها :حدثنا علي بن عبد الله ، حدثنا محمد بن خازم ، حدثنا الأعمش ، عن عمرو بن مرة ، عن سعيد بن جبير ، عن ابن عباس قال : صعد النبي صلى الله عليه وسلم الصفا ذات يوم ، فقال : \" يا صباحاه \" . فاجتمعت إليه قريش ، فقالوا : ما لك ؟ فقال : \" أرأيتم لو أخبرتكم أن العدو يصبحكم أو يمسيكم ، أما كنتم تصدقوني ؟ \" قالوا : بلى . قال : \" فإني نذير لكم بين يدي عذاب شديد \" . فقال أبو لهب : تبا لك! ألهذا جمعتنا ؟ فأنزل الله : ( تبت يدا أبي لهب وتب ) [ المسد ] .وقد تقدم عند قوله : ( وأنذر عشيرتك الأقربين ) [ الشعراء : 214 ] .وقال الإمام أحمد : حدثنا أبو نعيم ، حدثنا بشير بن المهاجر ، حدثني عبد الله بن بريدة ، عن أبيه قال : خرج إلينا رسول الله صلى الله عليه وسلم يوما فنادى ثلاث مرات فقال : \" أيها الناس ، أتدرون ما مثلي ومثلكم ؟ \" قالوا : الله ورسوله أعلم . قال : \" إنما مثلي ومثلكم مثل قوم خافوا عدوا يأتيهم ، فبعثوا رجلا يتراءى لهم ، فبينما هو كذلك أبصر العدو ، فأقبل لينذرهم وخشي أن يدركه العدو قبل أن ينذر قومه ، فأهوى بثوبه : أيها الناس ، أوتيتم . أيها الناس ، أوتيتم - ثلاث مرات \" .وبهذا الإسناد قال رسول الله صلى الله عليه وسلم : \" بعثت أنا والساعة جميعا ، إن كادت لتسبقني \" . تفرد به الإمام أحمد في مسنده ."
      },
      "translations": {
        "en": "Say, \"I only advise you of one [thing] - that you stand for Allah, [seeking truth] in pairs and individually, and then give thought.\" There is not in your companion any madness. He is only a warner to you before a severe punishment.",
        "fr": "Dis: «Je vous exhorte seulement à une chose: que pour Allah vous vous leviez, par deux ou isolément, et qu'ensuite vous réfléchissiez. Votre compagnon (Muhammad) n'est nullement possédé: il n'est pour vous qu'un avertisseur annonçant un dur châtiment».",
        "es": "Di: «Sólo os exhorto a una cosa: a que os pongáis ante Alá, de dos en dos o solos, y meditéis. Vuestro paisano no es un poseso; no es sino un monitor que os previene contra un castigo severo»."
      },
      "ibn_ashour": "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ (46)افتتح بالأمر بالقول هنا وفي الجُمل الأربع بعده للاهتمام بما احتوت عليه . وهذا استئناف للانتقال من حكاية أحوال كفر المشركين وما تخلل ذلك من النقض والاستدلال والتسلية والتهديد ووصف صدودهم ومكابرتهم إلى دعوتهم للإِنصاف في النظر والتأمل في الحقائق ليتضح لهم خطؤهم فيما ارتكبوه من العسف في تلقي دعوة الإِسلام وما ألصقوا به وبالداعي إليه ، وأرشدوا إلى كيفية النظر في شأنهم والاختلاء بأنفسهم لمحاسبتها على سلوكها ، استقصاء لهم في الحجة وإعذاراً لهم في المجادلة { ليهلك من هلك عن بينة ويحيى من حَيِي عن بينة } [ الأنفال : 42 ] .ولذلك اجتلبت صيغة الحصر ب { إنما } ، أي ما أعظكم إلا بواحدة ، طيّاً لبساط المناظرة وإرساء على الخلاصة من المجادلات الماضية ، وتقريباً لشقة الخلاف بيننا وبينكم .وهو قصر إضافي ، أي لا بغيرها من المواعظ المفصلة ، أي إن استكثرتم الحجج وضجرتم من الردود والمطاعن فأنا أختصر المجادلة في كلمة"
    },
    {
      "number": 47,
      "text": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍۢ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ شَهِيدٌۭ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للكفار: ما سألتكم على الخير الذي جئتكم به من أجر فهو لكم، ما أجري الذي أنتظره إلا على الله المطَّلِع على أعمالي وأعمالكم، لا يخفى عليه شيء فهو يجازي الجميع، كلٌّ بما يستحقه.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: ما سألتكم من ثواب أو أجر على ما جئتكم به من الهدى والخير - على تقدير وجوده -، فهو لكم، ليس ثوابي إلا على الله وحده، وهو سبحانه على كل شيء شهيد، فهو يشهد على أني بلغتكم، ويشهد على أعمالكم، فيوفيكم جزاءها.",
        "saadi": "وثَمَّ مانع للنفوس آخر عن اتباع الداعي إلى الحق, وهو أنه يأخذ أموال من يستجيب له, ويأخذ أجرة على دعوته. فبين اللّه تعالى نزاهة رسوله صلى الله عليه وسلم عن هذا الأمر فقال: { قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ } أي: على اتباعكم للحق { فَهُوَ لَكُمْ } أي: فأشهدكم أن ذلك الأجر - على التقدير - أنه لكم، { إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ } أي: محيط علمه بما أدعو إليه، فلو كنت كاذبا, لأخذني بعقوبته، وشهيد أيضا على أعمالكم, سيحفظها عليكم, ثم يجازيكم بها.",
        "kathir": "يقول تعالى آمرا رسوله أن يقول للمشركين : ( ما سألتكم من أجر فهو لكم ) أي : لا أريد منكم جعلا ولا عطاء على أداء رسالة الله إليكم ، ونصحي إياكم ، وأمركم بعبادة الله ، ( إن أجري إلا على الله ) أي : إنما أطلب ثواب ذلك من عند الله ( وهو على كل شيء شهيد ) أي : عالم بجميع الأمور ، بما أنا عليه من إخباري عنه بإرساله إياي إليكم ، وما أنتم عليه ."
      },
      "translations": {
        "en": "Say, \"Whatever payment I might have asked of you - it is yours. My payment is only from Allah, and He is, over all things, Witness.\"",
        "fr": "Dis: «Ce que je vous demande comme salaire, c'est pour vous-mêmes. Car mon salaire n'incombe qu'à Allah. Il est Témoin de toute chose».",
        "es": "Di: «El salario que yo pueda pediros ¡quedáoslo! Mi salario no incumbe sino a Alá. Él es testigo de todo»."
      },
      "ibn_ashour": "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (47)هذا استقصاء لبقايا شبه التكذيب لدحضها سواء منها ما تعلقوا به من نحو قولهم : كاهن وشاعر ومجنون وما لم يدعوه ولكنه قد يخطر ببال واحد منهم أن يزعموا أنه يريد بهذه الدعوة نفعاً لنفسه يكون أجراً له على التعليم والإِرشاد .وهم لما ادّعوا أنه ساحر أو أنه شاعر أو أنه كاهن لزم من دعواهم أنه يتعرض لجائزة الشاعر ، وحُلوان الكاهن؛ فلما نفيت عنه تلك الخلال لم يبق لهم في الكنانة سهم طعن ، إلا أن يزعموا أنه يطلب أجراً على الإِرشاد فقيل لهم : { ما سألتكم من أجر فهو لكم } إن كان بكم ظنّ انتفاعي منكم بما دعوتكم إليه ، فما كان لي من أجر عليه فخذوه . وهذه طريقة بديعة في الكناية التهكمية عن عدم انتفاعه بما يدعوهم إليه بأن يفرض كالواقع ثم يرتب عليه الانكفاف عنه ورد ما فات منه ليفضي بذلك إلى البراءة منه ومن التعرض له ، فهي كناية رمزية وأنهم يعلمون أنه لم يسألهم أجراً { قل ما أسألكم عليه من أجر وما أنا من المتكلفين إن هو إلا ذكر للعالمين } [ ص : 86 ، 87 ] أو إن كنت سألتكم أجراً فلا تعطونيه ،"
    },
    {
      "number": 48,
      "text": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّٰمُ ٱلْغُيُوبِ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لمن أنكر التوحيد ورسالة الإسلام: إن ربي يقذف الباطل بحجج من الحق، فيفضحه ويهلكه، والله علام الغيوب، لا يخفى عليه شيء في الأرض ولا في السماء.",
        "mukhtasar": "قل - أيها الرسول -: إن ربي يسلط الحق على الباطل فيبطله، وهو علَّام الغيوب، لا يخفى عليه شيء في السماوات ولا في الأرض، ولا تخفى عليه أعمال عباده.",
        "saadi": "ولما بين البراهين الدالة على صحة الحق, وبطلان الباطل, أخبر تعالى أن هذه سنته وعادته أن { يَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ } لأنه بين من الحق في هذا الموضع, ورد به أقوال المكذبين, ما كان عبرة للمعتبرين, وآية للمتأملين.فإنك كما ترى, كيف اضمحلت أقوال المكذبين, وتبين كذبهم وعنادهم, وظهر الحق وسطع, وبطل الباطل وانقمع، وذلك بسبب بيان { عَلَّامُ الْغُيُوبِ } الذي يعلم ما تنطوي عليه القلوب, من الوساوس والشبه, ويعلم ما يقابل ذلك, ويدفعه من الحجج.",
        "kathir": "وقوله : ( قل إن ربي يقذف بالحق علام الغيوب ) ، كقوله تعالى : ( يلقي الروح من أمره على من يشاء من عباده ) [ غافر : 15 ] . أي : يرسل الملك إلى من يشاء من عباده من أهل الأرض ، وهو علام الغيوب ، فلا تخفى عليه خافية في السماوات ولا في الأرض ."
      },
      "translations": {
        "en": "Say, \"Indeed, my Lord projects the truth. Knower of the unseen.\"",
        "fr": "Dis: «Certes, mon Seigneur lance la Vérité, [à Ses messagers], Il est le Parfait Connaisseur des inconnaissables».",
        "es": "Di: «Mi Señor despide Verdad. Él conoce a fondo las cosas ocultas»."
      },
      "ibn_ashour": "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ (48)لا جرم إذ انتهى الاستدلال والمجادلة أن يُنتقل إلى النداء بين ظهرانيهم بظهور الحق فيستغنى عن مجادلتهم .وأعيد فعل { قل } للاهتمام بالمقول كما أشرنا إليه آنفاً .والتأكيد لتحقيق هذا الخبر .والتعبير عن اسم الله بلفظ الرب وإضافته إلى ضمير المتكلم للإِشارة أن الحق في جانبه وأنه تأييد من ربه فإن الرب ينصر مربوبه ويؤيده . فالمراد بالربوبية هنا ربوبية الولاء والاختصاص لا مطلق الربوبية لأنها تعمّ الناس كلهم .وتقديم المسند إليه على المسند الفعلي للدلالة على الاختصاص دون التقوِّي لأن تقوِّي الجملة حصل بحرف التأكيد . وهذا الاختصاص باعتبار ما في { يقذف بالحق } من معنى : الناصر لي دونَكم فماذا ينفعكم اعتزازكم بأموالكم وأولادكم وقوتكم .والقذف : إلقاء شيء من اليد ، وأطلق على إظهار الحق قذف على سبيل الاستعارة ، شبه إعلان الحق بإلقاء الحجر ونحوه . والمعنى : أن ربي يقذفكم بالحق .أو هو إشارة إلى قوله : { بل نقذف بالحق على الباطل } [ الأنبياء : 18 ] وعلى كل فهو تعريض بالتهديد والتخويف من نصر الله المؤمنين على المشركين .وتخصيص وصف { علام الغيوب } م"
    },
    {
      "number": 49,
      "text": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَٰطِلُ وَمَا يُعِيدُ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: جاء الحق والشرع العظيم من الله، وذهب الباطل واضمحلَّ سلطانه، فلم يبق للباطل شيء يبدؤه ويعيده.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: جاء الحق الذي هو الإسلام، وزال الباطل الذي لا يبدو له أي أثر أو قوة ولا يعود إلى نفوذه.",
        "saadi": "فيعلم بها عباده, ويبينها لهم, ولهذا قال: { قُلْ جَاءَ الْحَقُّ } أي: ظهر وبان, وصار بمنزلة الشمس, وظهر سلطانه، { وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ } أي: اضمحل وبطل أمره, وذهب سلطانه, فلا يبدئ ولا يعيد.",
        "kathir": "وقوله : ( قل جاء الحق وما يبدئ الباطل وما يعيد ) أي : جاء الحق من الله والشرع العظيم ، وذهب الباطل وزهق واضمحل ، كقوله : ( بل نقذف بالحق على الباطل فيدمغه ) [ فإذا هو زاهق ] ) [ الأنبياء : 18 ] ، ولهذا لما دخل رسول الله صلى الله عليه وسلم المسجد الحرام يوم الفتح ، ووجد تلك الأصنام منصوبة حول الكعبة ، جعل يطعن الصنم بسية قوسه ، ويقرأ : ( وقل جاء الحق وزهق الباطل إن الباطل كان زهوقا ) ، ( قل جاء الحق وما يبدئ الباطل وما يعيد ) . رواه البخاري ومسلم والترمذي والنسائي وحده عند هذه الآية ، كلهم من حديث الثوري ، عن ابن أبي نجيح ، عن مجاهد ، عن أبي معمر عبد الله بن سخبرة ، عن ابن مسعود ، به .أي : لم يبق للباطل مقالة ولا رياسة ولا كلمة .وزعم قتادة والسدي : أن المراد بالباطل هاهنا إبليس ، إنه لا يخلق أحدا ولا يعيده ، ولا يقدر على ذلك . وهذا وإن كان حقا ولكن ليس هو المراد هاهنا والله أعلم ."
      },
      "translations": {
        "en": "Say, \"The truth has come, and falsehood can neither begin [anything] nor repeat [it].\"",
        "fr": "Dis: «La vérité [l'Islam] est venue. Et le Faux [la mécréance] ne peut rien commencer ni renouveler».",
        "es": "Di: «Ha venido la Verdad. Lo falso no crea ni re-crea»."
      },
      "ibn_ashour": "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ (49)أعيد فعل { قل } للاهتمام بالمقول كما تقدم آنفاً .وجملة { قل جاء الحق } تأكيد لجملة { قل إن ربي يقذف بالحق } [ سبأ : 48 ] فإن الحق قد جاء بنزول القرآن ودعوة الإِسلام . وعُطف { وما يبدىء الباطل وما يعيد } على { جاء الحق } لأنه إذا جاء الحق انقشع الباطل من الموضع الذي حلّ فيه الحق .و { يبدىء } مضارع أبدأَ بهمزة في أوله وهمزة في آخره والهمزة التي في أوله للزيادة مثل همزة : أجاء ، وأسرى . وإسناد الإِبداء والإِعادة إلى الباطل مجاز عقلي أو استعارة .ومعنى { ما يبدىء الباطل وما يعيد } الكناية عن اضمحلاله وزواله وهو ما عبر عنه بالزهوق في قوله تعالى : { إن الباطل كان زهوقاً } في سورة الإِسراء ( 81 ) . وذلك أن الموجود الذي تكون له آثارٌ إمّا أن تكون آثاره مستأنفة أو معادة فإذا لم يكن له إِبداء ولا إعادة فهو معدوم وأصله مأخوذ من تصرف الحي فيكون ما يبدىء وما يعيد } كناية عن الهلاك كما قال عَبيد بن الأبرص: ... أفقر من أهله عَبيدفاليوم لا يُبدي ولا يعيد ... ( يعني نفسه ) .ويقولون أيضاً : فلان ما يبدىء وما يعيد ، أي ما يتكلم ببادئة ولا عائ"
    },
    {
      "number": 50,
      "text": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌۭ قَرِيبٌۭ",
      "tafsir": {
        "muyassar": "قل: إن مِلْت عن الحق فإثم ضلالي على نفسي، وإن استقمت عليه فبوحي الله الذي يوحيه إليَّ، إن ربي سميع لما أقول لكم، قريب ممن دعاه وسأله.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: إن ضللتُ عن الحق فيما أبلغكم فضرر ضلالي قاصر علي، لا ينالكم منه شيء، وإن اهتديتُ إليه فبسبب ما يوحيه إليَّ ربي سبحانه، إنه سميع لأقوال عباده، قريب لا يتعذر عليه سماع ما أقول.",
        "saadi": "ولما تبين الحق بما دعا إليه الرسول, وكان المكذبون له, يرمونه بالضلال, أخبرهم بالحق, ووضحه لهم, وبين لهم عجزهم عن مقاومته, وأخبرهم أن رميهم له بالضلال, ليس بضائر الحق شيئا, ولا دافع ما جاء به.وأنه إن ضل - وحاشاه من ذلك, لكن على سبيل التنزل في المجادلة - فإنما يضل على نفسه, أي: ضلاله قاصر على نفسه, غير متعد إلى غيره.{ وَإِنِ اهْتَدَيْتُ } فليس ذلك من نفسي, وحولي, وقوتي, وإنما هدايتي بما { يُوحِي إِلَيَّ رَبِّي } فهو مادة هدايتي, كما هو مادة هداية غيري. إن ربي { سَمِيعٌ } للأقوال والأصوات كلها { قَرِيبٌ } ممن دعاه وسأله وعبده. ",
        "kathir": "وقوله : ( قل إن ضللت فإنما أضل على نفسي وإن اهتديت فبما يوحي إلي ربي ) أي : الخير كله من عند الله ، وفيما أنزله الله عز وجل من الوحي والحق المبين فيه الهدى والبيان والرشاد ، ومن ضل فإنما يضل من تلقاء نفسه ، كما قال عبد الله بن مسعود ، رضي الله عنه ، لما سئل عن تلك المسألة في المفوضة : أقول فيها برأيي ، فإن يكن صوابا فمن الله ، وإن يكن خطأ فمني ومن الشيطان ، والله ورسوله بريئان منه .وقوله : ( إنه سميع قريب ) أي : سميع لأقوال عباده ، قريب مجيب دعوة الداعي إذا دعاه . وقد روى النسائي هاهنا حديث أبي موسى الذي في الصحيحين أن رسول الله صلى الله عليه وسلم قال : \" إنكم لا تدعون أصم ولا غائبا ، إنما تدعون سميعا \" قريبا مجيبا \" ."
      },
      "translations": {
        "en": "Say, \"If I should err, I would only err against myself. But if I am guided, it is by what my Lord reveals to me. Indeed, He is Hearing and near.\"",
        "fr": "Dis: «Si je m'égare, je ne m'égare qu'à mes dépens; tandis que si je me guide, alors c'est grâce à ce que Mon Seigneur me révèle, car Il est Audient et Proche».",
        "es": "Di: «Si me extravío, me extravío, en realidad, en detrimento propio. Si sigo el camino recto, lo debo a lo que mi Señor me revela. Él lo oye todo, está cerca»."
      },
      "ibn_ashour": "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ (50)لما جرى ذكر الحق والباطل وكانوا يزعمون من مجموع أقوالهم أن النبي عليه الصلاة والسلام غير صادق في دعوى الرسالة من الله كانت أقوالهم تقتضي زعمهم إياه على ضلال وكان الردّ عليهم قاطعاً بأنه على هدى بقوله : { قل جاء الحق وما يبدىء الباطل وما يعيد } [ سبأ : 49 ] انتُقل هنا إلى متاركة جِدالهم وتركهم وشأنَهم لقلة جدوى مراجعتهم .وهذا مَحْضَر خاص وطَيّ بساط مجلس واحد ، فلا يقتضي أنه يستمر على ترك مجادلتهم لأن الواقع ينافي ذلك فقد نزل القرآن بعد ذلك طويلاً مشتملاً على دعوتهم وتحذيرهم وإنذارهم .وصيغة القصر التي في قوله : { فإنما أضل على نفسي } لقصر الضلال المفروض ، أي على نفسي لاَ عليكم لأنهم كانوا يحاولون أن يقلعَ عمَّا دعاهم إليه ولم يقتصروا على صدودهم .وتعدية { أَضل } بحرف { على } تتضمن استعارة مكنية إذ شُبه الضلال بجريرة عليه فعدّاه بالحرف الشائع استعماله في الأشياء المكرَه عليها غير الملائمة ، عكس اللام ، وذكر حرف الاستعلاء تخييل للمكنية ولا يُقال : ضُمِّن { أَضِلّ "
    },
    {
      "number": 51,
      "text": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍۢ قَرِيبٍۢ",
      "tafsir": {
        "muyassar": "ولو ترى -أيها الرسول- إذ فَزِعَ الكفار حين معاينتهم عذاب الله، لرأيت أمرًا عظيمًا، فلا نجاة لهم ولا مهرب، وأُخذوا إلى النار من موضع قريب التناول.",
        "mukhtasar": "ولو ترى - أيها الرسول - إذ فزع هؤلاء المكذبون لمَّا عاينوا العذاب يوم القيامة، فلا مفر لهم منه، ولا ملجأ يلتجئون إليه، وأُخذوا من مكان قريب سهل التناول من أول وهلة، لو ترى ذلك لرأيت أمرًا عجبًا.",
        "saadi": "يقول تعالى { وَلَوْ تَرَى } أيها الرسول, ومن قام مقامك, حال هؤلاء المكذبين، { إِذْ فَزِعُوا } حين رأوا العذاب, وما أخبرتهم به الرسل, وما كذبوا به, لرأيت أمرا هائلا, ومنظرا مفظعا, وحالة منكرة, وشدة شديدة, وذلك حين يحق عليهم العذاب.فليس لهم عنه مهرب ولا فوت { وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ } أي: ليس بعيدا عن محل العذاب, بل يؤخذون, ثم يقذفون في النار.",
        "kathir": "يقول تعالى : ولو ترى - يا محمد - إذ فزع هؤلاء المكذبون يوم القيامة ، ( فلا فوت ) أي : فلا مفر لهم ، ولا وزر ولا ملجأ ( وأخذوا من مكان قريب ) أي : لم يكونوا يمنعون في الهرب بل أخذوا من أول وهلة .قال الحسن البصري : حين خرجوا من قبورهم .وقال مجاهد ، وعطية العوفي ، وقتادة : من تحت أقدامهم .وعن ابن عباس والضحاك : يعني : عذابهم في الدنيا .وقال عبد الرحمن بن زيد : يعني : قتلهم يوم بدر .والصحيح : أن المراد بذلك يوم القيامة ، وهو الطامة العظمى ، وإن كان ما ذكر متصلا بذلك .وحكى ابن جرير عن بعضهم قال : إن المراد بذلك جيش يخسف بهم بين مكة والمدينة في أيام بني العباس ، ثم أورد في ذلك حديثا موضوعا بالكلية . ثم لم ينبه على ذلك ، وهذا أمر عجيب غريب منه"
      },
      "translations": {
        "en": "And if you could see when they are terrified but there is no escape, and they will be seized from a place nearby.",
        "fr": "Si tu les voyais quand ils seront saisis de peur, - pas d'échappatoire pour eux -, et ils seront saisis de près!",
        "es": "Si pudieras ver cuando, sobrecogidos de espanto, sin escape posible, sean arrebatados de un lugar próximo."
      },
      "ibn_ashour": "وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ (51) لما جاءهم التعريض بالتهديد من لازم المتاركة المدلول عليها بقوله : { فإنما أضل على نفسي وإن اهتديت فبما يوحي إليّ ربي } [ سبأ : 50 ] للعلم بأن الضال يستحق العقاب أتبع حالهم حين يحلّ بهم الفزع من مشاهدة ما هدّدوا به .والخطاب للنبيء صلى الله عليه وسلم تسلية له أو لكل مخاطب . وحذف جواب { لو } للتهويل . والتقدير : لرأيت أمراً فظيعاً .ومفعول { ترى } يجوز أن يكون محذوفاً ، أي لو تراهم ، أو ترى عذابهم ويكونَ { إذ فزعوا } ظرفاً ل { ترى } ويجوز أن يكون { إذ } هو المفعول به وهو مجرد عن الظرفية ، أي لو ترى ذلك الزمان ، أي ترى ما يشتمل عليه .والفزع : الخوف المفاجىء ، وقال النبي صلى الله عليه وسلم للأنصار : \" إنكم لَتَكْثُرون عند الفَزَع وتَقِلُّون عند الطمع \" . وهذا الفزع عند البعث يشعر بأنهم كانوا غير مهيِّئين لهذا الوقت أسبابَ النجاة من هوله .والأخذ : حقيقته التناول وهو هنا مجاز في الغلب والتمكن بهم كقوله تعالى : { فأخذهم أخذة رابية } [ الحاقة : 10 ] . والمعنى : أُمسِكُوا وقَبض عليهم لملاقاة ما أعد لهم من العقاب .وجملة {"
    },
    {
      "number": 52,
      "text": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍۢ",
      "tafsir": {
        "muyassar": "وقال الكفار -عندما رأوا العذاب في الآخرة-: آمنا بالله وكتبه ورسله، وكيف لهم تناول الإيمان في الآخرة ووصولهم له من مكان بعيد؟ قد حيل بينهم وبينه، فمكانه الدنيا، وقد كفروا فيها.",
        "mukhtasar": "وقالوا حين رأوا مصيرهم: آمنا بيوم القيامة، وكيف لهم تعاطي الإيمان وتناوله وقد بعد عنهم مكان قبول الإيمان بخروجهم من دار الدنيا التي هي دار عمل لا جزاء، إلى الدار الآخرة التي هي دار جزاء لا عمل؟!",
        "saadi": "{ وَقَالُوا } في تلك الحال: { آمَنَّا } بالله وصدقنا ما به كذبنا { و } لكن { أَنَّى لَهُمُ التَّنَاوُشُ } أي: تناول الإيمان { مِنْ مَكَانٍ بَعِيدٍ } قد حيل بينهم وبينه, وصار من الأمور المحالة في هذه الحالة، فلو أنهم آمنوا وقت الإمكان, لكان إيمانهم مقبولا، ولكنهم { كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ }",
        "kathir": "( وقالوا آمنا به ) أي : يوم القيامة يقولون : آمنا بالله وبكتبه ورسله ، كما قال تعالى : ( ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون ) [ السجدة : 12 ] ; ولهذا قال تعالى : ( وأنى لهم التناوش من مكان بعيد ) أي : وكيف لهم تعاطي الإيمان وقد بعدوا عن محل قبوله منهم وصاروا إلى الدار الآخرة ، وهي دار الجزاء لا دار الابتلاء ، فلو كانوا آمنوا في الدنيا لكان ذلك نافعهم ، ولكن بعد مصيرهم إلى الدار الآخرة لا سبيل لهم إلى قبول الإيمان ، كما لا سبيل إلى حصول الشيء لمن يتناوله من بعيد .قال مجاهد : ( وأنى لهم التناوش ) قال : التناول لذلك .وقال الزهري : التناوش : تناولهم الإيمان وهم في الآخرة ، وقد انقطعت عنهم الدنيا .وقال الحسن البصري : أما إنهم طلبوا الأمر من حيث لا ينال ، تعاطوا الإيمان من مكان بعيد .وقال ابن عباس : طلبوا الرجعة إلى الدنيا والتوبة مما هم فيه ، وليس بحين رجعة ولا توبة . وكذا قال محمد بن كعب القرظي ، رحمه الله ."
      },
      "translations": {
        "en": "And they will [then] say, \"We believe in it!\" But how for them will be the taking [of faith] from a place far away?",
        "fr": "Ils diront alors: «Nous croyons en lui». - Mais comment atteindront-ils la foi de si loin?",
        "es": "Dirán: «¡Creemos en É!» Pero ¿como podrán alcanzar estando tan lejos,"
      },
      "ibn_ashour": "وَقَالُوا آَمَنَّا بِهِ وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ (52) ثم استطرد الكلام بمناسبة قولهم { آمنّا به } إلى إضاعتهم وقت الإِيمان بجملة { وأنى لهم التناوش } إلى آخرها .و { أنَّى } استفهام عن المكان وهو مستعمل في الإِنكار .و { التناوش } قرأه الجمهور بواو مضمومة بعد الألف وهو التناول السهل أو الخفيف وأكثر وروده في شرب الإِبل شرباً خفيفاً من الحوض ونحوه ، قال غَيلان بن حُريْث: ... باتتْ تنُوش الحوضَ نَوْشاً من عَلانَوْشاً به تقطع أجْواز الفَلا ... يتحدث عن راحلته ، أي تتناول الماء من أعلاه ولا تغوص مشافرها فيه .وجملة { وأنى لهم التناوش من مكان بعيد } مركب تمثيلي يفيد تشبيه حالهم إذ فرطوا في أسباب النجاة وقت المِكْنَة منها حين كان النبي صلى الله عليه وسلم يدعوهم ويحرضهم ويحذرهم وقد عمرهم الله ما يتذكر فيه من تذكر ثم جاؤوا يطلبون النجاة بعد فوات وقتها بحالهم كحال من يريد تناوشها وهو في مكان بعيد عن مراده الذي يجب تناوله .وهذا التمثيل قابل لتفريق أجزائه بأن يشبه السعي بما يحصل بسرعة بالتناوش ويشبه فوات المطلوب بالمكان البعيد كالحوض .وقرأ أبو عمرو وحمزة والكسائي وأبو بكر عن "
    },
    {
      "number": 53,
      "text": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍۢ",
      "tafsir": {
        "muyassar": "وقد كفروا بالحق في الدنيا، وكذبوا الرسل، ويرمون بالظن من جهة بعيدة عن إصابة الحق، ليس لهم فيها مستند لظنهم الباطل، فلا سبيل لإصابتهم الحق، كما لا سبيل للرامي إلى إصابة الغرض من مكان بعيد.",
        "mukhtasar": "وكيف يحصل منهم الإيمان ويُقْبَل، وقد كفروا به في الحياة الدنيا، ويرمون بالظن من جهة بعيدة عن إصابة الحق، كقولهم في الرسول صلى الله عليه وسلم : ساحر، كاهن، شاعر؟!",
        "saadi": " أي: يرمون { بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ } بقذفهم الباطل, ليدحضوا به الحق، ولكن لا سبيل إلى ذلك, كما لا سبيل للرامي, من مكان بعيد إلى إصابة الغرض، فكذلك الباطل, من المحال أن يغلب الحق أو يدفعه, وإنما يكون له صولة, وقت غفلة الحق عنه, فإذا برز الحق, وقاوم الباطل, قمعه.",
        "kathir": "وقوله : ( وقد كفروا به من قبل ) أي : كيف يحصل لهم الإيمان في الآخرة ، وقد كفروا بالحق في الدنيا وكذبوا بالرسل ؟( ويقذفون بالغيب من مكان بعيد ) : قال مالك ، عن زيد بن أسلم : ( ويقذفون بالغيب ) قال : بالظن .قلت : كما قال تعالى : ( رجما بالغيب ) [ الكهف : 22 ] ، فتارة يقولون : شاعر . وتارة يقولون : كاهن . وتارة يقولون : ساحر . وتارة يقولون : مجنون . إلى غير ذلك من الأقوال الباطلة ، ويكذبون بالغيب والنشور والمعاد ، ويقولون : ( إن نظن إلا ظنا وما نحن بمستيقنين ) [ الجاثية : 32 ] .قال قتادة : يرجمون بالظن ، لا بعث ولا جنة ولا نار ."
      },
      "translations": {
        "en": "And they had already disbelieved in it before and would assault the unseen from a place far away.",
        "fr": "alors qu'auparavant ils y avaient effectivement mécru et ils offensent l'inconnu à partir d'un endroit éloigné !",
        "es": "si antes no creyeron en É y, desde lejos, lanzaban injurias contra lo oculto?"
      },
      "ibn_ashour": "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ (53)و { مكان بعيد } هنا مستعمل في حقيقته يعني من الدنيا ، وهي مكان بعيد عن الآخرة للاستغناء عن استعارته لِما لا يشاهد منه بقوله : { بالغيب } كما علمت فتعين للحقيقة لأنها الأصل ، وبذلك فليس بين لفظ { بعيد } المذكور هنا والذي في قوله : { وأنى لهم التناوش من مكان بعيد } ما يشبه الإِيطاء لاختلاف الكلمتين بالمجاز والحقيقة ."
    },
    {
      "number": 54,
      "text": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّۢ مُّرِيبٍۭ",
      "tafsir": {
        "muyassar": "وحيل بين الكفار وما يشتهون من التوبة والعودة إلى الدنيا ليؤمنوا، كما فعل الله بأمثالهم من كفرة الأمم السابقة، إنهم كانوا في الدنيا في شَكٍّ من أمر الرسل والبعث والحساب، مُحْدِث للريبة والقلق، فلذلك لم يؤمنوا.",
        "mukhtasar": "ومُنع هؤلاء المكذبون من الحصول على ما يشتهونه من ملذات الحياة، ومن التوبة من الكفر والنجاة من النار، والعودة إلى الحياة الدنيا، كما فُعِل بأمثالهم من الأمم المكذبة من قبلهم، إنهم كانوا في شك مما جاءت به الرسل من توحيد الله والإيمان بالبعث، شك باعث على الكفر.",
        "saadi": "{ وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ } من الشهوات واللذات, والأولاد, والأموال, والخدم, والجنود، قد انفردوا بأعمالهم, وجاءوا فرادى, كما خلقوا, وتركوا ما خولوا, وراء ظهورهم، { كَمَا فُعِلَ بِأَشْيَاعِهِمْ } من الأمم السابقين, حين جاءهم الهلاك, حيل بينهم وبين ما يشتهون، { إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ } أي: محدث الريبة وقلق القلب فلذلك, لم يؤمنوا, ولم يعتبوا حين استعتبوا.تم تفسير سورة سبأ - وللّه الحمد والمنة, والفضل, ومنه العون, وعليه التوكل, وبه الثقة.",
        "kathir": "وقوله : ( وحيل بينهم وبين ما يشتهون ) : قال الحسن البصري ، والضحاك ، وغيرهما : يعني : الإيمان .وقال السدي : ( وحيل بينهم وبين ما يشتهون ) وهي : التوبة . وهذا اختيار ابن جرير ، رحمه الله .وقال مجاهد : ( وحيل بينهم وبين ما يشتهون ) من هذه الدنيا ، من مال وزهرة وأهل . وروي [ ذلك ] عن ابن عباس وابن عمر والربيع بن أنس . وهو قول البخاري وجماعة . والصحيح : أنه لا منافاة بين القولين; فإنه قد حيل بينهم وبين شهواتهم في الدنيا وبين ما طلبوه في الآخرة ، فمنعوا منه .وقد ذكر ابن أبي حاتم هاهنا أثرا غريبا [ عجيبا ] جدا ، فلنذكره بطوله فإنه قال : حدثنا محمد بن يحيى ، حدثنا بشر بن حجر السامي ، حدثنا علي بن منصور الأنباري ، عن الشرقي بن قطامي ، عن سعيد بن طريف ، عن عكرمة ، عن ابن عباس في قول الله عز وجل : ( وحيل بينهم وبين ما يشتهون ) إلى آخر الآية ، قال : كان رجل من بني إسرائيل فاتحا - أي فتح الله له مالا - فمات فورثه ابن له تافه - أي : فاسد - فكان يعمل في مال الله بمعاصي الله . فلما رأى ذلك إخوان أبيه أتوا الفتى فعذلوه ولاموه ، فضجر الفتى فباع عقاره بصامت ، ثم رحل فأتى عينا ثجاجة فسرح فيها ماله ، وابتنى قصرا . فبينما هو ذات يوم جالس إذ شملت عليه [ ريح ] بامرأة من أحسن الناس وجها وأطيبهم أرجا - أي : ريحا - فقالت : من أنت يا عبد الله ؟ فقال : أنا امرؤ من بني إسرائيل قالت : فلك هذا القصر ، وهذا المال ؟ قال : نعم . قالت : فهل لك من زوجة ؟ قال : لا . قالت : فكيف يهنيك العيش ولا زوجة لك ؟ قال : قد كان ذلك . فهل لك من بعل ؟ قالت : لا . قال : فهل لك إلى أن أتزوجك ؟ قالت : إني امرأة منك على مسيرة ميل ، فإذا كان غد فتزود زاد يوم وأتني ، وإن رأيت في طريقك هولا فلا يهولنك . فلما كان من الغد تزود زاد يوم ، وانطلق فانتهى إلى قصر ، فقرع رتاجه ، فخرج إليه شاب من أحسن الناس وجها وأطيبهم أرجا - أي : ريحا - فقال : من أنت يا عبد الله ؟ فقال : أنا الإسرائيلي . قال فما حاجتك ؟ قال : دعتني صاحبة هذا القصر إلى نفسها . قال : صدقت ، قال فهل رأيت في طريقك [ هولا ؟ ] قال : نعم ، ولولا أنها أخبرتني أن لا بأس علي ، لهالني الذي رأيت; أقبلت حتى إذا انفرج بي السبيل ، إذا أنا بكلبة فاتحة فاها ، ففزعت ، فوثبت فإذا أنا من ورائها ، وإذا جراؤها ينبحن في بطنها . فقال له الشاب : لست تدرك هذا ، هذا يكون في آخر الزمان ، يقاعد الغلام المشيخة في مجلسهم ويبزهم حديثهم .قال : ثم أقبلت حتى إذا انفرج بي السبيل ، إذا أنا بمائة عنز حفل ، وإذا فيها جدي يمصها ، فإذا أتى عليها وظن أنه لم يترك شيئا ، فتح فاه يلتمس الزيادة . فقال : لست تدرك هذا ، هذا يكون في آخر الزمان ، ملك يجمع صامت الناس كلهم ، حتى إذا ظن أنه لم يترك شيئا فتح فاه يلتمس الزيادة .قال : ثم أقبلت حتى إذا انفرج بي السبيل إذا أنا بشجر ، فأعجبني غصن من شجرة منها ناضر ، فأردت قطعه ، فنادتني شجرة أخرى : \" يا عبد الله ، مني فخذ \" . حتى ناداني الشجر أجمع : \" يا عبد الله ، منا فخذ \" . قال : لست تدرك هذا ، هذا يكون في آخر الزمان ، يقل الرجال ويكثر النساء ، حتى إن الرجل ليخطب المرأة فتدعوه العشر والعشرون إلى أنفسهن .قال : ثم أقبلت حتى إذا انفرج بي السبيل إذا أنا برجل قائم على عين ، يغرف لكل إنسان من الماء ، فإذا تصدعوا عنه صب في جرته فلم تعلق جرته من الماء بشيء . قال : لست تدرك هذا ، هذا يكون في آخر الزمان ، القاص يعلم الناس العلم ثم يخالفهم إلى معاصي الله .قال : ثم أقبلت حتى إذا انفرج بي السبيل إذا أنا بعنز وإذا بقوم قد أخذوا بقوائمها ، وإذا رجل قد أخذ بقرنيها ، وإذا رجل قد أخذ بذنبها ، وإذا رجل قد ركبها ، وإذا رجل يحلبها . فقال : أما العنز فهي الدنيا ، والذين أخذوا بقوائمها يتساقطون من عيشها ، وأما الذي قد أخذ بقرنيها فهو يعالج من عيشها ضيقا ، وأما الذي أخذ بذنبها فقد أدبرت عنه ، وأما الذي ركبها فقد تركها . وأما الذي يحلبها فبخ [ بخ ] ، ذهب ذلك بها .قال : ثم أقبلت حتى إذا انفرج بي السبيل ، وإذا أنا برجل يمتح على قليب ، كلما أخرج دلوه صبه في الحوض ، فانساب الماء راجعا إلى القليب . قال : هذا رجل رد الله [ عليه ] صالح عمله ، فلم يقبله .قال : ثم أقبلت حتى إذا انفرج بي السبيل ، إذا أنا برجل يبذر بذرا فيستحصد ، فإذا حنطة طيبة . قال : هذا رجل قبل الله صالح عمله ، وأزكاه له .قال : ثم أقبلت حتى إذا انفرج بي السبيل ، إذا أنا برجل مستلق على قفاه ، قال : يا عبد الله ، ادن مني فخذ بيدي وأقعدني ، فوالله ما قعدت منذ خلقني الله فأخذت بيده ، فقام يسعى حتى ما أراه . فقال له الفتى : هذا عمر الأبعد نفد ، أنا ملك الموت وأنا المرأة التي أتتك . . . أمرني الله بقبض روح الأبعد في هذا المكان ، ثم أصيره إلى نار جهنم قال : ففيه نزلت هذه : ( وحيل بينهم وبين ما يشتهون ) الآية .هذا أثر غريب ، وفي صحته نظر ، وتنزيل [ هذه ] الآية عليه وفي حقه بمعنى أن الكفار كلهم يتوفون وأرواحهم متعلقة بالحياة الدنيا ، كما جرى لهذا المغرور المفتون ، ذهب يطلب مراده فجاءه الموت فجأة بغتة ، وحيل بينه وبين ما يشتهي .وقوله : ( كما فعل بأشياعهم من قبل ) أي : كما جرى للأمم الماضية المكذبة للرسل ، لما جاءهم بأس الله تمنوا أن لو آمنوا فلم يقبل منهم ، ( فلما رأوا بأسنا قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين فلم يك ينفعهم إيمانهم لما رأوا بأسنا سنة الله التي قد خلت في عباده وخسر هنالك الكافرون ) [ غافر : 84 ، 85 ] .وقوله : ( إنهم كانوا في شك مريب ) أي : كانوا في الدنيا في شك وريبة ، فلهذا لم يتقبل منهم الإيمان عند معاينة العذاب .قال قتادة : إياكم والشك والريبة . فإن من مات على شك بعث عليه ، ومن مات على يقين بعث عليه .آخر تفسير سورة \" سبأ \" ولله الحمد والمنة ."
      },
      "translations": {
        "en": "And prevention will be placed between them and what they desire, as was done with their kind before. Indeed, they were in disquieting denial.",
        "fr": "On les empêchera d'atteindre ce qu'ils désirent, comme cela fut fait auparavant avec leurs semblables, car ils se trouvaient dans un doute profond.",
        "es": "Se interpondrá una barrera entre ellos y el objeto de su deseo, como ocurrió antes con sus semejantes: estaban en duda grave."
      },
      "ibn_ashour": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ (54)عطف على الجمل الفعلية نظائر هذه وهي جُمل { فَزِعوا وأُخذوا وقالوا } [ سبأ : 51 ، 52 ] أي وحَال زَجُّهم في النار بينهم وبين ما يأملُونه من النجاة بقولهم : { آمنا به } [ سبأ : 52 ] . وما يشتهونه هو النجاة من العذاب أَوْ عودتهم إلى الدنيا؛ فقد حُكي عنهم في آيات أُخرى أنهم تمنَّوه { فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين } [ الأنعام : 27 ] ، «ربنا أرجعنا نعمل صالحاً غير الذي كنا نعمل» .والتشبيه في قوله : { كما فعل بأشياعهم من قبل } تشبيه للحيلولة بحيلولة أخرى وهي الحيلولة بين بعض الأمم وبين الإِمهال حين حلّ بهم عذاب الدنيا ، مثل فرعون وقومه إذ قال : { آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين } [ يونس : 90 ] ، وكذلك قوم نوح حين رأوا الطوفان ، وما من أمة حلّ بها عذاب إلا وتمنّت الإِيمان حينئذٍ فلم ينفعهم إلاّ قوم يونس .والأشياع : المشابهون في النحلة وإن كانوا سالفين . وأصل المشايعة المتابعة في العمل والحلف ونحوه ، ثم أطلقت هنا عل"
    }
  ]
}