{
  "number": 38,
  "name": "سُورَةُ صٓ",
  "englishName": "Saad",
  "revelationType": "Meccan",
  "ayahCount": 88,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ صٓ ۚ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ",
      "tafsir": {
        "muyassar": "(ص) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(ص) تقدم الكلام على نظائرها من الحروف المقطعة في بداية سورة البقرة.\nأقسم بالقرآن المشتمل على تذكير الناس بما ينفعهم في دنياهم وآخرتهم، ليس الأمر كما يظنه المشركون من وجود شركاء مع الله.",
        "saadi": "هذا بيان من اللّه تعالى لحال القرآن، وحال المكذبين به معه ومع من جاء به، فقال: { ص وَالْقُرْآنِ ذِي الذِّكْرِ } أي: ذي القدر العظيم والشرف، المُذَكِّرِ للعباد كل ما يحتاجون إليه من العلم، بأسماء اللّه وصفاته وأفعاله، ومن العلم بأحكام اللّه الشرعية، ومن العلم بأحكام المعاد والجزاء، فهو مذكر لهم في أصول دينهم وفروعه.وهنا لا يحتاج إلى ذكر المقسم عليه، فإن حقيقة الأمر، أن المقسم به وعليه شيء واحد، وهو هذا القرآن، الموصوف بهذا الوصف الجليل، فإذا كان القرآن بهذا الوصف، علم ضرورة العباد إليه، فوق كل ضرورة، وكان الواجب عليهم تَلقِّيه بالإيمان والتصديق، والإقبال على استخراج ما يتذكر به منه.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ ص ۚ وَالْقُرْآنِ ذِي الذِّكْرِ"
      },
      "translations": {
        "en": "Sad. By the Qur'an containing reminder...",
        "fr": "Sâd. Par le Coran, au renom glorieux (dikr)!",
        "es": "s. ¡Por el Corán, que contiene la Amonestación...!"
      },
      "ibn_ashour": "ص وَالْقُرْآَنِ ذِي الذِّكْرِ (1){ ص } القول في هذا الحرف كالقول في نظائره من الحروف المقطعة الواقعة في أوائل بعض السور بدون فرق أنها مقصودة للتهجِّي تحدِّياً لبلغاء العرب أن يأتوا بمثل هذا القرآن وتورُّكاً عليهم إذ عجزوا عنه واتفق أهل العدّ على أن { ص } ليس بآية مستقلة بل هي في مبدأ آية إلى قوله : { ذِي الذِّكرِ } وإنما لم تعد { ص } آية لأنها حرف واحد كما لم يعد { ق } [ ق : 1 ] و { ن } [ القلم : 1 ] ; { والقرءان ذِىلذِّكْرِ }الواو للقسم أقسم بالقرآن قسَم تنويه به . ووصف ب { ذِي الذِّكر } لأن { ذي } تضاف إلى الأشياء الرفيعة فتجري على متصف مقصود التنويه به .و { الذكر } : التذكير ، أي تذكير الناس بما هم عنه غافلون . ويجوز أن يراد بالذكر ذكر اللسان وهو على معنى : الذي يُذكر ، بالبناء للنائب ، أي والقرآن المذكور ، أي الممدوح المستحِق الثناء على أحد التفسيرين في قوله تعالى : { لقد أنزلنا إليكم كتاباً فيه ذكركم } [ الأنبياء : 10 ] أي شرفكم .وقد تردد المفسرون في تعيين جواب القسم على أقوال سبعة أو ثمانية وأحسن ما قيل فيه هنا أحد وجهين : أولهما أن يكون محذوفاً دلّ عليه حرف { ص } فإن المقصود منه"
    },
    {
      "number": 2,
      "text": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍۢ وَشِقَاقٍۢ",
      "tafsir": {
        "muyassar": "(ص) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "لكن الكافرين في حمية وتكبر عن توحيد الله، وفي خلاف مع محمد صلى الله عليه وسلم وعداوة له.",
        "saadi": "فهدى اللّه من هدى لهذا، وأبى الكافرون به وبمن أنزله، وصار معهم { عِزَّةٍ وَشِقَاقٍ } عزة وامتناع عن الإيمان به، واستكبار وشقاق له، أي: مشاقة ومخاصمة في رده وإبطاله، وفي القدح بمن جاء به.",
        "kathir": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ"
      },
      "translations": {
        "en": "But those who disbelieve are in pride and dissension.",
        "fr": "Ceux qui ont mécru sont plutôt dans l'orgueil et le schisme!",
        "es": "Por los infieles están llenos de orgullo y en oposición."
      },
      "ibn_ashour": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ (2){ بل } للإِضراب الإِبطالي وهذا نوع من الإِضراب الإِبطالي نبّه عليه الراغب في «مفردات القرآن» وأشار إليه في «الكشاف» ، وتحريرُه أنه ليس إبطالاً محضاً للكلام السابق بحيث يكون حرفُ { بل } فيه بمنزلة حرف النفي كما هو غالب الإِضراب الإِبطالي ، ولا هو إضراب انتقالي ، ولكن هذا إبطال لتوهممٍ ينشأ عن الكلام الذي قبله إذّ دل وصف القرآن ب { ذِي الذِّكر } [ ص : 1 ] أن القرآن مذكِّرٌ سامعيه تذكيراً ناجعاً ، فعقب بإزالة توهم مَن يتوهم أن عدم تذكّر الكفار ليس لضعففٍ في تذكير القرآن ولكن لأنهم متعزّزون مُشاقُّون ، فحرف { بل } في مثل هذا بمنزلة حرف الاستدراك ، والمقصود منه تحقيق أنه ذُو ذكر ، وإزالة الشبهة التي قَد تعرض في ذلك .ومثله قوله تعالى : { ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم } [ ق : 1 ، 2 ] ، أي ليس امتناعهم من الإِيمان بالقرآن لنقص في علوّه ومجده ولكن لأنهم عجبوا أن جاءهم به رجل منهم .ولك أن تجعل { بل } إضرابَ انتقال من الشروع في التنويه بالقرآن إلى بيان سبب إعراض المعرضين عنه ، لأن في بيان ذلك السبب تحقيقاً للتنويه بالقرآن كما يقال : "
    },
    {
      "number": 3,
      "text": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍۢ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍۢ",
      "tafsir": {
        "muyassar": "كثيرًا من الأمم أهلكناها قبل هؤلاء المشركين، فاستغاثوا حين جاءهم العذاب ونادوا بالتوبة، وليس الوقت وقت قَبول توبة، ولا وقت فرار وخلاص مما أصابهم.",
        "mukhtasar": "كم أهلكنا من قبلهم من القرون التي كذبت برسلها فنادوا مستغيثين عند نزول العذاب عليهم، وليس الوقت وقت خلاص لهم من العذاب فتنفعهم الاستغاثة منه.",
        "saadi": "فتوعدهم بإهلاك القرون الماضية المكذبة بالرسل، وأنهم حين جاءهم الهلاك، نادوا واستغاثوا في صرف العذاب عنهم ولكن { وَلَاتَ حِينَ مَنَاصٍ } أى: وليس الوقت، وقت خلاص مما وقعوا فيه، ولا فرج لما أصابهم، فَلْيَحْذَرْ هؤلاء أن يدوموا على عزتهم وشقاقهم، فيصيبهم ما أصابهم.",
        "kathir": "كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ"
      },
      "translations": {
        "en": "How many a generation have We destroyed before them, and they [then] called out; but it was not a time for escape.",
        "fr": "Que de générations avant eux avons-Nous fait périr, qui ont crié, hélas, quand il n'était plus temps d'échapper?",
        "es": "¡A cuántas generaciones, antes de ellos, hemos hecho perecer! Invocaron cuando ya no había tiempo para salvarse."
      },
      "ibn_ashour": "كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ (3)استئناف بياني لأن العزة عن الحق والشقاقَ لله ولرسوله صلى الله عليه وسلم مما يثير في خاطر السامع أن يسأل عن جزاء ذلك فوقع هذا بياناً له ، وهذه الجملة معترضة بين جملة { بل الذين كفروا في عزَّةٍ وشقاق } [ ص : 2 ] ، وبين جملة { وعجبوا أن جاءهم منذرٌ منهم } [ ص : 4 ] .وكان هذا البيان إخبَاراً مُرفَقاً بحجة من قبيل قياس تمثيل ، لأن قوله : { مِن قبلهم } يؤذن بأنهم مثلهم في العزة والشقاق ومتضمناً تحذيراً من التريث عن إجابة دعوة الحق ، أي ينزل بهم العذاب فلا ينفعهم ندم ولا متاب كما لم ينفع القرون من قبلهم . فالتقدير : سيجازَوْن على عزتهم وشقاقهم بالهلاك كما جُوزِيَتْ أمم كثيرة من قبلهم في ذلك فليحذروا ذلك فإنهم إن حقت عليهم كلمة العذاب لم ينفعهم متاب كما لم ينفع الذين من قبلهم متاب عند رؤية العذاب .و { كم } اسم دال على عدد كثير . و { مِن قَرنٍ } تمييز لإِبهام العدد ، أي عدداً كثيراً من القرون ، وهي في موضع نصب بالمفعولية ل { أهْلَكنا } .والقرن : الأمة كما في قوله تعالى : { ثم أنشأنا من بعدهم قروناً آخرين } [ المؤمن",
      "video": {
        "id": "0lE1l0OYKBM",
        "word": "مناص",
        "transliteration": "Manas",
        "meaning": {
          "ar": "ملجأ ومهرب",
          "en": "Refuge or escape",
          "fr": "Refuge ou évasion",
          "es": "Refugio o escape"
        }
      }
    },
    {
      "number": 4,
      "text": "وَعَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ ۖ وَقَالَ ٱلْكَٰفِرُونَ هَٰذَا سَٰحِرٌۭ كَذَّابٌ",
      "tafsir": {
        "muyassar": "وعجِب هؤلاء الكفار مِن بعث الله إليهم بشرا منهم؛ ليدعوهم إلى الله ويخوَّفهم عذابه، وقالوا: إنه ليس رسولا بل هو كاذب في قوله، ساحر لقومه، كيف يصيِّر الآلهة الكثيرة إلهًا واحدًا؟ إنَّ هذا الذي جاء به ودعا إليه لَشيء عجيب.",
        "mukhtasar": "وتعجبوا حين جاءهم رسول من أنفسهم يخوفهم من عذاب الله إن استمروا على كفرهم، وقال الكافرون حين شاهدوا البراهين على صدق ما جاء به محمد صلى الله عليه وسلم: هذا رجل ساحر يسحر الناس، كذاب فيما يدعيه من أنه رسول من الله يوحى إليه.",
        "saadi": "{ وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ } أي: عجب هؤلاء المكذبون في أمر ليس محل عجب، أن جاءهم منذر منهم، ليتمكنوا من التلقي عنه، وليعرفوه حق المعرفة، ولأنه من قومهم، فلا تأخذهم النخوة القومية عن اتباعه، فهذا مما يوجب الشكر عليهم، وتمام الانقياد له.ولكنهم عكسوا القضية، فتعجبوا تعجب إنكار وَقَالُوا من كفرهم وظلمهم: { هَذَا سَاحِرٌ كَذَّابٌ } ",
        "kathir": "وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ ۖ وَقَالَ الْكَافِرُونَ هَٰذَا سَاحِرٌ كَذَّابٌ"
      },
      "translations": {
        "en": "And they wonder that there has come to them a warner from among themselves. And the disbelievers say, \"This is a magician and a liar.",
        "fr": "Et ils (les Mecquois) s'étonnèrent qu'un avertisseur parmi eux leur soit venu, et les infidèles disent: «C'est un magicien et un grand menteur,",
        "es": "Se asombran de que uno salido de ellos haya venido a advertirles. Y dicen los infieles: «¡Éste es un mago mentiroso!"
      },
      "ibn_ashour": "وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (4) { وعجبوا أَن جَآءَهُم مٌّنذِرٌ مِّنْهُمْ وَقَالَ الكافرون هذا ساحر كَذَّابٌ ، أَجَعَلَ اَلَهَةَ إلَهاً وَاحِداً إنَّ هّذَا لَشَيٌ عُجَابٌ } .عطف على جملة { الذين كفروا في عزَّةٍ وشقاقٍ } [ ص : 2 ] فهو من الكلام الواقع الإِضراب للانتقال إليه كما وقع في قوله تعالى : { ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم } [ ق : 1 - 2 ] .والمعنى : أنه استقرّ في نفوسهم استحالة بعثة رسول منهم فذلك سبب آخر لانصرافهم عن التذكر بالقرآن .والعجب حقيقته : انفعال في النفس ينشأ عن علم بأمر غير مترقب وقوعه عند النفس ، ويطلق على إنكار شيء نادر على سبيل المجاز بعلاقة اللزوم كما في قوله تعالى : { قالوا أتعجبين من أمر اللَّه } في سورة [ هود : 73 ] فإن محل العتاب هو كون امرأة إبراهيم أحالت أن تلد ، وهي عجوز وكذلك إطلاقه هنا . والمعنى : وأنكروا وأحالوا أن جاءهم منذر منهم .والمنذر : الرسول ، أي منذر لهم بعذاب على أفعال هم متلبسون بها .وعبر عن الرسول صلى الله عليه وسلم بوصف المنذر : ووُصف بأنه منهم للإِشارة إلى سوء نظرهم من"
    },
    {
      "number": 5,
      "text": "أَجَعَلَ ٱلْءَالِهَةَ إِلَٰهًۭا وَٰحِدًا ۖ إِنَّ هَٰذَا لَشَىْءٌ عُجَابٌۭ",
      "tafsir": {
        "muyassar": "وعجِب هؤلاء الكفار مِن بعث الله إليهم بشرا منهم؛ ليدعوهم إلى الله ويخوَّفهم عذابه، وقالوا: إنه ليس رسولا بل هو كاذب في قوله، ساحر لقومه، كيف يصيِّر الآلهة الكثيرة إلهًا واحدًا؟ إنَّ هذا الذي جاء به ودعا إليه لَشيء عجيب.",
        "mukhtasar": "أجعل هذا الرجل الآلهة المتعددة إلهًا واحدًا لا إله غيره؟! إن صنيعه هذا لغاية في العجب.",
        "saadi": "وذنبه -عندهم- أنه { أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا } أى: كيف ينهى عن اتخاذ الشركاء والأنداد، ويأمر بإخلاص العبادة للّه وحده. { إِنَّ هَذَا } الذي جاء به { لَشَيْءٌ عُجَابٌ } أي: يقضي منه العجب لبطلانه وفساده.",
        "kathir": "أَجَعَلَ الْآلِهَةَ إِلَٰهًا وَاحِدًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عُجَابٌ"
      },
      "translations": {
        "en": "Has he made the gods [only] one God? Indeed, this is a curious thing.\"",
        "fr": "Réduira-t-il les divinités à un Seul Dieu? Voilà une chose vraiment étonnante».",
        "es": "¡Quiere reducir los dioses a un Dios Uno? ¡Es algo, ciertamente, asombroso!»"
      },
      "ibn_ashour": "أَجَعَلَ الْآَلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ (5){ كَذَّابٌ * أَجَعَلَ الالهة إلها واحدا إِنَّ هذا لَشَىْءٌ عُجَابٌ } .بعد أن كُشف ما انطوت عليه نفوسهم من العزة والشقاق وإحالة بعثة رسول للبشر من جنسهم ، حوسبوا بما صرحوا به من القول في مجلسهم ذلك ، إشارةً بهذا الترتيب إلى أن مقالتهم هذه نتيجة لعقيدتهم تلك .وفي قوله : { الكافِرونَ } وضْعُ الظاهر موقع المضمر وكان مقتضى الظاهر أن يقال : «وقالوا هذا ساحر» الخ ، وهذا لقصد وصْفهم بأنهم كافرون بربهم مقابَلَة لما وَصَمُوا به النبي صلى الله عليه وسلم فوُصفوا بما هو شتم لهم يجمع ضروباً من الشتم تأصيلاً وتفريعاً وهو الكفر الذي هو جماع فساد التفكير وفاسد الأعمال .ولفظ { هذا } أشاروا به إلى النبي صلى الله عليه وسلم استعملوا اسم الإِشارة لتحقير مثله في قولهم : { أهذا الذي يذكر آلهتكم } [ الأنبياء : 36 ] وإنما قالوا مقالتهم هذه حين انصرافهم من مجلس أبي طالب المذكورِ في سبب نزول السورة جعلوا النبي صلى الله عليه وسلم لقرب عهدهم بمحضره كأنه حاضر حين الإِشارة إليه .وجَعلوا حالهُ سحراً وكذباً لأنهم لما لم تقبَل عقولهم ما كلمهم به زعموا"
    },
    {
      "number": 6,
      "text": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا۟ وَٱصْبِرُوا۟ عَلَىٰٓ ءَالِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَىْءٌۭ يُرَادُ",
      "tafsir": {
        "muyassar": "وانطلق رؤساء القوم وكبراؤهم يحرِّضون قومهم على الاستمرار على الشرك والصبر على تعدد الآلهة، ويقولون إن ما جاء به هذا الرسول شيء مدبَّر يقصد منه الرئاسة والسيادة، ما سمعنا بما يدعو إليه في دين آبائنا من قريش، ولا في النصرانية، ما هذا إلا كذب وافتراء.",
        "mukhtasar": "وانطلق أشرافهم وكبراؤهم قائلين لأتباعهم: امضوا على ما كنتم عليه، ولا تدخلوا في دين محمد، واثبتوا على عبادة آلهتكم، إن ما دعاكم إليه محمد من عبادة إله واحد شيء مُدَبَّر يريده هو ليعلو علينا ونكون له أتباعًا.",
        "saadi": "{ وَانْطَلَقَ الْمَلَأُ مِنْهُمْ } المقبول قولهم، محرضين قومهم على التمسك بما هم عليه من الشرك. { أَنِ امْشُوا وَاصْبِرُوا عَلَى آلِهَتِكُمْ } أى: استمروا عليها، وجاهدوا نفوسكم في الصبر عليها وعلى عبادتها، ولا يردكم عنها راد، ولا يصدنكم عن عبادتها، صاد. { إِنَّ هَذَا } الذي جاء به محمد، من النهي عن عبادتها { لَشَيْءٌ يُرَادُ } أي: يقصد، أي: له قصد ونية غير صالحة في ذلك، وهذه شبهة لا تروج إلا على السفهاء، فإن من دعا إلى قول حق أو غير حق، لا يرد قوله بالقدح في نيته، فنيته وعمله له، وإنما يرد بمقابلته بما يبطله ويفسده، من الحجج والبراهين، وهم قصدهم، أن محمدا، ما دعاكم إلى ما دعاكم، إلا ليرأس فيكم، ويكون معظما عندكم، متبوعا.",
        "kathir": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَىٰ آلِهَتِكُمْ ۖ إِنَّ هَٰذَا لَشَيْءٌ يُرَادُ"
      },
      "translations": {
        "en": "And the eminent among them went forth, [saying], \"Continue, and be patient over [the defense of] your gods. Indeed, this is a thing intended.",
        "fr": "Et leurs notables partirent en disant: «Allez-vous en, et restez constants à vos dieux: c'est là vraiment une chose souhaitable.",
        "es": "Sus dignatarios se fueron: «¡Id y manteneos fieles a vuestros dioses! ¡Esto es algo deseable!"
      },
      "ibn_ashour": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آَلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ (6) الانطلاق حقيقته : الانصراف والمشي ، ويستعمل استعمال أفعال الشروع لأن الشارع ينطلق إليه ، ونظيره في ذلك : ذَهب بفعل كذا ، كما في قول النبهاني :فإن كنتَ سيِّدنَا سدْتَنا ... وإن كنت للخال فاذْهب فَخلْوكذلك قام في قوله تعالى : { إذ قاموا فقالوا } في سورة [ الكهف : 14 ] .( وقيل : إن الانطلاق هنا على حقيقته ، أي وانصرف الملأ منهم عن مجلس أبي طالب . و { الملأ } : سادة القوم قال ابن عطية : قائل ذلك عقبة بن أبي معيط . وقال غير ابن عطية : إن من القائلين أبا جهل ، والعاصي بن وائل ، والأسود بن عبد يغوث .و { أن } تفسيرية لأن الانطلاق إن كان مجازاً فهو في الشروع فقد أريد به الشروع في الكلام فكان فيه معنى القول دون حروفه فاحتاج إلى تفسيرٍ بكلام مقول ، وإن كان الانطلاقُ على حقيقته فقد تضمن انطلاقهم عقب التقاول بينهم بكلامهم الباطل { هذا ساحِرٌ } [ ص : 4 ] إلى قوله : { عُجَابٌ } [ ص : 5 ] يقتضي أنهم انطلقوا متحاورين في ماذا يصنعون . ولما أسند الانطلاق إلى الملأ منهم على أنهم ما كانوا لينطلقوا إل"
    },
    {
      "number": 7,
      "text": "مَا سَمِعْنَا بِهَٰذَا فِى ٱلْمِلَّةِ ٱلْءَاخِرَةِ إِنْ هَٰذَآ إِلَّا ٱخْتِلَٰقٌ",
      "tafsir": {
        "muyassar": "وانطلق رؤساء القوم وكبراؤهم يحرِّضون قومهم على الاستمرار على الشرك والصبر على تعدد الآلهة، ويقولون إن ما جاء به هذا الرسول شيء مدبَّر يقصد منه الرئاسة والسيادة، ما سمعنا بما يدعو إليه في دين آبائنا من قريش، ولا في النصرانية، ما هذا إلا كذب وافتراء.",
        "mukhtasar": "ما سمعنا بما يدعونا إليه محمد من توحيد الله فيما وجدنا عليه آباءنا، ولا في ملة عيسى عليه السلام، وما ذلك الذي سمعناه منه إلا كذب وافتراء.",
        "saadi": "{ مَا سَمِعْنَا بِهَذَا } القول الذي قاله، والدين الذي دعا إليه { فِي الْمِلَّةِ الْآخِرَةِ } أي: في الوقت الأخير، فلا أدركنا عليه آباءنا، ولا آباؤنا أدركوا آباءهم عليه، فامضوا على الذي مضى عليه آباؤكم، فإنه الحق، وما هذا الذي دعا إليه محمد إلا اختلاق اختلقه، وكذب افتراه، وهذه أيضا شبهة من جنس شبهتهم الأولى، حيث ردوا الحق بما ليس بحجة لرد أدنى قول، وهو أنه قول مخالف لما عليه آباؤهم الضالون، فأين في هذا ما يدل على بطلانه؟.",
        "kathir": "مَا سَمِعْنَا بِهَٰذَا فِي الْمِلَّةِ الْآخِرَةِ إِنْ هَٰذَا إِلَّا اخْتِلَاقٌ"
      },
      "translations": {
        "en": "We have not heard of this in the latest religion. This is not but a fabrication.",
        "fr": "Nous n'avons pas entendu cela dans la dernière religion (le Christianisme); ce n'est en vérité que pure invention!",
        "es": "No oímos que ocurriera tal cosa en la última religión. Esto no es más que una superchería."
      },
      "ibn_ashour": "مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآَخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ (7)وقوله : { ما سمعنا بهذا في الملة الآخرة } من كلام المَلأ .والإِشارة إلى ما أشير إليه بقولهم : { إن هذا لشيء يراد } ، أي هذا القول وهو { أجعَلَ الآلهة إلها واحداً } [ ص : 5 ] .والجملة مستأنفة أو مبينة لجملة { إنَّ هذا لشيءٌ يُرادُ } لأن عدم سماع مثله يبين أنه شيء مصطنع مبتدع . وإعادة اسم الإِشارة من وضع الظاهر موضع المضمر لقصد زيادة تمييزه . وفي قوله : { بهذا } تقدير مضاف ، أي بمثل هذا الذي يقوله . ونفي السماع هنا خبر مستعمل كناية عن الاستبعاد والاتّهام بالكذب .و { الملة } : الدين ، قال تعالى : { ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم } في سورة [ البقرة : 120 ] ، وقال : { إني تركت ملة قوم لا يؤمنون باللَّه وهم بالآخرة هم كافرون واتبعت ملة آبائي إبراهيم وإسحاق ويعقوب } في سورة [ يوسف : 37 - 38 ] .( و { الآخِرة } : تأنيث الآخِر وهو الذي يكون بعد مضي مدة تقررت فيها أمثاله كقوله تعالى : { ثم اللَّه ينشىء النشأة الآخرة } [ العنكبوت : 20 ] .( والمجرور من قوله : { في الملة الآخرةِ } يجوز أن يكون ظرفاً مستق"
    },
    {
      "number": 8,
      "text": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا ۚ بَلْ هُمْ فِى شَكٍّۢ مِّن ذِكْرِى ۖ بَل لَّمَّا يَذُوقُوا۟ عَذَابِ",
      "tafsir": {
        "muyassar": "أخُص محمد بنزول القرآن عليه من دوننا؟ بل هم في ريب من وحيي إليك -أيها الرسول- وإرسالي لك، بل قالوا ذلك؛ لأنهم لم يذوقوا عذاب الله، فلو ذاقوا عذابه لما تجرؤوا على ما قالوا.",
        "mukhtasar": "أيصح أن ينزل عليه القرآن من بيننا، ويخص به، ولا ينزل علينا ونحن السادة الكبراء؟! بل هؤلاء المشركون في شك مما ينزل عليك من الوحي، ولمَّا يذوقوا عذاب الله، فاغتروا بإمهالهم، ولو ذاقوه لما تجاسروا على الكفر والشرك بالله والشك فيما يوحى إليك.",
        "saadi": "{ أَءُنزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا } أي: ما الذي فضله علينا، حتى ينزل الذكر عليه من دوننا، ويخصه اللّه به؟ وهذه أيضا شبهة، أين البرهان فيها على رد ما قاله؟ وهل جميع الرسل إلا بهذا الوصف، يَمُنُّ اللّه عليهم برسالته، ويأمرهم بدعوة الخلق إلى اللّه، ولهذا، لما كانت هذه الأقوال الصادرة منهم لا يصلح شيء منها لرد ما جاء به الرسول، أخبر تعالى من أين صدرت، وأنهم { فِي شَكٍّ مِنْ ذِكْرِي } ليس عندهم علم ولا بينة.فلما وقعوا في الشك وارتضوا به، وجاءهم الحق الواضح، وكانوا جازمين بإقامتهم على شكهم، قالوا ما قالوا من تلك الأقوال لدفع الحق، لا عن بينة من أمرهم، وإنما ذلك من باب الائتفاك منهم.ومن المعلوم، أن من هو بهذه الصفة يتكلم عن شك وعناد، إن قوله غير مقبول، ولا قادح أدنى قدح في الحق، وأنه يتوجه عليه الذم واللوم بمجرد كلامه، ولهذا توعدهم بالعذاب فقال: { بَلْ لَمَّا يَذُوقُوا عَذَابِ } أي: قالوا هذه الأقوال، وتجرأوا عليها، حيث كانوا ممتعين في الدنيا، لم يصبهم من عذاب اللّه شيء، فلو ذاقوا عذابه، لم يتجرأوا.",
        "kathir": "أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا ۚ بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي ۖ بَلْ لَمَّا يَذُوقُوا عَذَابِ"
      },
      "translations": {
        "en": "Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment.",
        "fr": "Quoi! C'est sur lui, parmi nous, qu'on aurait fait descendre le Rappel [le Coran]?» Plutôt ils sont dans le doute au sujet de Mon message. Ou plutôt ils n'ont pas encore goûté à Mon châtiment!",
        "es": "¿Se le ha revelado la Amonestación a él, de entre nosotros?» ¡Sí! ¡Dudan de Mi Amonestación! ¡No, aún no han gustado Mi castigo!"
      },
      "ibn_ashour": "أَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ (8){ أَءَنزِلَ عَلَيْهِ الذكر مِن بَيْنِنَا } .يجوز أن يكون { أءُنزِلَ عليه الذكر من بيننا } من كلام عموم الكافرين المحكي بقوله : { وقال الكافِرُونَ هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] فيكون متصلاً بقوله : { أجعَلَ الآلِهة إلها واحداً } [ ص : 5 ] ويكون قوله { أءُنزلَ عليه الذكرُ } بياناً لجملة { كَذَّابٌ } [ ص : 4 ] ، لأن تقديره : هذا كذّاب إذ هو خبر ثان ل ( كان ) ، ولكونه بياناً للذي قبله لم يعطف عليه ويكون ما بينهما من قوله : { وانطلق الملأُ منهم } [ ص : 6 ] إلى قوله : { إن هذا إلا اختلاقٌ } [ ص : 7 ] اعتراضاً بين جملتي البيان .ويجوز أن يكون من تمام كلام الملأ واستغني به عن بيان جملة { كَذَّابٌ } لأن نطق الملأ به كاففٍ في قول الآخرين بموجَبه فاستغنوا عن بيان جملة { كذابٌ } .والاستفهام إنكاري ، ومناط الإِنكار هو الظرف { من بيننا } وهو في موضع حال من ضمير { عليه } ، فأنكروا أن يُخص محمد صلى الله عليه وسلم بالإِرسال وإنزاللِ القرآن دون غيره منهم ، وهذا هو المحكي في قوله تعالى : { وقالو"
    },
    {
      "number": 9,
      "text": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ",
      "tafsir": {
        "muyassar": "أم هم يملكون خزائن فضل ربك العزيز في سلطانه، الوهاب ما يشاء من رزقه وفضله لمن يشاء من خلقه؟",
        "mukhtasar": "أم عند هؤلاء المشركين المكذبين خزائن فضل ربك العزيز الذي لا يغالبه أحد، الذي يعطي ما يريد لمن يريد، ومن خزائن فضله النبوة، فيعطيها من يشاء، وليست لهم حتى يمنحوها من شاؤوا ويمنعوها من أرادوا.",
        "saadi": "{ أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ } فيعطون منها من شاءوا، ويمنعون منها من شاءوا، حيث قالوا: { أَءُنزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا } أي: هذا فضله تعالى ورحمته، وليس ذلك بأيديهم حتى يتحجروا على اللّه.",
        "kathir": "أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ"
      },
      "translations": {
        "en": "Or do they have the depositories of the mercy of your Lord, the Exalted in Might, the Bestower?",
        "fr": "Ou bien détiennent-ils les trésors de la miséricorde de ton Seigneur, le Puissant, le Dispensateur par excellence.",
        "es": "¿O tienen los tesoros de misericordia de tu Señor, el Poderoso, el Munífico?"
      },
      "ibn_ashour": "أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ (9){ أم } منقطعة وهي للإِضراب أيضاً وهو إضراب انتقالي فإن { أم } مشعرة باستفهام بعدها هو للإِنكار والتوبيخ إنكاراً لقولهم : { أءُنزل عليه الذكر من بيننا } [ ص : 8 ] أي ليست خزائن فضل الله تعالى عندهم فيتصدّوا لحرمان من يشاءون حرمانه من مواهب الخير فإن المواهب من الله يصيب بها من يشاء فهو يختار للنبوءة من يصطفيه وليس الاختيار لهم فيجعلوا من لم يقدموه عليهم في دينهم غير أهل لأن يَختاره الله .وتقديم الظرف للاهتمام لأنه مناط الإِنكار وهوَ كقوله تعالى : { أهم يقسمون رحمة ربك } [ الزخرف : 32 ] .والخزائن : جمع خزانة بكسر الخاء . وهي البيت الذي يخزن فيه المال أو الطعام ، ويطلق أيضاً على صندوق من خشب أو حديد يخزن فيه المال .والخزن : الحِفْظ والحِرْز . والرحمة : ما به رفق بالغير وإحسان إليه ، شبهت رحمة الله بالشيء النفيس المخزون الذي تطمح إليه النفوس في أنه لا يُعطَى إلا بمشيئة خازنه على طريقة الاستعارة المكنية . وإثبات الخزائن : تخييل مثل إثبات الأظفار للمنية ، والإِضافة على معنى لام الاختصاص . والعدول عن اسم الجلالة إلى وصف لأن "
    },
    {
      "number": 10,
      "text": "أَمْ لَهُم مُّلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا۟ فِى ٱلْأَسْبَٰبِ",
      "tafsir": {
        "muyassar": "أم لهؤلاء المشركين مُلْك السموات والأرض وما بينهما، فيُعْطوا ويَمْنعوا؟ فليأخذوا بالأسباب الموصلة لهم إلى السماء، حتى يحكموا بما يريدون من عطاء ومنع.",
        "mukhtasar": "أم لهم ملك السماوات وملك الأرض وملك ما فيهما؟ فيحق لهم أن يعطوا ويمنعوا؟ إن كان هذا زعمهم فليأخذوا بالأسباب الموصلة إلى السماء ليتمكنوا من الحكم بما أرادوا من منع أو إعطاء، ولن يستطيعوا ذلك.",
        "saadi": "{ أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا } بحيث يكونون قادرين على ما يريدون. { فَلْيَرْتَقُوا فِي الْأَسْبَابِ } الموصلة لهم إلى السماء، فيقطعوا الرحمة عن رسول اللّه، فكيف يتكلمون، وهم أعجز خلق اللّه وأضعفهم بما تكلموا به؟! أم قصدهم التحزب والتجند، والتعاون على نصر الباطل وخذلان الحق؟ وهو الواقع فإن هذا المقصود لا يتم لهم، بل سعيهم خائب، وجندهم مهزوم، ولهذا قال: { جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ } ",
        "kathir": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا فِي الْأَسْبَابِ"
      },
      "translations": {
        "en": "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access.",
        "fr": "Ou bien ont-ils le royaume des cieux et de la terre et de ce qui existe entre eux? Eh bien, qu'ils y montent par n'importe quel moyen!",
        "es": "¿O poseen el dominio de los cielos; de la tierra y de lo que entre ellos hay? Pues que suban por las cuerdas."
      },
      "ibn_ashour": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ (10)إضراب انتقالي إلى رد يأتي على جميع مزاعمهم ويشمل بإجماله جميع النقوض التفصيلية لمزاعمهم بكلمة جامعة كالحوصلة فيشبه التذييل لما يتضمنه من عموم المُلك وعموم الأماكن المقتضي عموم العلم وعمومَ التصرف ينعَى عليهم قولهم في المغيبات بلا علم وتحكمهم في مراتب الموجودات بدون قدرة ولا غنى .والاستفهام المقدر بعد { أم } المنقطعة تهكمي وليس إنكارياً لأن تفريع أمر التعجيز عليه يعيّن أنه تهكمي . فالمعنى : إن كان لهم مُلك السماوات والأرض وما بينهما فكان لهم شيء من ذلك فليصعدوا إن استطاعوا في أسباب السماوات ليَخبُروا حقائق الأشياء فيتكلموا عن علم في كنه الإله وصفاته وفي إمكان البعث وعدمه وفي صدق الرسول صلى الله عليه وسلم أو ضده وليفتحوا خزائن الرحمة فيفيضوا منها على من يعجبهم ويحرموا من لا يرْمقونه بعين استحسان .والأمر في { فليرتقوا } للتعجيز مثل قوله : { فليمدد بسبب إلى السماء } [ الحج : 15 ] .والتعريف في { الأسْبابِ } لعهد الجنس لأن المعروف أن لكل محل مرتفع أسباباً يُصعد بها إليه كقول زهير: ... ومن هاب أ"
    },
    {
      "number": 11,
      "text": "جُندٌۭ مَّا هُنَالِكَ مَهْزُومٌۭ مِّنَ ٱلْأَحْزَابِ",
      "tafsir": {
        "muyassar": "هؤلاء الجند المكذِّبون جند مهزومون، كما هُزم غيرهم من الأحزاب قبلهم، كذَّبت قبلهم قوم نوح وعاد وفرعون صاحب القوة العظيمة، وثمود وقوم لوط وأصحاب الأشجار والبساتين وهم قوم شعيب. أولئك الأمم الذين تحزَّبوا على الكفر والتكذيب واجتمعوا عليه. إنْ كلٌّ مِن هؤلاء إلا كذَّب الرسل، فاستحقوا عذاب الله، وحلَّ بهم عقابه.",
        "mukhtasar": "هؤلاء المكذبون بمحمد صلى الله عليه وسلم جند مهزوم مثل من سبقه من الجنود التي كذبت رسلها.",
        "saadi": "{ أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا } بحيث يكونون قادرين على ما يريدون. { فَلْيَرْتَقُوا فِي الْأَسْبَابِ } الموصلة لهم إلى السماء، فيقطعوا الرحمة عن رسول اللّه، فكيف يتكلمون، وهم أعجز خلق اللّه وأضعفهم بما تكلموا به؟! أم قصدهم التحزب والتجند، والتعاون على نصر الباطل وخذلان الحق؟ وهو الواقع فإن هذا المقصود لا يتم لهم، بل سعيهم خائب، وجندهم مهزوم، ولهذا قال: { جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ }  ",
        "kathir": "جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ"
      },
      "translations": {
        "en": "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers].",
        "fr": "Une armée de coalisés qui, ici-même, sera mise en déroute!",
        "es": "Todo un ejército de coalicionistas será aquí mismo derrotado."
      },
      "ibn_ashour": "جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ (11)يجوز أن يكون استئنافاً يتصل بقوله : { كمْ أهلكنا من قبلهم من قَرنٍ } [ ص : 3 ] الآية أريد به وصل الكلام السابق فإنه تقدم قوله : { بل الذين كفروا في عزَّةٍ وشقاقٍ } [ ص : 2 ] وتلاه قوله : { كم أهلكنا من قبلهم من قرن } الآية . فلما تقضى الكلام على تفصيل ما للذين كفروا من عزة وشقاق وما لذلك من الآثار ثُني العِنان إلى تفصيل مَا أَهلَك من القرون أمثالهم من قبلهم في الكفر ليفضي به إلى قوله : { كذبت قبلهم قوم نوح } [ ص : 12 ] إلى قوله : { فحَقَّ عِقَابِ } [ ص : 14 ] .فتكون جملة { كذبت قبلهم قومُ نوح } بدلاً من جملة { جندٌ ما هنالِكَ مهزومٌ من الأحزابِ } بدلَ بعض من كلّ . ويجوز أن يَكون استئنافاً ابتدائياً مستقلاً خارجاً مخرج البشارة للنبيء صلى الله عليه وسلم بأن هؤلاء جند من الأحزاب مهزوم ، أي مقدّر انهزامه في القريب ، وهذه البشارة معجزة من الإِخبار بالغيب ختم بها وصف أحوالهم . قال قتادة : وعد الله أنه سيهزمهم وهم بمكة فجاء تأويلها يوم بدر . وقال الفخر : إشارة إلى فتح مكة . وقال بعض المفسرين : إشارة إلى نصر يوم الخندق .وعادة الأخبار الجارية"
    },
    {
      "number": 12,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَعَادٌۭ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ",
      "tafsir": {
        "muyassar": "هؤلاء الجند المكذِّبون جند مهزومون، كما هُزم غيرهم من الأحزاب قبلهم، كذَّبت قبلهم قوم نوح وعاد وفرعون صاحب القوة العظيمة، وثمود وقوم لوط وأصحاب الأشجار والبساتين وهم قوم شعيب. أولئك الأمم الذين تحزَّبوا على الكفر والتكذيب واجتمعوا عليه. إنْ كلٌّ مِن هؤلاء إلا كذَّب الرسل، فاستحقوا عذاب الله، وحلَّ بهم عقابه.",
        "mukhtasar": "ليس هؤلاء المكذبون أول مكذب؛ فقد كذب قبلهم قوم نوح، وكذبت عاد، وكذب فرعون الذي كانت له أوتاد يعذب بها الناس.",
        "saadi": "يحذرهم تعالى أن يفعل بهم ما فعل بالأمم من قبلهم، الذين كانوا أعظم قوة منهم وتحزبا على الباطل، { قَوْم نُوحٍ وَعَاد } قوم هود { وَفِرْعَوْنُ ذُو الْأَوْتَادِ } أى: الجنود العظيمة، والقوة الهائلة.",
        "kathir": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ"
      },
      "translations": {
        "en": "The people of Noah denied before them, and [the tribe of] 'Aad and Pharaoh, the owner of stakes,",
        "fr": "Avant eux, le peuple de Noé, les Aad et Pharaon l'homme aux pals (ou aux Pyramides),",
        "es": "Antes de ellos, otros desmintieron: el pueblo de Noé, los aditas y Faraón, el de las estacas,"
      },
      "ibn_ashour": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ (12) لما كان قوله : { جندٌ ما هُنالكَ مهزومٌ من الأحزاب } [ ص : 11 ] تسلية للنبيء صلى الله عليه وسلم ووَعْداً له بالنصر وتعريضاً بوعيد مكذِّبيه بأنهم صائرون إلى ما صارت إليه الأحزاب الذين هؤلاء منهم كما تقدم آنفاً جيء بما هو كالبيان لهذا التعريض . والدليللِ على المصير المقصود على طريقة قياس المساواة وقد تقدم آنفاً أن هذه الجملة : إمّا بدل من جملة { جُندٌ ما هُنَالِكَ } الخ ، وإمّا استئناف ولذلك فصلت عن التي قبلها .وحذف مفعول { كذَّبَتْ } لأنه سيرد ما يُبيّنه في قوله : { إن كلٌّ إلاَّ كذَّبَ الرُّسُلَ } كما سيأتي . وخصّ فرعون بإسناد التكذيب إليه دون قومه لأن الله أرسل موسى عليه السلام إلى فرعون ليطلق بني إسرائيل فكذب موسى فأمر الله موسى بمجادلة فرعون لإِبطال كفره فتسلسل الجدال في العقيدة ووجب إشهار أن فرعون وقومه في ضلال لئلا يغتر بنو إسرائيل بشبهات فرعون ، ثم كان فرعون عقب ذلك مضمراً أذى موسى ومعلناً بتكذيبه .ووُصف فرعون بأنه ب { ذُو الأوْتَادِ } لعظمة ملكه وقوته فلم يكن ذلك ليحول بينه وبين عذاب الله . وأصل { الأوت"
    },
    {
      "number": 13,
      "text": "وَثَمُودُ وَقَوْمُ لُوطٍۢ وَأَصْحَٰبُ لْـَٔيْكَةِ ۚ أُو۟لَٰٓئِكَ ٱلْأَحْزَابُ",
      "tafsir": {
        "muyassar": "هؤلاء الجند المكذِّبون جند مهزومون، كما هُزم غيرهم من الأحزاب قبلهم، كذَّبت قبلهم قوم نوح وعاد وفرعون صاحب القوة العظيمة، وثمود وقوم لوط وأصحاب الأشجار والبساتين وهم قوم شعيب. أولئك الأمم الذين تحزَّبوا على الكفر والتكذيب واجتمعوا عليه. إنْ كلٌّ مِن هؤلاء إلا كذَّب الرسل، فاستحقوا عذاب الله، وحلَّ بهم عقابه.",
        "mukhtasar": "وكذبت ثمود، وكذب قوم لوط، وكذب قوم شعيب، أولئك هم الأحزاب الذين تحزبوا على تكذيب رسلهم والكفر بما جاؤوا به.",
        "saadi": "{ وَثَمُود } قوم صالح، { وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ } أي: الأشجار والبساتين الملتفة، وهم قوم شعيب، { أُولَئِكَ الْأَحْزَابُ } الذين اجتمعوا بقوتهم وعَدَدِهمْ وعُدَدِهمْ على رد الحق، فلم تغن عنهم شيئا.",
        "kathir": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ ۚ أُولَٰئِكَ الْأَحْزَابُ"
      },
      "translations": {
        "en": "And [the tribe of] Thamud and the people of Lot and the companions of the thicket. Those are the companies.",
        "fr": "et les Tamûd, le peuple de Lot, et les gens d'Al-Aykah, (ont tous démenti leurs Messagers). Voilà les coalisés.",
        "es": "los tamudeos, el pueblo de Lot, los habitantes de la Espesura. Ésos eran los coalicionistas."
      },
      "ibn_ashour": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ (13) وأما { ثمود وقوم لوط } فتقدم الكلام عليهم غير مَرة . و { أصحاب لَيكة } : هم أهل مدين ، وقد تقدم خبرهم وتحقيق أنهم من قوم شعيب وأنهم مختلطون مع مدين في سورة الشعراء .وتقديم ذكر فرعون على ثمود وقوم لوط وأصحاب ليكة مع أن قصته حدثت بعد قصصهم لأن حالهُ مع موسى أشبه بحال زعماء أهل الشرك بمكة من أحوال الأمم الأخرى فإنه قاوم موس بجيش كما قاوم المشركون المسلمين بجيوش .وجملة { أولئك الأحزابُ } معترضة بين جملة { كذبت قبلهم } وجملة { إن كلٌّ إلاَّ كذَّبَ الرُّسلَ } . واسم الإِشارة مستعمل في التعظيم ، أي تعظيم القوة .والتعريف في { الأحزاب } استغراق ادعائي وهو المسمى بالدلالة على معنى الكمال مثل : هُمُ القوم وأنت الرجلُ . والحصر المستفاد من تعريف المسند والمسند إليه حصر ادعائي ، قُصرت صفة الأحزاب على المشار إليهم ب { أولئك } بادعاء الأمم وأن غيرهم لمّا يبلغوا مبلغ أن يُعَدُّوا مِن الأحزاب فظاهر القَصر ولام الكمال لتأكيد معنى الكمال كقول الأشهب بن رُميلة: ... وإن الذي حانت بفلج دماؤهمهم القومُ كلُّ القوم يا أم خالد ... والمع"
    },
    {
      "number": 14,
      "text": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "tafsir": {
        "muyassar": "هؤلاء الجند المكذِّبون جند مهزومون، كما هُزم غيرهم من الأحزاب قبلهم، كذَّبت قبلهم قوم نوح وعاد وفرعون صاحب القوة العظيمة، وثمود وقوم لوط وأصحاب الأشجار والبساتين وهم قوم شعيب. أولئك الأمم الذين تحزَّبوا على الكفر والتكذيب واجتمعوا عليه. إنْ كلٌّ مِن هؤلاء إلا كذَّب الرسل، فاستحقوا عذاب الله، وحلَّ بهم عقابه.",
        "mukhtasar": "ما كل أحد من هذه الأحزاب إلا وقع منه تكذيب الرسل، فحق عليهم عذاب الله وحل عليهم عقابه وإن تأخر إلى حين.",
        "saadi": "{ إِنْ كُلُّ } من هؤلاء { إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ } عليهم { عِقَابِ } اللّه، وهؤلاء، ما الذي يطهرهم ويزكيهم، أن لا يصيبهم ما أصاب أولئك.",
        "kathir": "إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ"
      },
      "translations": {
        "en": "Each of them denied the messengers, so My penalty was justified.",
        "fr": "Il n'en est aucun qui n'ait traité les Messagers de menteurs. Et bien, Ma punition s'est avérée contre eux!",
        "es": "No hicieron todos sino desmentir a los enviados y se cumplió Mi castigo."
      },
      "ibn_ashour": "إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ (14)وجيء بالمسند فعلاً في قوله : { كذَّبَ الرُّسُلَ } ليفيد تقديمُ المسند إليه عليه تخصيصَ المسند إليه بالمسند الفعلي فحصل بهذا النظم تأكيد الحصر .وتعدية { كذَّبَ } إلى { الرُّسُلَ } بصيغة الجمع مع أن كل أمة إنما كذبت رسولها ، مقصود منه تفظيع التكذيب لأن الأمة إنما كذّبت رسولها مستندة لحجة سفسطائية هي استحالة أن يكون واحد من البشر رسولاً من الله فهذه السفسطة تقتضي أنهم يكذبون جميع الرسل . وقد حصل تسجيل التكذيب عليهم بفنون من تقوية ذلك التسجيل وهي إبهام مفعول { كَذَّبَتْ } في قوله : { كذَّبتْ قبلهم } ثم تفصيله بقوله : { إلاَّ كذَّبَ الرُّسُلَ } وما في قوله : { إن كلٌّ إلاَّ كذَّبَ الرُّسُلَ } من الحصر ، وما في تأكيده بالمسند الفعلي في قوله : { إلاَّ كذَّبَ } ، وما في جعل المكذَّب به جميعَ الرسل ، فأنتج ذلك التسجيلُ استحقاقهم عذاب الله في قوله : { فَحَقَّ عِقَابِ } ، أي عقابي ، فحذفت ياء المتكلم للرعاية على الفاصلة وأبقيت الكسرة في حالة الوصل .وحق : تحقق ، أي كان حقّاً ، لأنه اقتضاه عظيم جُرمهم . والعقاب : هو ما حلّ بكل أُمة منهم من الع"
    },
    {
      "number": 15,
      "text": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيْحَةًۭ وَٰحِدَةًۭ مَّا لَهَا مِن فَوَاقٍۢ",
      "tafsir": {
        "muyassar": "وما ينتظر هؤلاء المشركون لحلول العذاب عليهم إن بقوا على شركهم، إلا نفخة واحدة ما لها من رجوع.",
        "mukhtasar": "وما ينتظر هؤلاء المكذبون بمحمد صلى الله عليه وسلم إلا أن يُنْفَخ في الصور النفخة الثانية التي لا رجوع فيها، فيقع عليهم العذاب إن ماتوا على تكذيبهم به.",
        "saadi": "فلينتظروا { صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ } أي: من رجوع ورد، تهلكهم وتستأصلهم إن أقاموا على ما هم عليه.",
        "kathir": "وَمَا يَنْظُرُ هَٰؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ"
      },
      "translations": {
        "en": "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay.",
        "fr": "Ceux-ci n'attendant qu'un seul Cri, sans répétition.",
        "es": "No esperarán éstos más que un solo Grito, que no se repetirá."
      },
      "ibn_ashour": "وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ (15)لما أشعر قوله : { فحَقَّ عِقَابِ } [ ص : 14 ] بتهديد مشركي قريش بعذاب ينتظرهم جَرْياً على سنة الله في جزاء المكذبين رسلَه ، عطف على جملة الإِخبار عن حلول العذاب بالأحزاب السابقين جملةُ تَوعد بعذاب الذين ماثلوهم في التكذيب .و { هؤلاء } إشارة إلى كفار قريش لأن تجدد دعوتهم ووعيدهم وتكذيبهم يوماً فيوماً جعلهم كالحاضرين فكانت الإِشارة مفهوماً منها أنها إليهم ، وقد تتبعتُ اصطلاح القرآن فوجدتُه إذا استعمل { هؤلاء } ولم يكن معه مشار إليه مذكور : أنه يريد به المشركين من أهل مكة كما نبهتُ عليه فيما مضى غير مرة .و { يَنظُرُ } مشتق من النظر بمعنى الانتظار قال تعالى : { هل ينظرون إلا أن تأتيهم الملائكة } [ الأنعام : 158 ] ، أي ما ينتظر المشركون إلا صيحة واحدة ، وهذا كقوله تعالى : { فهل ينتظرون إلاّ مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] .والمتبادر من الآية أنها تهديد لهم بصيحة صاعقة ونحوها كصيحة ثمود أو صيحة النفخ في الصور التي يقع عندها البعث للجزاء ، ولكن ما سبق ذكره آنفاً من أن قوله تعالى : { جُندٌ ما هُنالكَ مه"
    },
    {
      "number": 16,
      "text": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ",
      "tafsir": {
        "muyassar": "وقالوا: ربنا عجِّل لنا نصيبنا من العذاب في الدينا قبل يوم القيامة، وكان هذا استهزاءً منهم.",
        "mukhtasar": "وقالوا مستهزئين: يا ربنا، عجل لنا نصيبنا من العذاب في الحياة الدنيا قبل يوم القيامة.",
        "saadi": "أي: قال هؤلاء المكذبون، من جهلهم ومعاندتهم الحق، مستعجلين للعذاب: { رَبَّنَا عَجِّلْ لَنَا قِطَّنَا } أي: قسطنا وما قسم لنا من العذاب عاجلا { قَبْلَ يَوْمِ الْحِسَابِ } ولَجُّوا في هذا القول، وزعموا أنك يا محمد، إن كنت صادقا، فعلامة صدقك أن تأتينا بالعذاب",
        "kathir": "وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ"
      },
      "translations": {
        "en": "And they say, \"Our Lord, hasten for us our share [of the punishment] before the Day of Account\"",
        "fr": "Et ils disent: «Seigneur, hâte-nous notre part avant le jour des Comptes».",
        "es": "Dicen: «¡Señor! ¡Anticípanos nuestra parte antes del día de la Cuenta!»"
      },
      "ibn_ashour": "وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ (16)حكاية حالة استخفافهم بالبعث والجزاء وتكذيبهم ذلك ، وتكذيبهم بوعيد القرآن إياهم فلمّا هدّدهم القرآن بعذاب الله قالوا : ربّنا عجل لنا نصيبنا من العذاب في الدنيا قبل يوم الحساب إظهاراً لعدم اكتراثهم بالوعيد وتكذيبه ، لئلا يظن المسلمون أن استخفافهم بالوعيد لأنهم لا يؤمنون بالبعث فأبانوا لهم أنهم لا يصدّقون النبي صلى الله عليه وسلم في كل وعيد حتى الوعيد بعذاب الدنيا الذي يعتقدون أنه في تصرف الله . فالقول هذا قالوه على وجه الاستهزاء وحكي عنهم هنا إظهاراً لرقاعتهم وتصلبهم في الكفر .وهذا الأصل الثالث من أصول كفرهم المتقدم ذكرها وهو إنكار البعث والجزاء فهو عطف على { وقال الكافِرُونَ هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] فذكر قولهم : { أجعل الآلِهَةَ إلها واحِداً } [ ص : 5 ] ، ثم ذكر قولهم : { أءُنزِلَ عليهِ الذِكرُ مِن بينِنَا } [ ص : 8 ] وما عقبه من عواقب مثل ذلك القول ، أفضى القول إلى أصلهم الثالث . قيل : قائل ذلك النضر بن الحارث ، وقيل : أبو جهل والقوم حاضرون راضون فأسند القول إلى الجميع .والقط : هو القسط من الشيء ، ويطلق على قِ",
      "video": {
        "id": "9Z55NwEhLjU",
        "word": "قطنا",
        "transliteration": "Qittana",
        "meaning": {
          "ar": "نصيبنا من العذاب",
          "en": "Our share of punishment",
          "fr": "Notre part de châtiment",
          "es": "Nuestra parte del castigo"
        }
      }
    },
    {
      "number": 17,
      "text": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "tafsir": {
        "muyassar": "اصبر -أيها الرسول- على ما يقولونه مما تكره، واذكر عبدنا داود صاحب القوة على أعداء الله والصبر على طاعته، إنه توَّاب كثير الرجوع إلى ما يرضي الله. (وفي هذا تسلية للرسول صلى الله عليه وسلم).",
        "mukhtasar": "اصبر - أيها الرسول - على ما يقوله هؤلاء المكذبون مما لا يرضيك، واذكر عبدنا داود صاحب القوة على مقارعة أعدائه والصبر على طاعة الله، إنه كثير الرجوع إلى الله بالتوبة، والعمل بما يرضيه.",
        "saadi": "{ اصْبِرْ عَلَى مَا يَقُولُونَ } كما صبر مَنْ قبلك من الرسل، فإن قولهم لا يضر الحق شيئا، ولا يضرونك في شيء، وإنما يضرون أنفسهم.{ وَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ }لما أمر اللّه رسوله بالصبر على قومه، أمره أن يستعين على الصبر بالعبادة للّه وحده، ويتذكر حال العابدين، كما قال في الآية الأخرى: { فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا } ومن أعظم العابدين، نبي اللّه داود عليه الصلاة والسلام { ذَا الْأَيْدِ }  أي: القوة العظيمة على عبادة اللّه تعالى، في بدنه وقلبه. { إِنَّهُ أَوَّابٌ } أي: رجَّاع إلى اللّه في جميع الأمور بالإنابة إليه، بالحب والتأله، والخوف والرجاء، وكثرة التضرع والدعاء، رجاع إليه عندما يقع منه بعض الخلل، بالإقلاع والتوبة النصوح.",
        "kathir": "اصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ ۖ إِنَّهُ أَوَّابٌ"
      },
      "translations": {
        "en": "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allah].",
        "fr": "Endure ce qu'ils disent; et rappelle-toi David, Notre serviteur, doué de force [dans l'adoration] et plein de repentir [à Allah].",
        "es": "Ten paciencia con lo que dicen y recuerda a Nuestro siervo David, el fuerte. Su arrepentimiento era sincero."
      },
      "ibn_ashour": "اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ (17) أعقب حكاية أقوالهم من التكذيب ابتداء من قوله : { وقَالَ الكافرون هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] إلى هنا ، بأمرِ الله رسولَه صلى الله عليه وسلم بالصبر على أقوالهم إذ كان جميعها أذى : إما صريحاً كما قالوا : { ساحر كذَّاب } وقالوا : { إن هذا إلا اختلاقٌ } [ ص : 7 ] { إن هذا لشيء يُرادُ } [ ص : 6 ] ، وإمّا ضِمناً وذلك ما في سائر أقوالهم من إنكار ما جاء به الرسول صلى الله عليه وسلم والاستهزاء بقولهم : { ربَّنَا عَجِل لنا قِطَّنَا } [ ص : 16 ] من إثبات أن الإله واحد ، ويشمل ما يقولونه مما لم يحك في أول هذه السورة .وقوله : { واذكر عبدنا داوودَ } إلى آخره يجوز أن يكون عطفاً على قوله : { اصبر على ما يقولون } بأن أُتبع أمره بالصبر وبالائتساء ببعض الأنبياء السابقين فيما لَقُوه من الناس ثم كانت لهم عاقبة النصر وكشف الكرب . ويجوز أن يكون عطفاً على مجموع ما تقدّم عطْفَ القصة على القصة والغرض هو هو . وابتدىء بذكر داود لأن الله أعطاه مُلْكاً وسلطاناً لم يكن لآبائه ففي ذكره إيماء إلى أن شأن محمد صلى الله عليه "
    },
    {
      "number": 18,
      "text": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
      "tafsir": {
        "muyassar": "إنا سخَّرنا الجبال مع داود يسبِّحن بتسبيحه أول النهار وآخره، وسخرنا الطير معه مجموعة تسبِّح، وتطيع تبعًا له.",
        "mukhtasar": "إنا سخرنا الجبال مع داود يسبحن بتسبيحه إذا سبح آخر النهار وأوله عند الإشراق.",
        "saadi": "ومن شدة إنابته لربه وعبادته، أن سخر اللّه الجبال معه، تسبح معه بحمد ربها { بِالْعَشِيِّ وَالْإِشْرَاقِ } أول النهار وآخره.",
        "kathir": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ"
      },
      "translations": {
        "en": "Indeed, We subjected the mountains [to praise] with him, exalting [Allah] in the [late] afternoon and [after] sunrise.",
        "fr": "Nous soumîmes les montagnes à glorifier Allah, soir et matin, en sa compagnie,",
        "es": "Sujetamos, junto con él, las montañas para que glorificaran por la tarde y por la mañana."
      },
      "ibn_ashour": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ (18) وجملةِ بيانها وهي { إنَّا سَخَّرْنَا الجِبَالَ معه .والأوّاب : الكثير الأوْب ، أي الرجوع . والمراد : الرجوع إلى ما أمر الله به والوقوف عند حدوده وتدارك ما فرط فيه . والتائب يطلق عليه الأوّاب ، وهو غالب استعمال القرآن وهو مجاز ولا تسمّى التوبة أوباً ، وزبور } داود المسمى عند اليهود ب«المزامير» مشتمل على كثير من الاستغفار وما في معناه من التوبة .وجملة { إنَّا سخرنا الجبال معه } بيان لجملة { واذكر عبدنا } أي اذكر فضائله وما أنعمنا عليه من تسخير الجبال وكيْت وكَيْتَ ، و { معهُ } ظرف ل { يُسَبِحْنَ } ، وقدم على متعلقه للاهتمام بمعيته المذكورة ، وليس ظرفاً ل { سَخَّرْنَا } لاقتضائه ، وتَقدم تسخير الجبال والطيرِ لداود في سورة الأنبياء .وجملة { يُسَبِحْنَ } حال . واختير الفعل المضارع دون الوصف الذي هو الشأن في الحال لأنه أريد الدلالة على تجدد تسبيح الجبال معه كلما حضر فيها ، ولِمَا في المضارع من استحضار تلك الحالة الخارقة للعادة . والتسبيح أصله قول : سبحان الله ، ثم أطلق على الذكر وعلى الصلاة ، ومنه حديث عائشة : «"
    },
    {
      "number": 19,
      "text": "وَٱلطَّيْرَ مَحْشُورَةًۭ ۖ كُلٌّۭ لَّهُۥٓ أَوَّابٌۭ",
      "tafsir": {
        "muyassar": "إنا سخَّرنا الجبال مع داود يسبِّحن بتسبيحه أول النهار وآخره، وسخرنا الطير معه مجموعة تسبِّح، وتطيع تبعًا له.",
        "mukhtasar": "وسخرنا الطير محبوسة في الهواء، كلٌّ مطيع يسبح تبعًا له.",
        "saadi": "{ و } سخر { الطَّيْرَ مَحْشُورَةً } معه مجموعة { كُلٌّ } من الجبال والطير، لله تعالى { أَوَّابٌ } امتثالا لقوله تعالى: { يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ } فهذه مِنَّةُ اللّه عليه بالعبادة.",
        "kathir": "وَالطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَهُ أَوَّابٌ"
      },
      "translations": {
        "en": "And the birds were assembled, all with him repeating [praises].",
        "fr": "de même que les oiseaux assemblés en masse, tous ne faisant qu'obéir à lui [Allah].",
        "es": "Y los pájaros, en bandadas. Todo vuelve a Él."
      },
      "ibn_ashour": "وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ (19) وتنوين { كُلٌّ له أوَّابٌ } عوض عن المضاف إليه . والتقدير : كل المحشورة له أواب ، أي كثير الرجوع إليه ، أي يأتيه من مكان بعيد . وهذه معجزة له لأن شأن الطير النفور من الإِنس . وكلمة { كل } على أصل معناها من الشمول . و { أوَّابٌ } هذا غير { أوَّابٌ } في قوله : { إنه أوّاب } فلم تتكرر الفاصلة . واللام في { لَهُ أوَّابٌ } لام التقوية ، وتقديم المجرور على متعلقه للاهتمام بالضمير المجرور .والشد : الإِمساك وتمكّن اليد مما تمسكه ، فيكون لقصد النفع كما هنا ، ويكون لقصد الضرّ كقوله : { واشدد على قلوبهم في سورة } [ يونس : 88 ] .فشدّ الملك هو تقوية ملكه وسلامته من أضرار ثورة لديه ومن غلبة أعدائه عليه في حروبه .وقد ملك داود أربعين سنة ومات وعمره سبعون سنة في ظل ملك ثابت .و { الحكمة } : النبوءة . والحكمة في الأعم : العلم بالأشياء كما هي والعمل بالأمور على ما ينبغي ، وقد اشتمل كتاب «الزبور» على حِكَم جمَّة ."
    },
    {
      "number": 20,
      "text": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
      "tafsir": {
        "muyassar": "وقوَّينا له ملكه بالهيبة والقوة والنصر، وآتيناه النبوة، والفصل في الكلام والحكم.",
        "mukhtasar": "وقوينا ملكه بما وهبناه من الهيبة والقوة والنصر على أعدائه، وأعطيناه النبوة والصواب في أموره، وأعطيناه البيان الشافي في كل قصد، والفصل في الكلام والحكم.",
        "saadi": "ثم ذكر منته عليه بالملك العظيم فقال: { وَشَدَدْنَا مُلْكَهُ } أي: قويناه بما أعطيناه من الأسباب وكثرة الْعَدَد والْعُدَدِ التي بها قوَّى اللّه ملكه، ثم ذكر منته عليه بالعلم فقال: { وَآتَيْنَاهُ الْحِكْمَةَ } أي: النبوة والعلم العظيم، { وَفَصْلَ الْخِطَابِ } أي: الخصومات بين الناس. ",
        "kathir": "وَشَدَدْنَا مُلْكَهُ وَآتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ"
      },
      "translations": {
        "en": "And We strengthened his kingdom and gave him wisdom and discernment in speech.",
        "fr": "Et Nous renforçâmes son royaume et lui donnâmes la sagesse et la faculté de bien juger.",
        "es": "Consolidamos su dominio y le dimos la sabiduría y la facultad de arbitrar."
      },
      "ibn_ashour": "وَشَدَدْنَا مُلْكَهُ وَآَتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ (20) و { فصل الخطاب } : بلاغة الكلام وجمعه للمعنى المقصود بحيث لا يحتاج سامعه إلى زيادة تبيان ، ووصف القول ب ( الفصل ) وصف بالمصدر ، أي فاصل . والفاصل : الفارق بين شيئين ، وهو ضدّ الواصل ، ويطلق مجازاً على ما يميز شيئاً عن الاشتباه بضده . وعطفه هنا على الحكمة قرينة على أنه استعمل في معناه المجازي كما في قوله تعالى : { إن يوم الفصل كان ميقاتاً } [ النبأ : 17 ] .والمعنى : أن داود أوتي من أصالة الرأي وفصاحة القول ما إذا تكلّم جاء بكلام فاصل بين الحقّ والباطل شأن كلام الأنبياء والحكماء ، وحسبك بكتابه «الزبور» المسمّى عند اليهود ب«المزامير» فهو مثل في بلاغة القول في لغتهم .وعن أبي الأسود الدؤلي : { فصل الخطاب } هو قولُه في خطبه «أما بعد» قال : وداود أول من قال ذلك ، ولا أحسب هذا صحيحاً لأنها كلمة عربية ولا يعرف في كتاب داود أنه قال ما هو بمعناها في اللغة العبرية ، وسميت تلك الكلمة فصل الخطاب عند العرب لأنها تقع بين مقدمة المقصود وبين المقصود . فالفصل فيه على المعنى الحقيقي وهو من الوصف بالمصدر ، والإِضافة حقيقية . وأول من قا"
    },
    {
      "number": 21,
      "text": "۞ وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
      "tafsir": {
        "muyassar": "وهل جاءك -أيها الرسول- خبر المتخاصِمَين اللذَين تسوَّرا على داود في مكان عبادته، فارتاع من دخولهما عليه؟ قالوا له: لا تَخَفْ، فنحن خصمان ظلم أحدنا الآخر، فاقض بيننا بالعدل، ولا تَجُرْ علينا في الحكم، وأرشِدنا إلى سواء السبيل.",
        "mukhtasar": "وهل جاءك - أيها الرسول - خبر المتخاصمَيْن حين عَلَوَا على داود عليه السلام مكان عبادته.",
        "saadi": "لما ذكر تعالى أنه آتى نبيه داود الفصل في الخطاب بين الناس، وكان معروفا بذلك مقصودا، ذكر تعالى نبأ خصمين اختصما عنده في قضية جعلهما اللّه فتنة لداود، وموعظة لخلل ارتكبه، فتاب اللّه عليه، وغفر له، وقيض له هذه القضية، فقال لنبيه محمد صلى اللّه عليه وسلم: { وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ } فإنه نبأ عجيب { إِذْ تَسَوَّرُوا } على داود { الْمِحْرَابَ } أي: محل عبادته من غير إذن ولا استئذان.",
        "kathir": "۞ وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ"
      },
      "translations": {
        "en": "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -",
        "fr": "Et t'est-elle parvenue la nouvelle des disputeurs quand ils grimpèrent au mur du sanctuaire!",
        "es": "¿Te has enterado de la historia de los litigantes? Cuando subieron a palacio."
      },
      "ibn_ashour": "وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ (21) والاستفهام مستعمل في التعجيب أو في البحث على العلم فإن كانت القصة معلومة للنبيء صلى الله عليه وسلم كان الاستفهام مستعملاً في التعجيب وإن كان هذا أول عهده بعلمها كان الاستفهام للحث مثل { هل أتاكَ حديثُ الغاشِيَةِ } [ الغاشية : 1 ] . والخطاب يجوز أن يكون لكل سامع والوجهان الأولان قائمان . والنبأ : الخبر .والتعريف في { الخَصْمِ } للعهد الذهني ، أي عهد فرد غير معيّن من جنسه أي نبأ خصم معيّن هذا خبره ، وهذا مثل التعريف في : ادخل السوق . والخصام والاختصام : المجادلة والتداعي ، وتقدم في قوله : { هذان خصمان } في سورة [ الحج : 19 ] . و { الخصم } : اسم يطلق على الواحد وأكثر ، وأريد به هنا خصمان لقوله بعده { خَصْمَانِ } . وتسميتهما بالخصم مجاز بعلاقة الصورة وهي من علاقة المشابهة في الذات لا في صفة من صفات الذات ، وعادة علماء البيان أن يمثلوها بقول القائل إذَا رأى صورة أسد : هذا أَسد .وضمير الجمع مراد به المثنى ، والمعنى : إذ تسورا المحراب ، والعرب يعدلون عن صيغة التثنية إلى صيغة الجمع إذا كانت هناك قرينة لأن في صيغة التثنية ثقلاً "
    },
    {
      "number": 22,
      "text": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍۢ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "tafsir": {
        "muyassar": "وهل جاءك -أيها الرسول- خبر المتخاصِمَين اللذَين تسوَّرا على داود في مكان عبادته، فارتاع من دخولهما عليه؟ قالوا له: لا تَخَفْ، فنحن خصمان ظلم أحدنا الآخر، فاقض بيننا بالعدل، ولا تَجُرْ علينا في الحكم، وأرشِدنا إلى سواء السبيل.",
        "mukhtasar": "إذ دخلا على داود فجأة، فارتاع من دخولهما عليه فجأة بهذه الطريقة غير المألوفة للدخول عليه، فلما تبين لهما ارتياعه قالا: لا تخف؛ فنحن خصمان ظلم أحدنا الآخر، فاحكم بيننا بالعدل، ولا تَجُرْ علينا إذا حكمت بيننا، وأرشدنا إلى سواء السبيل الذي هو سبيل الصواب.",
        "saadi": " ولم يدخلوا عليه مع باب، فلذلك لما دخلوا عليه بهذه الصورة، فزع منهم وخاف، فقالوا له: نحن { خَصْمَانِ } فلا تخف { بَغَى بَعْضُنَا عَلَى بَعْضٍ } بالظلم { فَاحْكُمْ بَيْنَنَا بِالْحَقِّ } أي: بالعدل، ولا تمل مع أحدنا { وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ } والمقصود من هذا، أن الخصمين قد عرف أن قصدهما الحق الواضح الصرف، وإذا كان ذلك، فسيقصان  عليه نبأهما بالحق، فلم يشمئز نبي اللّه داود من وعظهما له، ولم يؤنبهما.",
        "kathir": "إِذْ دَخَلُوا عَلَىٰ دَاوُودَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَىٰ سَوَاءِ الصِّرَاطِ"
      },
      "translations": {
        "en": "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path.",
        "fr": "Quand ils entrèrent auprès de David, il en fut effrayé. Ils dirent: «N'aie pas peur! Nous sommes tous deux en dispute; l'un de nous a fait du tort à l'autre. Juge donc en toute équité entre nous, ne sois pas injuste et guide-nous vers le chemin droit.",
        "es": "Cuando entraron adonde estaba David y éste se asustó al verles. Dijeron: «¡No tengas miedo! Somos dos partes litigantes, una de las cuales ha ofendido a la otra. Decide, pues, entre nosostros según justicia, imparcialmente, y dirígenos a la vía recta."
      },
      "ibn_ashour": "إِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ (22) ولك أن تجعل { إذ } اسماً للزمن الماضي مجرداً عن الظرفية وتجعله بدل اشتمال من { الخصم } لما في قوله تعالى : { واذكر في الكتاب مريم إذ انتبذت من أهلها } [ مريم : 16 ] ، فالخصم مشتمل على زمن تسورهم المحراب ، وخروج { إذ } عن الظرفية لا يختص بوقوعها مفعولاً به بل المراد أنه يتصرف فيكون ظرفاً وغير ظرف .والتسور : تفعل مشتق من السور ، وهو الجدار المحيط بمكان أو بلدٍ يقال : تَسوّر ، إذا اعتلى على السور ، ونظيره قولهم : تسنم جملَهُ ، إذا علا سَنامه ، وتَذَرأه إذا علا ذروته ، وقريب منه في الاشتقاق قولهم : صَاهى ، إذا ركب صهوة فرسه .والمعنى : أن بيت عبادة داود عليه السلام كان محوطاً بسُور لئلا يدخله أحد إلا بإذن من حارس السور .و { المحراب } : البيت المتّخذ للعبادة ، وتقدم عند قوله تعالى : { يعملون له ما يشاء من محاريب } في سورة [ سبأ : 13 ] .و { إذْ دَخلُوا } بدل من { إذْ تَسَوَّرُوا } لأنهم تسوروا المحراب لل"
    },
    {
      "number": 23,
      "text": "إِنَّ هَٰذَآ أَخِى لَهُۥ تِسْعٌۭ وَتِسْعُونَ نَعْجَةًۭ وَلِىَ نَعْجَةٌۭ وَٰحِدَةٌۭ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
      "tafsir": {
        "muyassar": "قال أحدهما: إن هذا أخي له تسع وتسعون من النعاج، وليس عندي إلا نعجة واحدة، فطمع فيها، وقال: أعطنيها، وغلبني بحجته.",
        "mukhtasar": "قال أحد الخصمين لداود عليه السلام: إن هذا الرجل أخي، له تسع وتسعون نعجة، ولي نعجة واحدة، فطلب مني أن أعطيه إياها، وغلبني في الحجة.",
        "saadi": "فقال أحدهما: { إِنَّ هَذَا أَخِي } نص على الأخوة في الدين أو النسب أو الصداقة، لاقتضائها عدم البغي، وأن بغيه الصادر منه أعظم من غيره. { لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً } أي: زوجة، وذلك خير كثير، يوجب عليه القناعة بما آتاه اللّه.{ وَلِيَ نَعْجَةٌ وَاحِدَةٌ } فطمع فيها { فَقَالَ أَكْفِلْنِيهَا } أي: دعها لي، وخلها في كفالتي. { وَعَزَّنِي فِي الْخِطَابِ } أي: غلبني في القول، فلم يزل بي حتى أدركها أو كاد.",
        "kathir": "إِنَّ هَٰذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ"
      },
      "translations": {
        "en": "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\"",
        "fr": "Celui-ci est mon frère: il a quatre-vingt-dix-neuf brebis, tandis que je n'ai qu'une brebis. Il m'a dit: «Confie-la-moi» et dans la conversation, il a beaucoup fait pression sur moi».",
        "es": "éste es mi hermano. Tiene noventa y nueve ovejas y yo una oveja. Dijo: '¡Confíamela!' Y me gana a discutir»."
      },
      "ibn_ashour": "إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ (23)وقد قال علماؤنا في قول الخصم للقاضي : ( اتق الله في أمري ) إنه لا يعد جفاء للقاضي ولا يجوز للقاضي أن يعاقبه عليه كما يعاقب من أساء إليه . وأفتى مالك بسجن فتى ، فقال أبوه لمالك : اتق الله يا مالك ، فوالله ما خُلقت النار باطلاً ، فقال مالك : من الباطل ما فعله ابنك . فهذا فيه زيادة بالتعريض بقوله فوالله ما خلقت النار باطلاً . وقولهما : { واهدنا إلى سواء الصراطِ } يصرف عن إرادة الجفاء من قولهما : { ولا تُشْطِط } لأنهما عرفا أنه لا يقول إلا حقاً وأنهما تطلبا منه الهُدى .والهدى : هنا مستعار للبيان وإيضاح الصواب . و { سواء الصراط } : مستعار للحق الذي لا يشوبه باطل لأن الصراط الطريق الواسع ، والسواء منه هو الذي لا التواء فيه ولا شُعب تتشعب منه فهو أسرع إيصالاً إلى المقصود باستوائه وأبعد عن الالتباس بسلامته من التشعب .ومجموع { اهدنا إلى سواء الصراط } تمثيل لحال الحاكم بالعدل بحال المرشد الدال على الطريق الموصلة فهو من التمثيل القابِل تجزئة التشبيه في أجزائه ، ويؤخذ م"
    },
    {
      "number": 24,
      "text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًۭا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَقَلِيلٌۭ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًۭا وَأَنَابَ ۩",
      "tafsir": {
        "muyassar": "قال داود: لقد ظلمك أخوك بسؤاله ضم نعجتك إلى نعاجه، وإن كثيرًا من الشركاء ليعتدي بعضهم على بعض، ويظلمه بأخذ حقه وعدم إنصافه مِن نفسه إلا المؤمنين الصالحين، فلا يبغي بعضهم على بعض، وهم قليل. وأيقن داود أننا فتنَّاه بهذه الخصومة، فاستغفر ربه، وسجد تقربًا لله، ورجع إليه وتاب.",
        "mukhtasar": "فحكم داود بينهما وقال مخاطبًا صاحب الدعوى: لقد ظلمك أخوك حين سألك ضم نعجتك إلى نعاجه، وإن كثيرًا من الشركاء ليعتدي بعضهم على بعض بأخذ حقه وعدم الإنصاف، إلا المؤمنين الذين يعملون الأعمال الصالحات فإنهم ينصفون شركاءهم ولا يظلمونهم، والمتصفون بذلك قليل، وأيقن داود عليه السلام أنما أوقعناه في فتنة بهذه الخصومة، فطلب المغفرة من ربه وسجد تقربًا إلى الله، وتاب إليه.",
        "saadi": "فقال داود - لما سمع كلامه - ومن المعلوم من السياق السابق من كلامهما، أن هذا هو الواقع، فلهذا لم يحتج أن يتكلم الآخر، فلا وجه للاعتراض بقول القائل: { لم حكم داود، قبل أن يسمع كلام الخصم الآخر } ؟ { لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ } وهذه عادة الخلطاء والقرناء الكثير منهم، فقال: { وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ } لأن الظلم من صفة النفوس. { إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } فإن ما معهم من الإيمان والعمل الصالح، يمنعهم من الظلم. { وَقَلِيلٌ مَا هُمْ } كما قال تعالى { وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ } { وَظَنَّ دَاوُدُ } حين حكم بينهما { أَنَّمَا فَتَنَّاهُ } أي: اختبرناه ودبرنا عليه هذه القضية ليتنبه { فَاسْتَغْفَرَ رَبَّهُ } لما صدر منه، { وَخَرَّ رَاكِعًا } أي: ساجدا { وَأَنَابَ } للّه تعالى بالتوبة النصوح والعبادة.",
        "kathir": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِ ۖ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ ۗ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ ۩"
      },
      "translations": {
        "en": "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allah].",
        "fr": "Il [David] dit: «Il a été certes injuste envers toi en demandant de joindre ta brebis à ses brebis». Beaucoup de gens transgressent les droits de leurs associés, sauf ceux qui croient et accomplissent les bonnes œuvres - cependant ils sont bien rares -. Et David pensa alors que Nous l'avions mis à l'épreuve. Il demanda donc pardon à son Seigneur et tomba prosterné et se repentit.",
        "es": "Dijo: «Sí, ha sido injusto contigo pidiéndote que agregaras tu oveja a las suyas». En verdad, muchos consocios se causan daño unos a otros; no los que creen y obran bien, pero ¡que pocos son éstos! David comprendió que sólo habíamos querido probarle y pidió perdón a su Señor. Cayó de rodillas y se arrepintió."
      },
      "ibn_ashour": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ (24) أي علم داود بعد انتهاء الخصومة أن الله جعلها له فتنة ليشعره بحال فعلته مع ( أُوريا ) وقد أشعره بذلك ما دلّه عليه انصراف الخصمين بصورة غير معتادة ، فعلم أنهما ملَكان وأن الخصومة صورية فعلم أن الله بعثهما إليه عَتْباً له على متابعة نفسه زوجةَ ( أوريا ) وطلبه التنازل عنها . وعبر عن علمه ذلك بالظن لأنه علم نظري اكتسبه بالتوسم في حال الحادثة وكثيراً ما يعبر عن العلم النظري بالظن لمشابهته الظن من حيث إنه لا يخلو من تردد في أول النظر .و { أنما مَّا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فتناه فاستغفر رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ * فَغَفَرْنَا لَهُ ذلك وَإِنَّ لَهُ عِندَنَا لزلفى وَحُسْنَ مَھَابٍ } مفتوحة الهمزة أخت ( إنما ) تفيد الحصر ، أي ظنّ أن الخصومة ليست إلاّ فتنة له ، أو ظن أن ما صدر منه في تزوج امرأة أور"
    },
    {
      "number": 25,
      "text": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ",
      "tafsir": {
        "muyassar": "فغفرنا له ذلك، وجعلناه من المقرَّبين عندنا، وأعددنا له حسن المصير في الآخرة.",
        "mukhtasar": "فاستجبنا له فغفرنا له ذلك، وإنه عندنا لمن المقربين، وله حُسْن مصير في الآخرة.",
        "saadi": "{ فَغَفَرْنَا لَهُ ذَلِكَ } الذي صدر منه، وأكرمه اللّه بأنواع الكرامات، فقال: { وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى } أي: منزلة عالية، وقربة منا، { وَحُسْنَ مَآبٍ } أي: مرجع.وهذا الذنب الذي صدر من داود عليه السلام، لم يذكره اللّه لعدم الحاجة إلى ذكره، فالتعرض له من باب التكلف، وإنما الفائدة ما قصه اللّه علينا من لطفه به وتوبته وإنابته، وأنه ارتفع محله، فكان بعد التوبة أحسن منه قبلها.",
        "kathir": "فَغَفَرْنَا لَهُ ذَٰلِكَ ۖ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ"
      },
      "translations": {
        "en": "So We forgave him that; and indeed, for him is nearness to Us and a good place of return.",
        "fr": "Nous lui pardonnâmes. Il aura une place proche de Nous et un beau refuge.",
        "es": "Se lo perdonamos y tiene un sitio junto a Nosotros y un bello lugar de retorno."
      },
      "ibn_ashour": "فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآَبٍ (25)واسم الإِشارة في قوله : { فغفرنا له ذلك } إلى ما دلت عليه خصومة الخصمين من تمثيل ما فعله داود بصورة قضية الخصمين ، وهذا من لطائف القرآن إذ طوى القصة التي تمثَّل له فيها الخصمان ثم أشار إلى المطوي باسم الإِشارة ، وأتبع الله الخبر عن الغفران له بما هو أرفع درجة وهو أنه من المقرّبين عند الله المرضيّ عنهم وأنه لم يوقف به عند حد الغفران لا غير . والزلفى : القربى ، وهو مصدر أو اسم مصدر . وتأكيد الخبر لإِزالة توهم أن الله غضب عليه إذ فتنه تنزيلاً لمقام الاستغراب منزلة مقام الإِنكار .والمئاب : مصدر ميمي بمعنى الأوْب . وهو الرجوع . والمراد به : الرجوع إلى الآخرة . وسمي رجوعاً لأنه رجوع إلى الله ، أي إلى حكمة البحْت ظاهراً وباطناً قال تعالى : { إليه أدعو وإليه مئاب } [ الرعد : 36 ] .وحسن المئاب : حسن المرجع ، وهو أن يرجع رجوعاً حسناً عند نفسه وفي مرأى الناس ، أي له حسن رجوع عندنا وهو كرامة عند الله يوم الجزاء ، أي الجنة يؤوب إليها ."
    },
    {
      "number": 26,
      "text": "يَٰدَاوُۥدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةًۭ فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌۭ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
      "tafsir": {
        "muyassar": "يا داود إنا استخلفناك في الأرض وملَّكناك فيها، فاحكم بين الناس بالعدل والإنصاف، ولا تتبع الهوى في الأحكام، فيُضلك ذلك عن دين الله وشرعه، إن الذين يَضِلُّون عن سبيل الله لهم عذاب أليم في النار؛ بغفلتهم عن يوم الجزاء والحساب. وفي هذا توصية لولاة الأمر أن يحكموا بالحق المنزل من الله، تبارك وتعالى، ولا يعدلوا عنه، فيضلوا عن سبيله.",
        "mukhtasar": "يا داود، إنا صيَّرناك خليفة في الأرض تنفذ الأحكام والقضايا الدينية والدنيوية، فاقض بين الناس بالعدل، ولا تتبع الهوى في حكمك بين الناس؛ بأن تميل مع أحد الخصمين لقرابة أو صداقة أو تميل عنه لعداوة، فيضلك الهوى عن صراط الله المستقيم، إن الذين يضلون عن صراط الله المستقيم لهم عذاب قوي بسبب نسيانهم يوم الحساب؛ إذ لو كانوا يذكرونه ويخافون منه لما مالوا مع أهوائهم.",
        "saadi": "{ يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ } تنفذ فيها القضايا الدينية والدنيوية، { فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ } أي: العدل، وهذا لا يتمكن منه، إلا بعلم بالواجب، وعلم بالواقع، وقدرة على تنفيذ الحق، { وَلَا تَتَّبِعِ الْهَوَى } فتميل مع أحد، لقرابة أو صداقة أو محبة، أو بغض للآخر { فَيُضِلَّكَ } الهوى { عَنْ سَبِيلِ اللَّهِ } ويخرجك عن الصراط المستقيم، { إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ } خصوصا المتعمدين منهم، { لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ } فلو ذكروه ووقع خوفه في قلوبهم، لم يميلوا مع الهوى الفاتن.",
        "kathir": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَىٰ فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ ۚ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ"
      },
      "translations": {
        "en": "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allah.\" Indeed, those who go astray from the way of Allah will have a severe punishment for having forgotten the Day of Account.",
        "fr": "«O David, Nous avons fait de toi un calife sur la terre. Juge donc en toute équité parmi les gens et ne suis pas la passion: sinon elle t'égarera du sentier d'Allah». Car ceux qui s'égarent du sentier d'Allah auront un dur châtiment pour avoir oublié le Jour des Comptes.",
        "es": "¡David! Te hemos hecho sucesor en la tierra. ¡Decide, pues, entre los hombres según justicia! ¡No sigas la pasión! Si no, te extraviará del camino de Alá. Quienes se extravíen del camino de Alá tendrán un severo castigo. Por haber olvidado el día de la Cuenta."
      },
      "ibn_ashour": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ (26)مقول قول محذوف معطوف على { فغفرنا له ذلك } [ ص : 25 ] أي صفَحنا عنه وذكرناه بنعمة المُلك ووعظناه ، فجمع له بهذا تنويهاً بشأنه وإرشاداً للواجب . وافتتاح الخطاب بالنداء لاسترعاء وَعْيه واهتمامه بما سيقال له .والخليفة : الذي يخلف غيره في عمللٍ ، أي يقوم مقامه فيه ، فإن كان مع وجود المخلوف عنه قيل : هو خليفة فُلان ، وإن كان بعدما مضى المخلوف قيل : هو خليفة مِن فلان . والمراد هنا : المعنى الأول بقرينة قوله : { فاحكم بين الناس بالحق } .فالمعنى : أنه خليفة الله في إنفاذ شرائعه للأمة المجعول لها خليفة مما يوحي به إليه ومما سبق من الشريعة التي أوحي إليه العمل بها . وخليفةٌ عن موسى عليه السلام وعن أحبار بني إسرائيل الأولين المدعوين بالقُضاة ، أو خليفة عمن تقدمه في الملك وهو شاول .و { الأرض } : أرض مملكته المعهودة ، أي جعلناك خليفة في أرض إسرائ"
    },
    {
      "number": 27,
      "text": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَٰطِلًۭا ۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ ۚ فَوَيْلٌۭ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ",
      "tafsir": {
        "muyassar": "وما خلقنا السماء والأرض وما بينهما عبثًا ولهوًا، ذلك ظنُّ الذين كفروا، فويل لهم من النار يوم القيامة؛ لظنهم الباطل، وكفرهم بالله.",
        "mukhtasar": "وما خلقنا السماء والأرض عبثًا، ذلك ظن الذين كفروا، فويل لهؤلاء الكافرين الذين يظنون هذا الظن من عذاب النار يوم القيامة إذا ماتوا على ما هم عليه من الكفر وظن السوء بالله.",
        "saadi": "يخبر تعالى عن تمام حكمته في خلقه السماوات والأرض، وأنه لم يخلقهما باطلا، أي: عبثا ولعبا من غير فائدة ولا مصلحة.{ ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا } بربهم، حيث ظنوا ما لا يليق بجلاله. { فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ } فإنها التي تأخذ الحق منهم، وتبلغ منهم كل مبلغ.وإنما خلق اللّه السماوات والأرض بالحق وللحق، فخلقهما ليعلم العباد كمال علمه وقدرته وسعة سلطانه، وأنه تعالى وحده المعبود، دون من لم يخلق مثقال ذرة من السماوات والأرض، وأن البعث حق، وسيفصل اللّه بين أهل الخير والشر.",
        "kathir": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۚ ذَٰلِكَ ظَنُّ الَّذِينَ كَفَرُوا ۚ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ"
      },
      "translations": {
        "en": "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve, so woe to those who disbelieve from the Fire.",
        "fr": "Nous n'avons pas créé le ciel et la terre et ce qui existe entre eux en vain. C'est ce que pensent ceux qui ont mécru. Malheur à ceux qui ont mécru pour le feu [qui les attend]!",
        "es": "No hemos creado en vano el cielo, la tierra y lo que entre ellos está. Así piensan los infieles. Y ¡ay de los infieles, por el Fuego...!"
      },
      "ibn_ashour": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (27)لما جرى في خطاب داود ذكرُ نسيان يوم الحساب وكان أقصى غايات ذلك النسيان جحودُ وقوعه لأنه يفضي إلى عدم مراعاته ومراقبته أبداً اعتُرِض بين القصتين بثلاث آيات لبيان حكمة الله تعالى في جعل الجزاء ويومه احتجاجاً على منكريه من المشركين .والباطل : ضد الحق ، فكل ما كان غير حقّ فهو الباطل ، ولذلك قال تعالى في الآية الأخرى : { ما خلقناهما إلا بالحق } [ الدخان : 39 ] .( والمراد بالحقّ المأخوذِ من نفي الباطل هنا ، هو أن تلك المخلوقات خلقت على حالة لا تخرج عن الحق؛ إمّا حَالاً كخلق الملائكة والرسل والصالحين ، وإمّا في المآل كخلق الشياطين والمفسدين لأن إقامة الجزاء عليهم من بعد استدراك لمقتضى الحق .وقد بنيت هذه الحجة على الاستدلال بأحوال المشاهدات وهي أحوال السماوات والأرض وما بينهما ، والمشركون يعلمون أن الله هو خالق السماوات والأرض وما بينهما ، فأقيم الدليل على أساس مقدمة لا نزاع فيها ، وهي أن الله خلق ذلك وأنهم إذا تأملوا أدنى تأمل وجدوا من نظام هذه العوا"
    },
    {
      "number": 28,
      "text": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ",
      "tafsir": {
        "muyassar": "أنجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض، أم نجعل أهل التقوى المؤمنين كأصحاب الفجور الكافرين؟ هذه التسوية غير لائقة بحكمة الله وحُكْمه، فلا يستوون عند الله، بل يثيب الله المؤمنين الأتقياء، ويعاقب المفسدين الأشقياء.",
        "mukhtasar": "لن نجعل الذين آمنوا بالله واتبعوا رسوله وعملوا الأعمال الصالحات مثل المفسدين في الأرض بالكفر والمعاصي، ولا نجعل المتقين لربهم بامتثال أوامره واجتناب نواهيه مثل الكافرين والمنافقين المنغمسين في المعاصي، إن التسوية بينهما جَوْر لا يليق بالله سبحانه وتعالى، بل يجازي الله المؤمنين الأتقياء بدخول الجنة، ويعاقب الكافرين الأشقياء بدخول النار؛ لأنهم لا يستوون عند الله، فلا يستوي جزاؤهم عنده.",
        "saadi": "ولا يظن الجاهل بحكمة اللّه أن يسوي اللّه بينهما في حكمه، ولهذا قال: { أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ } هذا غير لائق بحكمتنا وحكمنا.",
        "kathir": "أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ"
      },
      "translations": {
        "en": "Or should we treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allah like the wicked?",
        "fr": "Traiterons-Nous ceux qui croient et accomplissent les bonnes œuvres comme ceux qui commettent du désordre sur terre? ou traiterons-Nous les pieux comme les pervers?",
        "es": "¿Trataremos a quienes creen y obran bien igual que a quienes corrompen en la tierra, a los temerosos de Alá igual que a los pecadores?"
      },
      "ibn_ashour": "أَمْ نَجْعَلُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (28){ أم } منقطعة أفادت إضراباً انتقالياً وهو ارتقاء في الاستدلال على ثبوت البعث وبيان لما هو من مقتضى خلق السماء والأرض بالحق ، بعد أن سيق ذلك بوجه الاستدلال الجُمليّ ، وقد كان هذا الانتقال بناء على ما اقتضاه قوله : { ذلك ظنُّ الذين كفروا } [ ص : 27 ] فلأجْل ذلك بني على استفهام مقدر بعد { أم } وهو من لوازم استعمالها ، وهو استفهام إنكاري . والمعنى : لو انتفى البعث والجزاء كما تزعمون لاستوت عند الله أحوال الصالحين وأحوال المفسدين .والتشبيه في قوله : { كالمُفْسِدِينَ } للتسوية . والمعنى : إنكار أن يكونوا سواء في جعل الله ، أي إذا لم يُجاز كلَّ فريق بما يستحقه على عمله ، فالمشاهد في هذه الحياة الدنيا خلاَفُ ذلك فتعين أن يكون الجزاء في عالم آخر وهو الذي يسلك له الناس بعد البعث . وقد أُخذ في الاستدلال جانبُ المساواة بين الذين آمنوا وعملوا الصالحات وبين المفسدين في الأرض ، لأنه يوجد كثير من الفريقين متساوِينَ في حالة الحياة الدنيا في النعمة أو في التوسط أو في الب"
    },
    {
      "number": 29,
      "text": "كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٌۭ لِّيَدَّبَّرُوٓا۟ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "tafsir": {
        "muyassar": "هذا الموحى به إليك -أيها الرسول- كتاب أنزلناه إليك مبارك؛ ليتفكروا في آياته، ويعملوا بهداياته ودلالاته، وليتذكر أصحاب العقول السليمة ما كلفهم الله به.",
        "mukhtasar": "إن هذا القرآن كتاب أنزلناه إليك كثير الخير والنفع، ليتدبر الناس آياته ويتفكروا في معانيها، وليتعظ به أصحاب العقول الراجحة النيرة.",
        "saadi": "{ كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ } فيه خير كثير، وعلم غزير، فيه كل هدى من ضلالة، وشفاء من داء، ونور يستضاء به في الظلمات، وكل حكم يحتاج إليه المكلفون، وفيه من الأدلة القطعية على كل مطلوب، ما كان به أجل كتاب طرق العالم منذ أنشأه اللّه.{ لِيَدَّبَّرُوا آيَاتِهِ } أي: هذه الحكمة من إنزاله، ليتدبر الناس آياته، فيستخرجوا علمها ويتأملوا أسرارها وحكمها، فإنه بالتدبر فيه والتأمل لمعانيه، وإعادة الفكر فيها مرة بعد مرة، تدرك بركته وخيره، وهذا يدل على الحث على تدبر القرآن، وأنه من أفضل الأعمال، وأن القراءة المشتملة على التدبر أفضل من سرعة التلاوة التي لا يحصل بها هذا المقصود.{ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ } أي: أولو العقول الصحيحة، يتذكرون بتدبرهم لها كل علم ومطلوب، فدل هذا على أنه بحسب لب الإنسان وعقله يحصل له التذكر والانتفاع بهذا الكتاب.",
        "kathir": "كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ"
      },
      "translations": {
        "en": "[This is] a blessed Book which We have revealed to you, [O Muhammad], that they might reflect upon its verses and that those of understanding would be reminded.",
        "fr": "[Voici] un Livre béni que Nous avons fait descendre vers toi, afin qu'ils méditent sur ses versets et que les doués d'intelligence réfléchissent!",
        "es": "Una Escritura que te hemos revelado, bendita, para que mediten en sus aleyas y para que los dotados de intelecto se dejen amonestar."
      },
      "ibn_ashour": "كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ (29)عقب الإمعان في تهديد المشركين وتجهيلهم على إعراضهم عن التدبر بحكمة الجزاء ويوم الحساب عليه والاحتجاج عليهم ، أعرض الله عن خطابهم ووجّه الخطاب إلى النبي صلى الله عليه وسلم بالثناء على الكتاب المنزل عليه ، وكان هذا القرآن قد بيّن لهم ما فيه لهم مقنع ، وحجاجاً هو لشبهاتهم مقلع ، وأنه إن حَرَم المشركون أنفسهم من الانتفاع به فقد انتفع به أولو الألباب وهم المؤمنون . وفي ذلك إدماجُ الاعتزاز بهذا الكتاب لمن أنزل عليه ولمن تمسك به واهتدى بهديه من المؤمنين . وهذا نظير قوله تعالى عقب ذكر خلق الشمس والقمر : { مَا خَلَقَ الله ذلك إلاَّ بالحَقِّ يُفَصِّلُ الأَياتتِ لِقَوممٍ يَعْلَمُون } في أول سورة [ يونس : 5 ] .والجملة استئناف معتَرضضٍ وفي هذا الاستئناف نظر إلى قوله في أول السورة { والقُرءَاننِ ذي الذِكرِ } [ ص : 1 ] إعادة للتنويه بشأن القرآن كما سيعاد ذلك في قوله تعالى : { هذا ذكر } [ ص : 49 ] .فقوله : { كِتابٌ } يجوز أن يكون خبر مبتدأ محذوف ، والتقدير : هذا كتاب ، وجملة { أنزلناهُ } صفة { كِت"
    },
    {
      "number": 30,
      "text": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَٰنَ ۚ نِعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "tafsir": {
        "muyassar": "ووهبنا لداود ابنه سليمان، فأنعمنا به عليه، وأقررنا به عينه، نِعْم العبد سليمان، إنه كان كثير الرجوع إلى الله والإنابة إليه.",
        "mukhtasar": "ووهبنا لداود ابنه سليمان إنعامًا منا عليه وتفضلًا لتقر عينه به، نعم العبد سليمان، إنه كثير التوبة والرجوع إلى الله والإنابة إليه.",
        "saadi": "لما أثنى تعالى على داود، وذكر ما جرى له ومنه، أثنى على ابنه سليمان عليهما السلام فقال: { وَوَهَبْنَا لِدَاوُدَ سُلَيْمَانَ } أي: أنعمنا به عليه، وأقررنا به عينه.{ نِعْمَ الْعَبْدُ } سليمان عليه السلام، فإنه اتصف بما يوجب المدح، وهو { إِنَّهُ أَوَّابٌ } أي: رجَّاع إلى اللّه في جميع أحواله، بالتأله والإنابة، والمحبة والذكر والدعاء والتضرع، والاجتهاد في مرضاة اللّه، وتقديمها على كل شيء.",
        "kathir": "وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ"
      },
      "translations": {
        "en": "And to David We gave Solomon. An excellent servant, indeed he was one repeatedly turning back [to Allah].",
        "fr": "Et à David Nous fîmes don de Salomon, - quel bon serviteur! - Il était plein de repentir.",
        "es": "A David le regalamos Salomón. ¡Qué siervo tan agradable! Su arrepentimiento era sincero."
      },
      "ibn_ashour": "وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (30)جُعل التخلصُ إلى مناقب سليمان عليه السلام من جهة أنه من مِنن الله على داود عليه السلام ، فكانت قصة سليمان كالتكملة لقصة داود . ولم يكن لحال سليمان عليه السلام شَبه بحال محمد صلى الله عليه وسلم فلذلك جزمنا بأن لم يكن ذكر قصته هنا مِثالاً لحال محمد صلى الله عليه وسلم وبأنها إتمام لما أنعم الله به على داود إذ أعطاه سليمان ابناً بهجةً له في حياته وورث ملكه بعد مماته ، كما أنبأ عنه قوله تعالى : { ووهبنا لداوُود سُليمان } الآية .ولهذه النكتة لم تفتتح قصة سليمان بعبارة : واذكر ، كما افتتحت قصة داود ثم قصة أيوب ، والقصص بعدها مفصَّلها ومجملها غير أنها لم تخل من مواضع إسوة وعبرة وتحذير على عادة القرآن من افتراض الإِرشاد .ومن حسن المناسبة لذكر موهبة سليمان أنه ولد لداود من المرأة التي عوتب داود لأجل استنزال زوجها أوريا عنها كما تقدّم ، فكانت موهبة سليمان لداود منها مكرمة عظيمة هي أثر مغفرة الله لداود تلك المخالفة التي يقتضي قدره تجنبها وإن كانت مباحة وتحققه لتعقيب الأخبار عن المغفرة له بقوله : { وإنَّ له عندنا لزلفى وحُسن م"
    },
    {
      "number": 31,
      "text": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّٰفِنَٰتُ ٱلْجِيَادُ",
      "tafsir": {
        "muyassar": "اذكر حين عُرِضت عليه عصرًا الخيول الأصيلة السريعة، تقف على ثلاث قوائم وترفع الرابعة؛ لنجابتها وخفتها، فما زالت تُعرض عليه حتى غابت الشمس.",
        "mukhtasar": "اذكر حين عُرِضت عليه عصرًا الخيول الأصيلة السريعة، تقف على ثلاث قوائم، وترفع الرابعة، فلم تزل تُعْرض عليه تلك الخيول الأصيلة حتى غربت الشمس.",
        "saadi": " لما عرضت عليه الخيل الجياد السبق الصافنات أي: التي من وصفها الصفون، وهو رفع إحدى قوائمها عند الوقوف، وكان لها منظر رائق، وجمال معجب، خصوصا للمحتاج إليها كالملوك، فما زالت تعرض عليه حتى غابت الشمس في الحجاب، فألهته عن صلاة المساء وذكره.",
        "kathir": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ"
      },
      "translations": {
        "en": "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses.",
        "fr": "Quand un après-midi, on lui présenta de magnifiques chevaux de course,",
        "es": "Cuando un anochecer le presentaron unos corceles de raza."
      },
      "ibn_ashour": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ (31) يتعلق { إذْ عُرِضَ } ب { أوَّابٌ } [ ص : 30 ] . وتعليق هذا الظرف ب { أوَّابٌ } تعليق تعليل لأن الظروف يراد منها التعليل كثيراً لظهور أن ليس المراد أنه أوّاب في هذه القصة فقط لأن صيغة أوّاب تقتضي المبالغة . والأصل منها الكثرة فتعين أن ذكر قصة من حوادث أوبته كان لأنها ينجَلي فيها عِظم أوبته . والعَرض : الإِمرار والإِحضار أمام الرائِي ، أي عرَض سُواس خيله إياها عليه .والعَشيّ : من العصر إلى الغروب . وتقدم في قوله : { بالغداة والعشي } في سورة [ الأنعام : 52 ] . وذلك وقت افتقاد الخيل والماشية بعد رواحها من مراعيها ومراتعها . وذكر العشي هنا ليس لمجرد التوقيت بل ليبنى عليه قوله : { حتَّى توارتْ بالحجابِ ، } فليس ذكر العشيّ في وقع هذه الآية كوقعه في قول عمرو بن كلثوم: ... ملوك من بني جشم بن بكريساقون العشيةَ يُقتلونا ... و { الصافنات } : وصف لموصوف محذوف استغنى عن ذكره لدلالة الصفة عليه لأن الصافن لا يكون إلا من الخيل والأفراس وهو الذي يقف على ثلاث قوائم وطرف حافر القائمة الرابعة لا يمكّن القائمة الرابعة من الأرض ، وتلك من علامات "
    },
    {
      "number": 32,
      "text": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ",
      "tafsir": {
        "muyassar": "فقال: إنني آثرت حب المال عن ذكر ربي حتى غابت الشمس عن عينيه، رُدُّوا عليَّ الخيل التي عُرضت من قبل، فشرع يمسح سوقها وأعناقها.",
        "mukhtasar": "فقال سليمان: إني آثرت حب المال - ومنه هذه الخيل - على ذكر ربي حتى غابت الشمس وتأخرتُ عن صلاة العصر.",
        "saadi": "فقال ندما على ما مضى منه، وتقربا إلى اللّه بما ألهاه عن ذكره، وتقديما لحب اللّه على حب غيره: { إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ } وضمن { أحببت } معنى { آثرت } أي: آثرت حب الخير، الذي هو المال عموما، وفي هذا الموضع المراد الخيل { عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ } ",
        "kathir": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّىٰ تَوَارَتْ بِالْحِجَابِ"
      },
      "translations": {
        "en": "And he said, \"Indeed, I gave preference to the love of good [things] over the remembrance of my Lord until the sun disappeared into the curtain [of darkness].\"",
        "fr": "il dit: «Oui, je me suis complu à aimer les biens (de ce monde) au point [d'oublier] le rappel de mon Seigneur jusqu'à ce que [le soleil] se soit caché derrière son voile.",
        "es": "Y dijo: «Por amor a los bienes he descuidado el recuerdo de mi Señor hasta que se ha escondido tras el velo."
      },
      "ibn_ashour": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ (32) وأصل تركيب { أحْببتُ حبَّ الخيرِ : } أحببتُ الخير حُبًّا ، فحول التركيب إلى { أحببتُ حب الخيرِ } فصار { حُبَّ الخيرِ } تمييزاً لإِسناد نسبة المحبة إلى نفسه لغرض الإِجمال ثم التفصيل كقوله تعالى : { وفجرنا الأرض عيوناً } [ القمر : 12 ] وقول كعب بن زهير: ... أكرم بها خلةوقولهم : لله دره فَارساً .وضمن { أحْبَبْتُ } معنى عَوَّضت ، فعدِّي ب { عن } في قوله : { عن ذِكرِ ربي } فصار المعنى : أحببت الخير حبّاً فجاوزت ذكر ربي . والمراد بذكر الرّب الصلاة ، فلعلها صلاة كان رتبها لنفسه لأن وقت العشي ليست فيه صلاة مفروضة في شريعة موسى إلا المغرب .و { الخير } : المال النفيس كما في قوله تعالى : { إن ترك خيراً } [ البقرة : 180 ] . والخيل من المال النفيس . وقال الفراء : الخير بالراء من أسماء الخيل . والعرب تعاقب بين اللام والراء كما يقولون : انهملت العين وانهمرت . وختل وختر إذا خدع .وقلت : إن العرب من عادتهم التفاؤل ولهم بالخيل عناية عظيمة حتى وصفوا شياتها وزعموا دلالتها على بخت أو نحس فلعلهم سموها الخير تفاؤلا"
    },
    {
      "number": 33,
      "text": "رُدُّوهَا عَلَىَّ ۖ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ",
      "tafsir": {
        "muyassar": "فقال: إنني آثرت حب المال عن ذكر ربي حتى غابت الشمس عن عينيه، رُدُّوا عليَّ الخيل التي عُرضت من قبل، فشرع يمسح سوقها وأعناقها.",
        "mukhtasar": "ردوا علي هذه الخيل، فردوها عليه، فبدأ يضرب بالسيف سوقها وأعناقها.",
        "saadi": "{ رُدُّوهَا عَلَيَّ } فردوها { فَطَفِقَ } فيها { مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ } أي: جعل يعقرها بسيفه، في سوقها وأعناقها.",
        "kathir": "رُدُّوهَا عَلَيَّ ۖ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ"
      },
      "translations": {
        "en": "[He said], \"Return them to me,\" and set about striking [their] legs and necks.",
        "fr": "Ramenez-les moi.» Alors il se mit à leur couper les pattes et les cous.",
        "es": "¡Traédmelos!» Y se puso a desjarretarlos y degollarlos."
      },
      "ibn_ashour": "رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (33)وتجنّب بعضهم هذا الوجه وجعل المسح مستعاراً للتوسيم بسمة الخيل الموقوفة في سبيل الله بكي نار أو كَشط جلد لأن ذلك يزيل الجلدة الرقيقة التي على ظاهر الجلد ، فشبهت تلك الإِزالة بإِزالة المَسح ما على ظهر الممسوح من ملتصق به ، وهذا أسلم عن الاعتراض من القول الأول وهو معزو لبعض المفسرين في «أحكام القرآن» لابن العربي . وقال ابن العربي : إنه وَهَم . وهذه طريقة جليلة من طرائق تربية النفس ومظاهر كمال التوبة بالنسبة إلى ما كان سبباً في الهفوة .وعلى هذين التأويلين يكون قوله : { فطفق } تعقيباً على { ردُّوها عليَّ } وعلى محذوف بعده . والتقدير : فردُّوها عليه فطفق ، كقوله : { أن اضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] . ويكون قوله : { ردوها عليَّ } من مقول : { فقال إني أحببت حبَّ الخير ."
    },
    {
      "number": 34,
      "text": "وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًۭا ثُمَّ أَنَابَ",
      "tafsir": {
        "muyassar": "ولقد ابتلينا سليمان وألقينا على كرسيه شق وَلَد، وُلِد له حين أقسم ليطوفنَّ على نسائه، وكلهن تأتي بفارس يجاهد في سبيل الله، ولم يقل: إن شاء الله، فطاف عليهن جميعًا، فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد، ثم رجع سليمان إلى ربه وتاب، قال: رب اغفر لي ذنبي، وأعطني ملكًا عظيمًا خاصًا لا يكون مثله لأحد من البشر بعدي، إنك- سبحانك- كثير الجود والعطاء. فاستجبنا له، وذللنا الريح تجري بأمره طيِّعة مع قوتها وشدتها حيث أراد.",
        "mukhtasar": "ولقد اختبرنا سليمان وألقينا على كرسي ملكه شيطانًا، متمثلًا بإنسان تصرف في ملكه مدة قصيرة ثم أعاد الله لسليمان ملكه، وسلَّطه على الشياطين.",
        "saadi": "{ وَلَقَدْ فَتَنَّا سُلَيْمَانَ } أي: ابتليناه واختبرناه بذهاب ملكه وانفصاله عنه بسبب خلل اقتضته الطبيعة البشرية، { وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا } أي: شيطانا قضى اللّه وقدر أن يجلس على كرسي ملكه، ويتصرف في الملك في مدة فتنة سليمان، { ثُمَّ أَنَابَ } سليمان إلى اللّه تعالى وتاب.",
        "kathir": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ"
      },
      "translations": {
        "en": "And We certainly tried Solomon and placed on his throne a body; then he returned.",
        "fr": "Et Nous avions certes éprouvé Salomon en plaçant sur son siège un corps. Ensuite, il se repentit.",
        "es": "Aún probamos a Salomón cuando asentamos en su trono a su sosia. Luego, se arrepintió."
      },
      "ibn_ashour": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (34) قد قلت آنفاً عند قوله تعالى : { ووهبنا لداود سليمان } [ ص : 30 ] إن ما ذكر من مناقب سليمان لم يخل من مقاصد ائتساء وعبرة وتحذير على عادة القرآن في ابتدار وسائل الإِرشاد بالترغيب والترهيب ، فكذلك كانت الآيات المتعلقة بندمه على الاشتغال بالخيل عن ذكر الله موقع أسوة به في مبادرة التوبة وتحذير من الوقوع في مثل غفلته ، وكذلك جاءت هذه الآيات مشيرة إلى فتنة عرضت لسليمان أعقبتها إنابة ثم أعقبتها إفاضة نعم عظيمة فذكرت عقب ذكر قصة ما ناله من السهو عن عبادته وهو دون الفتنة . والفَتن والفتون والفتنة : اضطراب الحال الشديد الذي يظهر به مقدار صبر وثبات من يحلّ به ، وتقدم ذلك عند قوله تعالى : { إنما نحن فتنة في سورة البقرة } ( 102 .( وقد أشارت الآية إلى حدث عظيم حلّ بسليمان ، واختلفت أقوال المفسرين في تعيين هذه الفتنة فذكروا قصصاً هي بالخرافات أشبه ، ومقام سليمان عن أمثالها أنزه . ومن أغربها قولهم : إنه ولد له ابن فخاف عليه الناسَ أن يقتلوه فاستودعه الريح لتحضنه وترضعه دَرّ ماء المُزن فلم يلبث أن أصابه الموت وألقته"
    },
    {
      "number": 35,
      "text": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًۭا لَّا يَنۢبَغِى لِأَحَدٍۢ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "tafsir": {
        "muyassar": "ولقد ابتلينا سليمان وألقينا على كرسيه شق وَلَد، وُلِد له حين أقسم ليطوفنَّ على نسائه، وكلهن تأتي بفارس يجاهد في سبيل الله، ولم يقل: إن شاء الله، فطاف عليهن جميعًا، فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد، ثم رجع سليمان إلى ربه وتاب، قال: رب اغفر لي ذنبي، وأعطني ملكًا عظيمًا خاصًا لا يكون مثله لأحد من البشر بعدي، إنك- سبحانك- كثير الجود والعطاء. فاستجبنا له، وذللنا الريح تجري بأمره طيِّعة مع قوتها وشدتها حيث أراد.",
        "mukhtasar": "قال سليمان: يا رب، اغفر لي ذنوبي، وأعطني ملكًا خاصًّا بي، لا يكون لأحد من الناس بعدي، إنك - يا رب - كثير العطاء، عظيم الجود.",
        "saadi": "فـ { قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ } فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه.",
        "kathir": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ۖ إِنَّكَ أَنْتَ الْوَهَّابُ"
      },
      "translations": {
        "en": "He said, \"My Lord, forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed, You are the Bestower.\"",
        "fr": "Il dit: «Seigneur, pardonne-moi et fais-moi don d'un royaume tel que nul après moi n'aura de pareil. C'est Toi le grand Dispensateur».",
        "es": "«¡Señor!» dijo. «¡Perdóname y regálame un dominio tal que a nadie después de mí le esté bien. Tú eres el Munífico»."
      },
      "ibn_ashour": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (35) فكنّى ب { لا ينبغي } عن معنى لا يُعطَى لأحد ، أي لا تعطيه أحداً من بعدي .ففعل : { ينبغِي } مطاوع بغاه ، يقال : بغاه فانبغى له وليس للملْك اختيار وانبغاء وإنما الله هو المعطي والميسّر فإسناد الانبغاء إلى الملك مجاز عقلي ، وحقيقته : انبغاء سببه . وهذا من التأدّي في دعائه إذ لم يقل : لا تعطه أحداً من بعدي .وسأل الله أن لا يقيم له منازعاً في ملكه وأن يبقى له ذلك الملكُ إلى موته ، فاستجاب فكان سليمان يخشى ظهور عبده ( يربعام بن نباط ) من سبط أفرايم عليه إذ كان أظهر الكيد لسليمان فطلبه سليمان ليقتله فهرب إلى ( شيشق ) فرعون مصر وبقي في مصر إلى وفاة سليمان . فهذا أيضاً مما حمل سليمان أن يسأل الله تثبيت ملكه وأن لا يعطيه أحداً غيره . وكان لسليمان عدوَّان آخران هما ( هدد ) الأدومي و ( رزون ) من أهل صرفة مقيمين في تخوم مملكة إسرائيل فخشي أن يكون الله هيأهما لإِزالة ملكه .واستعمل { مِن بعدي } في معنى : من دوني ، كقوله تعالى : { فمن يهديه من بعد الله } [ الجاثية : 23 ] ، فيكون معنى { لا ينب"
    },
    {
      "number": 36,
      "text": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
      "tafsir": {
        "muyassar": "ولقد ابتلينا سليمان وألقينا على كرسيه شق وَلَد، وُلِد له حين أقسم ليطوفنَّ على نسائه، وكلهن تأتي بفارس يجاهد في سبيل الله، ولم يقل: إن شاء الله، فطاف عليهن جميعًا، فلم تحمل منهن إلا امرأة واحدة جاءت بشق ولد، ثم رجع سليمان إلى ربه وتاب، قال: رب اغفر لي ذنبي، وأعطني ملكًا عظيمًا خاصًا لا يكون مثله لأحد من البشر بعدي، إنك- سبحانك- كثير الجود والعطاء. فاستجبنا له، وذللنا الريح تجري بأمره طيِّعة مع قوتها وشدتها حيث أراد.",
        "mukhtasar": "فاستجبنا له وذللنا له الريح تنقاد بأمره لينة، لا زعزعة فيها مع قوتها وسرعة جريها، تحمله حيث أراد.",
        "saadi": "فـ { قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ } فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه.",
        "kathir": "فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ"
      },
      "translations": {
        "en": "So We subjected to him the wind blowing by his command, gently, wherever he directed,",
        "fr": "Nous lui assujettîmes alors le vent qui, par son ordre, soufflait modérément partout où il voulait.",
        "es": "Sujetamos a su servicio el viento, que soplaba suavemente allí donde él quería, a una orden suya."
      },
      "ibn_ashour": "فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ (36) اقتضت الفاء وترتيب الجمل أن تسخير الريح وتسخير الشياطين كانا بعد أن سأل الله مُلْكاً لا ينبغي لأحد من بعده أن أعطاه هاتين الموهبتين زيادة في قوة ملكه وتحْقِيقاً لاستجابة دعوته لأنه إنما سأل ملكاً لا ينبغي لأحد غيره ولم يسأل الزيادة فيما أعطيه من الملك . ولعل الله أراد أن يعطيه هاتين الموهبتين وأن لا يعطيهما أحداً بعده حتى إذا أعطى أحداً بعده مُلكاً مثل ملكه فيما عدا هاتين الموهبتين لم يكن قد أخلف إجابته .والتسخير الإِلجاء إلى عمل بدون اختيار ، وهو مستعار هنا لتكوين أسباب صرف الريح إلى الجهات التي يريد سليمان توجيه سفنه إليها لتكون معينة سفنَه على سرعة سيرها ، ولئلا تعاكس وجهه سفنه ، وتقدم في قوله تعالى : { ولسليمان الريح غدوها شهر ورواحها شهر } في سورة [ سبأ : 12 ] .وقرأ أبو جعفر { الرّياحَ } بصيغة الجمع .وتقدم قوله : { تجري بأمره إلى الأرض التي باركنا فيها } في سورة [ الأنبياء : 81 ] .واللام في { له } للعلة ، أي لأجله ، أي ذلك التسخير كرامَة من الله له بأن جعل تصريف الرياح مقدّراً على نحو رغبته .والأمر في قوله :"
    },
    {
      "number": 37,
      "text": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٍۢ وَغَوَّاصٍۢ",
      "tafsir": {
        "muyassar": "وسخَّرنا له الشياطين يستعملهم في أعماله: فمنهم البناؤون والغوَّاصون في البحار، وآخرون، وهم مردة الشياطين، موثوقون في الأغلال. هذا المُلْك العظيم والتسخير الخاص عطاؤنا لك يا سليمان، فأعط مَن شئت وامنع مَن شئت، لا حساب عليك.",
        "mukhtasar": "وذللنا له الشياطين يأتمرون بأمره، فمنهم البناؤون، ومنهم الغواصون الذين يغوصون في البحار، فيستخرجون الدُّر منها.",
        "saadi": "فـ { قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ } فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه.",
        "kathir": "وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ"
      },
      "translations": {
        "en": "And [also] the devils [of jinn] - every builder and diver",
        "fr": "De même que les diables, bâtisseurs et plongeurs de toutes sortes.",
        "es": "Y los demonios, constructores y buzos de toda clase,"
      },
      "ibn_ashour": "وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (37) و { الشياطين } جمع شيطان ، وحقيقته الجنّي ، ويستعمل مجازاً للبالغ غاية المقدرة والحذق في العمل الذي يعمله . ومنه قوله تعالى : { وكذلك جعلنا لكل نبيء عدواً شياطين الإنس والجن } [ الأنعام : 112 ] ، فسخر الله النوع الأول لسليمان تسخيراً خارقاً للعادة على وجه المعجزة فهو مسخر له في الأمور الروحانية والتصرفات الخفية وليس من شأن جنسهم إيجاد الصناعات المتقنة كالبناء ، وسخر النوع الثاني له تسخير إذلال ومغلوبية لعظم سلطانه وإلقاء مهابته في قلوب الأمم فكانوا يأتون طوعاً للانضواء تحت سلطانه كما فعلت بلقيس وقد تقدم في سورة سبأ .فيجوز أن يكون { الشياطين } مستعملاً في حقيقته ومجازه .و { كُلَّ بناءٍ } بدل من { الشَيَاطِينَ } بدل بعض من كل ، أي كل بنّاء وغوّاص منهم ، أي من الشياطين . و { كُلَّ } هنا مستعملة في معنى الكثير ، وهو استعمال وارد في القرآن والكلام الفصيح ، قال تعالى : { ولو جاءتهم كل آية } [ يونس : 97 ] وقال : { ثم كلي من كل الثمرات } [ النحل : 69 ] . وقال النابغة: ... بها كلُّ ذَيَّال وخنساءَ ترعويوتقدم عند قوله تعالى : { وإن يروا كل آية لا يؤ"
    },
    {
      "number": 38,
      "text": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "tafsir": {
        "muyassar": "وسخَّرنا له الشياطين يستعملهم في أعماله: فمنهم البناؤون والغوَّاصون في البحار، وآخرون، وهم مردة الشياطين، موثوقون في الأغلال. هذا المُلْك العظيم والتسخير الخاص عطاؤنا لك يا سليمان، فأعط مَن شئت وامنع مَن شئت، لا حساب عليك.",
        "mukhtasar": "ومن الشياطين مردة سُخِّروا له، فهم موثقون في الأغلال لا يستطيعون التحرك.",
        "saadi": "فـ { قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ } فاستجاب اللّه له وغفر له، ورد عليه ملكه، وزاده ملكا لم يحصل لأحد من بعده، وهو تسخير الشياطين له، يبنون ما يريد، ويغوصون له في البحر، يستخرجون الدر والحلي، ومن عصاه منهم قرنه في الأصفاد وأوثقه. ",
        "kathir": "وَآخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ"
      },
      "translations": {
        "en": "And others bound together in shackles.",
        "fr": "Et d'autres encore, accouplés dans des chaînes.",
        "es": "y otros, encadenados juntos."
      },
      "ibn_ashour": "وَآَخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (38)و { ءَاخَرِينَ } عطف على { كُلَّ بناءٍ وغوَّاصٍ } فهو من جملة بدل البعض . وجمع آخر بمعنى مغاير ، فيجوز أن تكون المغايرة في النوع من غير نوع الجن ، ويجوز أن تكون المغايرة في الصفة ، أي غير بنائين وغوّاصين . وقد كان يجلب من الممالك المجاورة له والداخلة تحت ظل سلطانه ما يحتاج إليه في بناء القصور والحصون والمدن وكانت مملكته عظيمة وكل الملوك يخشون بأسه ويصانعونه .والمقرَّن : اسم مفعول من قرنه مبالغة في قرنه أي جعله قريناً لغيره لا ينفك أحدهما عن الآخر .و { الأصفاد } : جمع صَفَد بفتحتين وهو القيد . يقال : صفده ، إذا قيّده . وهذا صنف ممن عبر عنهم بالشياطين شديد الشكيمة يخشى تفلته ويرام أن يستمر يعمل أعمالاً لا يجيدها غيرُه فيصفد في القيود ليعمل تحت حراسة الحراس . وقد كان أهل الرأي من الملوك يَجعلون أصحاب الخصائص في الصناعات محبوسين حيث لا يتصلون بأحد لكيلا يستهويهم جواسيس ملوك آخرين يستصنعونهم ليتخصص أهل تلك المملكة بخصائص تلك الصناعات فلا تشاركها فيها مملكة أخرى وبخاصة في صنع آلات الحرب من سيوف ونبال وقِسِيّ ودرق ومَجَانَ وخُوذ وبيضات ودروع ، فيج"
    },
    {
      "number": 39,
      "text": "هَٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍۢ",
      "tafsir": {
        "muyassar": "وسخَّرنا له الشياطين يستعملهم في أعماله: فمنهم البناؤون والغوَّاصون في البحار، وآخرون، وهم مردة الشياطين، موثوقون في الأغلال. هذا المُلْك العظيم والتسخير الخاص عطاؤنا لك يا سليمان، فأعط مَن شئت وامنع مَن شئت، لا حساب عليك.",
        "mukhtasar": "يا سليمان، هذا عطاؤنا الذي أعطيناكه استجابة لما طلبت منا، فأعط من شئت، وامنع من شئت، فلن تحاسب في إعطاء أو منع.",
        "saadi": "وقلنا له: { هَذَا عَطَاؤُنَا } فَقَرَّ به عينا { فَامْنُنْ } على من شئت، { أَوْ أَمْسِكْ } من شئت { بِغَيْرِ حِسَابٍ } أي: لا حرج عليك في ذلك ولا حساب، لعلمه تعالى بكمال عدله، وحسن أحكامه، ولا تحسبن هذا لسليمان في الدنيا دون الآخرة، بل له في الآخرة خير عظيم.",
        "kathir": "هَٰذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ"
      },
      "translations": {
        "en": "[We said], \"This is Our gift, so grant or withhold without account.\"",
        "fr": "«Voilà Notre don; distribue-le ou retiens-le sans avoir à en rendre compte».",
        "es": "«¡Esto es don Nuestro! ¡Agracia, pues, o retén, sin limitación!»"
      },
      "ibn_ashour": "هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ (39)والإِشارة إلى التسخير المستفاد من { فسخرنا له الريح } [ ص : 36 ] إلى قوله : { والشياطين } [ ص : 37 ] أي هذا التسخير عطاؤنا . والإِضافة لتعظيم شأن المضاف لانتسابه إلى المضاف إليه فكأنه قيل : هذا عطاء عظيم أعطيناكه . والعطاء مصدر بمعنى المعطى مثل الخلق بمعنى المخلوق .و«امنن» أمر مستعمل في الإِذن والإِباحة ، وهو مشتق من المنّ المكنّى به عن الإِنعام ، أي فأنعم على مَن شئت بالإِطلاق ، أو أمسك في الخدمة من شئت .فالمنّ : كناية عن الإِطلاق بلازم اللام ، كقوله تعالى : { فإما مناً بعدُ وإما فداء } [ محمد : 4 ] .وجملتا { فامنن أو أمْسِك } معترضتان بين قوله : { عَطَاؤُنَا } وقوله : { بِغَيرِ حسَابٍ } ، وهو تفريع مقدّم من تأخير .والتقديم لتعجيل المسرة بالنعمة ، ونظيره قوله تعالى من بعد : { هذا فليذوقوه حميم وغساق } [ ص : 57 ] وقول عنترة: ... ولقد نزلت فلا تظنِّي غيرَهمني بمنزلة المُحَب المكْرَم ... وقول بشارة: ... كقائلة إن الحمار فنحِّهعن القَتِّ أهلُ السمسم المتهذب ... مجازاً وكناية في التحديد والتقدير ، أي هذا عطاؤنا غير محدد ولا مقتَ"
    },
    {
      "number": 40,
      "text": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍۢ",
      "tafsir": {
        "muyassar": "وإن لسليمان عندنا في الدار الآخرة لَقربةً وحسن مرجع.",
        "mukhtasar": "وإن سليمان عندنا لمن المقربين، وله حُسْن مرجع يرجع إليه وهو الجنة.",
        "saadi": "ولهذا قال: { وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ } أي: هو من المقربين عند اللّه المكرمين بأنواع الكرامات للّه.فصل فيما تبين لنا من الفوائد والحكم في قصة داود وسليمان عليهما السلامفمنها: أن اللّه تعالى يقص على نبيه محمد صلى اللّه عليه وسلم أخبار من قبله، ليثبت فؤاده وتطمئن نفسه، ويذكر له من عباداتهم وشدة صبرهم وإنابتهم، ما يشوقه إلى منافستهم، والتقرب إلى اللّه الذي تقربوا له، والصبر على أذى قومه، ولهذا - في هذا الموضع - لما ذكر اللّه ما ذكر من أذية قومه وكلامهم فيه وفيما جاء به، أمره بالصبر، وأن يذكر عبده داود فيتسلى به.ومنها: أن اللّه تعالى يمدح ويحب القوة في طاعته، قوة القلب والبدن، فإنه يحصل منها من آثار الطاعة وحسنها وكثرتها، ما لا يحصل مع الوهن وعدم القوة، وأن العبد ينبغي له تعاطي أسبابها، وعدم الركون إلى الكسل والبطالة المخلة بالقوى المضعفة للنفس.ومنها: أن الرجوع إلى اللّه في جميع الأمور، من أوصاف أنبياء اللّه وخواص خلقه، كما أثنى اللّه على داود وسليمان بذلك، فليقتد بهما المقتدون، وليهتد بهداهم السالكون { أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِ } ومنها: ما أكرم اللّه به نبيه داود عليه السلام، من حسن الصوت العظيم، الذي جعل اللّه بسببه الجبال الصم، والطيور البهم، يجاوبنه إذا رجَّع صوته بالتسبيح، ويسبحن معه بالعشي والإشراق.ومنها: أن من أكبر نعم اللّه على عبده، أن يرزقه العلم النافع، ويعرف الحكم والفصل بين الناس، كما امتن اللّه به على عبده داود عليه السلام.ومنها: اعتناء اللّه تعالى بأنبيائه وأصفيائه عندما يقع منهم بعض الخلل بفتنته إياهم وابتلائهم بما به يزول عنهم المحذور، ويعودون إلى أكمل من حالتهم الأولى، كما جرى لداود وسليمان عليهما السلام.ومنها: أن الأنبياء صلوات اللّه وسلامه عليهم معصومون من الخطأ فيما يبلغون عن اللّه تعالى، لأن مقصود الرسالة لا يحصل إلا بذلك، وأنه قد يجري منهم بعض مقتضيات الطبيعة من المعاصي، ولكن اللّه يتداركهم ويبادرهم بلطفه.ومنها: أن داود عليه السلام، [كان] في أغلب أحواله ملازما محرابه لخدمة ربه، ولهذا تسور الخصمان عليه المحراب، لأنه كان إذا خلا في محرابه لا يأتيه أحد، فلم يجعل كل وقته للناس، مع كثرة ما يرد عليه من الأحكام، بل جعل له وقتا يخلو فيه بربه، وتقر عينه بعبادته، وتعينه على الإخلاص في جميع أموره.ومنها: أنه ينبغي استعمال الأدب في الدخول على الحكام وغيرهم، فإن الخصمين لما دخلا على داود في حالة غير معتادة ومن غير الباب المعهود، فزع منهم، واشتد عليه ذلك، ورآه غير لائق بالحال.ومنها: أنه لا يمنع الحاكم من الحكم بالحق سوء أدب الخصم وفعله ما لا ينبغي.ومنها: كمال حلم داود عليه السلام، فإنه ما غضب عليهما حين جاءاه بغير استئذان، وهو الملك، ولا انتهرهما، ولا وبخهما.ومنها: جواز قول المظلوم لمن ظلمه \"أنت ظلمتني\" أو \"يا ظالم\" ونحو ذلك أو باغ علي لقولهما: { خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ } ومنها: أن الموعوظ والمنصوح، ولو كان كبير القدر، جليل العلم، إذا نصحه أحد، أو وعظه، لا يغضب، ولا يشمئز، بل يبادره بالقبول والشكر، فإن الخصمين نصحا داود فلم يشمئز ولم يغضب ولم يثنه ذلك عن الحق، بل حكم بالحق الصرف.ومنها: أن المخالطة بين الأقارب والأصحاب، وكثرة التعلقات الدنيوية المالية، موجبة للتعادي بينهم، وبغي بعضهم على بعض، وأنه لا يرد عن ذلك إلا استعمال تقوى اللّه، والصبر على الأمور، بالإيمان والعمل الصالح، وأن هذا من أقل شيء في الناس.ومنها: أن الاستغفار والعبادة، خصوصا الصلاة، من مكفرات الذنوب، فإن اللّه، رتب مغفرة ذنب داود على استغفاره وسجوده.ومنها: إكرام اللّه لعبده داود وسليمان، بالقرب منه، وحسن الثواب، وأن لا يظن أن ما جرى لهما منقص لدرجتهما عند اللّه تعالى، وهذا من تمام لطفه بعباده المخلصين، أنه إذا غفر لهم وأزال أثر ذنوبهم، أزال الآثار المترتبة عليه كلها، حتى ما يقع في قلوب الخلق، فإنهم إذا علموا ببعض ذنوبهم، وقع في قلوبهم نزولهم عن درجتهم الأولى، فأزال اللّه تعالى هذه الآثار، وما ذاك بعزيز على الكريم الغفار.ومنها: أن الحكم بين الناس مرتبة دينية، تولاها رسل اللّه وخواص خلقه، وأن وظيفة القائم بها الحكم بالحق ومجانبة الهوى، فالحكم بالحق يقتضي العلم بالأمور الشرعية، والعلم بصورة القضية المحكوم بها، وكيفية إدخالها في الحكم الشرعي، فالجاهل بأحد الأمرين لا يصلح للحكم، ولا يحل له الإقدام عليه.ومنها: أنه ينبغي للحاكم أن يحذر الهوى، ويجعله منه على بال، فإن النفوس لا تخلو منه، بل يجاهد نفسه بأن يكون الحق مقصوده، وأن يلقي عنه وقت الحكم كل محبة أو بغض لأحد الخصمين.ومنها: أن سليمان عليه السلام من فضائل داود، ومن منن اللّه عليه حيث وهبه له، وأن من أكبر نعم اللّه على عبده، أن يهب له ولدا صالحا، فإن كان عالما، كان نورا على نور.ومنها: ثناء اللّه تعالى على سليمان ومدحه في قوله { نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ } ومنها: كثرة خير اللّه وبره بعبيده، أن يمن عليهم بصالح الأعمال ومكارم الأخلاق، ثم يثني عليهم بها، وهو المتفضل الوهاب.ومنها: تقديم سليمان محبة اللّه تعالى على محبة كل شيء.ومنها: أن كل ما أشغل العبد عن اللّه، فإنه مشئوم مذموم، فَلْيُفَارِقْه ولْيُقْبِلْ على ما هو أنفع له.ومنها: القاعدة المشهورة \"من ترك شيئا لله عوضه اللّه خيرا منه\" فسليمان عليه السلام عقر الجياد الصافنات المحبوبة للنفوس، تقديما لمحبة اللّه، فعوضه اللّه خيرا من ذلك، بأن سخر له الريح الرخاء اللينة، التي تجري بأمره إلى حيث أراد وقصد، غدوها شهر، ورواحها شهر، وسخر له الشياطين، أهل الاقتدار على الأعمال التي لا يقدر عليها الآدميون.ومنها: أن تسخير الشياطين لا يكون لأحد بعد سليمان عليه السلام.ومنها: أن سليمان عليه السلام، كان ملكا نبيا، يفعل ما أراد، ولكنه لا يريد إلا العدل، بخلاف النبي العبد، فإنه تكون إرادته تابعة لأمر اللّه، فلا يفعل ولا يترك إلا بالأمر، كحال نبينا محمد صلى اللّه عليه وسلم، وهذه الحال أكمل.",
        "kathir": "وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَىٰ وَحُسْنَ مَآبٍ"
      },
      "translations": {
        "en": "And indeed, for him is nearness to Us and a good place of return.",
        "fr": "Et il a une place rapprochée de Nous et un beau refuge.",
        "es": "Tiene un sitio junto a Nosotros y un bello lugar de retorno."
      },
      "ibn_ashour": "وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآَبٍ (40)تقدم نظيره آنفاً في قصة داود وبيان نكتة التأكيد بحرف { إن } ."
    },
    {
      "number": 41,
      "text": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَٰنُ بِنُصْبٍۢ وَعَذَابٍ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- عبدنا أيوب، حين دعا ربه أن الشيطان تسبب لي بتعب ومشقة، وألم في جسدي ومالي وأهلي.",
        "mukhtasar": "واذكر - أيها الرسول - عبدنا أيوب حين دعا الله ربه: أني أصابني الشيطان بأمر متعب معذب.",
        "saadi": "أي: { وَاذْكُرْ } في هذا الكتاب ذي الذكر { عَبْدَنَا أَيُّوبَ } بأحسن الذكر، وأثن عليه بأحسن الثناء، حين أصابه الضر، فصبر على ضره، فلم يشتك لغير ربه، ولا لجأ إلا إليه.فـ { نَادَى رَبَّهُ } داعيا، وإليه لا إلى غيره شاكيا، فقال: رب { أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ } أي: بأمر مشق متعب معذب، وكان سلط على جسده فنفخ فيه حتى تقرح، ثم تقيح بعد ذلك واشتد به الأمر، وكذلك هلك أهله وماله.",
        "kathir": "وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ"
      },
      "translations": {
        "en": "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment.\"",
        "fr": "Et rappelle-toi Job, Notre serviteur, lorsqu'il appela son Seigneur: «Le Diable m'a infligé détresse et souffrance».",
        "es": "¡Y recuerda a nuestro siervo Job! Cuando invocó a su Señor. «El Demonio me ha infligido una pena y un castigo»."
      },
      "ibn_ashour": "وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (41) هذا مَثَل ثاننٍ ذُكّر به النبي صلى الله عليه وسلم إسوة به في الصبر على أذى قومه والالتجاء إلى الله في كشف الضر ، وهو معطوف على { واذكر عبدنا داود ذا الأيد } [ ص : 17 ] ولكونه مقصوداً بالمَثل أعيد معه فعل { اذْكُر } كما نبهنا عليه في قوله : { واذكر عبدنا داود } [ ص : 17 ] ، وقد تقدم الكلام على نظير صدر هذه الآية في سورة الأنبياء . وترجمة أيوب عليه السلام تقدمت في سورة الأنعام .وإذ كانت تعدية فعل { اذكر } إلى اسم أيوب على تقدير مضاف لأن المقصود تذكّر الحالة الخاصة به كان قوله : { إذ نادى ربّه } بدل اشتمال من أيوب لأن زمن ندائه ربَّه مما تشتمل عليه أحوال أيّوب . وخص هذا الحال بالذكر من بين أحواله لأنه مظهر توكّله على الله واستجابة الله دعاءه بكشف الضر عنه .والنداء : نداء دُعاء لأن الدعاء يفتتح ب : يا رب ، ونحوه .و { أنِّي مسَّنِي الشيطانُ } متعلق ب { نادى } بحذف الباء المحذوفة مع ( أن ) ، أي نادى : بأنّي مسني الشيطان ، وهو في الأصل جملة مبيّنة لجملة { نادى ربَّهُ } ولولا وجود ( أن ) المف"
    },
    {
      "number": 42,
      "text": "ٱرْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌۢ بَارِدٌۭ وَشَرَابٌۭ",
      "tafsir": {
        "muyassar": "فقلنا له: اضرب برجلك الأرض ينبع لك منها ماء بارد، فاشرب منه، واغتسِلْ فيذهب عنك الضر والأذى.",
        "mukhtasar": "فقلنا له: اضرب برجلك الأرض، فضرب برجله الأرض، فنبع له منها ماء يشرب منه ويغتسل، فيذهب ما به من الضر والأذى.",
        "saadi": "فقيل له: { ارْكُضْ بِرِجْلِكَ } أي: اضرب الأرض بها، لينبع لك منها عين تغتسل منها وتشرب، فيذهب عنك الضر والأذى، ففعل ذلك، فذهب عنه الضر، وشفاه اللّه تعالى.",
        "kathir": "ارْكُضْ بِرِجْلِكَ ۖ هَٰذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ"
      },
      "translations": {
        "en": "[So he was told], \"Strike [the ground] with your foot; this is a [spring for] a cool bath and drink.\"",
        "fr": "Frappe [la terre] de ton pied: voici une eau fraîche pour te laver et voici de quoi boire.",
        "es": "«¡Golpea con el pie! Ahí tienes agua fresca para lavarte y para beber»."
      },
      "ibn_ashour": "ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (42)وجملة { اركض برِجلِك } الخ مقولة لقول محذوف ، أي قلنا له اركض برجلك ، وذلك إيذان بأن هذا استجابة لدعائه .والرّكْض : الضرب في الأرض بالرجل ، فقوله : { بِرِجْلِكَ } زيادة في بيان معنى الفعل مثل : { ولا طائر يطير بجناحيه } [ الأنعام : 38 ] وقد سمّى الله ذلك استجابة في سورة [ الأنبياء : 84 ] إذ قال : { فاستجبنا له فكشفنا ما به من ضر . وجملة هذا مُغْتسلٌ } مقولة لقول محذوف دل عليه المقول الأول ، وفي الكلام حذف دلّت عليه الإِشارة . فالتقدير : فركض الأرض فنبع ماء فقلنا له : هذا مغتسل بارد وشراب . فالإِشارة إلى ماء لأنه الذي يغتسل به ويشرب .ووصْف الماء بذلك في سياق الثناء عليه مشير إلى أن ذلك الماء فيه شفاؤه إذا اغتسل به وشَرب منه ليتناسب قول الله له مع ندائه ربّه لظهور أن القول عقب النداء هو قول استجابة الدعاء من المدعو . و { مغتسل } اسم مفعول من فعل اغتسل ، أي مغتسل به فهو على حذف حرف الجر وإيصال المغتسل القاصر إلى المفعول مثل قوله: ... تَمرُّون الديارَ ولم تعُوجواووصفه ب { بَارِدٌ } إيماء إلى أن به زوال ما بأيوب من الحمى من القروح . "
    },
    {
      "number": 43,
      "text": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةًۭ مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
      "tafsir": {
        "muyassar": "فكشفنا عنه ضره وأكرمناه ووهبنا له أهله من زوجة وولد، وزدناه مثلهم بنين وحفدة، كل ذلك رحمة منَّا به وإكرامًا له على صبره، وعبرة وذكرى لأصحاب العقول السليمة؛ ليعلموا أن عاقبة الصبر الفرج وكشف الضر.",
        "mukhtasar": "فاستجبنا له، فكشفنا ما به من ضر، وأعطيناه أهله، وزدناه عليهم مثلهم من البنين والحفدة رحمة منا به، وجزاءً له على صبره، وليتذكر أصحاب العقول الراجحة أن عاقبة الصبر الفرج والثواب.",
        "saadi": "{ وَوَهَبْنَا لَهُ أَهْلَهُ } قيل: إن اللّه تعالى أحياهم له { وَمِثْلَهُمْ مَعَهُمْ } في الدنيا، وأغناه اللّه، وأعطاه مالا عظيما { رَحْمَةً مِنَّا } بعبدنا أيوب، حيث صبر فأثبناه من رحمتنا ثوابا عاجلا وآجلا. { وَذِكْرَى لِأُولِي الْأَلْبَابِ } أي: وليتذكر أولو العقول بحالة أيوب ويعتبروا، فيعلموا أن من صبر على الضر، أن اللّه تعالى يثيبه ثوابا عاجلا وآجلا، ويستجيب دعاءه إذا دعاه.",
        "kathir": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ"
      },
      "translations": {
        "en": "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding.",
        "fr": "Et Nous lui rendîmes sa famille et la fîmes deux fois plus nombreuse, comme une miséricorde de Notre part et comme un rappel pour les gens doués d'intelligence.",
        "es": "Le regalamos su familia y otro tanto, como misericordia venida de Nosotros y como amonestación para los dotados de intelecto."
      },
      "ibn_ashour": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (43)اقتصار أيوب في دعائه على التعريض بإزالة النُّصْب والعذاب يشعر بأنه لم يُصب بغير الضر في بدنه . ويحتمل أن يكون قد أصابه تلف المال وهلاك العيال كما جاء في كتاب «أيوب» من كتب اليهود فيكون اقتصاره على النُّصْب والعذاب في دعائه لأن في هلاك الأهل والمال نُصْباً وعذاباً للنفس . ولم يتقدم في هذه الآية ولا في آية سورة الأنبياء أن أيوب رُزِىءَ أهله فيجوز أن يكون معنى { ووهبنا له أهله ومثلهم معهم } أن الله أبقى له أهله فلم يصب فيهم بما يكره وزاده بنين وحفدة .ويكون فعل { وهبنا } مستعملاً في حقيقته ومجازه . ويؤيد هذا المحمل وقوع كلمة { معهم } عقب كلمة { ومثلهم } فإن ( مع ) تشعر بأن الموهوب لاحق بأهله ومزيد فيهم فليس في الآية تقدير مضاف في قوله : { ووهبنا له أهله } .وليس في الأخبار الصحيحة ما يخالف هذا إلا أقوالاً عن المفسرين ناشئة عن أفهام مختلفة . ويحتمل أن يكون مما أصابه أنه هلَك وأولاده في مدة ضرّه كما جاء في كتاب «أيوب» من كتب اليهود وأقوال بعض السلف من المفسرين فيتعين تقدير مضاف ، أي وهبنا له عو"
    },
    {
      "number": 44,
      "text": "وَخُذْ بِيَدِكَ ضِغْثًۭا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَٰهُ صَابِرًۭا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌۭ",
      "tafsir": {
        "muyassar": "وقلنا له: خذ بيدك حُزمة شماريخ، فاضرب بها زوجك إبرارًا بيمينك، فلا تحنث؛ إذ أقسم ليضربنَّها مائة جلدة إذا شفاه الله، لـمَّا غضب عليها من أمر يسير أثناء مرضه، وكانت امرأة صالحة، فرحمها الله ورحمه بهذه الفتوى. إنا وجدنا أيوب صابرًا على البلاء، نِعم العبد هو، إنه رجَّاع إلى طاعة الله.",
        "mukhtasar": "حين غضب أيوب على زوجته، فأقسم ليضربنها مئة جلدة، قلنا له: خذ - يا أيوب - بيدك حزمة شَمَاريخ فاضربها بها إبرارًا لقسمك، ولا تحنث في قسمك الذي أقسمته، فأخذ بحزمة شَمَاريخ فضربها بها، إنا وجدناه صابرًا على ما ابتليناه به، نعم العبد هو، إنه كثير الرجوع والإنابة إلى الله.",
        "saadi": "{ وَخُذْ بِيَدِكَ ضِغْثًا } أي حزمة شماريخ { فَاضْرِبْ بِهِ وَلَا تَحْنَثْ } قال المفسرون: وكان في مرضه وضره، قد غضب على زوجته في بعض الأمور، فحلف: لئن شفاه اللّه ليضربنها مائة جلدة، فلما شفاه اللّه، وكانت امرأته صالحة محسنة إليه، رحمها اللّه ورحمه، فأفتاه أن يضربها بضغث فيه مائة شمراخ ضربة واحدة، فيبر في يمينه.{ إِنَّا وَجَدْنَاهُ } أي: أيوب { صَابِرًا } أي: ابتليناه بالضر العظيم، فصبر لوجه اللّه تعالى. { نِعْمَ الْعَبْدُ } الذي كمل مراتب العبودية، في حال السراء والضراء، والشدة والرخاء.{ إِنَّهُ أَوَّابٌ } أي: كثير الرجوع إلى اللّه، في مطالبه الدينية والدنيوية، كثير الذكر لربه والدعاء، والمحبة والتأله.",
        "kathir": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَاهُ صَابِرًا ۚ نِعْمَ الْعَبْدُ ۖ إِنَّهُ أَوَّابٌ"
      },
      "translations": {
        "en": "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allah].",
        "fr": "«Et prends dans ta main un faisceau de brindilles, puis frappe avec cela. Et ne viole pas ton serment». Oui, Nous l'avons trouvé vraiment endurant. Quel bon serviteur! Sans cesse il se repentait.",
        "es": "Y: «¡Toma en tu mano un puñado de hierba, golpea con él y no cometas perjurio!» Le encontramos paciente. ¡Qué siervo tan agradable! Su arrepentimiento era sincero."
      },
      "ibn_ashour": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (44){ وَخُذْ بِيَدِكَ ضِغْثاً فاضرب بِّهِ وَلاَ تَحْنَثْ } مقول لقول محذوف دلّت عليه صيغة الكلام ، والتقدير : وقلنا خذ بيدك ضغثاً فاضرب به ولا تحنث ، وهو قول غيرُ القول المحذوف في قوله : { اركض برجلك } [ ص : 42 ] لأن ذلك استجابة دعوة وهذا إفتاء برخصة ، وذلك له قصته ، وهذا له قصة أخرى أشارت إليها الآية إجمالاً ولم يرد في تعيينها أثر صحيح ومجملها أن زوج أيوب حاولت عملاً ففسد عليه صبره من استعانة ببعض الناس على مواساته فلما علم بذلك غضب وأقسم ليضربنّها عدداً من الضرب ثم ندم وكان محبّاً لها ، وكانت لائذة به في مدة مرضه فلما سُرِّي عنه أشفق على امرأته من ذلك ولم يكن في دينهم كفارة اليمين فأوحى الله إليه أن يضربها بحُزمة فيها عددٌ من الأعواد بعدد الضربات التي أقسم عليها رفقاً بزوجه لأجله وحفظاً ليمينه من حنثه إذ لا يليق الحنث بمقام النبوءة . وليست هذه القضية ذات أثر في الغرض الذي سيقت لأجله قصة أيوب من الأسوة وإنما ذكرت هنا تكملة لمظهر لطف الله بأيوب جزاء على صبره .ومعاني الآية",
      "video": {
        "id": "feRa5J5YRZs",
        "word": "ضغثاً",
        "transliteration": "Dightha",
        "meaning": {
          "ar": "حزمة من الحشيش أو العيدان",
          "en": "A bundle of grass or twigs",
          "fr": "Un paquet d'herbe ou de brindilles",
          "es": "Un manojo de hierba o ramitas"
        }
      }
    },
    {
      "number": 45,
      "text": "وَٱذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَٰرِ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- عبادنا وأنبياءنا: إبراهيم وإسحاق ويعقوب؛ فإنهم أصحاب قوة في طاعة الله، وبصيرة في دينه.",
        "mukhtasar": "واذكر - أيها الرسول - عبادنا الذين اصطفيناهم ورسلنا الذين أرسلناهم: إبراهيم وإسحاق ويعقوب، فقد كانوا أصحاب قوة في طاعة الله وتلمّس مرضاته، وكانوا أصحاب بصيرة في الحق صادقة.",
        "saadi": "يقول تعالى: { وَاذْكُرْ عِبَادَنَا } الذين أخلصوا لنا العبادة ذكرا حسنا، { إِبْرَاهِيمَ } الخليل { و } ابنه { إِسْحَاقَ وَ } ابن ابنه { يَعْقُوبَ أُولِي الْأَيْدِي } أي: القوة على عبادة اللّه تعالى { وَالْأَبْصَارَ } أي: البصيرة في دين اللّه. فوصفهم بالعلم النافع، والعمل الصالح الكثير.",
        "kathir": "وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ"
      },
      "translations": {
        "en": "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision.",
        "fr": "Et rappelle-toi Abraham, Isaac et Jacob, Nos serviteurs puissants et clairvoyants.",
        "es": "Y recuerda a Nuestros siervos Abraham, Isaac y Jacob, fuertes y clarividentes."
      },
      "ibn_ashour": "وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (45) القول فيه كالقول في نظائره لغةً ومعنى . وذِكر هؤلاء الثلاثة ذكر اقتداء وائتساء بهم ، فأما إبراهيم عليه السّلام فيما عرف من صبره على أذى قومه ، وإلقائه في النار ، وابتلائه بتكليف ذبح ابنه ، وأما ذِكر إسحاق ويعقوبَ فاستطراد بمناسبة ذكر إبراهيم ولما اشتركا به من الفضائل مع أبيهم التي يجمعها اشتراكهم في معنى قوله : { أُولي الأيدِي والأبصارِ } ليقتدي النبي صلى الله عليه وسلم بثلاثتهم في القوة في إقامة الدين والبصيرة في حقائق الأمور .وابتدىء بإبراهيم لتفضيله بمقام الرسالة والشريعة ، وعطف عليه ذكر ابنه وعطف على ابِنه ابنه يعقوب . وقرأ الجمهور { واذكر عبادنا } بصيغة الجمع على أن { إبراهيم } ومن عطف عليه كله عطف بيان . وقرأ ابن كثير { عَبدنا } بصيغة الإفراد على أن يكون { إِبْرَاهِيمَ } عطف بيان من { عبدنا } ويكون { إسحاق ويعقوب } عطف نسق على { عبدنا } . ومآل القراءتين متّحد .و { الأيدي } : جمع يد بمعنى القوة في الدين . كقوله تعالى : { والسماء بنيناها بأيد } في سورة [ الذاريات : 47 ] .( و { الأبصار } "
    },
    {
      "number": 46,
      "text": "إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةٍۢ ذِكْرَى ٱلدَّارِ",
      "tafsir": {
        "muyassar": "إنا خصصناهم بخاصة عظيمة، حيث جعلنا ذكرى الدار الآخرة في قلوبهم، فعملوا لها بطاعتنا، ودعوا الناس إليها، وذكَّروهم بها. وإنهم عندنا لمن الذين اخترناهم لطاعتنا، واصطفيناهم لرسالتنا.",
        "mukhtasar": "إنا مننا عليهم بخاصة اختصصناهم بها، وهي إعمار قلوبهم بذكر الدار الآخرة والاستعداد لها بالعمل الصالح ودعوة الناس إلى العمل لها.",
        "saadi": "{ إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ } عظيمة، وخصيصة جسيمة، وهي: { ذِكْرَى الدَّارِ } جعلنا ذكرى الدار الآخرة في قلوبهم، والعمل لها صفوة وقتهم، والإخلاص والمراقبة للّه وصفهم الدائم، وجعلناهم ذكرى الدار يتذكر بأحوالهم المتذكر، ويعتبر بهم المعتبر، ويذكرون بأحسن الذكر.",
        "kathir": "إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ"
      },
      "translations": {
        "en": "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter].",
        "fr": "Nous avons fait d'eux l'objet d'une distinction particulière: le rappel de l'au-delà.",
        "es": "Les hicimos objeto de distinción al recordarles la Morada."
      },
      "ibn_ashour": "إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (46) وجملة { إنَّا أخلصناهُم } علة للأمر بذكرهم لأن ذكرهم يكسب الذاكر الاقتداء بهم في إخلاصهم ورجاء الفوز بما فازوا به من الاصطفاء والأفضلية في الخير . و { أخْلَصْناهُم } : جعلناهم خالصين ، فالهمزة للتعدية ، أي طهرناهم من درَن النفوس فصارت نفوسهم نقية من العيوب العارضة للبشر ، وهذا الإِخلاص هو معنى العصمة اللازمة للنبوءة .والعصمة : قوة يجعلها الله في نفس النبي تَصْرِفُه عن فعل ما هو في دينه معصية لله تعالى عمداً أو سهواً ، وعمّا هو موجب للنفرة والاستصغار عند أهل العقول الراجحة من أمة عصره . وأركان العصمة أربعة :الأول : خاصية للنفس يخلقها الله تعالى تقتضي ملكة مانعة من العصيان .الثاني : حصول العلم بمثالب المعاصي ومناقب الطاعات .الثالث : تأكد ذلك العلم بتتابع الوحي والبيان من الله تعالى .الرابع : العتاب من الله على ترك الأوْلى وعلى النسيان .وإسناد الإِخلاص إلى الله تعالى لأنه أمر لا يحصل للنفس البشرية إلا بجعل خاص من الله تعالى وعناية لَدُنِيّة بحيث تنزع من النفس غلبة الهوى في كل حال وتصرف النفس إلى الخير المحض فلا تبقى في النفس إلا نزع"
    },
    {
      "number": 47,
      "text": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ",
      "tafsir": {
        "muyassar": "إنا خصصناهم بخاصة عظيمة، حيث جعلنا ذكرى الدار الآخرة في قلوبهم، فعملوا لها بطاعتنا، ودعوا الناس إليها، وذكَّروهم بها. وإنهم عندنا لمن الذين اخترناهم لطاعتنا، واصطفيناهم لرسالتنا.",
        "mukhtasar": "وإنهم عندنا لممن اصطفيناهم لطاعتنا وعبادتنا، واخترناهم لحمل رسالتنا وتبليغها للناس.",
        "saadi": "{ وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ } الذين اصطفاهم اللّه من صفوة خلقه، { الْأَخْيَارِ } الذين لهم كل خلق كريم، وعمل مستقيم.",
        "kathir": "وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ"
      },
      "translations": {
        "en": "And indeed they are, to Us, among the chosen and outstanding.",
        "fr": "Ils sont auprès de Nous, certes, parmi les meilleurs élus.",
        "es": "Están junto a Nosotros, de los elegidos mejores."
      },
      "ibn_ashour": "وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (47)وعطف عليه : { إنهم عندنا لمن المصطفَيْن الأخيار } لأنه مما يبعث على ذكرهم بأنهم اصطفاهم الله من بين خلقه فقربهم إليه وجعلهم أخياراً .و { الأخيار } : جمع خيّر بتشديد الياء ، أو جمع خيْر بتخفيفها مثل الأموات جمعاً لميّت وميْت ، وكلتا الصيغتين تدل على شدة الوصف في الموصوف ."
    },
    {
      "number": 48,
      "text": "وَٱذْكُرْ إِسْمَٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ ۖ وَكُلٌّۭ مِّنَ ٱلْأَخْيَارِ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول- عبادنا: إسماعيل، واليسع، وذا الكفل، بأحسن الذكر؛ إن كلا منهم من الأخيار الذين اختارهم الله من الخلق، واختار لهم أكمل الأحوال والصفات.",
        "mukhtasar": "واذكر - أيها النبي - إسماعيل بن إبراهيم، واذكر اليَسَعَ، واذكر ذا الكِفْل، وأثن عليهم بأحسن ثناء، فهم أهل له، وكل هؤلاء من المختارين عند الله المصطفَين.",
        "saadi": "أي: واذكر هؤلاء الأنبياء بأحسن الذكر، وأثن عليهم أحسن الثناء، فإن كلا منهم من الأخيار الذين اختارهم اللّه من الخلق، واختار لهم أكمل الأحوال، من الأعمال، والأخلاق، والصفات الحميدة، والخصال السديدة.",
        "kathir": "وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ ۖ وَكُلٌّ مِنَ الْأَخْيَارِ"
      },
      "translations": {
        "en": "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding.",
        "fr": "Et rappelle-toi Ismaël et Elisée, et Dal Kifl, chacun d'eux parmi les meilleurs.",
        "es": "Y recuerda a Ismael, Eliseo y Dulkifl, todos ellos de los mejores."
      },
      "ibn_ashour": "وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (48)فُصل ذكر إسماعيل عن عدّه مع أبيه إبراهيم وأخيه إسحاق لأن إسماعيل كان جد الأمة العربية ، أي معظمِها فإنه أبو العدنانيين . وجدّ للأم لمعظم القحطانيين لأن زوج إسماعيل جُرْهُميّة فلذلك قطع عن عطفه على ذكر إبراهيم وعاد الكلام إليه هنا .وأمّا قرنه ذِكرَه بذكر اليسَع وذي الكفل بعطف اسميهما على اسمه فوجهه دقيق في البلاغة وليس يكفي في توجيهه ما تضمنه قوله : { وكُلٌّ مِنَ الأخيارِ } ، لأن التماثل في الخيريّة والاصطفاء ثابت لجميع الأنبياء والمرسلين ، فلا يكون ذكرُهما بعد ذكر إسماعيل أولى من ذكر غيرهما من ذوي الخيرية الذين شملهم لفظ الأخيار والاصطفاء ، فإن شرط قبول العطف بالواو أن يكون بين المعطوف والمعطوف عليه جامع عقلي أو وهمي أو خيالي كما قال في «المفتاح» ، قال ومن هنا عابوا أبا تمام في قوله: ... لا والذي هو عالم أن النوىصبر وأن أبا الحسين كريم ... حيث جمع بين مرارة النوى وكرم أبي الحسين وإن كانا مقترنين في تعلق علم الله بهما وذلك مساوٍ لاقتران إسماعيل واليسع وذي الكفل في أنهم من الأخيار في هذه الآية .فبنا أن نطلب "
    },
    {
      "number": 49,
      "text": "هَٰذَا ذِكْرٌۭ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍۢ",
      "tafsir": {
        "muyassar": "هذا القرآن ذِكْر وشرف لك -أيها الرسول- ولقومك. وإن لأهل تقوى الله وطاعته لَحسنَ مصير عندنا في جنات إقامة، مفتَّحة لهم أبوابها، متكئين فيها على الأرائك المزيَّنات، يطلبون ما يشتهون من أنواع الفواكه الكثيرة والشراب، من كل ما تشتهيه نفوسهم، وتلذه أعينهم.",
        "mukhtasar": "هذا ذكر لهؤلاء بالثناء الجميل في القرآن، وإن للمتقين بامتثال أوامر الله واجتناب نواهيه لمرجعًا حسنًا في الدار الآخرة.",
        "saadi": "{ هَذَا } أي: ذكر هؤلاء الأنبياء الصفوة وذكر أوصافهم، { ذكر } في هذا القرآن ذي الذكر، يتذكر بأحوالهم المتذكرون، ويشتاق إلى الاقتداء بأوصافهم الحميدة المقتدون، ويعرف ما منَّ اللّه عليهم به من الأوصاف الزكية، وما نشر لهم من الثناء بين البرية.فهذا نوع من أنواع الذكر، وهو ذكر أهل الخير، ومن أنواع الذكر، ذزْقُنَا مَا لَهُ مِنْ نَفَادٍ } أي: { وَإِنَّ لِلْمُتَّقِينَ } ربهم، بامتثال الأوامر واجتناب النواهي، من كل مؤمن ومؤمنة، { لَحُسْنَ مَآبٍ } أي: لمآبا حسنا، ومرجعا مستحسنا.",
        "kathir": "هَٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ"
      },
      "translations": {
        "en": "This is a reminder. And indeed, for the righteous is a good place of return",
        "fr": "Cela est un rappel. C'est aux pieux qu'appartient, en vérité, la meilleure retraite,",
        "es": "Esto es una amonestación. Los que teman a Alá tendrán, ciertamente, un bello lugar de retorno:"
      },
      "ibn_ashour": "هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآَبٍ (49) { هذا ذِكْرٌ } جملة فَصلت الكلامَ السابق عن الكلام الآتي بعدها قصداً لانتقال الكلام من غرض إلى غرض مثل جملة : أما بعد فكذا ومثل اسم الإِشارة المجرّد نحو { هذا وإن للطاغين لشر مئاب } [ ص : 55 ] ، وقوله : { ذلك ومن يعظم حرمات الله } [ الحج : 30 ] ، { وذلك ومن يعظم شعائر الله } ، في سورة [ الحج : 32 ] . قال في «الكشاف» : وهو كما يقول الكاتب إذا فرغ من فصل من كتابه وأراد الشروع في آخر : هذا وقد كان كيْتَ وكَيت اه . وهذا الأسلوب من الانتقال هو المسمى في عرف علماء الأدب بالاقتضاب وهو طريقة العرب ومن يليهم من المخضرمين ، ولهم في مثله طريقتان : أن يذكروا الخبر كما في هذه الآية وقوللِ المؤلفين : هذا باب كذا ، وأن يحذفوا الخبر لدلالة الإِشارة على المقصود ، كقوله تعالى : { ذلك ومن يعظم حرمات الله } [ الحج : 30 ] ، أي ذلك شأن الذي عمِلوا بما دعاهم إليه إبراهيم وذكروا اسم الله على ذبائحهم ولم يذكروا أسماء الأصنام ، وقوله : { ذلك ومن يعظم شعائر الله ، أي ذلك مثل الذين أشركوا بالله ، وقوله بعد آيات هذا وإن للطاغين لشر مئاب } [ ص : 55 ] أي هذا م"
    },
    {
      "number": 50,
      "text": "جَنَّٰتِ عَدْنٍۢ مُّفَتَّحَةًۭ لَّهُمُ ٱلْأَبْوَٰبُ",
      "tafsir": {
        "muyassar": "هذا القرآن ذِكْر وشرف لك -أيها الرسول- ولقومك. وإن لأهل تقوى الله وطاعته لَحسنَ مصير عندنا في جنات إقامة، مفتَّحة لهم أبوابها، متكئين فيها على الأرائك المزيَّنات، يطلبون ما يشتهون من أنواع الفواكه الكثيرة والشراب، من كل ما تشتهيه نفوسهم، وتلذه أعينهم.",
        "mukhtasar": "هذا المرجع الحسن هو جنات إقامة يدخلونها يوم القيامة، وقد فتحت لهم أبوابها احتفاءً بهم.",
        "saadi": "ثم فسره وفصله فقال: { جَنَّاتِ عَدْنٍ } أي: جنات إقامة، لا يبغي صاحبها بدلا منها، من كمالها وتمام نعيمها، وليسوا بخارجين منها ولا بمخرجين.{ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ } أي: مفتحة لأجلهم أبواب منازلها ومساكنها، لا يحتاجون أن يفتحوها هم ، بل هم مخدومون، وهذا دليل أيضا على الأمان التام، وأنه ليس في جنات عدن، ما يوجب أن تغلق لأجله أبوابها.",
        "kathir": "جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ"
      },
      "translations": {
        "en": "Gardens of perpetual residence, whose doors will be opened to them.",
        "fr": "Les Jardins d'Eden, aux portes ouvertes pour eux,",
        "es": "los jardines del edén, cuyas puertas estarán abiertas para ellos,"
      },
      "ibn_ashour": "جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (50) و { مُفَتَحَةً } حال من { جنَّاتتِ عدنٍ } ، والعامل في الحال ما في { للمُتَّقينَ } من معنى الفعل وهو الاستقرار فيكون ( ال ) في { الأبوابُ } عوضاً عن الضمير . والتقدير : أبوابها ، على رأي نحاة الكوفة ، وأما عند البصريين ف { الأبواب } بدل من الضمير في { مُفتَّحَةً } على أنه بدل اشتمال أو بعض والرابط بينه وبين المبدل منه محذوف تقديره : الأبواب منها . وتفتيح الأبواب كناية عن التمكين من الانتفاع بنعيمها لأن تفتيح الأبواب يستلزم الإِذن بالدخول وهو يستلزم التخلية بين الداخل وبين الانتفاع بما وراء الأبواب ."
    },
    {
      "number": 51,
      "text": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٍۢ كَثِيرَةٍۢ وَشَرَابٍۢ",
      "tafsir": {
        "muyassar": "هذا القرآن ذِكْر وشرف لك -أيها الرسول- ولقومك. وإن لأهل تقوى الله وطاعته لَحسنَ مصير عندنا في جنات إقامة، مفتَّحة لهم أبوابها، متكئين فيها على الأرائك المزيَّنات، يطلبون ما يشتهون من أنواع الفواكه الكثيرة والشراب، من كل ما تشتهيه نفوسهم، وتلذه أعينهم.",
        "mukhtasar": "متكئين على الأرائك المزينة لهم، يطلبون من خدامهم أن يقدموا لهم ما يشتهونه من الفواكه الكثيرة المتنوعة، ومن الشراب مما يشتهونه من خمر وغيرها.",
        "saadi": "{ مُتَّكِئِينَ فِيهَا } على الأرائك المزينات، والمجالس المزخرفات. { يَدْعُونَ فِيهَا } أي: يأمرون خدامهم، أن يأتوا { بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ } من كل ما تشتهيه نفوسهم، وتلذه أعينهم، وهذا يدل على كمال النعيم، وكمال الراحة والطمأنينة، وتمام اللذة.",
        "kathir": "مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ"
      },
      "translations": {
        "en": "Reclining within them, they will call therein for abundant fruit and drink.",
        "fr": "où, accoudés, ils demanderont des fruits abondants et des boissons.",
        "es": "y en los que, reclinados, pedirán fruta abundante y bebida."
      },
      "ibn_ashour": "مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (51) وقوله { مُتَّكِئينَ فيها } تقدم قريب منه في سورة يس .و { يَدْعُونَ } : يَأمرون بأن يجلب لهم ، يقال : دعا بكذا ، أي سأل أن يحضر له . والباء في قولهم : دعا بكذا ، للمصاحبة ، والتقدير : دعا مدعُوَّاً يصاحبه كذا ، قال عدي بن زيد: ... ودعَوا بالصَّبوح يوماً فجاءتقينَة في يمينها إبريق ... قال تعالى في سورة [ يس : 57 ] { لهم فيها فاكهة ولهم ما يَدّعون }وانتصب مُتَّكِئينَ } على الحال من «المتقين» وهي حال مقدرة . وجملة { يَدْعُونَ } حال ثانية مقدرة أيضاً .والشراب : اسم للمشروب ، وغلب إطلاقه على الخمر إذا لم يكن في الكلام ذكر للماء كقوله آنفاً { هذا مغتسَل بارد وشراب } [ ص : 42 ] . وتنوين { شراب } هنا للتعظيم ، أي شراب نفيس في جنسه ، كقول أبي خراش الهذلي: ... لقد وقعت على لحم"
    },
    {
      "number": 52,
      "text": "۞ وَعِندَهُمْ قَٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ",
      "tafsir": {
        "muyassar": "وعندهم نساء قاصرات أبصارهن على أزواجهن متساويات في السن.",
        "mukhtasar": "وعندهم نساء قاصرات أطرافهن على أزواجهن، لا تتجاوزهم إلى غيرهم، وهن مستويات في السن.",
        "saadi": "{ وَعِنْدَهُمْ } من أزواجهم، الحور العين { قَاصِرَاتُ } طرفهن على أزواجهن، وطرف أزواجهن عليهن، لجمالهم كلهم، ومحبة كل منهما للآخر، وعدم طموحه لغيره، وأنه لا يبغي بصاحبه بدلا، ولا عنه عوضا. { أَتْرَابٌ } أي: على سن واحد، أعدل سن الشباب وأحسنه وألذه.",
        "kathir": "۞ وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ"
      },
      "translations": {
        "en": "And with them will be women limiting [their] glances and of equal age.",
        "fr": "Et auprès d'eux seront les belles au regard chaste, toutes du même âge.",
        "es": "Junto a ellos estarán las de recatado mirar, de una misma edad."
      },
      "ibn_ashour": "وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (52)و { عندهم قاصِراتُ الطَّرْفِ : عند } ظرف مكان قريب و { قَاصِرات الطرف } صفة لموصوف محذوف ، أي نساء قاصرات النظر . وتعريف { الطرف } تعريف الجنس الصادقُ بالكثير ، أي قاصرات الأطراف . و { الطرف } : النظر بالعَين ، وقصر الطرف توجيهه إلى منظور غير متعدد ، فيجوز أن يكون المعنى : أنهن قاصرات أطرافَهن على أزواجهن . فالأطراف المقصورة أطرافهن . وإسناد { قاصرات } إلى ضميرهن إسناد حقيقي ، أيْ لا يوجّهْن أنظارهن إلى غيرهم وذلك كناية عن قصر محبتهن على أزواجهن .ويجوز أن يكون المعنى : أنهن يقصرن أطرافَ أزواجهن عليهن فلا تتوجه أنظار أزواجهن إلى غيرهن اكتفاء منهم بحسنهن وذلك كناية عن تمام حسنهن في أنظار أزواجهن بحيث لا يتعلق استحسانهم بغيرهن ، فالأطراف المقصورة أطراف أزواجهن ، وإسناد { قاصرات } إليهن مجاز عقلي إذْ كان حسنهن سببَ قصْر أطراف الأزواج فإنهن ملابسات سَبب سَبَببِ القصر .و { أَتراب } : جمع تِرْب بكسر التاء وسكون الراء ، وهو اسم لمن كان عمره مساوياً عُمرَ من يُضاف إليه ، تقول : هو تِرب فلان ، وهي ترب فلانة ، ولا تلحق لفظَ ترب علامةُ تأنيث . والمرا"
    },
    {
      "number": 53,
      "text": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ",
      "tafsir": {
        "muyassar": "هذا النعيم هو ما توعدون به- أيها المتقون- يوم القيامة، إنه لَرزقنا لكم، ليس له فناء ولا انقطاع.",
        "mukhtasar": "هذا ما توعدون - أيها المتقون - من الجزاء الطيب يوم القيامة على أعمالكم الصالحة التي كنتم تعملونها في الدنيا.",
        "saadi": "{ هَذَا مَا تُوعَدُونَ } أيها المتقون { لِيَوْمِ الْحِسَابِ } جزاء على أعمالكم الصالحة.",
        "kathir": "هَٰذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ"
      },
      "translations": {
        "en": "This is what you, [the righteous], are promised for the Day of Account.",
        "fr": "Voilà ce qui vous est promis pour le Jour des Comptes.",
        "es": "Esto es lo que se os promete para el día de la Cuenta."
      },
      "ibn_ashour": "هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (53)استئناف ابتدائي فيجوز أن يكون كلاماً قيل للمتقين وقت نزول الآية فهو مؤكِّد لمضمون جملة { وإن للمتقين لحسن مئابٍ } [ ص : 49 ] والإِشارة إذن إلى ما سبق ذكره من قوله : { لحسن مئاب } فاسم الإِشارة هنا مغاير لاستعماله المتقدم في قوله : { هذا ذِكرٌ } [ ص : 49 ] . وجيء باسم الإِشارة القريب تنزيلاً للمشار إليه منزلة المشار إليه الحاضر إيماء إلى أنه محقق وقوعه تبشيراً للمتقين . والتعبير بالمضارع في قوله : { تُوعَدُونَ } على ظاهره .ويجوز أن يكون كلاماً يقال للمتقين في الجنة فتكون الجملة مقولَ قول محذوف هو في محل حال ثانية من «المتقين» . والتقدير : مقولاً لهم : هذا ما توعدون ليوم الحساب . والقول : إما من الملائكة مثل قوله تعالى : { ادخلوا الجنة بما كنتم تعملون } [ النحل : 32 ] ، وإما من جانب الله تعالى نظير قوله لضدهم : { ونقول ذوقوا عذاب الحريق } [ آل عمران : 181 ] .والإِشارة إذن إلى ما هو مشاهد عندهم من النعيم .وقرأ الجمهور : { تُوعَدُونَ } بتاء الخطاب فهو على الاحتمال الأول التفات من الغيبة إلى الخطاب لتشريف المتقين بعزّ الحضور لخطاب الله تعالى ، وع"
    },
    {
      "number": 54,
      "text": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "tafsir": {
        "muyassar": "هذا النعيم هو ما توعدون به- أيها المتقون- يوم القيامة، إنه لَرزقنا لكم، ليس له فناء ولا انقطاع.",
        "mukhtasar": "إن هذا الذي ذكرنا من الجزاء لرزقنا نرزق به المتقين يوم القيامة، وهو رزق مستمر، لا ينقطع ولا ينتهي.",
        "saadi": "{ إِنَّ هَذَا لَرِزْقُنَا } الذي أوردناه على أهل دار النعيم { مَا لَهُ مِنْ نَفَادٍ } أي: انقطاع، بل هو دائم مستقر في جميع الأوقات، متزايد في جميع الآنات.وليس هذا بعظيم على الرب الكريم، الرءوف الرحيم، البر الجواد، الواسع الغني، الحميد اللطيف الرحمن، الملك الديان، الجليل الجميل المنان، ذي الفضل الباهر، والكرم المتواتر، الذي لا تحصى نعمه، ولا يحاط ببعض بره.",
        "kathir": "إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ"
      },
      "translations": {
        "en": "Indeed, this is Our provision; for it there is no depletion.",
        "fr": "Ce sera Notre attribution inépuisable.",
        "es": "En verdad, éste será Nuestro sustento, sin fin."
      },
      "ibn_ashour": "إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (54)يجري محمل اسم الإِشارة هذا على الاحتمالين المذكورين في الكلام السابق .والعدول عن الضمير إلى اسم الإِشارة لكمال العناية بتمييزه وتوجيه ذهن السامع إليه . وأطلق الرزق على النعمة كما في قول النبي صلى الله عليه وسلم « لو أن أحدهم قال حين يضاجع أهله : اللهم جنّبنا الشيطانَ وجنّب الشيطان ما رزَقْتنا ثم وُلِد لهما ولد لم يمسه شيطان أبداً » فسمّى الولد رزقاً .والتوكيد ب { إن } للاهتمام . والنفاد : الانقطاع والزوال ."
    },
    {
      "number": 55,
      "text": "هَٰذَا ۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٍۢ",
      "tafsir": {
        "muyassar": "هذا الذي سبق وصفه للمتقين. وأما المتجاوزون الحدَّ في الكفر والمعاصي، فلهم شر مرجع ومصير، وهو النار يُعذَّبون فيها، تغمرهم من جميع جوانبهم، فبئس الفراش فراشهم.",
        "mukhtasar": "هذا الذي ذكرنا جزاء المتقين، وإن للمتجاوزين لحدود الله بالكفر والمعاصي لجزاءً مغايرًا لجزاء المتقين، فلهم شر مرجع يرجعون إليه يوم القيامة.",
        "saadi": "{ هَذَا } الجزاء للمتقين ما وصفناه { وَإِنَّ لِلطَّاغِينَ } أي: المتجاوزين للحد في الكفر والمعاصي { لَشَرَّ مَآبٍ } أي: لشر مرجع ومنقلب.",
        "kathir": "هَٰذَا ۚ وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ"
      },
      "translations": {
        "en": "This [is so]. But indeed, for the transgressors is an evil place of return -",
        "fr": "Voilà! Alors que les rebelles auront certes la pire retraite,",
        "es": "Así será. Los rebeldes, en cambio, tendrán un mal lugar de retorno:"
      },
      "ibn_ashour": "هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآَبٍ (55) اسم الإِشارة { هذا } مستعمل في الانتقال من غرض إلى غرض تنهية للغرض الذي قبله . والقول فيه كالقول في { هذا ذِكرٌ وإنَّ للمتقين لحُسنَ مئَابٍ } [ ص : 49 ] . والتقدير : هذا شأن المتقين ، أو هذا الشأن ، أو هذا كما ذُكر ."
    },
    {
      "number": 56,
      "text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ",
      "tafsir": {
        "muyassar": "هذا الذي سبق وصفه للمتقين. وأما المتجاوزون الحدَّ في الكفر والمعاصي، فلهم شر مرجع ومصير، وهو النار يُعذَّبون فيها، تغمرهم من جميع جوانبهم، فبئس الفراش فراشهم.",
        "mukhtasar": "هذا الجزاء هو جهنم تحيط بهم، ويعانون حرها ولهيبها، لهم منها فراش، فبئس الفراش فراشهم.",
        "saadi": "ثم فصله فقال: { جَهَنَّمَ } التي جمع فيها كل عذاب، واشتد حرها، وانتهى قرها { يَصْلَوْنَهَا } أي: يعذبون فيها عذابا يحيط بهم من كل وجه، لهم من فوقهم ظلل من النار ومن تحتهم ظلل.{ فَبِئْسَ الْمِهَادُ } المعد لهم مسكنا ومستقرا.",
        "kathir": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ"
      },
      "translations": {
        "en": "Hell, which they will [enter to] burn, and wretched is the resting place.",
        "fr": "L'Enfer où ils brûleront. Et quel affreux lit!",
        "es": "la gehena, en la que arderán. ¡Qué mal lecho...!"
      },
      "ibn_ashour": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ (56)وجملة { يَصْلَونَهَا } حال من { جَهَنَّمَ } وهي حال مؤكدة لمعنى اللام الذي هو عامل في «الطاغين» فإن معنى اللام أنهم تختصّ بهم جهنم واختصاصها بهم هو ذَوْق عذابها لأن العذاب ذاتي لجهنم .والطاغي : الموصوف بالطغيان وهو : مجاوزة الحد في الكِبر والتعاظم . والمراد بهم عظماء أهل الشرك لأنهم تكبَّروا بعظمتهم على قبول الإِسلام ، وأعرضوا عن دعوة الرسول صلى الله عليه وسلم بكبر واستهزاء ، وحكموا على عامة قومهم بالابتعَاد عن النبي صلى الله عليه وسلم وعن المسلمين وعن سماع القرآن ، وهم : أبو جهل وأميةُ بن خلف ، وعتبة بن ربيعة ، والوليد بن عتبة ، والعاصي بن وائل وأضرابهم .والفاء في { فَبِئْسَ المِهَادُ } لترتيب الإِخبار وتسببه على ما قبله ، نظير عطف الجمل ب ( ثُمّ ) وهي كالفاء في قوله تعالى : { فلم تقتلوهم } [ الأنفال : 17 ] بعد قوله : { فلا تولوهم الأدبار في } سورة [ الأنفال : 15 ] . وهذا استعمال بديع كثير في القرآن وهو يندرج في استعمالات الفاء العاطفة ولم يكشف عنه في «مغني اللبيب» .والمعنى : جهنم يصلونها ، فيتسبب على ذلك أن نذكر ذَم هذا المقرّ لهم ، وعب"
    },
    {
      "number": 57,
      "text": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌۭ وَغَسَّاقٌۭ",
      "tafsir": {
        "muyassar": "هذا العذاب ماء شديد الحرارة، وصديد سائل من أجساد أهل النار فليشربوه، ولهم عذاب آخر من هذا القبيل أصناف وألوان.",
        "mukhtasar": "هذا العذاب ماء متناهي الحرارة، وصديد سائل من أجساد أصحاب النار المعذبين فيها، فليشربوه، فهو شرابهم الذي لا يروي من عطش.",
        "saadi": "{ هَذَا } المهاد، هذا العذاب الشديد، والخزي والفضيحة والنكال { فَلْيَذُوقُوهُ حَمِيمٌ } ماء حار، قد اشتد حره، يشربونه فَيقَطعُ أمعاءهم. { وَغَسَّاقٌ } وهو أكره ما يكون من الشراب، من قيح وصديد، مر المذاق، كريه الرائحة.",
        "kathir": "هَٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ"
      },
      "translations": {
        "en": "This - so let them taste it - is scalding water and [foul] purulence.",
        "fr": "Voilà! Qu'ils y goûtent: eau bouillante et eau purulente,",
        "es": "Esto ¡que lo gusten!: agua muy caliente, hediondo líquido"
      },
      "ibn_ashour": "هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ (57) اسم الإِشارة هنا جار على غالب مواقعه وهو نظير قوله : { هذا ما توعدون ليوم الحساب } [ ص : 53 ] والقول فيه مثله . وإشارة القريب لتقريب الإِنذار والمشار إليه ما تضمنه قوله : { جهنَّم يصلونها } [ ص : 56 ] من الصلي ومن معنى العذاب ، أو الإِشارة إلى شرّ من قوله : { لَشَرَّ مئابٍ } [ ص : 55 ] .( و { حميم } خبر عن اسم الإِشارة . ومعنى الجملة في معنى بدل الاشتمال لأن شر المآب أو العذاب مشتمل على الحميم والغساق وغيرِه من شكله ، والمعنى : أن ذلك لهم لقوله : { وإنّ للطاغِينَ لشرَّ مَئابٍ } [ ص : 55 ] فما فُصل به شر المآب وعذاب جهنم فهو في المعنى معمول للام . والحميم : الماء الشديد الحرارة .والغَساق : قرأه الجمهور بتخفيف السين . وقرأه حمزة والكسائي وحفص عن عاصم وخلف بتشديدها . قيل هما لغتان وقيل : غَسَّاق بالتشديد مبالغة في غَاسق بمعنى سائل ، فهو على هذا وصف لموصوف محذوف وليس اسماً لأن الأسماء التي على زنة فَعَّال قليلة في كلامهم .والغساق : سائل يسيل في جهنم ، يقال : غَسَق الجُرح ، إذا سال منه ماء أصفر . وأحسب أن هذا الاسم بهذا الوزن أطلقه القرآن على سائ"
    },
    {
      "number": 58,
      "text": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ",
      "tafsir": {
        "muyassar": "هذا العذاب ماء شديد الحرارة، وصديد سائل من أجساد أهل النار فليشربوه، ولهم عذاب آخر من هذا القبيل أصناف وألوان.",
        "mukhtasar": "ولهم عذاب آخر من شكل هذا العذاب، فلهم عدة أصناف من العذاب يُعَذَّبون بها في الآخرة.",
        "saadi": "{ وَآخَرُ مِنْ شَكْلِهِ } أي: من نوعه { أَزْوَاجٌ } أي: عدة أصناف من أصناف العذاب، يعذبون بها ويخزون بها.",
        "kathir": "وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ"
      },
      "translations": {
        "en": "And other [punishments] of its type [in various] kinds.",
        "fr": "et d'autres punitions du même genre.",
        "es": "y otras muchas cosas por el estilo."
      },
      "ibn_ashour": "وَآَخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ (58)وقوله : { وءَاخَرُ } صفة لموصوف محذوف دلت عليه الإِشارة بقوله : { هذا } وضمير { فليذوقوه } ووصفُ آخر يدل على مغاير . وقوله : { مِن شَكلِهِ } يدل على أنه مغاير له بالذات وموافق في النوع ، فحصل من ذلك أنه عذاب آخر أو مذوق آخر .والشَّكل بفتح الشين : المثل ، أي المماثل في النوع ، أي وعذاب آخر غير ذلك الذي ذاقوه من الحميم والغساق هو مثل ذلك المشار إليه أو مثل ذلك الذوق في التعذيب والألم . وأفرد ضمير { شَكلهِ } مع أن معاده { حَميمٌ وغسَّاقٌ } نظراً إلى إفراد اسم الإِشارة ، أو إلى إفراد ( مذوق ) المأخوذ من ( يذوقوه ) ، فقوله : { مِن شكلهِ } صفة ل { آخر .والأزواج : جمع زوج بمعنى النوع والجنس ، وقد تقدم عند قوله : { ومن كل الثمرات جعل فيها زوجين اثنين } في سورة [ الرعد : 3 ] .والمعنى : وعذاب آخر هو أزواج أصناف كثيرة . ولما كان اسماً شائعاً في كل مغاير صحّ وصفه ب { أزواج } بصيغة الجمع .وقرأ الجمهور : { وءَاخَرُ } بصيغة الإِفراد . وقرأه أبو عمرو ويعقوب { وأُخَر } بضم الهمزة جمع أخرى على اعتبار تأنيث الموصوف ، أي وأزواج أخر من شكل ذلك العذاب ."
    },
    {
      "number": 59,
      "text": "هَٰذَا فَوْجٌۭ مُّقْتَحِمٌۭ مَّعَكُمْ ۖ لَا مَرْحَبًۢا بِهِمْ ۚ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ",
      "tafsir": {
        "muyassar": "وعند توارد الطاغين على النار يَشْتم بعضهم بعضًا، ويقول بعضهم لبعض: هذه جماعة من أهل النار داخلة معكم، فيجيبون: لا مرحبًا بهم، ولا اتسعت منازلهم في النار، إنهم مقاسون حرَّ النار كما قاسيناها.",
        "mukhtasar": "وإذا دخل أهل النار وقع بينهم ما يقع بين الخصوم من الشتم، وتبرأ بعضهم من بعض، فيقول بعضهم: هذه طائفة من أهل النار داخلة النار معكم، فيجيبونهم: لا مرحبًا بهم إنهم مقاسون من عذاب النار مثل ما نقاسيه.",
        "saadi": "وعند تواردهم على النار يشتم بعضهم بعضا، ويقول بعضهم لبعض: { هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ } النار { لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ } ",
        "kathir": "هَٰذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ ۖ لَا مَرْحَبًا بِهِمْ ۚ إِنَّهُمْ صَالُو النَّارِ"
      },
      "translations": {
        "en": "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire.\"",
        "fr": "Voici un groupe qui entre précipitamment en même temps que vous, nulle bienvenue à eux. Ils vont brûler dans le Feu.",
        "es": "«He ahí a otra muchedumbre que se precipita con vosotros. No hay bienvenida para ellos. Arderán en el Fuego»."
      },
      "ibn_ashour": "هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ (59)ابتداء كلام حكي به تخاصم المشركين في النار فيما بينهم إذا دخلوها كما دل عليه قوله تعالى في آخره : { إن ذلك لحق تخاصم أهل النار } [ ص : 64 ] ، وبه فسر قتادة وابن زيد ، وجريانه بينهم ليزدادوا مقتاً بأن يضاف إلى عذابهم الجسماني عذاب أنفسهم برجوع بعضهم على بعض بالتنديم وسوء المعاملة .وأسلوب الكلام يقتضي متكلماً صادراً منه ، وأسلوبُ المقاولة يقتضي أن المتكلم به هم الطاغون الذين لهم شر المآب لأنهم أساس هذه القضية . فالتقدير : يقولون ، أي الطاغون بعضهم لبعض : هذا فوج مقتحم معكم ، أي يقولون مشيرين إلى فوج من أهل النار أُقحم فيهم لَيسوا من أكفائهم ولا من طبقتهم وهم فوج الأتباع من المشركين الذين اتبعوا الطاغين في الحياة الدنيا ، وذلك ما دل عليه قوله : { أنتم قدمتموه لنا } [ ص : 60 ] أي أنتم سبب إحضار هذا العذاب لنا . وهو الموافق لمعنى نظائره في القرآن كقوله تعالى : { كلما دخلت أمة لعنت أختها } [ الأعراف : 38 ] إلى قوله : { بما كنتم تكسبون } في سورة [ الأعراف : 39 ] ، وقوله : { إذ تبرأ الذين اتبعوا من الذين اتبعو"
    },
    {
      "number": 60,
      "text": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ ٱلْقَرَارُ",
      "tafsir": {
        "muyassar": "قال فوج الأتباع للطاغين: بل أنتم لا مرحبًا بكم؛ لأنكم قدَّمتم لنا سكنى النار لإضلالكم لنا في الدنيا، فبئس دار الاستقرار جهنم.",
        "mukhtasar": "قال فوج الأتباع لسادته المتبوعين: بل أنتم - أيها السادة المتبوعون - لا مرحبًا بكم، فأنتم من تسببتم لنا بهذا العذاب الأليم بإضلالكم لنا وإغوائكم، فبئس القرار هذا القرار، قرار الجميع الذي هو نار جهنم.",
        "saadi": "{ قَالُوا } أي: الفوج المقبل المقتحم: { بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ } أي: العذاب { لَنَا } بدعوتكم لنا، وفتنتكم وإضلالكم وتسببكم. { فَبِئْسَ الْقَرَارُ } قرار الجميع، قرار السوء والشر.",
        "kathir": "قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ ۖ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ الْقَرَارُ"
      },
      "translations": {
        "en": "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement.\"",
        "fr": "Ils dirent: «Pas de bienvenue pour vous, plutôt. C'est vous qui avez préparé cela pour nous». Quel mauvais lieu de séjour!",
        "es": "Dirán: «¡No! ¡No hay bienvenida para vosotros! ¡Sois vosotros los que nos habéis preparado esto! ¡Qué mala morada...!»"
      },
      "ibn_ashour": "قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ (60)فسَمِعَهُم الأتباع فيقولون : { بل أنتم لا مرحباً بكم } إضراباً عن كلامهم . وجيء بحكاية قولهم على طريقة المحاورات فلذلك جرّد من حرف العطف ، أي أنتم أولى بالشتم والكراهية بأن يقال : لاَ مرحباً بِكم ، لأنكم الذين تسببتم لأنفسكم ولنا في هذا العذاب بإغرائكم إيانا على التكذيب والدوام على الكفر . و { بل } للإِضراب الإِبطالي لردّ الشتم عليهم وأنهم أولى به منهم .وذكر ضمير المخاطَبين في قوله : { أنتُم لا مرحَباً بكم } للتنصل من شتمهم ، أي أنتم المشتومون ، أي أولى بالشتم منا ، وقد استفيد هذا المعنى من حرف الإِبطال لا من الضمير لأن الضمير لا مفهوم له ولأن موقعه هنا لا يقتضي حصراً ولا تقَوِّياً لأنه مخبر عنه بجملة إنشائية ، أي أنتم يقال لكم : لا مرحباً بكم .وإذا قد كان قول : مَرْحباً ، إنشاءَ دعاء بالخير ، وكان نفيُه إنشاءَ دعاء بضده ، كان قوله «بهم» بياناً لمن وُجّه الدعاء لهم ، أي إيضاحاً للسامع أن الدعاء على أصحاب الضمير المجرور بالباء فكانت الباء فيه للتبيين . قال في «الكشاف» : و«بهم» بيان لمدعوّ عل"
    },
    {
      "number": 61,
      "text": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًۭا ضِعْفًۭا فِى ٱلنَّارِ",
      "tafsir": {
        "muyassar": "قال فوج الأتباع: ربنا مَن أضلَّنا في الدنيا عن الهدى فضاعِف عذابه في النار.",
        "mukhtasar": "قال الأتباع: يا ربنا، من أضلنا عن الهدى بعد إذ جاءنا فاجعل عذابه في النار عذابًا مضاعفًا.",
        "saadi": "ثم دعوا على المغوين لهم، فـ { قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ } وقال في الآية الأخرى: { قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا تَعْلَمُونَ } ",
        "kathir": "قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ"
      },
      "translations": {
        "en": "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire.\"",
        "fr": "Ils dirent: «Seigneur, celui qui nous a préparé cela, ajoute-lui un double châtiment dans le Feu».",
        "es": "«¡Señor!» dirán, «a los que nos han preparado esto ¡dóblales el castigo en el Fuego!»"
      },
      "ibn_ashour": "قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ (61){ قالوا } أي الفوج المقتحم وهو فوج الأتباع ، فهذا من كلام الذين قالوا { بل أنتم لا مرحباً بكم } [ ص : 60 ] لأن قولهم : { من قدَّم لنا هذا } يعين هذا المحمل . ولذلك حق أن يتساءل الناظر عن وجه إعادة فعل { قالوا } وعن وجه عدم عطفه على قولهم الأول .فأما إعادة فعل القول فلإِفادة أن القائلين هم الأتباع فأعِيد فعل القول تأكيداً للفعل الأول لقصد تأكيد فاعل القول تبعاً لأنه محتمل لضمير القائلين .والمقصود من حكاية قولهم : { هذا } تحذير كبراء المشركين من عواقب رئاستهم وزعامتهم التي يجرون بها الويلات على أتباعهم فيوقعونهم في هاوية السوء حتى لا يجد الأتباع لهم جزاء بعد الفوت إلا طلب مضاعفة العذاب لهم . وأما تجريد فعل { قالوا } عن العاطف فلأنهُ قصد به التوكيد اللفظي والتوكيد اللفظي يكون على مثال الموكَّد .ولا تلتبس حكاية هذا القول على هذه الكيفية بحكاية المحاورات فيحسب أنه من كلام الفريق الآخر لأن الدعاء بعنوان { من قدَّم لنا هذا } يعين أن قائليه هم القائلون { أنتُم قدَّمْتُمُوهُ لَنَا } [ ص : 60 ] ، وأن الذين قدّمو"
    },
    {
      "number": 62,
      "text": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًۭا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
      "tafsir": {
        "muyassar": "وقال الطاغون: ما بالنا لا نرى معنا في النار رجالا كنا نعدهم في الدنيا من الأشرار الأشقياء؟ هل تحقيرنا لهم واستهزاؤنا بهم خطأ، أو أنهم معنا في النار، لكن لم تقع عليهم الأبصار؟",
        "mukhtasar": "وقال المتكبرون الطغاة: ما لنا لا نرى معنا في النار رجالًا كنا نحسبهم في الدنيا من الأشقياء الذين يستحقون العذاب.",
        "saadi": "{ وَقَالُوا } وهم في النار { مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ } أي: كنا نزعم أنهم من الأشرار، المستحقين لعذاب النار، وهم المؤمنون، تفقدهم أهل النار - قبحهم اللّه - هل يرونهم في النار؟",
        "kathir": "وَقَالُوا مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ"
      },
      "translations": {
        "en": "And they will say, \"Why do we not see men whom we used to count among the worst?",
        "fr": "Et ils dirent: «Pourquoi ne voyons-nous pas des gens que nous comptions parmi les malfaiteurs?",
        "es": "Dirán: «¿Cómo es que no vemos aquí a hombres que teníamos por malvados,"
      },
      "ibn_ashour": "وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ (62) عطف على { هذا فوجٌ مُقتحمٌ معكُم } [ ص : 59 ] على ما قدّر فيه من فعللِ قَول محذوففٍ كما تقدم ، فهذا من قول الطاغين فإنهم الذين كانوا يحقِّرون المسلمين .والاستفهام في { ما لنا لا نرى رِجالاً } استفهام يلقيه بعضهم لبعض تلهّفاً على عدم رؤيتهم من عرفوهم من المسلمين مكنًّى به عن ملام بعضهم لبعض على تحقيرهم المسلمين واعترافهم بالخطأ في حسبانهم . فليس الاستفهام عن عدم رؤيتهم المسلمين في جهنم استفهاماً حقيقياً ناشئاً عن ظن أنهم يجدون رجال المسلمين معهم إذ لا يخطر ببال الطاغين أن يكون رجال المسلمين معهم ، كيف وهم يعلمون أنهم بضد حالهم فلا يتوهمونهم معهم في العذاب ، ويجوز أن يكون الاستفهام حقيقياً استفهموا عن مصير المسلمين لأنهم لم يروهم يومئذٍ ، إذ قد علموا أن الناس صاروا إلى عالَم آخر وهو الذي كانوا يُنذرون به ، ويكون قولهم : { ما لنا لا نرى رِجالاً } الخ تمهيداً لقولهم : { أتخذناهم سخرِيّاً } على كلتا القراءتين الآتي ذكرهما .و { الأشرار } : جمع شرَ الذي هو بمعنى الأشر ، مثل الأخيار جمع خَيْر بمعنى الأَخْيَر ، أو "
    },
    {
      "number": 63,
      "text": "أَتَّخَذْنَٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَٰرُ",
      "tafsir": {
        "muyassar": "وقال الطاغون: ما بالنا لا نرى معنا في النار رجالا كنا نعدهم في الدنيا من الأشرار الأشقياء؟ هل تحقيرنا لهم واستهزاؤنا بهم خطأ، أو أنهم معنا في النار، لكن لم تقع عليهم الأبصار؟",
        "mukhtasar": "أكانت سخريتنا واستهزاؤنا بهم خطأ فلم يستحقوا العذاب، أم أن استهزاءنا بهم كان صوابًا، وقد دخلوا النار، ولم تقع عليهم أبصارنا؟!",
        "saadi": "{ أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمْ الْأَبْصَارُ } أي: عدم رؤيتنا لهم دائر بين أمرين: إما أننا غالطون في عدنا إياهم من الأشرار، بل هم من الأخيار، وإنما كلامنا لهم من باب السخرية والاستهزاء بهم، وهذا هو الواقع، كما قال تعالى لأهل النار: { إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ *فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ } والأمر الثاني: أنهم لعلهم زاغت أبصارنا عن رؤيتهم معنا في العذاب، وإلا فهم معنا معذبون ولكن تجاوزتهم أبصارنا، فيحتمل أن هذا الذي في قلوبهم، فتكون العقائد التي اعتقدوها في الدنيا، وكثرة ما حكموا لأهل الإيمان بالنار، تمكنت من قلوبهم، وصارت صبغة لها، فدخلوا النار وهم بهذه الحالة، فقالوا ما قالوا.ويحتمل أن كلامهم هذا كلام تمويه، كما موهوا في الدنيا، موهوا حتى في النار، ولهذا يقول أهل الأعراف لأهل النار: { أَهَؤُلَاءِ الَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ ادْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَا أَنْتُمْ تَحْزَنُونَ } ",
        "kathir": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ"
      },
      "translations": {
        "en": "Is it [because] we took them in ridicule, or has [our] vision turned away from them?\"",
        "fr": "Est-ce que nous les avons raillés (à tort) ou échappent-ils à nos regards?»",
        "es": "de los que nos burlábamos? ¿O es que se desvían de ellos las miradas?»"
      },
      "ibn_ashour": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (63)وقرأ أبو عمرو وحمزة والكسائي ويعقوب وخلف { أتخَذْناهُم } بهمزة وصل على أن الجملة صفة { رِجَالاً } ثانية وعليه تكون { أم منقطعة للإِضراب عن قولهم اتخذناهم سِخرياً } أي بل زاغت عنهم الأبصار .والسخريَّ : اسم مصدر سَخِر منه ، إذا استهزأ به ، فالسخريُّ الاستهزاء ، وهو دال على شدة الاستهزاء لأن ياءَه في الأصل ياء نسب وياء النسب تأتي للمبالغة في الوصف . وقرأ نافع وحمزة والكسائي وأبو جعفر وخلف بضم السين . وقرأه الباقون بكسر السين كما تقدم في سورة المؤمنين ."
    },
    {
      "number": 64,
      "text": "إِنَّ ذَٰلِكَ لَحَقٌّۭ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
      "tafsir": {
        "muyassar": "إن ذلك من جدال أهل النار وخصامهم حق واقع لا مرية فيه.",
        "mukhtasar": "إن ذلك الذي ذكرنا لكم من تخاصم الكفار بينهم يوم القيامة لَحَقٌّ لا مرية فيه ولا ريب.",
        "saadi": "قال تعالى مؤكدا ما أخبر به، وهو أصدق القائلين: { إِنَّ ذَلِكَ } الذي ذكرت لكم { لَحَقٌّ } ما فيه شك ولا مرية { تَخَاصُمُ أَهْلِ النَّارِ } ",
        "kathir": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ"
      },
      "translations": {
        "en": "Indeed, that is truth - the quarreling of the people of the Fire.",
        "fr": "Telles sont en vérité les querelles des gens du Feu.",
        "es": "Sí, esto es verdad: la discusión entre los moradores del Fuego."
      },
      "ibn_ashour": "إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ (64)تذييل وتنهية لوصف حال الطاغين وأتباعهم ، وعذابهم ، وجدالهم . وتأكيد الخبر بحرف التوكيد منظور فيه لما يلزم الخبر من التعريض بوعيد المشركين وإثبات حشرهم وجزائهم بأنه حق ، أي ثابت كقوله : { وإن الدين لواقع } [ الذاريات : 6 ] .والإِشارة إلى ما حُكي عنهم من المقاولة . وسميت المقاولة تخاصماً ، أي تجادلاً وإن لم تقع بينهم مجادلة ، فإن الطاغين لم يجيبوا الفوج على قوله : { بلْ أنتم لا مرحباً بكم } [ ص : 60 ] ، ولكن لمّا اشتمَلت المقاولة على ما هو أشد من الجدال وهو قول كل فريق للآخر { لا مرحباً بكم } كان الذم أشد من المخاصمة فأطلق عليه اسم التخاصم حقيقة . وتقدم ذكر الخصام عند قوله تعالى : { هذان خصمان } في سورة [ الحج : 19 ] .وأضيف هذا التخاصم إلى أهل النار كلهم اعتباراً بغالب أهلها لأن غالب أهل النار أهل الضلالات الاعتقادية وهم لا يَعدون أن يكونوا دعاة للضلال أو أتباعاً للدعاة إليه فكلهم يجري بينهم هذا التخاصم ، أما من كان في النار من العصاة فكثير منهم ليس عصيانه إلا تبعاً لهواه مع كونه على علم بأن ما يأتيه ضلالة لم يُسَوّله له أحد .و { أهْللِ "
    },
    {
      "number": 65,
      "text": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌۭ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لقومك: إنما أنا منذر لكم من عذاب الله أن يحل بكم؛ بسبب كفركم به، ليس هناك إله مستحق للعبادة إلا الله وحده، فهو المتفردُ بعظمته وأسمائه وصفاته وأفعاله، القهَّارُ الذي قهر كل شيء وغلبه.",
        "mukhtasar": "قل - يا محمد - للكفار من قومك: إنما أنا منذر لكم من عذاب الله أن يوقعه عليكم بسبب كفركم به وتكذيبكم لرسله، وليس يوجد إله يستحق العبادة إلا الله سبحانه، فهو المنفرد في عظمته وصفاته وأسمائه، وهو القهار الذي قهر كل شيء، فكل شيء خاضع له.",
        "saadi": "{ قُلْ } يا أيها الرسول لهؤلاء المكذبين، إن طلبوا منك ما ليس لك ولا بيدك: { إِنَّمَا أَنَا مُنْذِرٌ } هذا نهاية ما عندي، وأما الأمر فلله تعالى، ولكني آمركم، وأنهاكم، وأحثكم على الخير وأزجركم عن الشر فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَعَلَيْهَا { وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ } أي: ما أحد يؤله ويعبد بحق إلا اللّه { الْوَاحِدُ الْقَهَّارُ } هذا تقرير لألوهيته، بهذا البرهان القاطع، وهو وحدته تعالى، وقهره لكل شيء، فإن القهر ملازم للوحدة، فلا يكون قهارين متساويين في قهرهما أبدا.",
        "kathir": "قُلْ إِنَّمَا أَنَا مُنْذِرٌ ۖ وَمَا مِنْ إِلَٰهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"I am only a warner, and there is not any deity except Allah, the One, the Prevailing.",
        "fr": "Dis: «Je ne suis qu'un avertisseur. Point de divinité à part Allah, l'Unique, le Dominateur Suprême,",
        "es": "Di: «Yo no soy más que uno que advierte. No hay ningún otro dios que Alá, el Uno, el Invicto,"
      },
      "ibn_ashour": "قُلْ إِنَّمَا أَنَا مُنْذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ (65) هذا راجع إلى قوله : { وقال الكافرونَ هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] إلى قوله : { أءُنزِلَ عليهِ الذكرُ من بيننا } [ ص : 8 ] ، فلما ابتدرهم الجواب عن ذلك التكذيب بأن نظَّر حالهم بحال الأمم المكذبة من قبلهم ولتنظير حال الرسول صلى الله عليه وسلم بحال الأنبياء الذين صبروا ، واستوعب ذلك بما فيه مقنع عاد الكلام إلى تحقيق مقام الرسول صلى الله عليه وسلم من قومه فأمره الله أن يقول : { إنمَّا أنا مُنذِرٌ } مقابل قولهم : { هذا ساحِرٌ كذَّابٌ } ، وأن يقول : { ما من إله إلا الله } مقابل إنكارهم التوحيد كقولهم : { أجَعَلَ الآلهة إلها واحداً } [ ص : 5 ] فالجملة استئناف ابتدائي . وذكر صفة الواحد تأكيد لمدلول { ما من إله إلا الله } إماء إلى رد إنكارهم . وذكر صفة { القهّار } تعريض بتهديد المشركين بأن الله قادر على قهرهم ، أي غلبهم . وتقدم الكلام على القهر عند قوله تعالى : { وهو القاهر فوق عباده } في سورة [ الأنعام : 18 ] ."
    },
    {
      "number": 66,
      "text": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
      "tafsir": {
        "muyassar": "مالك السموات والأرض وما بينهما العزيز في انتقامه، الغفار لذنوب مَن تاب وأناب إلى مرضاته.",
        "mukhtasar": "وهو رب السماوات ورب الأرض ورب ما بينهما، وهو العزيز في ملكه الذي لا يغالبه أحد، وهو الغفار لذنوب التائبين من عباده.",
        "saadi": "فالذي يقهر جميع الأشياء هو الواحد الذي لا نظير له، وهو الذي يستحق أن يعبد وحده، كما كان قاهرا وحده، وقرر ذلك أيضا بتوحيد الربوبية فقال: { رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا } أي: خالقهما، ومربيهما، ومدبرها بجميع أنواع التدابير. { الْعَزِيزُ } الذي له القوة، التي بها خلق المخلوقات العظيمة. { الْغَفَّارُ } لجميع الذنوب، صغيرها، وكبيرها، لمن تاب إليه وأقلع منها.فهذا الذي يحب ويستحق أن يعبد، دون من لا يخلق ولا يرزق، ولا يضر ولا ينفع، ولا يملك من الأمر شيئا، وليس له قوة الاقتدار، ولا بيده مغفرة الذنوب والأوزار.",
        "kathir": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ"
      },
      "translations": {
        "en": "Lord of the heavens and the earth and whatever is between them, the Exalted in Might, the Perpetual Forgiver.\"",
        "fr": "Seigneur des cieux et de la terre et de ce qui existe entre eux, le Puissant, le Grand Pardonneur».",
        "es": "el Señor de los cielos, de la tierra y de lo que entre ellos está, el Poderoso, el Indulgente»."
      },
      "ibn_ashour": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ (66)( وإتباع ذلك بصفة رَبُّ السمواتتِ والأرضِ وما بينهما } تصريح بعموم ربوبيته وأنه لا شريك له في شيء منها . ووصف { العزيزُ } تمهيد للوصف ب { الغَفَّارُ } ، أي الغفّار عن عزّة ومقدرة لا عن عجز وملق أو مراعاة جانب مساو . والمقصود من وصف { الغفَّارُ } هنا استدعاء المشركين إلى التوحيد بعد تهديدهم بمفاد وصف { القهَّارُ } لكي لا ييأسوا من قبول التوبة بسبب كثرة ما سيق إليهم من الوعيد جرياً على عادة القرآن في تعقيب الترهيب بالترغيب والعكس ."
    },
    {
      "number": 67,
      "text": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لقومك: إن هذا القرآن خبر عظيم النفع. أنتم عنه غافلون منصرفون، لا تعملون به.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المكذبين: إن القرآن خبر ذو شأن عظيم.",
        "saadi": "{ قُلْ } لهم، مخوفا ومحذرا، ومنهضا لهم ومنذرا: { هُوَ نَبَأٌ عَظِيمٌ } أي: ما أنبأتكم به من البعث والنشور والجزاء على الأعمال، خبر عظيم ينبغي الاهتمام الشديد بشأنه، ولا ينبغي إغفاله.",
        "kathir": "قُلْ هُوَ نَبَأٌ عَظِيمٌ"
      },
      "translations": {
        "en": "Say, \"It is great news",
        "fr": "Dis: «Ceci (le Coran) est une grande nouvelle,",
        "es": "Di: «es una noticia enorme,"
      },
      "ibn_ashour": "قُلْ هُوَ نَبَأٌ عَظِيمٌ (67) إعادة الأمر بالقَول هنا مستأنَفاً . والعدولُ عن الإِتيان بحرف يعطف المقول أعني { هُوَ نَبؤٌا عَظِيمٌ } على المقول السابق أعني { أنا مُنذِرٌ } [ ص : 65 ] ، عدول يشعر بالاهتمام بالمقول هنا كي لا يؤتى به تابعاً لمقوللٍ آخر فيضعف تصدي السامعين لوعيه ."
    },
    {
      "number": 68,
      "text": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لقومك: إن هذا القرآن خبر عظيم النفع. أنتم عنه غافلون منصرفون، لا تعملون به.",
        "mukhtasar": "أنتم عن هذا الخبر العظيم الشأن معرضون، لا تلتفتون إليه.",
        "saadi": "ولكن { أَنْتُمْ عَنْهُ مُعْرِضُونَ } كأنه ليس أمامكم حساب ولا عقاب ولا ثواب، فإن شككتم في قولي، وامتريتم في خبري، فإني أخبركم بأخبار لا علم لي بها ولا درستها في كتاب، فإخباري بها على وجهها، من غير زيادة ولا نقص، أكبر شاهد لصدقي، وأدل دليل على حق ما جئتكم به.",
        "kathir": "أَنْتُمْ عَنْهُ مُعْرِضُونَ"
      },
      "translations": {
        "en": "From which you turn away.",
        "fr": "mais vous vous en détournez.",
        "es": "de la cual os apartáis."
      },
      "ibn_ashour": "أَنْتُمْ عَنْهُ مُعْرِضُونَ (68) وجملة { قُلْ هو نبؤا عظيمٌ أنتُم عنه مُعرضونَ } يجوز أن تكون في موقع الاستئناف الابتدائي انتقالاً من غرض وصف أحوال أهل المحشر إلى غرض قصة خلق آدم وشقاء الشيطان ، فيكون ضمير { هُوَ } ضميرَ شأن يفسره ما بعده وما يُبيّن به ما بعده من قوله : { إذ قال ربك للملائكة إني خالق بشراً من طين } [ ص : 71 ] جعل هذا كالمقدمة للقصة تشويقاً لتلقّيها فيكون المراد بالنبأ نبأَ خَلق آدم وما جرى بعده ، ويكون ضمير { يَخْتصِمُونَ } عائداً إلى الملأ الأعلى لأن الملأ جماعة . ويراد بالاختصام الاختلاف الذي جرى بين الشيطان وبين من بلَّغ إليه من الملائكة أمرَ الله بالسجود لآدم ، فالملائكة هم الملأ الأعلى وكان الشيطان بينهم فعُدّ منهم قبل أن يطرد من السماء .ويجوز أن تكون جملة { قُلْ هو نبؤا عظيمٌ } الخ تذييلاً للذي سبق من قوله : { وإنَّ للمتَّقينَ لحُسنَ مئابٍ } [ ص : 49 ] إلى هنا ، تذييلاً يشعر بالتنويه به وبطلب الإِقبال على التدبر فيه والاعتبار به . وعليه يكون ضمير { هُوَ } ضميراً عائداً إلى الكلام السابق على تأويله بالمذكور فلذلك أُتِي لتعريفه بضمير المفرد .والمراد بالنبأ : خبر ال"
    },
    {
      "number": 69,
      "text": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
      "tafsir": {
        "muyassar": "ليس لي علم باختصام ملائكة السماء في شأن خلق آدم، لولا تعليم الله إياي، وإيحاؤه إليَّ.",
        "mukhtasar": "ليس لي من علم بما كان يدور من حديث بين الملائكة بشأن خلق آدم، لولا أن الله أوحى إليَّ وعلّمني.",
        "saadi": " { مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى } أي: الملائكة { إِذْ يَخْتَصِمُونَ } لولا تعليم اللّه إياي، وإيحاؤه إلي.",
        "kathir": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَىٰ إِذْ يَخْتَصِمُونَ"
      },
      "translations": {
        "en": "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam].",
        "fr": "Je n'avais aucune connaissance de la cohorte sublime au moment où elle disputait.",
        "es": "Yo no tenía conocimiento del Consejo Supremo, cuando discutían unos con otros."
      },
      "ibn_ashour": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ (69) والملأُ : الجماعة ذات الشأن ، ووصفه ب { الأعلى } لأن المراد ملأُ السماوات وهم الملائكة ولهم علوّ حقيقي وعلوّ مجازيّ بمعنى الشرف .و { إذْ يَخْتَصِمُونَ } ظرف متعلق بفعل { ما كانَ لي من عِلم } أي حين يختصم أهل الملأ الأعلى على أحد التأويلين ، أي في حين تنازع الملائكة وإبليس في السماء . والتعبير بالمضارع في موضع المضيّ لقصد استحضار الحالة ، أو حين يختصم الطاغون وأتباعهم في النار بين يدي الملأ الأعلى ، أي ملائكة النار أو ملائكة المحشر ، والمضارع على أصله من الاستقبال .والاختصام : افتعال من خَصمَه ، إذا نازعه وخالفه فهو مبالغة في خَصَم ."
    },
    {
      "number": 70,
      "text": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌ",
      "tafsir": {
        "muyassar": "ما يوحي الله إليَّ مِن عِلْم ما لا علم لي به إلا لأني نذير لكم من عذابه، مبيِّن لكم شرعه.",
        "mukhtasar": "إنما يوحي الله إليَّ ما يوحيه لأني نذير لكم من عذابه بيّن النذارة.",
        "saadi": " { إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ } أي: ظاهر النذارة، جليها، فلا نذير أبلغ من نذارته صلى اللّه عليه وسلم.",
        "kathir": "إِنْ يُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ"
      },
      "translations": {
        "en": "It has not been revealed to me except that I am a clear warner.\"",
        "fr": "Il m'est seulement révélé que je suis un avertisseur clair».",
        "es": "Lo único que se me ha revelado es que soy un monitor que habla claro»."
      },
      "ibn_ashour": "إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ (70)وجملة { إن يوحى إليَّ إلاَّ أنَّما أنا نذيرٌ مبينٌ } مبيّنة لجملة { ما كانَ لي من علم بالملأ الأعلى إذ يختصمون } ، أي ما علمتُ بذلك النبأ إلا بوحي من الله وإنما أوحَى الله إليّ ذلك لأكون نذيراً مبيناً .وقد رُكّبت هذه الجملة من طريقين للقصر : أحدهما طريق النفي والاستثناء ، والآخر طريق { أَنما } المفتوحة الهمزة وهي أخت ( إنما ) المكسورة الهمزة في معانيها التي منها إفادة الحصر ، ولا التفات إلى قول من نفوا إفادتها الحصر فإنها مركبة من ( أنّ ) المفتوحة الهمزة و ( ما ) الكافّة وليست ( أنّ ) المفتوحة الهمزة إلا ( إِن ) المكسورة تُغَيَّر كسرة همزتها إلى فتحة لتفيد معنىً مصدرياً مشرباً ب ( أَنْ ) المصدرية إشراباً بديعاً جعل شعاره فتح همزتها لتشابه ( أَنْ ) المصدرية في فتح الهمزة وتشابه ( أَنَّ ) في تشديد النون ، وهذا من دقيق الوضع في اللغة العربية . وتكون { أَنما } مفتوحةَ الهمزة إذا جعلت معمولة لعامل في الكلام . والذي يقتضيه مقام الكلام هنا أن فتح همزة { أَنما } لأجل لام تعليل مقدرة مجرور بها { أنما } . والتقدير : إلاّ لأَنما أنا نذ"
    },
    {
      "number": 71,
      "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّى خَٰلِقٌۢ بَشَرًۭا مِّن طِينٍۢ",
      "tafsir": {
        "muyassar": "اذكر لهم -أيها الرسول-: حين قال ربك للملائكة: إني خالق بشرًا من طين. فإذا سوَّيت جسده وخلقه ونفخت فيه الروح، فدبت فيه الحياة، فاسجدوا له سجود تحية وإكرام، لا سجود عبادة وتعظيم؛ فالعبادة لا تكون إلا لله وحده. وقد حرَّم الله في شريعة الإسلام السجود للتحية.",
        "mukhtasar": "اذكر حين قال ربك للملائكة: إني خالق بشرًا من طين وهو آدم عليه السلام.",
        "saadi": "ثم ذكر اختصام الملأ الأعلى فقال: { إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ } على وجه الإخبار { إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ } أي: مادته من طين.",
        "kathir": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ"
      },
      "translations": {
        "en": "[So mention] when your Lord said to the angels, \"Indeed, I am going to create a human being from clay.",
        "fr": "Quand ton Seigneur dit aux Anges: «Je vais créer d'argile un être humain.",
        "es": "Cuando tu Señor dijo a los ángeles: «Voy a crear a un mortal de arcilla"
      },
      "ibn_ashour": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) موقع { إذْ قالَ ربُّكَ للملائِكة } صالح لأن يكون استئنافاً فإذا جعلنا النبأ بمعنى نبأ أهل المحشر الموعود به فيكون { إذْ قَالَ } متعلقاً بفعل محذوف تقديره : أُذكر ، على أسلوب قوله : { وإنك لتلقى القرآن من لَدُن حكيم عليم إذ قال موسى لأهله إني آنست ناراً } [ النمل : 6 ، 7 ] ، ونظائِرِه ."
    },
    {
      "number": 72,
      "text": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَٰجِدِينَ",
      "tafsir": {
        "muyassar": "اذكر لهم -أيها الرسول-: حين قال ربك للملائكة: إني خالق بشرًا من طين. فإذا سوَّيت جسده وخلقه ونفخت فيه الروح، فدبت فيه الحياة، فاسجدوا له سجود تحية وإكرام، لا سجود عبادة وتعظيم؛ فالعبادة لا تكون إلا لله وحده. وقد حرَّم الله في شريعة الإسلام السجود للتحية.",
        "mukhtasar": "فإذا سوَّيت خلقه، وعدلت صورته، ونفخت فيه من روحي، فاسجدوا له.",
        "saadi": "{ فَإِذَا سَوَّيْتُهُ } أي: سويت جسمه وتم، { وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ } فوطَّن الملائكة الكرام أنفسهم على ذلك، حين يتم خلقه ونفخ الروح فيه، امتثالا لربهم، وإكراما لآدم عليه السلام، فلما تم خلقه في بدنه وروحه، وامتحن اللّه آدم والملائكة في العلم، وظهر فضله عليهم، أمرهم اللّه بالسجود.",
        "kathir": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ"
      },
      "translations": {
        "en": "So when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\"",
        "fr": "Quand Je l'aurai bien formé et lui aurai insufflé de Mon Esprit, jetez-vous devant lui, prosternés».",
        "es": "y, cuando lo haya formado armoniosamente e infundido en él de Mi Espíritu, ¡caed prosternados ante él!»"
      },
      "ibn_ashour": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (72) فإمّا على جعل النبأ بمعنى نبأ خلق آدم فإن جملة { إذْ قال ربك } بدل من { إذْ يختصمون } [ ص : 69 ] بدلَ بعض من كل لأن مجادلة الملأ الأعلى على كلا التفسيرين المتقدمين غير مقتصرة على قضية قصة إبليس ، فقد روى الترمذي بسنده عن مالك بن يخامر عن النبي صلى الله عليه وسلم حديثاً طويلاً في رؤيا النبي صلى الله عليه وسلم \" أنه رأى ربه تعالى فقال له : يا محمد فِيمَ يختصم الملأ الأعلى؟ قلت : لا أدري . قالها ثلاثاً . ثم قال بعد الثالثة بعد أن فتح الله عليه ، قلت : في الكفارات . قال : ما هن؟ قلت مشي الأقدام إلى الحسنات والجلوس في المساجد \" وذكرَ أشياء من الأعمال الصالحة ( ولم يذكر اختصامهم في قضية خلق آدم ) . وقال الترمذي هو حديث حسن صحيح وقال عن البخاري : إنه أصح من غيره مما في معناه ولم يخرجه البخاري في «صحيحه» وليس في الحديث أنه تفسير لهذه الآية ، وإنما جعله الترمذي في كتاب «التفسير» لأن ما ذُكر فيه بعضٌ مما يختصم فيه أهل الملأ الأعلى مراد به اختصام خاص هو ما جرى بينهم في قصة خلق آدم والمقاولة بين الله وبين الملائكة"
    },
    {
      "number": 73,
      "text": "فَسَجَدَ ٱلْمَلَٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "tafsir": {
        "muyassar": "فسجد الملائكة كلهم أجمعون طاعة وامتثالا غير إبليس؛ فإنه لم يسجد أنَفَةً وتكبرًا، وكان من الكافرين في علم الله تعالى.",
        "mukhtasar": "فامتثل الملائكة أمر ربهم، فسجدوا جميعهم سجود تكريم، ولم يبق منهم أحد إلا سجد لآدم.",
        "saadi": "فسجدوا كلهم أجمعون ",
        "kathir": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ"
      },
      "translations": {
        "en": "So the angels prostrated - all of them entirely.",
        "fr": "Alors tous les Anges se prosternèrent,",
        "es": "Los ángeles se prosternaron, todos juntos,"
      },
      "ibn_ashour": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (73) لأن قوله : { فَسَجَدَ الملائكةُ } يقتضي أنهم قالوا كلاماً دَل على أنهم أطاعوا الله فيما أمرهم به ، بل ورد في سورة البقرة تفصيل ما جرى من قول الملائكة فهو يبيّن ما أجمل هنا وإن كان متأخراً إذ المقصود من سوق القصة هنا الاتّعاظ بكبِرْ إبليس دون ما نشأ عن ذلك . ويَجوز أن يكون { إذْ قالَ ربُّكَ } منصوباً بفعل مقدر ، أي اذكر إذ قال ربك للملائكة ، وهو بناء على أن ضمير { هُو نبؤا عظيمٌ } [ ص : 67 ] ليس ضمير شأن بل هو عائد إلى ما قبله وأن { إذْ يختصمون } [ ص : 69 ] مراد به خصومة أهل النار . وقصة خلق آدم تقدم ذكرها في سور كثيرة أشبهها بما هنا ما في سورة الحجر ، وأبينُها ما في سورة البقرة ."
    },
    {
      "number": 74,
      "text": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَٰفِرِينَ",
      "tafsir": {
        "muyassar": "فسجد الملائكة كلهم أجمعون طاعة وامتثالا غير إبليس؛ فإنه لم يسجد أنَفَةً وتكبرًا، وكان من الكافرين في علم الله تعالى.",
        "mukhtasar": "إلا إبليس تكبر عن السجود، وكان بتكبره على أمر ربه من الكافرين.",
        "saadi": "  إلا إبليس لم يسجد { اسْتَكْبَرَ } عن أمر ربه، واستكبر على آدم { وَكَانَ مِنَ الْكَافِرِينَ } في علم اللّه تعالى.",
        "kathir": "إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ"
      },
      "translations": {
        "en": "Except Iblees; he was arrogant and became among the disbelievers.",
        "fr": "à l'exception d'Iblîs qui s'enfla d'orgueil et fut du nombre des infidèles.",
        "es": "salvo Iblis, que se mostró altivo y fue de los infieles."
      },
      "ibn_ashour": "إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (74)ووقع في سورة الحِجْر ( 31 ) { إلا إبليس أبى } وفي هذه السورة { إلا إبليس استكْبَر } فيكون ما في هذه الآية يبين الباعث على الإِباية . ووقعت هنا زيادة { وكانَ مِنَ الكافِرينَ } ، وهو بيان لكون المراد في سورة الحجر ( 31 ) من قوله : { أن يكون مع الساجدين } الإِبَاية من الكون من الساجدين لله ، أي المنزهي الله عن الظلم والجهل .ووقع في هذه السورة { وكان من الكافرين } ، ومعناه أنه كان كافراً ساعتئذٍ ، أي ساعة إبائه من السجود ولم يكن قبلُ كافراً ، ففعل { كان } الذي وقع في هذا الكلام حكاية لكفره الواقع في ذلك الوقت .قال الزجّاج : « ( كان ) جَارٍ على باب سائر الأفعال الماضية إلاّ أن فيه إخباراً عن الحَالة فيما مضى ، إذا قلت : كان زيد عالماً ، فقد أنبأتَ عن أن حالته فيما مضى من الدهر هذا ، وإذا قلت : سيكون عالماً فقد أنبأت عن أن حالة ستقع فيما يستقبل ، فهما عبارتان عن الأفعال والأحوال» اه .وقد بدتْ من إبليس نزعة كانت كامنة في جبلته وهي نزعة الكبر والعصيان ، ولم تكن تظهر منه قبل ذلك لأن الملأ الذي كان معهم كانوا على أكمل حسن الخلطة فلم يكن"
    },
    {
      "number": 75,
      "text": "قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
      "tafsir": {
        "muyassar": "قال الله لإبليس: ما الذي منعك من السجود لمن أكرمتُه فخلقتُه بيديَّ؟ أستكبرت على آدم، أم كنت من المتكبرين على ربك؟ وفي الآية إثبات صفة اليدين لله تبارك وتعالى، على الوجه اللائق به سبحانه.",
        "mukhtasar": "قال الله: يا إبليس، أي شيء منعك من السجود لآدم الذي خلقته بيدي؟! أمنعك من السجود التكبر، أم كنت من قبل ذا تكبر وعلوّ على ربك؟!",
        "saadi": "فـ { قَالَ } اللّه موبخا ومعاتبا: { مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ } أي: شرفته وكرمته واختصصته بهذه الخصيصة، التي اختص بها عن سائر الخلق، وذلك يقتضي عدم التكبر عليه.{ أسْتَكْبَرْتَ } في امتناعك { أَمْ كُنْتَ مِنَ الْعَالِينَ } ",
        "kathir": "قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ"
      },
      "translations": {
        "en": "[Allah] said, \"O Iblees, what prevented you from prostrating to that which I created with My hands? Were you arrogant [then], or were you [already] among the haughty?\"",
        "fr": "(Allah) lui dit: «O Iblîs, qui t'a empêché de te prosterner devant ce que J'ai créé de Mes mains? T'enfles-tu d'orgueil ou te considères-tu parmi les hauts placés?»",
        "es": "Dijo: «¡Iblis! ¿Qué es lo que te ha impedido prosternarte ante lo que con Mis manos he creado? ¿Ha sido la altivez, la arrogancia?»"
      },
      "ibn_ashour": "قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (75) أي خاطب الله إبليس ولا شك أن هذا الخطاب حينئذٍ كان بواسطة ملَك من الملائكة لأن إبليس لما استكبر قد انسلخ عن صفة الملكية فلم يعد بعد أهلاً لتلقي الخطاب من الله ولم يكن أرفع رتبة من الرسل الذين قال الله فيهم { وما كان لبشر أن يكلمه اللَّه إلا وحياً أو من وراء حجاب أو يرسل رسولاً فيوحي بإذنه ما يشاء } [ الشورى : 51 ] ، وبذلك تكون المحاورة المحكية هنا بواسطة ملَك فيكون الاختصام بينه وبين الملائكة على جعل ضمير { يختَصِمُونَ } [ ص : 69 ] عائداً إلى الملأ الأعلى كما تقدم .وجيء بفعل { قال } غير معطوف حسب طريقة المقاولات . وتقدم قريب من هذه الآية في سورة الحجر إلا قوله هنا { ما مَنَعَكَ أن تَسْجُدَ } ، أي ما منعك من السجود ، ووقع في [ سورة الأعراف : 12 ] { أن لا تسجد } على أن لا زائدة . وحُكي هنا أن الله قال له : لِمَا خلقْتُ بِيدي } ، أي خلقته بقدرتي ، أي خلقاً خاصّاً دفعة ومباشرة لأمر التكوين ، فكان تعلق هذا التكوين تعلقاً أقربَ من تعلقه بإيجاد الموجودات المرتَّبة لها أسباب"
    },
    {
      "number": 76,
      "text": "قَالَ أَنَا۠ خَيْرٌۭ مِّنْهُ ۖ خَلَقْتَنِى مِن نَّارٍۢ وَخَلَقْتَهُۥ مِن طِينٍۢ",
      "tafsir": {
        "muyassar": "قال إبليس معارضًا لربه: لم أسجد له؛ لأنني أفضل منه، حيث خلقتني من نارٍ، وخلقته من طين. (والنار خير من الطين).",
        "mukhtasar": "قال إبليس: أنا خير من آدم، فقد خلقتني من نار وخلقته من طين.\nوهذا بزعمه أن النار أشرف عنصرًا من الطين.",
        "saadi": "{ قَالَ } إبليس معارضا لربه ومناقضا: { أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ } وبزعمه أن عنصر النار خير من عنصر الطين، وهذا من القياس الفاسد، فإن عنصر النار مادة الشر والفساد، والعلو والطيش والخفة وعنصر الطين مادة الرزانة والتواضع وإخراج أنواع الأشجار والنباتات وهو يغلب النار ويطفئها، والنار تحتاج إلى مادة تقوم بها، والطين قائم بنفسه، فهذا قياس شيخ القوم، الذي عارض به الأمر الشفاهي من اللّه، قد تبين غاية بطلانه وفساده، فما بالك بأقيسة التلاميذ الذين عارضوا الحق بأقيستهم؟ فإنها كلها أعظم بطلانا وفسادا من هذا القياس.",
        "kathir": "قَالَ أَنَا خَيْرٌ مِنْهُ ۖ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ"
      },
      "translations": {
        "en": "He said, \"I am better than him. You created me from fire and created him from clay.\"",
        "fr": "«Je suis meilleur que lui, dit [Iblîs,] Tu m'as créé de feu et tu l'as créé d'argile».",
        "es": "Dijo: «Yo soy mejor que él. A mí me creaste de fuego, mientras que a él le creaste de arcilla»."
      },
      "ibn_ashour": "قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (76)بيان لجملة { أنا خيرٌ منه } . وقد جعل إبليس عذره مبْنياً على تأصيل أن النار خير من الطين ولم يرد في القرآن أن الله رد عليه هذا التأصيل لأنه أحقر من ذلك فلعنه وأطرده لأنه ادعى باطلاً وعصى ربّه استكباراً : وطَرْدُه أجمع لإِبطال علمه ودحض دليله ، غير أن النور الذي في النار نور عارض قائم بالأجسام الملْتهبة التي تسمّى ناراً ، وليس للنار قيام بنفسها ولذلك لم تَعْدُ أن يكون كيانها مخلوطاً بما يُلهبها .ومعنى كون الشيطان مخلوقاً من النار أَنَّ ابتداء تكوّن الذَّرة الأصلية لقوام ماهيته من عنصر النار ، ثم تمتزج تلك الذرة بعناصر أخرى مثل الهواء وما الله أعلم به . ومعنى كون آدم مخلوقاً من الطين أن ابتداء تكوّن ذَرات جثمانه من عنصر التراب وأدخل على تلك الذرات ما امتزجت به عناصر الهواء والماء والنار وما يتولد على ذلك التركيب من عناصر كيماوية وقوة كهربائية تتقوم بمجموعها ماهية الإِنسان .وتكون { من } في الموضعين ابتدائية لا تبعيضية .وقد جزم الفلاسفة الأولون والأطباء بأن عنصر النار أشرف من عنصر التراب ويعبر عنه بالأرض لأن النار"
    },
    {
      "number": 77,
      "text": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌۭ",
      "tafsir": {
        "muyassar": "قال الله له: فاخرج من الجنة فإنك مرجوم بالقول، مدحور ملعون، وإن عليك طردي وإبعادي إلى يوم القيامة.",
        "mukhtasar": "قال الله لإبليس: فاخرج من الجنة فإنك ملعون مشتوم.",
        "saadi": "فـ { قَالَ } اللّه له: { فَاخْرُجْ مِنْهَا } أي: من السماء والمحل الكريم. { فَإِنَّكَ رَجِيمٌ } أي: مبعد مدحور.",
        "kathir": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ"
      },
      "translations": {
        "en": "[Allah] said, \"Then get out of Paradise, for indeed, you are expelled.",
        "fr": "(Allah) dit: «Sors d'ici, te voilà banni;",
        "es": "Dijo: «¡Sal de aquí! ¡Eres un maldito!"
      },
      "ibn_ashour": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (77) عاقبه الله على ما برز من نفسانيته فخالف ما كان من طريقته فأطرده من الملأ الأعلى ومن الجنة ، وضمير { قَالَ } عائد إلى الله تعالى على طريقة حكاية المقاولات . وفُرّع أمره بالخروج من الجنة بالفاء على ما تقدمه من السؤال والجواب لأن جوابه دل على كون خبث في نفسه بدت آثاره في عمله فلم يصلح لمخالطة أهل الملأ الأعلى . وتقدم تفسير نظير هذه الآية في سورة الحجر .واللعنة : الإِبعاد من رحمة الله ، وأضيف إلى الله لتشنيع متعلقها وهو الملعون لأن الملعون من جانب الله هو أشنع ملعون ."
    },
    {
      "number": 78,
      "text": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "tafsir": {
        "muyassar": "قال الله له: فاخرج من الجنة فإنك مرجوم بالقول، مدحور ملعون، وإن عليك طردي وإبعادي إلى يوم القيامة.",
        "mukhtasar": "وإن عليك الطرد من الجنة إلى يوم الجزاء، وهو يوم القيامة.",
        "saadi": "{ وَإِنَّ عَلَيْكَ لَعْنَتِي } أي: طردي وإبعادي { إِلَى يَوْمِ الدِّينِ } أي: دائما أبدا.",
        "kathir": "وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَىٰ يَوْمِ الدِّينِ"
      },
      "translations": {
        "en": "And indeed, upon you is My curse until the Day of Recompense.\"",
        "fr": "et sur toi sera ma malédiction jusqu'au jour de la Rétribution».",
        "es": "¡Mi maldición te perseguirá hasta el día del Juicio!»"
      },
      "ibn_ashour": "وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ (78)وجعل { يَوْممِ الدِينِ } غاية اللعنة للدلالة على دوامها مدةَ هذه الحياة كلها ليستغرق الأزمنة كلها ، وليس المراد حصول ضد اللعنة له يوم الدين أعني الرحمة لأن يوم الدين يوم الجزاء على الأعمال فجزاء الملعون العذاب الأليم كما أنبأ بذلك التعبير ب { يَوْممِ الدينِ } دون : { يوم يبعثون } [ ص : 79 ] ، أو { يوم الوقت المعلوم } [ ص : 81 ] ."
    },
    {
      "number": 79,
      "text": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "tafsir": {
        "muyassar": "قال إبليس: ربِّ فأخِّر أجلي، ولا تهلكني إلى حين تَبعث الخلق من قبورهم.",
        "mukhtasar": "قال إبليس: فأمهلني ولا تمتني إلى يوم تبعث عبادك.",
        "saadi": "{ قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ } لشدة عداوته لآدم وذريته، ليتمكن من إغواء من قدر اللّه أن يغويه.",
        "kathir": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ"
      },
      "translations": {
        "en": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\"",
        "fr": "«Seigneur, dit [Iblîs], donne-moi donc un délai, jusqu'au jour où ils seront ressuscités».",
        "es": "Dijo: «¡Señor, déjame esperar hasta el día de la Resurrección!»"
      },
      "ibn_ashour": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (79) أي قال إبليس . وتقدم نظير هذه الآية في سورة الحجر وتفسيرها هناك مستوفى ."
    },
    {
      "number": 80,
      "text": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "tafsir": {
        "muyassar": "قال الله له: فإنك من المؤخَّرين إلى يوم الوقت المعلوم، وهو يوم النفخة الأولى عندما تموت الخلائق.",
        "mukhtasar": "قال الله: فإنك من المُمْهَلين.",
        "saadi": "فـ(قال) اللّه مجيبا لدعوته، حيث اقتضت حكمته ذلك: { فَإِنَّكَ مِنَ الْمُنْظَرِينَ} ",
        "kathir": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ"
      },
      "translations": {
        "en": "[Allah] said, \"So indeed, you are of those reprieved",
        "fr": "(Allah) dit: «Tu es de ceux à qui un délai est accordé,",
        "es": "Dijo: «Entonces, serás de aquéllos a quienes se ha concedido una prórroga"
      },
      "ibn_ashour": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (80) أي قال إبليس . وتقدم نظير هذه الآية في سورة الحجر وتفسيرها هناك مستوفى ."
    },
    {
      "number": 81,
      "text": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "tafsir": {
        "muyassar": "قال الله له: فإنك من المؤخَّرين إلى يوم الوقت المعلوم، وهو يوم النفخة الأولى عندما تموت الخلائق.",
        "mukhtasar": "إلى يوم الوقت المعلوم المحدد لإهلاكك.",
        "saadi": " } إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ } حين تستكمل الذرية، يتم الامتحان.",
        "kathir": "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ"
      },
      "translations": {
        "en": "Until the Day of the time well-known.\"",
        "fr": "jusqu'au jour de l'Instant bien Connu».",
        "es": "hasta el día del tiempo señalado»."
      },
      "ibn_ashour": "إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (81)أي قال إبليس . وتقدم نظير هذه الآية في سورة الحجر وتفسيرها هناك مستوفى ."
    },
    {
      "number": 82,
      "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "قال إبليس: فبعزتك- يا رب- وعظمتك لأضلنَّ بني آدم أجمعين، إلا مَن أخلصتَه منهم لعبادتك، وعصمتَه من إضلالي، فلم تجعل لي عليهم سبيلا.",
        "mukhtasar": "قال إبليس: فأقسم بقدرتك وقهرك، لأضلنّ بني آدم أجمعين.",
        "saadi": "فلما علم أنه منظر، بادى ربه، من خبثه، بشدة العداوة لربه ولآدم وذريته، فقال: { فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ } يحتمل أن الباء للقسم، وأنه أقسم بعزة اللّه ليغوينهم كلهم أجمعين.",
        "kathir": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ"
      },
      "translations": {
        "en": "[Iblees] said, \"By your might, I will surely mislead them all",
        "fr": "«Par Ta puissance! dit [Satan]. Je les séduirai assurément tous,",
        "es": "Dijo: «¡Por Tu poder, que he de descarriarles a todos,"
      },
      "ibn_ashour": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (82) الفاء لتفريع كلامه على أمر الله إياه بالخروج من الجنة وعقابه إياه باللعنة الدائمة وهذا التفريع من تركيب كلام متكلم على كلام متكلم آخر . وهو الملقب بعطف التلقين في قوله تعالى : { قال ومن ذريتي } في سورة [ البقرة : 124 ] .أقسم الشيطان بعزة الله تحقيقاً لقيامه بالإِغواء دون تخلف ، وإنما أقسم على ذلك وهو يعلم عظمة هذا القَسَم لأنه وجد في نفسه أن الله أقدره على القيام بالإِغواء والوسوسة وقد قال في سورة [ الحجر : 39 ] : { رب بما أغويتني لأزينن لهم في الأرض ولأغوينهم أجمعين }"
    },
    {
      "number": 83,
      "text": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "tafsir": {
        "muyassar": "قال إبليس: فبعزتك- يا رب- وعظمتك لأضلنَّ بني آدم أجمعين، إلا مَن أخلصتَه منهم لعبادتك، وعصمتَه من إضلالي، فلم تجعل لي عليهم سبيلا.",
        "mukhtasar": "إلا من عصمته أنت من إضلالي وأخلصته لعبادتك وحدك.",
        "saadi": "{ إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ } علم أن الله سيحفظهم من كيده. ويحتمل أن الباء للاستعانة، وأنه لما علم أنه عاجز من كل وجه، وأنه لا يضل أحدا إلا بمشيئة اللّه تعالى، فاستعان بعزة اللّه على إغواء ذرية آدم هذا، وهو عدو اللّه حقا.ونحن يا ربنا العاجزون المقصرون، المقرون لك بكل نعمة، ذرية من شرفته وكرمته، فنستعين بعزتك العظيمة، وقدرتك، ورحمتك الواسعة لكل مخلوق، ورحمتك التي أوصلت إلينا بها، ما أوصلت من النعم الدينية والدنيوية، وصرفت بها عنا ما صرفت من النقم، أن تعيننا على محاربته وعداوته، والسلامة من شره وشركه، ونحسن الظن بك أن تجيب دعاءنا، ونؤمن بوعدك الذي قلت لنا: { وقال ربكم ادعوني أستجب لكم } فقد دعوناك كما أمرتنا، فاستجب لنا كما وعدتنا. { إنك لا تخلف الميعاد } ",
        "kathir": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ"
      },
      "translations": {
        "en": "Except, among them, Your chosen servants.\"",
        "fr": "sauf Tes serviteurs élus parmi eux».",
        "es": "salvo a aquéllos que sean siervos Tuyos escogidos!»"
      },
      "ibn_ashour": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (83)والعزة : القهر والسلطان ، وعزة الله هي العزة الكاملة التي لا تختل حقيقتها ولا يتخلف سلطانها ، وقَسَم إبليس بها ناشىء عن علمه بأنه لا يستطيع الإِغواء إلا لأن الله أقدره ولولا ذلك لم يستطع نقض قدرة الله تعالى .وتقدم تفسير نظير : { ولأغوينهم أجمعين إلا عبادك منهم المخلصين في سورة } [ الحجر : 40 ] ."
    },
    {
      "number": 84,
      "text": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ",
      "tafsir": {
        "muyassar": "قال الله: فالحقُّ مني، ولا أقول إلا الحق، لأملان جهنم منك ومن ذريتك وممن تبعك من بني آدم أجمعين.",
        "mukhtasar": "قال الله تعالى: فالحق مني، والحق أقوله، لا أقول غيره.",
        "saadi": "{ قَالَ } اللّه تعالى { فَالْحَقُّ وَالْحَقَّ أَقُولُ } أي: الحق وصفي، والحق قولي.",
        "kathir": "قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ"
      },
      "translations": {
        "en": "[Allah] said, \"The truth [is My oath], and the truth I say -",
        "fr": "(Allah) dit: «En vérité, et c'est la vérité que je dis,",
        "es": "Dijo: «La verdad es -y digo verdad-"
      },
      "ibn_ashour": "قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) أي قال الله تعالى تفريعاً ، وهذا التفريع نظير التفريع في قوله : { فبعزَّتِكَ لأُغوينهم أجمعينَ } [ ص : 82 ] .وقوبل تأكيد عزمه الذي دل عليه قولُه { فبعزتك } [ ص : 82 ] بتأكيدٍ مثله ، وهو لفظ { الحقَّ } الدال على أن ما بعده حق ثابت لا يتخلف ، ولم يزد في تأكيد الخبر على لفظ { الحق } تذكيراً بأن وعد الله تعالى حق لا يحتاج إلى قَسَم عليه ترفعاً من جلال الله عن أن يقابل كلام الشيطان بقَسَم مثله . ولذلك زاد هذا المعنى تقريراً بالجملة المعترضة وهي { والحقّ أقول } الذي هو بمعنى : لا أقول إلا الحق ، ولا حاجة إلى القَسَم .وقرأ الجمهور : { فالحقّ } بالنصب وانتصابه على المفعولية المطلقة بدلاً عن فعل من لفظه محذوففٍ تقديره : أُحقّ ، أي أُوْجب وأحقّق . وأصله التنكير ، فتعريفه باللام تعريف الجنس كالتعريف في : أرسلَها العِراك ، فهو في حكم النكرة وإنما تعريفه حِلية لفظية إشارة إلى ما يعرفه السامع من أن الحق ما هو وتقدم بيانه في أول الفاتحة .وقرأه عاصم وحمزة بالرفع على أنه لمَّا تعرف باللام غلبت عليه الاسمية فتنوسي كونه نائباً عن الفعل . وهذا الرفع إما على الابتدا"
    },
    {
      "number": 85,
      "text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
      "tafsir": {
        "muyassar": "قال الله: فالحقُّ مني، ولا أقول إلا الحق، لأملان جهنم منك ومن ذريتك وممن تبعك من بني آدم أجمعين.",
        "mukhtasar": "لأملأن يوم القيامة جهنم منك وممن تبعك في كفرك من بني آدم أجمعين.",
        "saadi": "",
        "kathir": "لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ"
      },
      "translations": {
        "en": "[That] I will surely fill Hell with you and those of them that follow you all together.\"",
        "fr": "J'emplirai certainement l'Enfer de toi et de tous ceux d'entre eux qui te suivront».",
        "es": "que he de llenar la gehena contigo y con todos aquéllos que te hayan seguido»."
      },
      "ibn_ashour": "لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (85)، وهي هنا بيان لما دل عليه { لأملأن } من مقدار مبهم فبيّن بآية { منك وممن تبعك } ولما كان شأن مدخول «من» البيانية أن يكون نكرة تعين اعتبار كاف الخطاب في معنى اسم الجنس ، أي من جنسك الشياطين إذ لا تكون ذات إبليس مِلأً لجهنم . وإذ قد عطف عليه { وممن تبعك منهم أي من تبعك من الذين أغويتهم من بني آدم ، فلا جائز أن يبْقى من عدَا هذين من الشياطين والجِنة غير مِلْءٍ لجهنم .وأجْمعينَ } توكيد لضمير { مِنْكَ } و«لمَن» في قوله : { ومِمَّن تَبِعَكَ .واعلم أن حكاية هذه المقاولة بين كلام الله وبين الشيطان حكاية لما جرى في خَلد الشيطان من المدارك المترتبة المتولدة في قرارة نفسه ، وما جرى في إرادة الله من المسببات المترتبة على أسبابها من خواطر الشيطان لأن العالم الذي جرت فيه هذه الأسباب ومسبباتها عالم حقيقة لا يجري فيه إلا الصدق ولا مطمع فيه لترويج المواربة ولا الحيلة ولذلك لا تعد خواطر الشيطان المذكورة فيه جرأة على جلال الله تعالى ولا تعدّ مجازاة الله تعالى الشيطانَ عليه تنازلاً من الله لمحاورة عبد بغيض لله تعالى .وقد ذكرنا في "
    },
    {
      "number": 86,
      "text": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍۢ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين من قومك: لا أطلب منكم أجرًا أو جزاءً على دعوتكم وهدايتكم، ولا أدَّعي أمرًا ليس لي، بل أتبع ما يوحى إليَّ، ولا أتكلف تخرُّصًا وافتراءً.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: ما أسألكم على ما أبلغكم من النصح من جزاء، وما أنا من المتكلفين بالإتيان بزيادة على ما أمرت به.",
        "saadi": " فلما بين الرسول للناس الدليل ووضح لهم السبيل قال الله له: { قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ } أي: على دعائي إياكم { مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَّلِفِينَ } أدعي أمرا ليس لي، وأقفو ما ليس لي به علم، لا أتبع إلا ما يوحى إليَّ.",
        "kathir": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"I do not ask you for the Qur'an any payment, and I am not of the pretentious",
        "fr": "Dis: «Pour cela, je ne vous demande aucun salaire; et je ne suis pas un imposteur.",
        "es": "Di: «Yo no os pido, a cambio, ningún salario ni me arrogo nada."
      },
      "ibn_ashour": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ (86) لمّا أمر الله رسوله بإبلاغ المواعظ والعبر التي تضمنتها هذه السورة أمره عند انتهائها أن يقرع أسماعهم بهذا الكلام الذي هو كالفذلكة للسورة تنهية لها تسجيلاً عليهم أنه ما جاءهم إلا بما ينفعهم وليس طالباً من ذلك جزاء ، أي لو سألهم عليه أجراً لراج اتّهامهم إياه بالكذب لنفع نفسه ، فلما انتفى ذلك وجب أن ينتفي توهم اتهامه بالكذب لأن وازع العقل يصرف صاحبه على أن يكذب لغير نفع يرجوه لِنفسه .والمعنى عموم نفي سؤالِه الأجرَ منهم من يوم بعث إلى وقت نزول هذه الآية وهو قياس استقراء لأنهم إذا استقرَوْا أحوال الرسول صلى الله عليه وسلم فيما مضى وجدوا انتفاء سؤاله أجراً أمراً عاماً بالاستقراء التام الحاصل من جميع أفراد المشركين في جميع مخالطاتهم إياه ، فهو أمر متواتر بينهم فهذا إبطال لقولهم { كذاب } [ ص : 4 ] المحكي عنهم في أول السورة وإقامة الحجة على صدق رسالته كما سيجيء .وضمير { عَلَيْهِ } عائد إلى القرآن المعلوم من المقام فإن مبدأ السورة قوله { والقراننِ ذي الذِكرِ } [ ص : 1 ] فهذا من رد العجز على المصدر .وعطف { وما أنا م"
    },
    {
      "number": 87,
      "text": "إِنْ هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "ما هذا القرآن إلا تذكير للعالمين من الجن والإنس، يتذكرون به ما ينفعهم من مصالح دينهم ودنياهم.",
        "mukhtasar": "ليس القرآن إلا تذكيرًا للمكلفين من الإنس والجنّ.",
        "saadi": "{ إِنْ هُوَ } أي: هذا الوحي والقرآن { إِلَّا ذِكْرٌ لِلْعَالَمِينَ } يتذكرون به كل ما ينفعهم، من مصالح دينهم ودنياهم، فيكون شرفا ورفعة للعاملين به، وإقامة حجة على المعاندين.فهذه السورة العظيمة، مشتملة على الذكر الحكيم، والنبأ العظيم، وإقامة الحجج والبراهين، على من كذب بالقرآن وعارضه، وكذب من جاء به، والإخبار عن عباد اللّه المخلصين، وجزاء المتقين والطاغين. فلهذا أقسم في أولها بأنه ذو الذكر، ووصفه في آخرها بأنه ذكر للعالمين.وأكثر التذكير بها فيما بين ذلك، كقوله: { واذكر عبدنا } - { واذكر عبادنا } - { رحمة من عندنا وذكرى } { هذا ذكر } اللّهم علمنا منه ما جهلنا، وذكرنا منه ما نسينا، نسيان غفلة ونسيان ترك.",
        "kathir": "إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ"
      },
      "translations": {
        "en": "It is but a reminder to the worlds.",
        "fr": "Ceci [le Coran] n'est qu'un rappel à l'univers.",
        "es": "Ello no es más que una amonestación dirigida a todo el mundo."
      },
      "ibn_ashour": "إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (87) ( وجملة { إن هُو إلا ذِكرٌ للعالمين } بدل اشتمال من جملة { وما أنا منَ المتكلفين } اشتمال نفي الشيء على ثبوت ضده ، فلما نفَى بقوله : { وما أنا من المتكلفين } أن يكون تَقَوَّل القرآن على الله ، ثبت من ذلك أن القرآن ذكرٌ للناس ذكّرهم الله به ، أي ليس هو بالأساطير أو الترهات . ولك أن تجعلها تذييلاً إذ لا منافاة بينهما هنا . وهذا الإِخبار عن موقع القرآن لدى جميع أمة الدعوة لا خصوص المشركين الذين كان في مجادلتهم لأنه لما ثبت أن النبي صلى الله عليه وسلم لا يرجو من معانديه أجراً . وثبت بذلك أنه ليس بمتقول ما لم يُوحَ إليه انتقل إلى إثبات أن القرآن ذكر للناس قاطبة فيدخل في ذلك مشركو أهل مكة وغيرهم من الناس ، فكأنه قيل يستغني الله عنكم بأقواممٍ آخرين كما قال تعالى : { إن تكفروا فإن الله غني عنكم } [ الزمر : 7 ] .وعموم العالمين يكسب الجملة معنى التذييل للجملتين قبلها .والقصر الذي اشتملت عليه جملة { إن هو إلا ذِكرٌ للعالمين } قصر قلب إضافي ، أي هو ذكر لا أساطير ولا سِحر ولا شعر ولا غير ذلك للردّ على المشركين ما وسَموا به القرآن من غير صفاته الحقيقية ."
    },
    {
      "number": 88,
      "text": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ",
      "tafsir": {
        "muyassar": "ولتعلمن- أيها المشركون- خبر هذا القرآن وصدقه، حين يَغْلب الإسلام، ويدخل الناس فيه أفواجًا، وكذلك حين يقع عليكم العذاب، وتنقطع عنكم الأسباب.",
        "mukhtasar": "ولتعلمُنَّ خبر هذا القرآن، وأنه صادق بعد وقت قريب حين تموتون.",
        "saadi": "{ وَلَتَعْلَمُنَّ نَبَأَهُ } أي: خبره { بَعْدَ حِينٍ } وذلك حين يقع عليهم العذاب وتتقطع عنهم الأسباب.تم تفسير سورة ص بمنه تعالى وعونه.  ",
        "kathir": "وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ"
      },
      "translations": {
        "en": "And you will surely know [the truth of] its information after a time.\"",
        "fr": "Et certainement vous en aurez des nouvelles bientôt!»",
        "es": "Y os enteraréis, ciertamente, de lo que anuncia dentro de algún tiempo»."
      },
      "ibn_ashour": "وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ (88)وجملة { ولتعلمن نبأهُ بعد حينٍ } عطف على جملة { إن هُوَ إلا ذِكرٌ للعالمين } باعتبار ما يشتمل عليه القصر من جانب الإِثبات ، أي وستعلمون خبر هذا القرآن بعد زمان علماً جزماً فيزول شكُّكُم فيه ، فالكلام إخبار عن المستقبل كما هو مقتضى وجود نون التوكيد .والنبأ : الخبر ، وأصل الخبر : الصدق ، أي الموافقة للواقع ، فإذا قيل : أتاني نبأُ كذا ، فمعناه الخبر عن حاله في الواقع ، فإضافة النبأ إلى ما يضاف إليه على معنى اللام إذ معنى اللام هو أصل معاني الإِضافة ، قال تعالى : { وهل أتاك نبأ الخصم } [ ص : 21 ] ، أي ستعلمون صدق وصف هذا القرآن أنه الحق ، وهذا كما قال تعالى : { سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق } [ فصلت : 53 ] . وفُسر النبأ بمعنى المفعول ، أي ما أَنبأَ به القرآن من إنذاركم بالعذاب ، فهو تهديد . وكلا الاحتمالين واقع فإن من المخاطبين من عجّل له عذاب السيف يوم بدر ، وبقيتهم رأوا ذلك رأي العين منهم مَن علموا دخول الناس في الإِسلام فماتوا بغيظهم ومنهم من شاهدوا فتح مكة وآمنوا ، أو رأوا قبائل العرب تدخل في الدين أفواجاً فعلموا نبأ"
    }
  ]
}