{
  "number": 39,
  "name": "سُورَةُ الزُّمَرِ",
  "englishName": "Az-Zumar",
  "revelationType": "Meccan",
  "ayahCount": 75,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "tafsir": {
        "muyassar": "تنزيل القرآن إنما هو من الله العزيز في قدرته وانتقامه، الحكيم في تدبيره وأحكامه.",
        "mukhtasar": "تنزيل القرآن من الله العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتدبيره وشرعه، ليس مُنزلًا من غيره سبحانه.",
        "saadi": "يخبر تعالى عن عظمة القرآن، وجلالة من تكلم به ونزل منه، وأنه نزل من اللّه العزيز الحكيم، أي: الذي وصفه الألوهية للخلق، وذلك لعظمته وكماله، والعزة التي قهر بها كل مخلوق، وذل له كل شيء، والحكمة في خلقه وأمره.فالقرآن نازل ممن هذا وصفه، والكلام وصف للمتكلم، والوصف يتبع الموصوف، فكما أن اللّه تعالى هو الكامل من كل وجه، الذي لا مثيل له، فكذلك كلامه كامل من كل وجه لا مثيل له، فهذا وحده كاف في وصف القرآن، دال على مرتبته.ولكنه - مع هذا - زاد بيانا لكماله بمن نزل عليه، وهو محمد صلى اللّه عليه وسلم، الذي هو أشرف الخلق فعلم أنه أشرف الكتب، وبما نزل به، وهو الحق، فنزل بالحق الذي لا مرية فيه، لإخراج الخلق من الظلمات إلى النور، ونزل مشتملا على الحق في أخباره الصادقة، وأحكامه العادلة، فكل ما دل عليه فهو أعظم أنواع الحق، من جميع المطالب العلمية، وما بعد الحق إلا الضلال.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ"
      },
      "translations": {
        "en": "The revelation of the Qur'an is from Allah, the Exalted in Might, the Wise.",
        "fr": "La révélation du Livre vient d'Allah, le Puissant, le Sage.",
        "es": "La revelación de la Escritura procede de Alá, el Poderoso, el Sabio."
      },
      "ibn_ashour": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (1) فاتحة أنيقة في التنويه بالقرآن جعلت مقدمة لهذه السورة لأن القرآن جامع لما حوته وغيره من أصول الدين .ف { تَنزِيلُ } مصدر مراد به معناه المصدريّ لا معنى المفعول ، كيف وقد أضيف إلى الكتاب وأصل الإِضافة أن لا تكون بيانية .وتنزيل : مصدر نزّل المضاعف وهو مشعر بأنه أنزله منجّماً . واختيار هذه الصيغة هنا للرد على الطاعنين لأنهم من جملة ما تعلّلوا به قولهم : { لولا نزل عليه القرآن جملة واحدة } [ الفرقان : 32 ] . وقد تقدم الفرق بين المضاعف والمهموز في مثله في المقدمة الأولى .والتعريف في { الكتاب } للعهد ، وهو القرآن المعهود بينهم عند كل تذكير وكل مجادلة . وأجرى على اسم الجلالة الوصف ب { العزيز الحكيمِ } للإِيماء إلى أن ما ينزل منه يأتي على ما يناسب الصفتين ، فيكون عزيزاً قال تعالى : { وإنه لكتاب عزيز } [ فصلت : 41 ] ، أي القرآن ، عزيز غالب بالحجة لمن كذّب به ، وغالب بالفضل لما سواه من الكتب من حيث إن الغلبة تستلزم التفضل والتفوق ، وغالب لبلغاء العرب إذ أعجزهم عن معارضة سورة منه ، ويكون حكيماً مثل صفة منزِّله .والحكيم : إمّا بمعنى الحاكم"
    },
    {
      "number": 2,
      "text": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًۭا لَّهُ ٱلدِّينَ",
      "tafsir": {
        "muyassar": "إنا أنزلنا إليك -أيها الرسول- القرآن يأمر بالحق والعدل، فاعبد الله وحده، وأخلص له جميع دينك.",
        "mukhtasar": "إنا أنزلنا إليك - أيها الرسول - القرآن مشتملًا على الحق، فأخباره كلها صادقة وأحكامه جميعها عادلة، فاعبد الله موحدًا له، مخلصًا له التوحيد من الشرك.",
        "saadi": "ولما كان نازلا من الحق، مشتملا على الحق لهداية الخلق، على أشرف الخلق، عظمت فيه النعمة، وجلَّت، ووجب القيام بشكرها، وذلك بإخلاص الدين للّه، فلهذا قال: { فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ } أي: أخلص للّه تعالى جميع دينك، من الشرائع الظاهرة والشرائع الباطنة: الإسلام والإيمان والإحسان، بأن تفرد اللّه وحده بها، وتقصد به وجهه، لا غير ذلك من المقاصد.",
        "kathir": "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ"
      },
      "translations": {
        "en": "Indeed, We have sent down to you the Book, [O Muhammad], in truth. So worship Allah, [being] sincere to Him in religion.",
        "fr": "Nous t'avons fait descendre le Livre en toute vérité. Adore donc Allah en Lui vouant un culte exclusif.",
        "es": "Te hemos revelado la Escritura con la verdad. ¡Sirve, pues, a Alá, rindiéndole culto sincero!"
      },
      "ibn_ashour": "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ (2)وافتتاح جملة { إنَّا أنزلنا إليكَ الكتَابَ بالحقّ } بحرف ( إنَّ ) مراعى فيه ما استعمل فيه الخبر من الامتنان . فيحمل حرف ( إنّ ) على الاهتمام بالخبر . وما أريد به من التعريض بالذين أنكروا أن يكون منزّلاً من الله فيحمل حرف ( إنّ ) على التأكيد استعمالاً للمشترك في معنييه . ولما في هذه الآية من زيادة الإِعلان بصدق النبي المنزل عليه الكتاب جدير بالتأكيد لأن دليل صدقه ليس في ذاته بل هو قائم بالإِعجاز الذي في القرآن وبغيره من المعجزات ، فكان مقضى التأكيد موجوداً بخلاف مقتضى الحال في قوله : { تَنزيلُ الكتاببِ من الله } .فجملة { إنَّا أنزلنا إليك الكتابَ } تتنزل منزلة البيان لجملة { تَنزيلُ الكتاببِ من الله . } وإعادة لفظ { الكِتَابِ } للتنويه بشأنه جرياً على خلاف مقتضى الظاهر بالإِظهار في مقام الإِضمار . وتعدية { أنزَلْنَا } بحرف الانتهاء تقدم في قوله : { والذين يؤمنون بما أنزل إليك } في أول [ البقرة : 4 ] .والباء في { بالحق } للملابسة ، وهي ظرف مستقرّ حالاً من { الكتابِ } ، أي أنزلنا إليك القرآن ملا"
    },
    {
      "number": 3,
      "text": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَٰذِبٌۭ كَفَّارٌۭ",
      "tafsir": {
        "muyassar": "ألا لله وحده الطاعة التامة السالمة من الشرك، والذين أشركوا مع الله غيره واتخذوا من دونه أولياء، قالوا: ما نعبد تلك الآلهة مع الله إلا لتشفع لنا عند الله، وتقربنا عنده منزلة، فكفروا بذلك؛ لأن العبادة والشفاعة لله وحده، إن الله يفصل بين المؤمنين المخلصين والمشركين مع الله غيره يوم القيامة فيما يختلفون فيه من عبادتهم، فيجازي كلا بما يستحق. إن الله لا يوفق للهداية إلى الصراط المستقيم من هو مفترٍ على الله، كَفَّار بآياته وحججه.",
        "mukhtasar": "ألا لله الدين الخالي من الشرك، والذين اتخذوا من دون الله أولياء من الأوثان والطواغيت يعبدونهم من دون الله معتذرين عن عبادتهم لهم بقولهم: ما نعبد هؤلاء إلا ليقربونا إلى الله منزلة، ويرفعوا حوائجنا إليه، ويشفعوا لنا عنده؛ إن الله يحكم بين المؤمنين الموحدين وبين الكافرين المشركين يوم القيامة، فيما كانوا فيه يختلفون من التوحيد، إن الله لا يوفّق للهداية إلى الحق من هو كاذب على الله ينسب له الشريك، كفور بنعم الله عليه.",
        "saadi": "{ أَلَا لِلَّهِ الدِّينُ الْخَالِصُ } هذا تقرير للأمر بالإخلاص، وبيان أنه تعالى كما أنه له الكمال كله، وله التفضل على عباده من جميع الوجوه، فكذلك له الدين الخالص الصافي من جميع الشوائب، فهو الدين الذي ارتضاه لنفسه، وارتضاه لصفوة خلقه وأمرهم به، لأنه متضمن للتأله للّه في حبه وخوفه ورجائه، وللإنابة إليه في عبوديته، والإنابة إليه في تحصيل مطالب عباده.وذلك الذي يصلح القلوب ويزكيها ويطهرها، دون الشرك به في شيء من العبادة. فإن اللّه بريء منه، وليس للّه فيه شيء، فهو أغنى الشركاء عن الشرك، وهو مفسد للقلوب والأرواح والدنيا والآخرة، مُشْقٍ للنفوس غاية الشقاء، فلذلك لما أمر بالتوحيد والإخلاص، نهى عن الشرك به، وأخبر بذم من أشرك به فقال: { وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ } أي: يتولونهم بعبادتهم ودعائهم، [معتذرين] عن أنفسهم وقائلين: { مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى } أي: لترفع حوائجنا للّه، وتشفع لنا عنده، وإلا، فنحن نعلم أنها، لا تخلق، ولا ترزق، ولا تملك من الأمر شيئا.أي: فهؤلاء، قد تركوا ما أمر اللّه به من الإخلاص، وتجرأوا على أعظم المحرمات، وهو الشرك، وقاسوا الذي ليس كمثله شيء، الملك العظيم، بالملوك، وزعموا بعقولهم الفاسدة ورأيهم السقيم، أن الملوك كما أنه لا يوصل إليهم إلا بوجهاء، وشفعاء، ووزراء يرفعون إليهم حوائج رعاياهم، ويستعطفونهم عليهم، ويمهدون لهم الأمر في ذلك، أن اللّه تعالى كذلك.وهذا القياس من أفسد الأقيسة، وهو يتضمن التسوية بين الخالق والمخلوق، مع ثبوت الفرق العظيم، عقلا ونقلا وفطرة، فإن الملوك، إنما احتاجوا للوساطة بينهم وبين رعاياهم، لأنهم لا يعلمون أحوالهم. فيحتاج من يعلمهم بأحوالهم، وربما لا يكون في قلوبهم رحمة لصاحب الحاجة، فيحتاج من يعطفهم عليه [ويسترحمه لهم] ويحتاجون إلى الشفعاء والوزراء، ويخافون منهم، فيقضون حوائج من توسطوا لهم، مراعاة لهم، ومداراة لخواطرهم، وهم أيضا فقراء، قد يمنعون لما يخشون من الفقر.وأما الرب تعالى، فهو الذي أحاط علمه بظواهر الأمور وبواطنها، الذي لا يحتاج من يخبره بأحوال رعيته وعباده، وهو تعالى أرحم الراحمين، وأجود الأجودين، لا يحتاج إلى أحد من خلقه يجعله راحما لعباده، بل هو أرحم بهم من أنفسهم ووالديهم، وهو الذي يحثهم ويدعوهم إلى الأسباب التي ينالون بها رحمته، وهو يريد من مصالحهم ما لا يريدونه لأنفسهم، وهو الغني، الذي له الغنى التام المطلق، الذي لو اجتمع الخلق من أولهم وآخرهم في صعيد واحد فسألوه، فأعطى كلا منهم ما سأل وتمنى، لم ينقصوا من غناه شيئا، ولم ينقصوا مما عنده، إلا كما ينقص البحر إذا غمس فيه المخيط.وجميع الشفعاء يخافونه، فلا يشفع منهم أحد إلا بإذنه، وله الشفاعة كلها.فبهذه الفروق يعلم جهل المشركين به، وسفههم العظيم، وشدة جراءتهم عليه.ويعلم أيضا الحكمة في كون الشرك لا يغفره اللّه تعالى، لأنه يتضمن القدح في اللّه تعالى، ولهذا قال حاكما بين الفريقين، المخلصين والمشركين، وفي ضمنه التهديد للمشركين-: { إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِيمَا هُمْ فِيهِ يَخْتَلِفُونَ } وقد علم أن حكمه أن المؤمنين المخلصين في جنات النعيم، ومن يشرك باللّه فقد حرم اللّه عليه الجنة، ومأواه النار. { إِنَّ اللَّهَ لَا يَهْدِي } أي: لا يوفق للهداية إلى الصراط المستقيم { مَنْ هُوَ كَاذِبٌ كَفَّارٌ } أي: وصفه الكذب أو الكفر، بحيث تأتيه المواعظ والآيات، ولا يزول عنه ما اتصف به، ويريه اللّه الآيات، فيجحدها ويكفر بها ويكذب، فهذا أنَّى له الهدى وقد سد على نفسه الباب، وعوقب بأن طبع اللّه على قلبه، فهو لا يؤمن؟\"",
        "kathir": "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ"
      },
      "translations": {
        "en": "Unquestionably, for Allah is the pure religion. And those who take protectors besides Him [say], \"We only worship them that they may bring us nearer to Allah in position.\" Indeed, Allah will judge between them concerning that over which they differ. Indeed, Allah does not guide he who is a liar and [confirmed] disbeliever.",
        "fr": "C'est à Allah qu'appartient la religion pure. Tandis que ceux qui prennent des protecteurs en dehors de Lui (disent): «Nous ne les adorons que pour qu'ils nous rapprochent davantage d'Allah». En vérité, Allah jugera parmi eux sur ce en quoi ils divergent. Allah ne guide pas celui qui est menteur et grand ingrat.",
        "es": "El culto puro ¿no se debe a Alá? Los que han tomado amigos en lugar de tomarle a Él -«Sólo les servimos para que nos acerquen bien a Alá»-... Alá decidirá entre ellos sobre aquello en que discrepaban. Alá no guía al que miente, al infiel pertinaz."
      },
      "ibn_ashour": "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (3)استئناف للتخلص إلى استحقاقه تعالى الإِفراد بالعبادة وهو غرض السورة وأفاد التعليل للأمر بالعبادة الخالصة لله لأنه إذا كان الدين الخالص مستحقاً لله وخاصّاً به كان الأمر بالإِخلاص له مصيباً محزّه فصار أمر النبي صلى الله عليه وسلم بإخلاص العبادة له مسبباً عن نعمة إنزال الكتاب إليه ومقتضَى لكونه مُستحق الإِخلاص في العبادة اقتضاء الكلية لجزئياتها . وبهذا العموم أفادت الجملة معنى التذييل فتحملت ثلاثة مواقع كلها تقتضي الفصل .وافتتحت الجملة بأداة التنبيه تنويهاً بمضمونها لتتلقاه النفس بشَرَاشِرِها وذلك هو ما رجّح اعتبار الاستئناف فيها ، وجعل معنى التعليل حاصلاً تبعاً من ذكر إخلاص عام بعد إخلاص خاص وموردهما واحد .واللام في { لله الدينُ الخالصالدين * أَلاَ لِلَّهِ الدين الخالص والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ مَا } لام الملك الذي"
    },
    {
      "number": 4,
      "text": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًۭا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "tafsir": {
        "muyassar": "لو أراد الله أن يتخذ ولدًا لاختار من مخلوقاته ما يشاء، تنزَّه الله وتقدَّس عن أن يكون له ولد، فإنه الواحد الأحد، الفرد الصمد، القهَّار الذي قهر خلقه بقدرته، فكل شيء له متذلل خاضع.",
        "mukhtasar": "لو أراد الله اتخاذ ولد لاختار من خلقه ما يشاء، فجعله بمنزلة الولد، تنزه وتقدس عما يقوله هؤلاء المشركون، هو الواحد في ذاته وصفاته وأفعاله، لا شريك له فيها، القهار لجميع خلقه.",
        "saadi": "أي: { لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا } كما زعم ذلك من زعمه، من سفهاء الخلق. { لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ } أي: لاصطفى بعض مخلوقاته التي يشاء اصطفاءه، واختصه لنفسه، وجعله بمنزلة الولد، ولم يكن حاجة إلى اتخاذ الصاحبة.{ سُبْحَانَهُ } عما ظنه به الكافرون، أو نسبه إليه الملحدون.{ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ } أي: الواحد في ذاته، وفي أسمائه، وفي صفاته، وفي أفعاله، فلا شبيه له في شيء من ذلك، ولا مماثل، فلو كان له ولد، لاقتضى أن يكون شبيها له في وحدته، لأنه بعضه، وجزء منه.القهار لجميع العالم العلوي والسفلي، فلو كان له ولد لم يكن مقهورا، ولكان له إدلال على أبيه ومناسبة منه.ووحدته تعالى وقهره متلازمان، فالواحد لا يكون إلا قهارا، والقهار لا يكون إلا واحدا، وذلك ينفي الشركة له من كل وجه.",
        "kathir": "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ"
      },
      "translations": {
        "en": "If Allah had intended to take a son, He could have chosen from what He creates whatever He willed. Exalted is He; He is Allah, the One, the Prevailing.",
        "fr": "Si Allah avait voulu S'attribuer un enfant, Il aurait certes choisi ce qu'Il eût voulu parmi ce qu'Il crée. Gloire à Lui! C'est Lui Allah, l'Unique, le Dominateur suprême.",
        "es": "Si Alá hubiera deseado adoptar un hijo, habría elegido entre lo que ha creado lo que hubiera querido. ¡Gloria a Él! Es Alá, el Uno, el Invicto."
      },
      "ibn_ashour": "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ (4)موقع هذه الآية موقع الاحتجاج على أن المشركين كاذبون وكفّارون في اتخاذهم أولياء من دون الله ، وفي قولهم : { ما نعبدهم إلا ليقربونا إلى الله } [ الزمر : 3 ] وأن الله حرمهم الهدى وذلك ما تضمنه قوله قبله : { إن الله لا يهدي من هو كاذبٌ كفَّارٌ } [ الزمر : 3 ] ، فقصد إبطال شركهم بإبطال أقواه وهو عدّهم في جملة شركائهم شركاءَ زعموا لهم بنوّة لله تعالى ، حيث قالوا : { اتخذ الله ولداً } [ البقرة : 116 ] فإن المشركين يزعمون اللاتَ والعزى ومناةَ بناتتِ الله قال تعالى : { أفرأيتم اللات والعزى ومناة الثالثة الأخرى ألكم الذكر وله الأنثى } [ النجم : 19 21 ] .قال في «الكشاف» هنالك : «كانوا يقولون : إن الملائكة وهذه الأصنام ( يعني هذه الثلاثة ) بناتُ الله» وذكر البغوي عن الكلبي كان المشركون بمكة يقولون : الأصنام والملائكة بنات الله فخص الاعتقاد بأهل مكة ، والظاهر أن ذلك لم يقولوه في غير اللات والعزّى ومناةَ ، لأن أسماءها مؤنثة ، وإلاّ فإن في أسماء كثير من أسماء أصنامهم م"
    },
    {
      "number": 5,
      "text": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّۭ يَجْرِى لِأَجَلٍۢ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّٰرُ",
      "tafsir": {
        "muyassar": "خلق الله السموات والأرض وما فيهما بالحق، يجيء بالليل ويذهب بالنهار، ويجيء بالنهار ويذهب بالليل، وذلَّل الشمس والقمر بانتظام لمنافع العباد، كل منهما يجري في مداره إلى حين قيام الساعة. ألا إن الله الذي فعل هذه الأفعال، وأنعم على خلقه بهذه النعم هو العزيز على خلقه، الغفار لذنوب عباده التائبين.",
        "mukhtasar": "خلق السماوات والأرض لحكمة بالغة، لا عبثًا كما يقول الظالمون، يُدخل الليل على النهار، ويُدخل النهار على الليل، فإذا جاء أحدهما غاب الآخر، وذَلَّل الشمس، وذَلَّل القمر، كل منهما يجري لوقت مُقَدَّر هو انقضاء هذه الحياة، ألا هو سبحانه العزيز الذي ينتقم من أعدائه، ولا يغالبه أحد، الغفار لذنوب من تاب من عباده.",
        "saadi": "يخبر تعالى أنه { خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } أي: بالحكمة والمصلحة، وليأمر العباد وينهاهم، ويثيبهم ويعاقبهم.{ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ } أي: يدخل كلا منهما على الآخر، ويحله محله، فلا يجتمع هذا وهذا، بل إذا أتى أحدهما انعزل الآخر عن سلطانه.{ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ } بتسخير منظم، وسير مقنن. { كُلٌّ } من الشمس والقمر { يَجْرِي } متأثرا عن تسخيره تعالى { لِأَجَلٍ مُسَمًّى } وهو انقضاء هذه الدار وخرابها، فيخرب اللّه آلاتها وشمسها وقمرها، وينشئ الخلق نشأة جديدة ليستقروا في دار القرار، الجنة أو النار.{ أَلَا هُوَ الْعَزِيزُ } الذي لا يغالب، القاهر لكل شيء، الذي لا يستعصي عليه شيء، الذي من عزته ببأوجد هذه المخلوقات العظيمة، وسخرها تجري بأمره. { الْغَفَّارُ } لذنوب عباده التوابين المؤمنين، كما قال تعالى: { وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى } الغفار لمن أشرك به بعد ما رأى من آياته العظيمة، ثم تاب وأناب.",
        "kathir": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۖ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ"
      },
      "translations": {
        "en": "He created the heavens and earth in truth. He wraps the night over the day and wraps the day over the night and has subjected the sun and the moon, each running [its course] for a specified term. Unquestionably, He is the Exalted in Might, the Perpetual Forgiver.",
        "fr": "Il a créé les cieux et la terre en toute vérité. Il enroule la nuit sur le jour et enroule le jour sur la nuit, et Il a assujetti le soleil et la lune à poursuivre chacun sa course pour un terme fixé. C'est bien Lui le Puissant, le Grand Pardonneur!",
        "es": "Ha creado con un fin los cielos y la tierra. Hace que la noche suceda al día y el día a la noche. Ha sujetado el sol y la luna, prosiguiendo cada uno su curso hacia un término fijo. ¿No es Él el Poderoso, el Indulgente?"
      },
      "ibn_ashour": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ (5){ خَلَقَ السماوات والارض بالحق يُكَوِّرُ اليل عَلَى النهار وَيُكَوِّرُ النهار عَلَى اليل وَسَخَّرَ الشمس والقمر كُلٌّ } .هذه الجملة بيان لجملة { هو الله الواحد القهار } [ الزمر : 4 ] فإن خلق هذه العوالم والتصرف فيها على شدتها وعظمتها يبين معنى الوحدانية ومعنى القهّارية ، فتكون جملة { هو الله الواحد القهار } ذات اتصالين : اتصاللٍ بجملة { لو أراد الله أن يتَّخِذَ ولداً } [ الزمر : 4 ] كاتصال التذييل ، واتصاللٍ بجملة { خلق السماوات والأرض بالحق } اتصالَ التمهيد .وقد انتقل من الاستدلال باقتضاء حقيقة الإلهية نفي الشريك إلى الاستدلال بخلق السماوات والأرض على أنه المنفرد بالخلق إذ لا يستطيع شركاؤهم خلق العوالم .والباء في { بالحقِّ } للملابسة ، أي خلقها خلقاً ملابساً للحق وهو هنا ضد العبث ، أي خلقهما خلقاً ملابساً للحكمة والصواب والنفع لا يشوب خلقهما عبث ولا اختلال قال تعالى :"
    },
    {
      "number": 6,
      "text": "خَلَقَكُم مِّن نَّفْسٍۢ وَٰحِدَةٍۢ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَٰمِ ثَمَٰنِيَةَ أَزْوَٰجٍۢ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَٰتِكُمْ خَلْقًۭا مِّنۢ بَعْدِ خَلْقٍۢ فِى ظُلُمَٰتٍۢ ثَلَٰثٍۢ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "tafsir": {
        "muyassar": "خلقكم ربكم- أيها الناس- من آدم، وخلق منه زوجه، وخلق لكم من الأنعام ثمانية أنواع ذكر‌ًا وأنثى من الإبل والبقر والضأن والمعز، يخلقكم في بطون أمهاتكم طورًا بعد طور من الخلق في ظلمات البطن، والرحم، والمَشِيمَة، ذلكم الله الذي خلق هذه الأشياء، ربكم المتفرد بالملك المتوحد بالألوهية المستحق للعبادة وحده، فكيف تعدلون عن عبادته إلى عبادة غيره مِن خلقه؟",
        "mukhtasar": "خلقكم ربكم - أيها الناس - من نفس واحدة هي آدم، ثم خلق من آدم زوجه حواء، وخلق لكم من الإبل والبقر والضأن والمعز ثمانية أنواع، من كل صنف خلق ذكرًا وأنثى، ينشئكم سبحانه في بطون أمهاتكم طورًا بعد طور في ظلمات البطن والرحم والمَشِيمة، ذلكم الذي يخلق ذلك كله هو الله ربكم، له وحده الملك، لا معبود بحق غيره، فكيف تصرفون عن عبادته إلى عبادة من لا يخلق شيئًا وهم يخلقون؟!",
        "saadi": "ومن عزته أن { خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ } على كثرتكم وانتشاركم، في أنحاء الأرض، { ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا } وذلك ليسكن إليها وتسكن إليه، وتتم بذلك النعمة. { وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ } أي: خلقها بقدر نازل منه، رحمة بكم. { ثَمَانِيَةَ أَزْوَاجٍ } وهي التي ذكرها في سورة الأنعام { ثمانية أزواج من الضأن اثنين ومن المعز اثنين } { ومن الإبل اثنين ومن البقر اثنين } وخصها بالذكر، مع أنه أنزل لمصالح عباده من البهائم غيرها، لكثرة نفعها، وعموم مصالحها، ولشرفها، ولاختصاصها بأشياء لا يصلح غيرها، كالأضحية والهدي، والعقيقة، ووجوب الزكاة فيها، واختصاصها بالدية.ولما ذكر خلق أبينا وأمنا، ذكر ابتداء خلقنا، فقال: { يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ } أي: طورا بعد طور، وأنتم في حال لا يد مخلوق تمسكم، ولا عين تنظر إليكم، وهو قد رباكم في ذلك المكان الضيق { فِي ظُلُمَاتٍ ثَلَاثٍ } ظلمة البطن، ثم ظلمة الرحم، ثم ظلمة المشيمة، { ذَلِكُمْ } الذي خلق السماوات والأرض، وسخر الشمس والقمر، وخلقكم وخلق لكم الأنعام والنعم { اللَّهُ رَبُّكُمْ } أي: المألوه المعبود، الذي رباكم ودبركم، فكما أنه الواحد في خلقه وتربيته لا شريك له في ذلك، فهو الواحد في ألوهيته، لا شريك له، ولهذا قال: { لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ } بعد هذا البيان ببيان استحقاقه تعالى للإخلاص وحده إلى عبادة الأوثان، التي لا تدبر شيئا، وليس لها من الأمر شيء.",
        "kathir": "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ۚ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ"
      },
      "translations": {
        "en": "He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allah, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted?",
        "fr": "Il vous a créés d'une personne unique et a tiré d'elle son épouse. Et Il a fait descendre [créé] pour vous huit couples de bestiaux. Il vous crée dans les ventres de vos mères, création après création, dans trois ténèbres. Tel est Allah, votre Seigneur! A Lui appartient toute la Royauté. Point de divinité à part Lui. Comment pouvez-vous vous détourner [de son culte]?",
        "es": "Os ha creado de una sola persona, de la que ha sacado a su cónyuge. Os ha dado, de los rebaños, cuatro parejas. Os ha creado en el seno de vuestras madres, creación tras creación, en triple oscuridad. Tal es Alá, vuestro Señor. Suyo es el domino. No hay más dios que Él. ¡Cómo, podéis pues, ser tan desviados!"
      },
      "ibn_ashour": "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ لَا إِلَهَ إِلَّا هُوَ فَأَنَّى تُصْرَفُونَ (6){ الغفار * خَلَقَكُمْ مِّن نَّفْسٍ واحدة ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُمْ مِّنَ الانعام ثمانية أزواج يَخْلُقُكُمْ فِى بُطُونِ أمهاتكم خَلْقاً مِّن بَعْدِ خَلْقٍ فِى } .انتقال إلى الاستدلال بخلق الناس وهو الخلق العجيب . وأُدمج فيه الاستدلال بخلق أصلهم وهو نفس واحدة تشعب منها عدد عظيم وبخلق زوج آدم ليتقوّم ناموس التناسل . والجملة يجوز أن تكون في موضع الحال من ضمير الجلالة ، ويجوز أن تكون استئنافاً ابتدائياً تكريراً للاستدال .والخطاب للمشركين بدليل قوله بعده : { فأنَّى تُصرفونَ } ، وهو التفات من الغيبة إلى الخطاب ، ونكتته أنه لما أخبر رسوله صلى الله عليه وسلم عنهم بطريق الغيبة أقبَلَ على خطابهم ليُجمع في توجيه الاستدلال إليهم بين طريقي التعريض والتصريح . وتقدم نظير هذه الجملة في "
    },
    {
      "number": 7,
      "text": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌۭ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "tafsir": {
        "muyassar": "إن تكفروا- أيها الناس- بربكم ولم تؤمنوا به، ولم تتبعوا رسله، فإنه غنيٌّ عنكم، ليس بحاجة إليكم، وأنتم الفقراء إليه، ولا يرضى لعباده الكفر، ولا يأمرهم به، وإنما يرضى لهم شكر نعمه عليهم. ولا تحمل نفس إثم نفس أخرى، ثم إلى ربكم مصيركم، فيخبركم بعملكم، ويحاسبكم عليه. إنه عليم بأسرار النفوس وما تخفي الصدور.",
        "mukhtasar": "إن تكفروا - أيها الناس - بربكم فإن الله غني عن إيمانكم، ولا يضرّه كفركم، وإنما ضرر كفركم عائد إليكم، ولا يرضى لعباده أن يكفروا به، ولا يأمرهم بالكفر؛ لأن الله لا يأمر بالفحشاء والمنكر، وإن تشكروا الله على نعمه وتؤمنوا به يَرْضَ شكركم، ويثبكم عليه، ولا تحمل نفس ذنب نفس أخرى، بل كل نفس بما كسبت رهينة، ثم إلى ربكم وحده مرجعكم يوم القيامة، فيخبركم بما كنتم تعملون في الدنيا، ويجازيكم على أعمالكم، إنه سبحانه عليم بما في قلوب عباده، لا يخفى عليه شيء مما فيها.",
        "saadi": "{ إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ } لا يضره كفركم، كما لا ينتفع بطاعتكم، ولكن أمره ونهيه لكم محض فضله وإحسانه عليكم.{ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ } لكمال إحسانه بهم، وعلمه أن الكفر يشقيهم شقاوة لا يسعدون بعدها، ولأنه خلقهم لعبادته، فهي الغاية التي خلق لها الخلق، فلا يرضى أن يدعوا ما خلقهم لأجله.{ وَإِنْ تَشْكُرُوا } للّه تعالى بتوحيده، وإخلاص الدين له { يَرْضَهُ لَكُمْ } لرحمته بكم، ومحبته للإحسان عليكم، ولفعلكم ما خلقكم لأجله.وكما أنه لا يتضرر بشرككم ولا ينتفع بأعمالكم وتوحيدكم، كذلك كل أحد منكم له عمله، من خير وشر { وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى } { ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ } في يوم القيامة { فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ } إخبارا أحاط به علمه، وجرى عليه قلمه، وكتبته عليكم الحفظة الكرام، وشهدت به عليكم الجوارح، فيجازي كلا منكم ما يستحقه.{ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بنفس الصدور، وما فيها من وصف برٍّ أو فجور، والمقصود من هذا، الإخبار بالجزاء بالعدل التام. ",
        "kathir": "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ"
      },
      "translations": {
        "en": "If you disbelieve - indeed, Allah is Free from need of you. And He does not approve for His servants disbelief. And if you are grateful, He approves it for you; and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you about what you used to do. Indeed, He is Knowing of that within the breasts.",
        "fr": "Si vous ne croyez pas, Allah se passe largement de vous. De Ses serviteurs cependant, Il n'agrée pas la mécréance. Et si vous êtes reconnaissants, Il l'agrée pour vous. Nul pécheur ne portera les péchés d'autrui. Ensuite, vers votre Seigneur sera votre retour: Il vous informera alors de ce que vous faisiez car Il connaît parfaitement le contenu des poitrines.",
        "es": "Si sois ingratos,... Alá puede prescindir de vosotros. No acepta la ingratitud de Sus siervos. En cambio, si sois agradecidos, os lo aceptará complacido. Nadie cargará con la carga ajena. Al final, volveréis a vuestro Señor y ya os informará Él de lo que hacíais. Él sabe bien lo que los pechos encierran."
      },
      "ibn_ashour": "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (7){ إِن تَكْفُرُواْ فَإِنَّ الله غَنِىٌّ عَنكُمْ وَلاَ يرضى لِعِبَادِهِ الكفر وَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ } .أتبع إنكار انصرافهم عن توحيد الله بعد ما ظهر على ثبوته من الأدلة ، بأن أُعلموا بأن كفرهم إن أصرّوا عليه لا يضر الله وإنما يضر أنفسهم . وهذا شروع في الإِنذار والتهديد للكافرين ومقابلتِه بالترغيب والبشارة للمؤمنين فالجملة مستأنفة واقعة موقع النتيجة لما سبق من إثبات توحيد الله بالإلهية .فجملة { إن تَكْفُرُوا } مبينة لإِنكار انصرافهم عن التوحيد ، أي إن كفرتم بعد هذا الزمن فاعلموا أن الله غنيّ عنكم . ومعناه : غنيّ عن إقراركم له بالوحدانية ، أي غير مفتقر له . وهذا كناية عن كون طلب التوحيد منهم لنفعهم ودفع الضر عنهم لا لنفع الله ، وتذكيرهم بهذا ليُقبلوا على النظر من أدلة التوحيد . والخبر مستعمل كناية في تنبيه المخ"
    },
    {
      "number": 8,
      "text": "۞ وَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّۭ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةًۭ مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًۭا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَٰبِ ٱلنَّارِ",
      "tafsir": {
        "muyassar": "وإذا أصاب الإنسانَ بلاءٌ وشدة ومرض تَذكَّر ربه، فاستغاث به ودعاه، ثم إذا أجابه وكشف عنه ضرَّه، ومنحه نِعَمه، نسي دعاءه لربه عند حاجته إليه، وأشرك معه غيره؛ ليُضل غيره عن الإيمان بالله وطاعته، قل له -أيها الرسول- متوعدًا: تمتع بكفرك قليلا حتى موتك وانتهاء أجلك، إنك من أهل النار المخلَّدين فيها.",
        "mukhtasar": "وإذا أصاب الكافرَ ضُرٌّ من مرض وفَقْد مال وخوف غرق دعا ربه سبحانه أن يكشف عنه ما به من ضُرٍّ راجعًا إليه وحده، ثم إذا أعطاه نعمة بأن كشف عنه الضر الذي أصابه ترك من كان يتضرع إليه من قبل وهو الله، وجعل لله شركاء يعبدهم من دونه ليحرف غيره عن طريق الله الموصل إليه، قل - أيها الرسول- لمن هذه حاله: استمتع بكفرك بقية عمرك، وهو زمن قليل، فإنك من أصحاب النار الملازمين لها يوم القيامة ملازمة الصاحب صاحبه.",
        "saadi": "يخبر تعالى عن كرمه بعبده وإحسانه وبره، وقلة شكر عبده، وأنه حين يمسه الضر، من مرض أو فقر، أو وقوع في كربة بَحْرٍ أو غيره، أنه يعلم أنه لا ينجيه في هذه الحال إلا اللّه، فيدعوه متضرعا منيبا، ويستغيث به في كشف ما نزل به ويلح في ذلك.{ ثُمَّ إِذَا خَوَّلَهُ } اللّه { نِعْمَةً مِنْهُ } بأن كشف ما به من الضر والكربة، { نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ } أي: نسي ذلك الضر الذي دعا اللّه لأجله، ومر كأنه ما أصابه ضر، واستمر على شركه.{ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ } أي: ليضل بنفسه، ويضل غيره، لأن الإضلال فرع عن الضلال، فأتى بالملزوم ليدل على اللازم.{ قُلْ } لهذا العاتي، الذي بدل نعمة اللّه كفرا: { تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ } فلا يغنيك ما تتمتع به إذا كان المآل النار.{ أَفَرَأَيْتَ إِنْ مَتَّعْنَاهُمْ سِنِينَ ثُمَّ جَاءَهُمْ مَا كَانُوا يُوعَدُونَ مَا أَغْنَى عَنْهُمْ مَا كَانُوا يُمَتَّعُونَ } ",
        "kathir": "۞ وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ"
      },
      "translations": {
        "en": "And when adversity touches man, he calls upon his Lord, turning to Him [alone]; then when He bestows on him a favor from Himself, he forgets Him whom he called upon before, and he attributes to Allah equals to mislead [people] from His way. Say, \"Enjoy your disbelief for a little; indeed, you are of the companions of the Fire.\"",
        "fr": "Et quand un malheur touche l'homme, il appelle son Seigneur en se tournant vers Lui. Puis quand Il lui accorde de Sa part un bienfait, il oublie la raison pour laquelle il faisait appel, et il assigne à Allah des égaux, afin d'égarer (les gens) de son chemin. Dis «Jouis de ta mécréance un court moment. Tu fais partie des gens du Feu».",
        "es": "Cuando sufre el hombre una desgracia, invoca a su Señor, volviéndose a Él arrepentido. Luego, cuando Él le ha dispensado una gracia Suya, se olvida del objeto de su invocación anterior y atribuye iguales a Alá para extraviar a otros de Su camino. Di: «¡Goza un poco de tu incredulidad! Serás de los moradores del Fuego»."
      },
      "ibn_ashour": "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّارِ (8){ وَإِذَا مَسَّ الإنسان ضُرٌّ دَعَا رَبَّهُ مُنِيباً إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَاداً لِّيُضِلَّ عَن سَبِيلِهِ }هذا مثال لتقلب المشركين بين إشراكهم مع الله غيره في العبادة ، وبين إظهار احتياجهم إليه ، فذلك عنوان على مبلغ كفرهم وأقصاه . والجملة معطوفة على جملة { ذلكم الله رَبُّكُمْ لَهُ المُلْكُ } [ الزمر : 6 ] الآية لاشتراك الجملتين في الدلالة على أن الله منفرد بالتصرف مستوجب للشكر ، وعلى أن الكفر به قبيح ، وتَتَضمن الاستدلال على وحدانية إلهية بدليل من أحوال المشركين به فإنهم إذا مسهم الضر لجأوا إليه وحده ، وإذا أصابتهم نعمة أعرضوا عن شكره وجعلوا له شركاء .فالتعريف في { الإنْسَانَ } تعريف الجنس ولكن عمومه هنا عموم عرفي لفريق من الإِنسا"
    },
    {
      "number": 9,
      "text": "أَمَّنْ هُوَ قَٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًۭا وَقَآئِمًۭا يَحْذَرُ ٱلْءَاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "tafsir": {
        "muyassar": "أهذا الكافر المتمتع بكفره خير، أم من هو عابد لربه طائع له، يقضي ساعات الليل في القيام والسجود لله، يخاف عذاب الآخرة، ويأمُل رحمة ربه؟ قل -أيها الرسول-: هل يستوي الذين يعلمون ربهم ودينهم الحق والذين لا يعلمون شيئًا من ذلك؟ لا يستوون. إنما يتذكر ويعرف الفرق أصحاب العقول السليمة.",
        "mukhtasar": "أم من هو مطيع لله يقضي أوقات الليل ساجدًا لربه وقائمًا له، يخاف عذاب الآخرة، ويأمل رحمة ربه خيرٌ، أم ذلك الكافر الذي يعبد الله في الشدة ويكفر به في الرخاء، ويجعل مع الله شركاء؟! قل - أيها الرسول -: هل يستوي الذين يعلمون ما أوجب الله عليهم بسبب معرفتهم بالله وأولئك الذين لا يعلمون شيئًا من هذا؟! إنما يعرف الفرق بين هذين الفريقين أصحاب العقول السليمة.",
        "saadi": "هذه مقابلة بين العامل بطاعة اللّه وغيره، وبين العالم والجاهل، وأن هذا من الأمور التي تقرر في العقول تباينها، وعلم علما يقينا تفاوتها، فليس المعرض عن طاعة ربه، المتبع لهواه، كمن هو قانت أي: مطيع للّه بأفضل العبادات وهي الصلاة، وأفضل الأوقات وهو أوقات الليل، فوصفه بكثرة العمل وأفضله، ثم وصفه بالخوف والرجاء، وذكر أن متعلق الخوف عذاب الآخرة، على ما سلف من الذنوب، وأن متعلق الرجاء، رحمة اللّه، فوصفه بالعمل الظاهر والباطن.{ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ } ربهم ويعلمون دينه الشرعي ودينه الجزائي، وما له في ذلك من الأسرار والحكم { وَالَّذِينَ لَا يَعْلَمُونَ } شيئا من ذلك؟ لا يستوي هؤلاء ولا هؤلاء، كما لا يستوي الليل والنهار، والضياء والظلام، والماء والنار.{ إِنَّمَا يَتَذَكَّرُ } إذا ذكروا { أُولُو الْأَلْبَابِ } أي: أهل العقول الزكية الذكية، فهم الذين يؤثرون الأعلى على الأدنى، فيؤثرون العلم على الجهل، وطاعة اللّه على مخالفته، لأن لهم عقولا ترشدهم للنظر في العواقب، بخلاف من لا لب له ولا عقل، فإنه يتخذ إلهه هواه.",
        "kathir": "أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ"
      },
      "translations": {
        "en": "Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only they will remember [who are] people of understanding.",
        "fr": "Est-ce que celui qui, aux heures de la nuit, reste en dévotion, prosterné et debout, prenant garde à l'au-delà et espérant la miséricorde de son Seigneur... Dis: «Sont-ils égaux, ceux qui savent et ceux qui ne savent pas?» Seuls les doués d'intelligence se rappellent.",
        "es": "¿Es el devoto, que vela por la noche, postrado o de pie, que teme la otra vida y espera en la misericordia de su Señor...? Di: «¿Son iguales los que saben y los que no saben?» Sólo se dejan amonestar los dotados de intelecto."
      },
      "ibn_ashour": "دِيَارِهِمْ هُوَ قَانِتٌ آَنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآَخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (9){ أَمَّنْ هُوَ قَانِتٌ ءَانَآءَ اليل ساجدا وَقَآئِماً يَحْذَرُ الاخرة وَيَرْجُواْ رَحْمَةَ رَبِّهِ } قرأ نافع وابن كثير وحمزة وَحْدَهم { أَمَنْ } بتخفيف الميم على أن الهمزة دخلت على ( مَن ) الموصولة فيجوز أن تكون الهمزة همزة استفهام و ( مَن ) مبتدأ والخبر محذوف دل عليه الكلام قبله من ذكر الكافر في قوله : { وجعَلَ لله أندَاداً } إلى قوله : { من أصحَاببِ النَّارِ } [ الزمر : 8 ] . والاستفهام إنكاري والقرينة على إرادة الإِنكار تعقيبه بقوله : { قُلْ هل يسْتَوي الذين يعلمُونَ والذين لا يعلَمُونَ } لظهور أن { هل فيه للاستفهام الإِنكاري وبقرينة صلة الموصول . تقديره : أَمَن هو قانت أفضل أم من هو كافر؟ والاستفهام حينئذٍ تقريري ويقدر له معادل محذوف دل عليه قوله عقبه : قُلْ هل يسْتَوي الذين يعلمُونَ والذين لا يعلَمُونَ } .وجعل الفراء الهمزة للنداء و { من هو قانت : النبي ، ناد"
    },
    {
      "number": 10,
      "text": "قُلْ يَٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌۭ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍۢ",
      "tafsir": {
        "muyassar": "قل -أيها النبي- لعبادي المؤمنين بالله ورسوله: اتقوا ربكم بطاعته واجتناب معصيته. للذين أحسنوا في هذه الدينا بعبادة ربهم وطاعته حسنة في الآخرة، وهي الجنة، وحسنة في الدنيا من صحة ورزق ونصر وغير ذلك. وأرض الله واسعة، فهاجِروا فيها إلى حيث تعبدون ربكم، وتتمكنون من إقامة دينكم. إنما يُعطَى الصابرون ثوابهم في الآخرة بغير حدّ ولا عدّ ولا مقدار، وهذا تعظيم لجزاء الصابرين وثوابهم.",
        "mukhtasar": "قل - أيها الرسول - لعبادي الذين آمنوا بي وبرسلي: اتقوا ربكم بامتثال أوامره، واجتناب نواهيه، للذين أحسنوا منكم العمل في الدنيا حسنة في الدنيا بالنصر والصحة والمال، وفي الآخرة بالجنة، وأرض الله واسعة، فهاجروا فيها حتى تجدوا مكانًا تعبدون الله فيه، لا يمنعكم مانع، إنما يُعْطَى الصابرون ثوابهم يوم القيامة دون عدّ ولا مقدار لكثرته وتنوعه.",
        "saadi": "أي: قل مناديا لأشرف الخلق، وهم المؤمنون، آمرا لهم بأفضل الأوامر، وهي التقوى، ذاكرا لهم السبب الموجب للتقوى، وهو ربوبية اللّه لهم وإنعامه عليهم، المقتضي ذلك منهم أن يتقوه، ومن ذلك ما مَنَّ اللّه عليهم به من الإيمان فإنه موجب للتقوى، كما تقول: أيها الكريم تصدق، وأيها الشجاع قاتل.وذكر لهم الثواب المنشط في الدنيا فقال: { لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا } بعبادة ربهم { حَسَنَة } ورزق واسع، ونفس مطمئنة، وقلب منشرح، كما قال تعالى: { مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً } { وَأَرْضُ اللَّهِ وَاسِعَةٌ } إذا منعتم من عبادته في أرض، فهاجروا إلى غيرها، تعبدون فيها ربكم، وتتمكنون من إقامة دينكم.ولما قال: { لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ } كان لبعض النفوس مجال في هذا الموضع، وهو أن النص عام، أنه كل من أحسن فله في الدنيا حسنة، فما بال من آمن في أرض يضطهد فيها ويمتهن، لا يحصل له ذلك، دفع هذا الظن بقوله: { وَأَرْضُ اللَّهِ وَاسِعَةٌ } وهنا بشارة نص عليها النبي صلى اللّه عليه وسلم، بقوله ( لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر اللّه وهم على ذلك ) تشير إليه هذه الآية، وترمي إليه من قريب، وهو أنه تعالى أخبر أن أرضه واسعة، فمهما منعتم من عبادته في موضع فهاجروا إلى غيرها، وهذا عام في كل زمان ومكان، فلا بد أن يكون لكل مهاجر، ملجأ من المسلمين يلجأ إليه، وموضع يتمكن من إقامة دينه فيه.{ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ } وهذا عام في جميع أنواع الصبر، الصبر على أقدار اللّه المؤلمة فلا يتسخطها، والصبر عن معاصيه فلا يرتكبها، والصبر على طاعته حتى يؤديها، فوعد اللّه الصابرين أجرهم بغير حساب، أي: بغير حد ولا عد ولا مقدار، وما ذاك إلا لفضيلة الصبر ومحله عند اللّه، وأنه معين على كل الأمور.",
        "kathir": "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ"
      },
      "translations": {
        "en": "Say, \"O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allah is spacious. Indeed, the patient will be given their reward without account.\"",
        "fr": "Dis: «O Mes serviteurs qui avez cru! Craignez votre Seigneur». Ceux qui ici-bas font le bien, auront une bonne [récompense]. La terre d'Allah est vaste et les endurants auront leur pleine récompense sans compter.",
        "es": "Di: «¡Siervos Míos que creéis! ¡Temed a vuestro Señor! Quienes obren bien tendrán en la vida de acá una bella recompensa. La tierra de Alá es vasta. Los pacientes recibierán una recompensa ilimitada»."
      },
      "ibn_ashour": "قُلْ يَا عِبَادِ الَّذِينَ آَمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللَّهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (10)لما أجري الثناء على المؤمنين بإقبالهم على عبادة الله في أشدّ الآناء وبشدة مراقبتهم إياه بالخوف والرجاء وبتمييزهم بصفة العلم والعقل والتذكر ، بخلاف حال المشركين في ذلك كله ، أُتبع ذلك بأمر رسول الله صلى الله عليه وسلم بالإِقبال على خطابهم للاستزادة من ثباتهم ورباطة جأشهم ، والتقديرُ : قل للمؤمنين ، بقرينة قوله : { ياعِبَادِ الذين ءَامنُوا } الخ .وابتداء الكلام بالأمر بالقول للوجه الذي تقدم في نظيره آنفاً ، وابتداء المقول بالنداء وبوصف العبودية المضاف إلى ضمير الله تعالى ، كل ذلك يؤذن بالاهتمام بما سيقال وبأنه سيقال لهم عن ربهم ، وهذا وضعٌ لهم في مقام المخاطبة من الله وهي درجة عظيمة . وحذفت ياء المتكلم المضاف إليها { عباد } وهو استعمال كثير في المنادَى المضاف إلى ياء المتكلم .وقرأه العشرة { يَاعِبادِ بدون ياء في الوصل والوقف كما في إبراز المعاني } لأبي شامة وكما في «الدرة المضيئة» في القراءات"
    },
    {
      "number": 11,
      "text": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًۭا لَّهُ ٱلدِّينَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للناس: إن الله أمرني ومن تبعني بإخلاص العبادة له وحده دون سواه، وأمرني بأن أكون أول من أسلم من أمتي، فخضع له بالتوحيد، وأخلص له العبادة، وبرئ مِن كل ما دونه من الآلهة.",
        "mukhtasar": "قل - أيها الرسول -: إني أمرني الله أن أعبده وحده مخلصًا له العبادة.",
        "saadi": "أي { قُلْ } يا أيها الرسول للناس: { إني أمرت أن أعبد الله مخلصا له الدين } في قوله في أول السورة: { فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ }",
        "kathir": "قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Indeed, I have been commanded to worship Allah, [being] sincere to Him in religion.",
        "fr": "Dis: «Il m'a été ordonné d'adorer Allah en Lui vouant exclusivement le culte,",
        "es": "Di: «He recibido la orden de servir a Alá, rindiéndole culto sincero."
      },
      "ibn_ashour": "قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ (11) بعد أن أمر الله رسوله صلى الله عليه وسلم بخطاب المسلمين بقوله : { قُل يا عِبادِ الذين ءَامنوا اتَّقُوا } [ الزمر : 10 ] أمر رسوله صلى الله عليه وسلم بعد ذلك أن يقول قولاً يتعين أنه مَقول لغير المسلمين .نقل الفخر عن مقاتل : أن كفار قريش قالوا للنبيء صلى الله عليه وسلم ما يحملك على هذا الدين الذي أتيتنا به ، ألا تنظر إلى ملة أبيك وجدك وسادات قومك يعبدون اللاّت والعُزّى ، فأنزل الله : { قل إني أُمرتُ أن أعْبُدَ الله مُخلصاً له الدِّينَ } .وحقاً فإن إخبار النبي صلى الله عليه وسلم بذلك إذا حمل على صريحه إنما يناسب توجيهه إلى المشركين الذي يبْتغون صرفه عن ذلك . ويجوز أن يكون موجهاً إلى المسلمين الذين أذن الله لهم بالهجرة إلى الحبشة على أنه توجيه لبقائه بمكة لا يهاجر معهم لأن الإِذن لهم بالهجرة للأمن على دينهم من الفتن ، فلعلهم ترقبوا أن يهاجر الرسول صلى الله عليه وسلم معهم إلى الحبشة فآذنهم الرسول صلى الله عليه وسلم بأن الله أمره أن يعبد الله مخلصاً له الدين ، أي أن يوحده في مكة فتكون الآية ناظرة إلى قوله تعالى : { فاصدع"
    },
    {
      "number": 12,
      "text": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للناس: إن الله أمرني ومن تبعني بإخلاص العبادة له وحده دون سواه، وأمرني بأن أكون أول من أسلم من أمتي، فخضع له بالتوحيد، وأخلص له العبادة، وبرئ مِن كل ما دونه من الآلهة.",
        "mukhtasar": "وأمرني أن أكون أول من أسلم له وانقاد من هذه الأمة.",
        "saadi": "{ وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ } لأني الداعي الهادي للخلق إلى ربهم، فيقتضي أني أول من ائتمر بما آمر به، وأول من أسلم، وهذا الأمر لا بد من إيقاعه من محمد صلى الله عليه وسلم، وممن زعم أنه من أتباعه، فلا بد من الإسلام في الأعمال الظاهرة، والإخلاص للّه في الأعمال الظاهرة والباطنة.",
        "kathir": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ"
      },
      "translations": {
        "en": "And I have been commanded to be the first [among you] of the Muslims.\"",
        "fr": "et il m'a été ordonné d'être le premier des Musulmans.",
        "es": "He recibido la orden de ser el primero en someterse a Él»."
      },
      "ibn_ashour": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ (12)فكان قوله : لأنْ أكُونَ أوَّلَ المُسلمين } علة ل { أعبد الله مخلصاً له الدين } ، فالتقدير : وأمِرت بذلك لأن أكون أول المسلمين ، فمتعلِّق { أُمِرْتُ } محذوف لدلالة قوله : { أن أعبد الله مخلصاً له الدين } عليه . ف { أول هنا مستعمل في مجازه فقط إذ ليس المقصود من الأولية مجرد السبق في الزمان فإن ذلك حصل فلا جدوى في الإِخبار به ، وإنما المقصود أنه مأمور بأن يكون أقوى المسلمين إسلاماً بحيث أن ما يقوم به الرسول من أمور الإِسلام أعظم مما يقوم به كل مسلم كما قال : إني لأتقاكم لله وأعلمكم به .وعطف وأمرت } الثاني على { أُمِرْتُ } الأول للتنويه بهذا الأمر الثاني ولأنه غَاير الأمر الأول بضميمة قيد التعليل فصار ذكر الأمر الأول لبيان المأمور ، وذكرُ الأمر الثاني لبيان المأمور لأجله ، ليشير إلى أنه أمر بأمرين عظيمين : أحدهما يشاركه فيه غيره وهو أن يعبد الله مخلصاً له الدين ، والثاني يختص به وهو أن يعبده كذلك ليكون بعبادته أولَ المسلمين ، أي أمره الله بأن يبلُغ الغاية القصوى في عبادة الله مخلصاً له الدين ، فجعل وجوده متمحضاً للإِخلاص على أي حال كان ك"
    },
    {
      "number": 13,
      "text": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍۢ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للناس: إني أخاف إن عصيت ربي فيما أمرني به من عبادته والإخلاص في طاعته عذاب يوم القيامة، ذلك اليوم الذي يعظم هوله.",
        "mukhtasar": "قل - أيها الرسول -: إني أخاف إن عصيت الله ولم أطعه عذاب يوم عظيم، وهو يوم القيامة.",
        "saadi": "{ قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي } في ما أمرني به من الإخلاص والإسلام. { عَذَابَ يَوْمٍ عَظِيمٍ } يخلد فيه من أشرك، ويعاقب فيه من عصى.",
        "kathir": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ"
      },
      "translations": {
        "en": "Say, \"Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"",
        "fr": "Dis: «Je crains, si je désobéis à mon Seigneur, le châtiment d'un jour terrible».",
        "es": "Di: «Temo, si desobedezco a mi Señor, el castigo de un día terrible»."
      },
      "ibn_ashour": "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (13)هذا القول متعين لأن يكون الرسول صلى الله عليه وسلم مأموراً بأن يواجه به المشركين الذين كانوا يحاولون النبي صلى الله عليه وسلم أن يترك الدعوة وأن يتابع دينهم . وهما أحد الشقين اللذين وجّه الخطاب السابق إليهما ، وتعيينُ كلّ لما وجّه إليه منطوٍ بقرينة السياق وقرينةِ ما بعده من قوله : { فاعبدوا ما شِئْتُم من دُونِه } [ الزمر : 15 ] .وإعادة الأمر بالقول على هذا للتأكيد اهتماماً بهذا المقول ، وأمّا على الوجه الثاني من الوجهين المتقدمين في المراد من توجيه المطلب في قوله : { إِني أُمرت أن أعبد الله مخلصاً له الدين } [ الزمر : 11 ] الآية فتكون إعادة فعل { قل } لأجل اختلاف المقصودين بتوجيه القول إليهم ، وقد تقدم قول مقاتل : قال كفار قريش للنبيء : ما يحملك على هذا الدين الذي أتيتنا به ألاَ تنظر إلى ملة أبيك وجدك وسادات قومك يعبدون الّلاتَ والعزّى ."
    },
    {
      "number": 14,
      "text": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًۭا لَّهُۥ دِينِى",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: إني أعبد الله وحده لا شريك له مخلصًا له عبادتي وطاعتي، فاعبدوا أنتم- أيها المشركون- ما شئتم من دون الله من الأوثان والأصنام وغير ذلك من مخلوقاته، فلا يضرني ذلك شيئًا. وهذا تهديد ووعيد لمن عبد غير الله، وأشرك معه غيره. قل -أيها الرسول-: إن الخاسرين- حقًا- هم الذين خسروا أنفسهم وأهليهم يوم القيامة، وذلك بإغوائهم في الدنيا وإضلالهم عن الإيمان. ألا إن خسران هؤلاء المشركين أنفسهم وأهليهم يوم القيامة هو الخسران البيِّن الواضح.",
        "mukhtasar": "قل - أيها الرسول -: إني أعبد الله وحده مخلصًا له العبادة، لا أعبد معه غيره.",
        "saadi": "{ قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ } كما قال تعالى: { قُلْ يَا أَيُّهَا الْكَافِرُونَ* لَا أَعْبُدُ مَا تَعْبُدُونَ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* لَكُمْ دِينُكُمْ وَلِيَ دِينِ } ",
        "kathir": "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي"
      },
      "translations": {
        "en": "Say, \"Allah [alone] do I worship, sincere to Him in my religion,",
        "fr": "Dis: «C'est Allah que j'adore, et Lui voue exclusivement mon culte.",
        "es": "Di: «A Alá sirvo, rindiéndole culto sincero."
      },
      "ibn_ashour": "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي (14) { قُلِ الله أَعْبُدُ مُخْلِصاً لَّهُ دِينِى * فاعبدوا مَا شِئْتُمْ مِّن دُونِهِ }أمر بأن يعيد التصريح بأنه يعبد الله وحده تأكيداً لقوله : { قل إني أُمرت أن أعبد الله مخلصاً له الدين } [ الزمر : 11 ] ، لأهميته ، وإن كان مفاد الجملتين واحداً لأنهما معاً تفيدان أنه لا يعبد إلا الله تعالى باعتبار تقييد { أعْبُدَ الله } الأول بقيد { مُخلصاً له الدين } وباعتبار تقديم المفعول على { أَعْبُد } الثاني فتأكد معنى التوحيد مرتين ليتقرر ثلاث مرات ، وتمهيداً لقوله : { فاعبدوا ما شئتم من دونه } وهو المقصود ."
    },
    {
      "number": 15,
      "text": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: إني أعبد الله وحده لا شريك له مخلصًا له عبادتي وطاعتي، فاعبدوا أنتم- أيها المشركون- ما شئتم من دون الله من الأوثان والأصنام وغير ذلك من مخلوقاته، فلا يضرني ذلك شيئًا. وهذا تهديد ووعيد لمن عبد غير الله، وأشرك معه غيره. قل -أيها الرسول-: إن الخاسرين- حقًا- هم الذين خسروا أنفسهم وأهليهم يوم القيامة، وذلك بإغوائهم في الدنيا وإضلالهم عن الإيمان. ألا إن خسران هؤلاء المشركين أنفسهم وأهليهم يوم القيامة هو الخسران البيِّن الواضح.",
        "mukhtasar": "فاعبدوا أنتم - أيها المشركون - ما شئتم من دونه من الأوثان (والأمر للتهديد)، قل - أيها الرسول -: إن الخاسرين حقًّا هم الذين خسروا أنفسهم، وخسروا أهليهم، فلم يلقوهم لمفارقتهم لهم بانفرادهم بدخول الجنة، أو بدخولهم معهم النار، فلن يلتقوا أبدًا، ألا ذلك حقًّا هو الخسران الواضح الذي لا لبس فيه.",
        "saadi": "{ قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ } كما قال تعالى: { قُلْ يَا أَيُّهَا الْكَافِرُونَ* لَا أَعْبُدُ مَا تَعْبُدُونَ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ* وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ* لَكُمْ دِينُكُمْ وَلِيَ دِينِ }  { قُلْ إِنَّ الْخَاسِرِينَ } حقيقة هم { الَّذِينَ خَسِرُوا أَنْفُسَهُمْ } حيث حرموها الثواب، واستحقت بسببهم وخيم العقاب { وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ } أي: فرق بينهم وبينهم، واشتد عليهم الحزن، وعظم الخسران. { أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ } الذي ليس مثله خسران، وهو خسران مستمر، لا ربح بعده، بل ولا سلامة.",
        "kathir": "فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ"
      },
      "translations": {
        "en": "So worship what you will besides Him.\" Say, \"Indeed, the losers are the ones who will lose themselves and their families on the Day of Resurrection. Unquestionably, that is the manifest loss.\"",
        "fr": "Adorez donc, en dehors de Lui, qui vous voudrez!» - Dis: «Les perdants sont ceux qui, au Jour de la Résurrection, auront causé la perte de leurs propres âmes et celles de leurs familles». C'est bien cela la perte évidente.",
        "es": "¡Servid, pues, en lugar de servirle a Él, lo que queráis!» Di: «Perderán quienes se pierdan a sí mismos y pierdan a sus familias el día de la Resurrección. ¿No es ésa una pérdida manifiesta?»"
      },
      "ibn_ashour": "فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (15)والفاء في قوله : { فَاعْبُدُوا } الخ لتفريع الكلام الذي بعدها على الكلام قبلها فهو تفريع ذكري . والأمر في قوله : { فاعبدوا ما شِئتُم مِن دونِهِ } مستعمل في معنى التخلية ، ويعبر عنه بالتسوية . والمقصود التسوية في ذلك عند المتكلم فتكون التسوية كناية عن قلة الاكتراث بفعل المخاطب ، أي أن ذلك لا يضرني كقوله في سورة [ الكهف : 29 ] : { فمن شاء فليؤمن ومن شاء فليكفر } ، أي اعبدوا أيّ شيء شئتم عبادتَه من دون الله . وجعلت الصلة هنا فعل المشيئة إيماء إلى أن رائدهم في تعيين معبوداتهم هو مجرد المشيئة والهوى بلا دليل .دُونِهِ قُلْ إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة أَلاَ ذَلِكَ هُوَ الخسران }أعقب أمر التسوية في شأنهم بشيء من الموعظة حرصاً على إصلاحهم على عادة القرآن ، ولوحظ في إبلاغهم هذه الموعظة مقام ما سبق من التخلية بينهم وبين شأنهم جمعاً بين الإِرشاد وبين التوبيخ ، فجيء بالموعظة على طريق الت"
    },
    {
      "number": 16,
      "text": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌۭ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌۭ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَٰعِبَادِ فَٱتَّقُونِ",
      "tafsir": {
        "muyassar": "أولئك الخاسرون لهم يوم القيامة في جهنم مِن فوقهم قطع عذاب من النار كهيئة الظُّلل المبنية، ومن تحتهم كذلك. ذلك العذاب الموصوف يخوِّف الله به عباده؛ ليحْذَروه. يا عباد فاتقوني بامتثال أوامري واجتناب معاصيَّ.",
        "mukhtasar": "لهم من فوقهم دخان ولهب وحرّ، ومن تحتهم دخان ولهب وحر، ذلك المذكور من العذاب يخوّف الله به عباده، يا عبادي، فاتقوني بامتثال أوامري واجتناب نواهيّ.",
        "saadi": "ثم ذكر شدة ما يحصل لهم من الشقاء فقال: { لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ } أي: قطع عذاب كالسحاب العظيم { وَمِنْ تَحْتِهِمْ ظُلَلٌ } { ذَلِكَ } الوصف الذي وصفنا به عذاب أهل النار، سوط يسوق الله به عباده إلى رحمته، { يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ } أي: جعل ما أعده لأهل الشقاء من العذاب داع يدعو عباده إلى التقوى، وزاجر عما يوجب العذاب. فسبحان من رحم عباده في كل شيء، وسهل لهم الطرق الموصلة إليه، وحثهم على سلوكها، ورغبهم بكل مرغب تشتاق له النفوس، وتطمئن له القلوب، وحذرهم من العمل لغيره غاية التحذير، وذكر لهم الأسباب الزاجرة عن تركه.",
        "kathir": "لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ يَا عِبَادِ فَاتَّقُونِ"
      },
      "translations": {
        "en": "They will have canopies of fire above them and below them, canopies. By that Allah threatens His servants. O My servants, then fear Me.",
        "fr": "Au-dessus d'eux ils auront des couches de feu et des couches au-dessous d'eux. Voilà ce dont Allah menace Ses esclaves. «O Mes esclaves, craignez-Moi donc!»",
        "es": "Por encima y por debajo, tendrán pabellones de fuego. Así atemoriza Alá Sus siervos. «¡Temedme, pues, siervos!»"
      },
      "ibn_ashour": "لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ (16){ لَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ } .بدل اشتمال من جملة { ألا ذَلِكَ هو الخسرانُ المبينُ } [ الزمر : 15 ] ، وخص بالإِبدال لأنه أشد خسرانهم عليهم لتسلطه على إهلاك أجسامهم . والخسران يشتمل على غير ذلك من الخزي وغضب الله واليأس من النجاة . فضمير { لهم } عائد إلى مجموع { أنفُسَهُم وأهْلِيهِم } [ الزمر : 15 ] .والظلل : اسم جمع ظلة ، وهي شيء مرتفع من بناء أو أعواد مثل الصُّفَّة يستظل به الجالس تحته ، مشتقة من الظلّ لأنها يكون لها ظِلّ في الشمس ، وتقدم ذلك عند قوله تعالى : { إلا أن يأتيهم الله في ظلل من الغمام } في سورة [ البقرة : 210 ] ، وقوله : { وإذا غشيهم موج كالظلل } في سورة [ لقمان : 32 ] . وهي هنا استعارة للطبقة التي تعلو أهل النار في نار جهنم بقرينة قوله : { مِنَ النَّارِ } ، شبهت بالظلة في العلوّ والغشيان مع التهكم لأنهم يتمنون ما يحجب عنهم حرّ النار فعبر عن طبقات النار بالظّلَل إشارة إلى أنهم لا واقي لهم من حر النا"
    },
    {
      "number": 17,
      "text": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "tafsir": {
        "muyassar": "والذين اجتنبوا طاعة الشيطان وعبادة غير الله، وتابوا إلى الله بعبادته وإخلاص الدين له، لهم البشرى في الحياة الدنيا بالثناء الحسن والتوفيق من الله، وفي الآخرة رضوان الله والنعيم الدائم في الجنة. فبشِّر -أيها النبي- عبادي الذين يستمعون القول فيتبعون أرشده. وأحسن الكلام وأرشده كلام الله ثم كلام رسوله. أولئك هم الذين وفقهم الله للرشاد والسداد، وهداهم لأحسن الأخلاق والأعمال، وأولئك هم أصحاب العقول السليمة.",
        "mukhtasar": "والذين اجتنبوا عبادة الأوثان، وكل ما يُعبد من دون الله، ورجعوا إلى الله بالتوبة؛ لهم البشرى بالجنة عند الموت، وفي القبر، ويوم القيامة، فبشّر - أيها الرسول - عبادي.",
        "saadi": "لما ذكر حال المجرمين ذكر حال المنيبين وثوابهم، فقال: { وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا } والمراد بالطاغوت في هذا الموضع، عبادة غير اللّه، فاجتنبوها في عبادتها. وهذا من أحسن الاحتراز من الحكيم العليم، لأن المدح إنما يتناول المجتنب لها في عبادتها.{ وَأَنَابُوا إِلَى اللَّهِ } بعبادته وإخلاص الدين له، فانصرفت دواعيهم من عبادة الأصنام إلى عبادة الملك العلام، ومن الشرك والمعاصي إلى التوحيد والطاعات، { لَهُمُ الْبُشْرَى } التي لا يقادر قدرها، ولا يعلم وصفها، إلا من أكرمهم بها، وهذا شامل للبشرى في الحياة الدنيا بالثناء الحسن، والرؤيا الصالحة، والعناية الربانية من اللّه، التي يرون في خلالها، أنه مريد لإكرامهم في الدنيا والآخرة، ولهم البشرى في الآخرة عند الموت، وفي القبر، وفي القيامة، وخاتمة البشرى ما يبشرهم به الرب الكريم، من دوام رضوانه وبره وإحسانه وحلول أمانه في الجنة.ولما أخبر أن لهم البشرى، أمره اللّه ببشارتهم، وذكر الوصف الذي استحقوا به البشارة فقال: { فَبَشِّرْ عِبَادِ} ",
        "kathir": "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ"
      },
      "translations": {
        "en": "But those who have avoided Taghut, lest they worship it, and turned back to Allah - for them are good tidings. So give good tidings to My servants",
        "fr": "Et à ceux qui s'écartent des Taghût pour ne pas les adorer, tandis qu'ils reviennent à Allah, à eux la bonne nouvelle! Annonce la bonne nouvelle à Mes serviteurs",
        "es": "¡Buena nueva para quienes hayan evitado a los taguts, rehusando sevirles, y se hayan vuelto arrepentidos a Alá! ¡Y anuncia la buena nueva a Mis siervos,"
      },
      "ibn_ashour": "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى فَبَشِّرْ عِبَادِ (17) لما انتهى تهديد المشركين وموعظة الخلائق أجمعين ثُني عنان الخطاب إلى جانب المؤمنين فيما يختص بهم من البشارة مقابلة لنذارة المشركين . والجملة معطوفة على جملة { قُلْ إنَّ الخاسرين الذين خسِرُوا أنفسهم } [ غافر : 15 ] الآية .والتعبير عن المؤمنين ب { الذين اجتنبوا الطاغوت } لما في الصلة من الإِيماء إلى وجه بناء الخبر وهو { لهُمُ البشرى } ، وهذا مقابل قوله : { ذلك يُخوفُ الله به عِباده } [ الزمر : 16 ] .والطاغوت : مصدر أو اسم مصدر طَغا على وزن فَعَلُوت بتحريك العين بوزن رَحموتٍ وملوكت . وفي أصله لغتان الواو والياء لقولهم : طغا طُغُوًّا مثل علوّ ، وقولهم : طغوان وطغيان . وظاهر «القاموس» أنه واوي ، وإذ كانت لامه حرف علة ووقعت بعدها واوُ زِنةِ فَعلوت استثقلت الضمة عليها فقدموها على العين ليتأتّى قلبها ألفاً حيث تحركت وانفتح ما قبلها فصار طاغوت بوزن فَلَعُوت بتحريك اللام وتاؤُه زائدة للمبالغة في المصدر .ومن العلماء من جعل الطاغوت اسماً أعجمياً على وزن فَاعول مثل جالوت وطالوت و"
    },
    {
      "number": 18,
      "text": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَٰبِ",
      "tafsir": {
        "muyassar": "والذين اجتنبوا طاعة الشيطان وعبادة غير الله، وتابوا إلى الله بعبادته وإخلاص الدين له، لهم البشرى في الحياة الدنيا بالثناء الحسن والتوفيق من الله، وفي الآخرة رضوان الله والنعيم الدائم في الجنة. فبشِّر -أيها النبي- عبادي الذين يستمعون القول فيتبعون أرشده. وأحسن الكلام وأرشده كلام الله ثم كلام رسوله. أولئك هم الذين وفقهم الله للرشاد والسداد، وهداهم لأحسن الأخلاق والأعمال، وأولئك هم أصحاب العقول السليمة.",
        "mukhtasar": "الذين يستمعون القول ويميزون بين الحسن منه والقبيح، فيتبعون أحسن القول لما فيه من النفع، أولئك المتصفون بتلك الصفات هم الذين وفقهم الله للهداية، وأولئك هم أصحاب العقول السليمة.",
        "saadi": "[ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ } وهذا جنس يشمل كل قول فهم يستمعون جنس القول ليميزوا بين ما ينبغي إيثاره مما ينبغي اجتنابه، فلهذا من حزمهم وعقلهم أنهم يتبعون أحسنه، وأحسنه على الإطلاق كلام اللّه وكلام رسوله، كما قال في هذه السورة: { اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا } الآية.وفي هذه الآية نكتة، وهي: أنه لما أخبر عن هؤلاء الممدوحين أنهم يستمعون القول فيتبعون أحسنه، كأنه قيل: هل من طريق إلى معرفة أحسنه حتى نتصف بصفات أولي الألباب، وحتى نعرف أن من أثره علمنا أنه من أولي الألباب؟قيل: نعم، أحسنه ما نص اللّه عليه { اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا } الآية.{ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ } لأحسن الأخلاق والأعمال { وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ } أي: العقول الزاكية.ومن لبهم وحزمهم، أنهم عرفوا الحسن من غيره، وآثروا ما ينبغي إيثاره، على ما سواه، وهذا علامة العقل، بل لا علامة للعقل سوى ذلك، فإن الذي لا يميز بين الأقوال، حسنها، وقبيحها، ليس من أهل العقول الصحيحة، أو الذى يميز، لكن غلبت شهوته عقله، فبقي عقله تابعا لشهوته فلم يؤثر الأحسن، كان ناقص العقل.",
        "kathir": "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ"
      },
      "translations": {
        "en": "Who listen to speech and follow the best of it. Those are the ones Allah has guided, and those are people of understanding.",
        "fr": "qui prêtent l'oreille à la Parole, puis suivent ce qu'elle contient de meilleur. Ce sont ceux-là qu'Allah a guidés et ce sont eux les doués d'intelligence!",
        "es": "que escuchan la Palabra y siguen lo mejor de ella! ¡ésos son los que Alá ha dirigido! ¡ésos son los dotados de intelecto!"
      },
      "ibn_ashour": "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ (18)وجملة { أُولئِكَ الذينَ هداهُم الله } مستأنفة لاسترعاء الذهن لتلقي هذا الخبر . وأكد هذا الاسترعاء بجعل المسند إليه اسم إشارة ليتميز المشار إليهم . أكمل تميزه مع التنبيه على أنهم كانوا أحرياء بهذه العناية الربانية لأجل ما اتصفوا به من الصفات المذكورة قبل اسم الإِشارة وهي صفات اجتنابهم عبادة الأصنام مع الإِنابة إلى الله واستماعهم كلام الله واتباعهم إياه نابذين ما يلقي به المشركون من أقوال التضليل .والإِتيان باسم الإشارة عقب ذكر أوصاف أو أخبارٍ طريقة عربية في الاهتمام بالحكم والمحكوم عليه فتارة يشار إلى المحكوم عليه كما هنا وتارة يشار إلى الخبر كما في قوله : { هذا وإن للطاغين لشر مئاب } في سورة [ ص : 55 ] .وقد أفاد تعريف الجزأين في قوله : { أُولئكَ الذينَ هداهُم الله } قصر الهداية عليهم وهو قصر صفة على موصوف وهو قصر إضافي قصر تعيين ، أي دون الخاسرين الذين خسروا أنفسهم وأهليهم .ومعنى { هدَاهُمُ الله } أنهم نالوا هذه الفضيلة بأن خلق الله نفوسهم قابلة لله"
    },
    {
      "number": 19,
      "text": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
      "tafsir": {
        "muyassar": "أفمن وجبت عليه كلمة العذاب؛ باستمراره على غيِّه وعناده، فإنه لا حيلة لك -أيها الرسول- في هدايته، أفتقدر أن تنقذ مَن في النار؟ لست بقادر على ذلك.",
        "mukhtasar": "من وجبت عليه كلمة العذاب لاستمراره في كفره وضلاله، فلا حيلة لك - أيها الرسول - في هدايته، وتوفيقه، أفأنت - أيها الرسول - تستطيع إنقاذ من هذه صفته من النار؟!",
        "saadi": "أي: أفمن وجبت عليه كلمة العذاب باستمراره على غيه وعناده وكفره، فإنه لا حيلة لك في هدايته، ولا تقدر تنقذ من في النار لا محالة.",
        "kathir": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ"
      },
      "translations": {
        "en": "Then, is one who has deserved the decree of punishment [to be guided]? Then, can you save one who is in the Fire?",
        "fr": "Et bien quoi! Celui contre qui s'avère le décret du châtiment,... est-ce que tu sauves celui qui est dans le Feu?",
        "es": "Aquél contra quien se cumpla la sentencia del castigo... ¿Podrás salvar tú a quien está en el Fuego?"
      },
      "ibn_ashour": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ (19)لما أفاد الحصر في قوله : { لهُم البشرى } [ الزمر : 17 ] والحصران اللذان في قوله : { أُولئِكَ الذينَ هداهُم الله وأُولئِكَ هم أُولوا الألبابِ } [ الزمر : 18 ] أنّ من سواهم وهم المشركون لا بشرى لهم ولم يهدهم الله ولا ألباب لهم لعدم انتفاعهم بعقولهم ، وكان حاصل ذلك أن المشركين محرومون من حسن العاقبة بالنعيم الخالد لحرمانهم من الطاعة التي هي سببه فُرع على ذلك استفهام إنكاري مفيد التنبيه على انتفاء الطماعية في هداية الفريق الذي حقت عليه كلمة العذاب ، وهم الذين قُصد إقصاؤهم عن البشرى ، والهدايةِ والانتفاععِ بعقولهم ، بالقصر المصوغة عليه صِيَغ القصر الثلاث المتقدمة كما أشرنا إليه .وقَد جاء نظم الكلام على طريقة مبتكرة في الخبر المهتم به بأن يؤكد مضمونه الثابت للخبر عنه ، بإثبات نقيضضِ أو ضدِّ ذلك المضمون لضد المخبر عنه ليتقرر مضمون الخبر مرتين مرةً بأصله ومرة بنقيضه أو ضده ، لضد المخبر عنه كقوله تعالى : { هذا وإن للطاغين لشر مئاب } [ ص : 55 ] عَقب قوله : { هذا ذكر وإن للمتقين لحسن مئاب } [ ص : 49 ] . ويكثر أن"
    },
    {
      "number": 20,
      "text": "لَٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌۭ مِّن فَوْقِهَا غُرَفٌۭ مَّبْنِيَّةٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
      "tafsir": {
        "muyassar": "لكن الذين اتقوا ربهم- بطاعته وإخلاص عبادته- لهم في الجنة غرف مبنية بعضها فوق بعض، تجري مِن تحت أشجارها الأنهار، وعدها الله عباده المتقين وعدًا متحققًا، لا يخلف الله الميعاد.",
        "mukhtasar": "لكن الذين اتقوا ربهم؛ بامتثال أوامره واجتناب نواهيه، لهم منازل عالية، بعضها فوق بعض، تجري من تحتها الأنهار، وعدهم الله بذلك وعدًا، والله لا يخلف الميعاد.",
        "saadi": "لكن الغنى كل الغنى، والفوز كل الفوز، للمتقين الذين أعد لهم من الكرامة وأنواع النعيم، ما لا يقادر قدره.{ لَهُمْ غُرَفٌ } أي: منازل عالية مزخرفة، من حسنها وبهائها وصفائها، أنه يرى ظاهرها من باطنها وباطنها من ظاهرها، ومن علوها وارتفاعها، [أنها]  ترى كما يرى الكوكب الغابر في الأفق الشرقي أو الغربي، ولهذا قال: { مِنْ فَوْقِهَا غُرَفٌ } أي: بعضها فوق بعض \"مَبْنِيَّةٌ\" بذهب وفضة، وملاطها المسك الأذفر.{ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } المتدفقة، المسقية للبساتين الزاهرة والأشجار الطاهرة، فتغل بأنواع الثمار اللذيذة، والفاكهة النضيجة.{ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ } وقد وعد المتقين هذا الثواب، فلا بد من الوفاء به، فليوفوا بخصال التقوى، ليوفيهم أجورهم.",
        "kathir": "لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ"
      },
      "translations": {
        "en": "But those who have feared their Lord - for them are chambers, above them chambers built high, beneath which rivers flow. [This is] the promise of Allah. Allah does not fail in [His] promise.",
        "fr": "Mais ceux qui auront craint leur Seigneur auront [pour demeure] des étages [au Paradis] au-dessus desquels d'autres étages sont construits et sous lesquels coulent les rivières. Promesse d'Allah! Allah ne manque pas à Sa promesse.",
        "es": "Pero los que temieron a su Señor estarán en cámaras altas sobre las que hay construidas otras cámaras altas, a cuyos pies fluyen arroyos. ¡Promesa de Alá! Alá no falta a Su promesa."
      },
      "ibn_ashour": "لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ (20)أعيدت بشارة الذين اجتنبوا الطاغوت تفصيلاً للإِجمال الواقع من قبل . وافتتح الإِخبار عنهم بحرف الاستدراك لزيادة تقرير الفارق بين حال المؤمنين وحال المشركين والمضادة بينهما ، فحرف الاستدراك هنا لمجرد الإِشعار بتضادّ الحالين ليعلم السامع أنه سيتلقى حكماً مخالفاً لما سبق كمَا تقدم في قوله تعالى : { ولكن انظر إلى الجبل } في سورة [ الأعراف : 143 ] ، وقوله : { ولكن كره اللَّه انبعاثهم } في سورة [ براءة : 46 ] ، فحصل في قضية الذين اجتنبوا عبادة الطاغوت تقرير على تقرير ابتدىء بالإِشارتين في قوله : { أُولئِكَ الذينَ هداهُمُ الله وأُولئِكَ هم أُولوا الألبابِ } [ الزمر : 18 ] ثم بما أعقب من تفريع حال أضدادهم على ذكر أحوالهم ثم بالاستدراك الفارق بين حالهم وحال أضدادهم .والمراد بالذين اتقوا ربهم : هم الذين اجتنبوا عبادة الطاغوت وأنابوا إلى الله واتبعوا أحسن القول واهتدوا بهدي الله وكانوا أولي ألباب ، فعدل عن الإِتيان بضميرهم هنا إ"
    },
    {
      "number": 21,
      "text": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءًۭ فَسَلَكَهُۥ يَنَٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًۭا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَجْعَلُهُۥ حُطَٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَٰبِ",
      "tafsir": {
        "muyassar": "ألم تر -أيها الرسول- أن الله أنزل من السحاب مطرًا فأدخله في الأرض، وجعله عيونًا نابعة ومياهًا جارية، ثم يُخْرج بهذا الماء زرعًا مختلفًا ألوانه وأنواعه، ثم ييبس بعد خضرته ونضارته، فتراه مصفرًا لونه، ثم يجعله حطامًا متكسِّرًا متفتتًا؟ إن في فِعْل الله ذلك لَذكرى وموعظة لأصحاب العقول السليمة.",
        "mukhtasar": "إنكم تعلمون بالمشاهدة أن الله أنزل من السماء ماء المطر، فأدخله في عيونٍ ومجارٍ، ثم يخرج بهذا الماء زرعًا مختلف الألوان، ثم ييبس الزرع، فتراه - أيها المشاهد - مُصْفَرّ اللون بعد أن كان مُخْضَرًّا، ثم يجعله بعد يبسه متكسِّرًا متهشمًا، إن في ذلك المذكور لتذكيرًا لأصحاب القلوب الحية.",
        "saadi": "يذكر تعالى أولي الألباب، ما أنزله من السماء من الماء، وأنه سلكه ينابيع في الأرض، أي: أودعه فيها ينبوعا، يستخرج بسهولة ويسر، { ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ } من بر وذرة، وشعير وأرز، وغير ذلك. { ثُمَّ يَهِيجُ } عند استكماله، أو عند حدوث آفة فيه { فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا } متكسرا { إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ } يذكرون بها عناية ربهم ورحمته بعباده، حيث يسر لهم هذا الماء، وخزنه بخزائن الأرض تبعا لمصالحهم.ويذكرون به كمال قدرته، وأنه يحيي الموتى، كما أحيا الأرض بعد موتها، ويذكرون به أن الفاعل لذلك هو المستحق للعبادة.اللّهم اجعلنا من أولي الألباب، الذين نوهت بذكرهم، وهديتهم بما أعطيتهم من العقول، وأريتهم من أسرار كتابك وبديع آياتك ما لم يصل إليه غيرهم، إنك أنت الوهاب.",
        "kathir": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا ۚ إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ"
      },
      "translations": {
        "en": "Do you not see that Allah sends down rain from the sky and makes it flow as springs [and rivers] in the earth; then He produces thereby crops of varying colors; then they dry and you see them turned yellow; then He makes them [scattered] debris. Indeed in that is a reminder for those of understanding.",
        "fr": "Ne vois-tu pas qu'Allah fait descendre du ciel de l'eau, puis Il l'achemine vers des sources dans la terre; ensuite avec cela, Il fait sortir une culture aux couleurs diverses, laquelle se fane ensuite, de sorte que tu la vois jaunie; ensuite, Il la réduit en miettes. C'est là certainement un rappel aux [gens] doués d'intelligence.",
        "es": "¿No ves cómo hace Alá bajar agua del cielo y Él la conduce a manantiales en la tierra? Mediante ella saca cereales de clases diversas, que, más tarde, se marchitan y ves que amarillean. Luego, hace de ellos paja seca. Hay en ello, sí, una amonestación para los dotados de intelecto."
      },
      "ibn_ashour": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُولِي الْأَلْبَابِ (21)استئناف ابتدائي انتُقل به إلى غرض التنويه بالقرآن وما احتوى عليه من هدى الإِسلام ، وهو الغرض الذي ابتدئت به السورة وانثنى الكلام منه إلى الاستطراد بقوله تعالى : { فاعبد اللَّه مخلصاً له الدين } [ الزمر : 2 ] إلى هنا ، فهذا تمهيد لقوله : { أفَمَن شَرَحَ الله صَدرهُ للإسلامِ } إلى قوله : { ذلِكَ هُدَى الله يهْدِي به من يشاءُ } [ الزمر : 22 ، 23 ] فمُثلت حالة إنزال القرآن واهتداء المؤمنين به والوعدُ بنماء ذلك الاهتداء ، بحالة إنزال المطر ونبات الزرع به واكتماله . وهذا التمثيل قابل لتجزئة أجزائه على أجزاء الحالة المشبه بها : فإِنزال الماء من السماء تشبيه لإِنزال القرآن لإِحياء القلوب ، وإسلاكُ الماء ينابيع في الأرض تشبيه لِتبليغ القرآن للناس ، وإخراج الزرع المختلف الألوان تشبيه لحال اختلاف الناس من طَيِّب وغيره ، ونافع وضار ، وهياج الز"
    },
    {
      "number": 22,
      "text": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَٰمِ فَهُوَ عَلَىٰ نُورٍۢ مِّن رَّبِّهِۦ ۚ فَوَيْلٌۭ لِّلْقَٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۢ مُّبِينٍ",
      "tafsir": {
        "muyassar": "أفمن وسَّع الله صدره، فسعد بقبول الإسلام والانقياد له والإيمان به، فهو على بصيرة من أمره وهدى من ربه، كمن ليس كذلك؟ لا يستوون. فويل وهلاك للذين قَسَتْ قلوبهم، وأعرضت عن ذكر الله، أولئك في ضلال بيِّن عن الحق.",
        "mukhtasar": "أفمن شرح الله صدره للإسلام، فاهتدى إليه، فهو على بصيرة من ربه، مثل من قسا قلبه عن ذكر الله؟! لا يستويان أبدًا، فالنجاة للمهتدين، والخسران لمن قست قلوبهم عن ذكر الله، أولئك في ضلال واضح عن الحق.",
        "saadi": "أي: أفيستوي من شرح اللّه صدره للإسلام، فاتسع لتلقي أحكام اللّه والعمل بها، منشرحا قرير العين، على بصيرة من أمره، وهو المراد بقوله: { فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ } كمن ليس كذلك، بدليل قوله: { فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ } أي: لا تلين لكتابه، ولا تتذكر آياته، ولا تطمئن بذكره، بل هي معرضة عن ربها، ملتفتة إلى غيره، فهؤلاء لهم الويل الشديد، والشر الكبير.{ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ } وأي ضلال أعظم من ضلال من أعرض عن وليه؟ ومن كل السعادة في الإقبال عليه، وقسا قلبه عن ذكره، وأقبل على كل ما يضره؟\"",
        "kathir": "أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ۚ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ"
      },
      "translations": {
        "en": "So is one whose breast Allah has expanded to [accept] Islam and he is upon a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allah. Those are in manifest error.",
        "fr": "Est-ce que celui dont Allah ouvre la poitrine à l'Islam et qui détient ainsi une lumière venant de Son Seigneur... Malheur donc à ceux dont les cœurs sont endurcis contre le rappel d'Allah. Ceux-là sont dans un égarement évident.",
        "es": "¿Es que aquél cuyo pecho Alá ha abierto al islam y camina así a la luz de su Señor...? ¡Ay de los que tienen un corazón insensible a la amonestación de Alá! Están evidentemente extraviados."
      },
      "ibn_ashour": "أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ (22){ أَفَمَن شَرَحَ الله صَدْرَهُ للإسلام فَهُوَ على نُورٍ مِّن رَّبِّهِ } تفريع على ما تقدم من قوله : { لكِن الذين اتقوا ربهم لهم غرفٌ } [ الزمر : 20 ] وما ألحق به من تمثيل حالهم في الانتفاع بالقرآن فُرع عليه هذا الاستفهام التقريري .و ( مَن ) موصلة مبتدأ ، والخبر محذوف دل عليه قوله : { لكِن الذينَ اتَّقوا ربَّهُم } مما اقتضاه حرف الاستدراك من مخالفة حالة لحال من حق عليه كلمة العذاب .والتقدير : أفمن شرح الله صدره للإسلام فهو على نور من ربه مِثل الذي حقّ عليه كلمة العذاب فهو في ظلمة الكفر ، أو تقديره : مثل من قسا قلبه بدلالة قوله : { فَوَيلٌ للقاسِيَةِ قلوبُهم } ، وهذا من دلالة اللاحق .وشرحُ الصدر للإِسلام استعارة لقبول العقل هديَ الإِسلام ومحبّته . وحقيقة الشرح أنه : شق اللحم ، ومنه سمي علم مشاهدة باطن الأسباب وتركيبه علم التشريح لتوقفه على شق الجلد واللحم والإطلاع على ما تحت ذلك . ولما كان الإِنسان إذا تحير وتردد في أمر يج"
    },
    {
      "number": 23,
      "text": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَٰبًۭا مُّتَشَٰبِهًۭا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "tafsir": {
        "muyassar": "الله تعالى هو الذي نزل أحسن الحديث، وهو القرآن العظيم، متشابهًا في حسنه وإحكامه وعدم اختلافه، تثنى فيه القصص والأحكام، والحجج والبينات، تقشعر من سماعه، وتضطرب جلود الذين يخافون ربهم؛ تأثرًا بما فيه مِن ترهيب ووعيد، ثم تلين جلودهم وقلوبهم؛ استبشارًا بما فيه من وعد وترغيب، ذلك التأثر بالقرآن هداية من الله لعباده. والله يهدي بالقرآن من يشاء مِن عباده. ومن يضلله الله عن الإيمان بهذا القرآن؛ لكفره وعناده، فما له مِن هاد يهديه ويوفقه.",
        "mukhtasar": "الله نزّل على رسوله محمد صلى الله عليه وسلم القرآن الذي هو أحسن حديث، أنزله متشابهًا يشبه بعضه بعضًا في الصدق والحسن والائتلاف وعدم الخلاف، تتعدد فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الحق، وصفات أهل الباطل وغير ذلك، تقشعرّ منه جلود الذين يخشون ربهم إذا سمعوا ما فيه من الوعيد والتهديد، ثم تلين جلودهم وقلوبهم إلى ذكر الله إذا سمعوا ما فيه من الرجاء والبشارات، ذلك المذكور من القرآن وتأثيره هداية الله يهدي بها من يشاء، ومن يخذله الله، ولم يوفقه للهداية، فليس له من هاد يهديه.",
        "saadi": "يخبر تعالى عن كتابه الذي نزله أنه { أَحْسَنَ الْحَدِيثِ } على الإطلاق، فأحسن الحديث كلام اللّه، وأحسن الكتب المنزلة من كلام اللّه هذا القرآن، وإذا كان هو الأحسن، علم أن ألفاظه أفصح الألفاظ وأوضحها، وأن معانيه، أجل المعاني، لأنه أحسن الحديث في لفظه ومعناه، متشابها في الحسن والائتلاف وعدم الاختلاف، بوجه من الوجوه. حتى إنه كلما تدبره المتدبر، وتفكر فيه المتفكر، رأى من اتفاقه، حتى في معانيه الغامضة، ما يبهر الناظرين، ويجزم بأنه لا يصدر إلا من حكيم عليم، هذا المراد بالتشابه في هذا الموضع.وأما في قوله تعالى: { هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ } فالمراد بها، التي تشتبه على فهوم كثير من الناس، ولا يزول هذا الاشتباه إلا بردها إلى المحكم، ولهذا قال: { مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ } فجعل التشابه لبعضه، وهنا جعله كله متشابها، أي: في حسنه، لأنه قال: { أَحْسَنَ الْحَدِيثِ } وهو سور وآيات، والجميع يشبه بعضه بعضا كما ذكرنا.{ مَثَانِيَ } أي: تثنى فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الخير، وصفات أهل الشر، وتثنى فيه أسماء اللّه وصفاته، وهذا من جلالته، وحسنه، فإنه تعالى، لما علم احتياج الخلق إلى معانيه المزكية للقلوب، المكملة للأخلاق، وأن تلك المعاني للقلوب، بمنزلة الماء لسقي الأشجار، فكما أن الأشجار كلما بعد عهدها بسقي الماء نقصت، بل ربما تلفت، وكلما تكرر سقيها حسنت وأثمرت أنواع الثمار النافعة، فكذلك القلب يحتاج دائما إلى تكرر معاني كلام اللّه تعالى عليه، وأنه لو تكرر عليه المعنى مرة واحدة في جميع القرآن، لم يقع منه موقعا، ولم تحصل النتيجة منه، ولهذا سلكت في هذا التفسير هذا المسلك الكريم، اقتداء بما هو تفسير له، فلا تجد فيه الحوالة على موضع من المواضع، بل كل موضع تجد تفسيره كامل المعنى، غير مراع لما مضى مما يشبهه، وإن كان بعض المواضع يكون أبسط من بعض وأكثر فائدة، وهكذا ينبغي للقارئ للقرآن، المتدبر لمعانيه، أن لا يدع التدبر في جميع المواضع منه، فإنه يحصل له بسبب ذلك خير كثير، ونفع غزير.ولما كان القرآن العظيم بهذه الجلالة والعظمة، أثَّر في قلوب أولي الألباب المهتدين، فلهذا قال تعالى: { تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ } لما فيه من التخويف والترهيب المزعج، { ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ } أي: عند ذكر الرجاء والترغيب، فهو تارة يرغبهم لعمل الخير، وتارة يرهبهم من عمل الشر.{ ذَلِكَ } الذي ذكره اللّه من تأثير القرآن فيهم { هُدَى اللَّهِ } أي: هداية منه لعباده، وهو من جملة فضله وإحسانه عليهم، { يَهْدِي بِهِ } أي: بسبب ذلك { مَنْ يَشَاءُ } من عباده. ويحتمل أن المراد بقوله: { ذَلِكَ } أي: القرآن الذي وصفناه لكم.{ هُدَى اللَّهِ } الذي لا طريق يوصل إلى اللّه إلا منه { يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ } ممن حسن قصده، كما قال تعالى { يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ } { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ } لأنه لا طريق يوصل إليه إلا توفيقه والتوفيق للإقبال على كتابه، فإذا لم يحصل هذا، فلا سبيل إلى الهدى، وما هو إلا الضلال المبين والشقاء.",
        "kathir": "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ"
      },
      "translations": {
        "en": "Allah has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance of Allah. That is the guidance of Allah by which He guides whom He wills. And one whom Allah leaves astray - for him there is no guide.",
        "fr": "Allah a fait descendre le plus beau des récits, un Livre dont [certains versets] se ressemblent et se répètent. Les peaux de ceux qui redoutent leur Seigneur frissonnent (à l'entendre); puis leurs peaux et leurs cœurs s'apaisent au rappel d'Allah. Voilà le [Livre] guide d'Allah par lequel Il guide qui Il veut. Mais quiconque Allah égare n'a point de guide.",
        "es": "Alá ha revelado el más bello relato, una Escritura cuyas aleyas armonizan y se reiteran. Al oírla, se estremecen quienes tienen miedo de su Señor; luego, se calman en cuerpo y en espíritu al recuerdo de Alá. Ésa es la dirección de Alá, por la que dirige a quien Él quiere. En cambio, aquél a quien Alá extravía no podrá encontrar quien le dirija."
      },
      "ibn_ashour": "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (23){ الله نَزَّلَ أَحْسَنَ الحديث كتابا متشابها مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله } .استئناف بياني نشأ بمناسبة المضادة بين مضمون جملة { فَوَيْلٌ للقاسِيةِ قُلوبهم من ذِكر الله } [ الزمر : 22 ] . ومضمون هذه الجملة وهو أن القرآن يُلين قلوب الذين يخشون ربهم لأن مضمون الجملة السابقة يثير سؤال سائل عن وجه قسوة قلوب الضالين من ذكر الله فكانت جملة { الله نَزَّلَ أحْسَنَ الحدِيثِ } إلى قوله : { مِنْ هَادٍ } مُبينة أن قساوة قلوب الضالّين من سماع القرآن إنما هي لرَيْن في قلوبهم وعقولهم لا لنقص في هدايته . وهذا كما قال تعالى في سورة البقرة { هدى للمتقين } ثم قال : { إن الذين كفروا سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون ختم الله على"
    },
    {
      "number": 24,
      "text": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ ۚ وَقِيلَ لِلظَّٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "tafsir": {
        "muyassar": "أفمن يُلْقى في النار مغلولا- فلا يتهيأ له أن يتقي النار إلا بوجهه؛ لكفره وضلاله- خير أم من ينعم في الجنة؛ لأن الله هداه؟ وقيل يومئذ للظالمين: ذوقوا وبال ما كنتم في الدنيا تكسبون من معاصي الله.",
        "mukhtasar": "أيستوى هذا الذي هداه الله، ووفقه في الدنيا وأدخله الجنة في الآخرة، ومن كفر ومات على كفره فأدخله النار مغلول اليدين والرجلين، لا يستطيع أن يتقي النار إلا بوجهه المُكَب عليه؟! وقيل للظالمين لأنفسهم بالكفر والمعاصي على سبيل التوبيخ: ذوقوا ما كنتم تكسبون من الكفر والمعاصي، فهذا جزاؤكم.",
        "saadi": "أي: أفيستوي هذا الذي هداه اللّه، ووفقه لسلوك الطريق الموصلة لدار كرامته، كمن كان في الضلال واستمر على عناده حتى قدم القيامة، فجاءه العذاب العظيم فجعل يتقي بوجهه الذي هو أشرف الأعضاء، وأدنى شيء من العذاب يؤثر فيه، فهو يتقي فيه سوء العذاب لأنه قد غلت يداه ورجلاه، { وَقِيلَ لِلظَّالِمِينَ } أنفسهم، بالكفر والمعاصي، توبيخا وتقريعا: { ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ } ",
        "kathir": "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ"
      },
      "translations": {
        "en": "Then is he who will shield with his face the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn.\"",
        "fr": "Est-ce que celui qui, au Jour de la Résurrection, se sera protégé le visage contre le pire châtiment... Et l'on dira aux injustes: «Goûtez à ce que vous avez acquis».",
        "es": "¿Es que quien trata de protegerse con su propia persona contra el mal castigo del día de la Resurrección...? Se dirá a los impíos: «¡Gustad lo que habéis merecido!»"
      },
      "ibn_ashour": "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ (24){ أَفَمَن يَتَّقِى بِوَجْهِهِ سواء العذاب يَوْمَ القيامة } .الجملة اعتراض بين الثناء على القرآن فيما مضى وقوله الآتي : { ولقدَ ضَربْنَا للنَّاسسِ في هذا القُرءَاننِ من كُل مَثَلٍ } [ الزمر : 27 ] .وجعلها المفسرون تفريعاً على جملة { ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هادٍ } [ الزمر : 23 ] بدلالة مجموع الجملتين على فريقين : فريق مهتد ، وفريق ضاللٍ ، ففرع على ذلك هذا الاستفهام المستعمل في معنى مجازي . وجعل المفسرون في الكلام حذفاً ، وتقدير المحذوف : كمن أمن العذاب أو كمن هو في النعيم . وجعلوا الاستفهام تقريرياً أو إنكارياً ، والمقصود : عدم التسوية بين من هو في العذاب وهو الضالّ ومن هو في النعيم وهو الذي هداه الله ، وحُذف حال الفريق الآخر لظهوره من المقابلة التي اقتضاها الاستفهام بناء على أن هذا التركيب نظير قوله : { أفمَنْ حقَّ عليهِ كلمةُ العذابِ } [ الزمر : 19 ] وقوله : { أفَمَن شَرَحَ الله صَدْرَهُ للإسلاَمِ } [ الزمر : 22 ] ، والقول فيه مثل ال"
    },
    {
      "number": 25,
      "text": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "tafsir": {
        "muyassar": "كذَّب الذين مِن قبل قومك -أيها الرسول- رسلهم، فجاءهم العذاب من حيث لا يشعرون بمجيئه، فأذاق الله الأمم المكذبة العذاب والهوان في الدنيا، وأعد لهم عذابًا أشد وأشق في الآخرة، لو كان هؤلاء المشركون يعلمون أن ما حلَّ بهم؛ بسبب كفرهم وتكذيبهم لاتَّعظوا.",
        "mukhtasar": "كذبت الأمم التي كانت قبل هؤلاء المشركين، فجاءهم العذاب فجأة من حيث لا يَحسُّون به فيستعدون له بالتوبة.",
        "saadi": "{ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ } من الأمم كما كذب هؤلاء، { فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ } جاءهم في غفلة أول نهار، أو هم قائلون.",
        "kathir": "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ"
      },
      "translations": {
        "en": "Those before them denied, and punishment came upon them from where they did not perceive.",
        "fr": "Ceux qui ont vécu avant eux ont démenti (les Messagers), le châtiment leur est venu par où ils ne le pressentaient pas.",
        "es": "Sus predecesores desmintieron y el castigo les vino de donde no lo presentían."
      },
      "ibn_ashour": "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ (25) والفاء في قوله : { فأتاهم العذابُ } دالّة على تسبب التكذيب في إتيان العذاب إليهم فلما ساواهم مشركو العرب في تكذيب الرسول صلى الله عليه وسلم كان سبب حلول العذاب بأولئك موجوداً فيهم فهو منذر بأنهم يحلّ بهم مثل ما حلّ بأولئك .وضمير { مِن قَبْلِهم } عائد على { مَن يتَّقِي بوجهه سُوءَ العَذَابِ } [ الزمر : 24 ] باعتبار أن معنى ( مَن ) جمع . وفي هذا تعريض بإنذار المشركين بعذاب يحلّ بهم في الدنيا وهو عذاب السيف الذي أخزاهم الله به يوم بدر . فالمراد بالعذاب الذي أتى الذين من قبلهم : هو عذاب الدنيا ، لأنه الذي يوصف بالإِتيان من حيث لا يشعرون .و { حيثُ } ظرف مكان ، أي جاء العذابُ الذين من قبلهم من مكان لا يشعرون به؛ فقوم أتاهم من جهة السماء بالصواعق ، وقوم أتاهم من الجو مثل ريح عاد ، قال تعالى : { فلما رأوه عارضاً مستقبل أوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب أليم } [ الأحقاف : 24 ] ، وقوم أتاهم من تحتهم بالزلازل والخسف مثل قوم لوط ، وقوم أتاهم من نبع الماء من الأرض مثل قوم نوح ، و"
    },
    {
      "number": 26,
      "text": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "كذَّب الذين مِن قبل قومك -أيها الرسول- رسلهم، فجاءهم العذاب من حيث لا يشعرون بمجيئه، فأذاق الله الأمم المكذبة العذاب والهوان في الدنيا، وأعد لهم عذابًا أشد وأشق في الآخرة، لو كان هؤلاء المشركون يعلمون أن ما حلَّ بهم؛ بسبب كفرهم وتكذيبهم لاتَّعظوا.",
        "mukhtasar": "فأذاقهم الله بذلك العذاب الخزي والعار والفضيحة في الحياة الدنيا، وإن عذابَ الآخرة الذي ينتظرهم أعظم وأشدّ لو كانوا يعلمون.",
        "saadi": "{ فَأَذَاقَهُمُ اللَّهُ } بذلك العذاب { الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا } فافتضحوا عند اللّه وعند خلقه { وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ } فليحذر هؤلاء من المقام على التكذيب، فيصيبهم ما أصاب أولئك من التعذيب.",
        "kathir": "فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ"
      },
      "translations": {
        "en": "So Allah made them taste disgrace in worldly life. But the punishment of the Hereafter is greater, if they only knew.",
        "fr": "Allah leur a fait goûter l'ignominie dans la vie présente. Le châtiment de l'au-delà, cependant, est plus grand, si seulement ils savaient!",
        "es": "Alá les hizo gustar la ignominia en la vida de acá, pero, ciertamente, el castigo de la otra vida es mayor. Si supieran..."
      },
      "ibn_ashour": "فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآَخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (26)استئناف بياني لأن ما ذكر قبله من مصير المشركين إلى سوء العذاب يوم القيامة ويوم يقال للظالمين هم وأمثالهم : { ذوقوا ما كنتم تكسبون } [ الزمر : 24 ] ، يثير في نفوس المؤمنين سؤالاً عن تمتع المشركين بالنعمة في الدنيا ويتمنون أن يعجل لهم العذاب فكان جواباً عن ذلك قولُه : { كذَّبَ الذين من قبلهم فأتاهم العذابُ من حيثُ لا يشعرونَ } ، أي هم مظنة أن يأتيهم العذاب كما أتى العذابُ الذين مَن قبلهم إذ أتاهم العذاب في الدنيا بدون إنذار غيرَ مترقبين مجيئه ، على نحو قوله تعالى : { فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] ، فكان عذاب الدنيا خزياً يخزي به الله من يشاء من الظالمين ، وأما عذاب الآخرة فجزاء يَجزي به الله الظالمين على ظلمهم ."
    },
    {
      "number": 27,
      "text": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍۢ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "tafsir": {
        "muyassar": "ولقد ضربنا لهؤلاء المشركين بالله في هذا القرآن من كل مثل من أمثال القرون الخالية تخويفًا وتحذيرًا؛ ليتذكروا فينزجروا عما هم عليه مقيمون من الكفر بالله. وجعلنا هذا القرآن عربيًا واضح الألفاظ سهل المعاني، لا لَبْس فيه ولا انحراف؛ لعلهم يتقون الله بامتثال أوامره واجتناب نواهيه.",
        "mukhtasar": "ولقد ضربنا للناس في هذا القرآن المنزل على محمد صلى الله عليه وسلم أنواع الأمثال في الخير والشر، والحق والباطل، والإيمان والكفر وغير ذلك؛ رجاء أن يعتبروا بما ضربناه منها، فيعملوا بالحق، ويتركوا الباطل.",
        "saadi": "يخبر تعالى أنه ضرب في القرآن من جميع الأمثال، أمثال أهل الخير وأمثال أهل الشر، وأمثال التوحيد والشرك، وكل مثل يقرب حقائق الأشياء، والحكمة في ذلك { لَعَلَّهُمْ يَتَذَكَّرُونَ } عندما نوضح لهم الحق فيعلمون ويعملون.",
        "kathir": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ"
      },
      "translations": {
        "en": "And We have certainly presented for the people in this Qur'an from every [kind of] example - that they might remember.",
        "fr": "Nous avons, dans ce Coran, cité pour les gens des exemples de toutes sortes afin qu'ils se souviennent.",
        "es": "En este Corán hemos dado a los hombres toda clase de ejemplos. Quizás, así, se dejen amonestar."
      },
      "ibn_ashour": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآَنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ (27) عطف على جملة { الله نَزَّلَ أحْسَنَ الحَدِيثِ إلى قوله : فَما لهُ مِن هَادٍ } [ الزمر : 23 ] ، تتمة للتنويه بالقرآن وإرشاده ، وللتعريض بتسفيه أحلام الذين كذّبوا به وأعرضوا عن الاهتداء بهديه . وتأكيد الخبر بلام القسم وحرففِ التحقيق منظور فيه إلى حال الفريق الذين لم يتدبروا القرآن وطعنوا فيه وأنكروا أنه من عند الله .والتعريف في { الناس } للاستغراق ، أي لجميع الناس ، فإن الله بعث محمداً صلى الله عليه وسلم للناس كافة .وضَرْب المثل : ذِكره ووصفُه ، وقد تقدم في قوله تعالى : { إن اللَّه لا يستحيِّ أن يضرب مثلاً } في سورة [ البقرة : 26 ] . وتنوين { مَثَلٍ } للتعظيم والشرف ، أي من كل أشرف الأمثال ، فالمعنى : ذكرنا للناس في القرآن أمثالاً هي بعض من كل أنفع الأمثال وأشرفها . والمراد : شرف نفعها .وخُصّت أمثال القرآن بالذكر من بين مزايا القرآن لأجل لَفت بصائرهم للتدبر في ناحية عظيمة من نواحي إعجازه وهي بلاغة أمثاله ، فإن بلغاءهم كانوا يتنافسون في جَودة الأمثال وإصابتها المحزّ من تشبيه الحالة بالحالة"
    },
    {
      "number": 28,
      "text": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍۢ لَّعَلَّهُمْ يَتَّقُونَ",
      "tafsir": {
        "muyassar": "ولقد ضربنا لهؤلاء المشركين بالله في هذا القرآن من كل مثل من أمثال القرون الخالية تخويفًا وتحذيرًا؛ ليتذكروا فينزجروا عما هم عليه مقيمون من الكفر بالله. وجعلنا هذا القرآن عربيًا واضح الألفاظ سهل المعاني، لا لَبْس فيه ولا انحراف؛ لعلهم يتقون الله بامتثال أوامره واجتناب نواهيه.",
        "mukhtasar": "جعلناه قرآنًا بلسان عربي، لا اعوجاج فيه ولا انحراف ولا لَبْس، رجاء أن يتقوا الله؛ باتباع أوامره واجتناب نواهيه.",
        "saadi": "{ قُرآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ } أي: جعلناه قرآنا عربيا، واضح الألفاظ، سهل المعاني، خصوصا على العرب. { غَيْرَ ذِي عِوَجٍ } أي: ليس فيه خلل ولا نقص بوجه من الوجوه، لا في ألفاظه ولا في معانيه، وهذا يستلزم كمال اعتداله واستقامته كما قال تعالى: { الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا قَيِّمًا } { لَعَلَّهُمْ يَتَّقُونَ } الله تعالى، حيث سهلنا عليهم طرق التقوى العلمية والعملية، بهذا القرآن العربي المستقيم، الذي ضرب اللّه فيه من كل مثل.",
        "kathir": "قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ"
      },
      "translations": {
        "en": "[It is] an Arabic Qur'an, without any deviance that they might become righteous.",
        "fr": "Un Coran [en langue] arabe, dénué de tortuosité, afin qu'ils soient pieux!",
        "es": "Es un Corán árabe, exento de recovecos. Quizás, así, teman a Alá."
      },
      "ibn_ashour": "قُرْآَنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ (28)وانتصب { قُرْءَاناً } على الحال من اسم الإِشارة المبيَّن بالقرآن ، فالحال هنا موطئة لأنها توطئة للنعت في قوله تعالى : { قُرْءَاناً عَرَبِيَّاً } وإن كان بظاهر لفظ { قُرْءَاناً } حالاً مؤكدة ولكن العبرة بما بعده ، ولذلك قال الزجاج : إن { عَرَبِيَّاً } منصوب على الحال ، أي لأنه نعت للحال .والمقصود من هذه الحال التورك على المشركين حيث تلقوا القرآن تلقيَ من سمع كلاماً لم يفهمه كأنه بلغة غير لغته لا يُعيره بالاً كقوله تعالى : { فإنما يسرناه بلسانك لعلهم يتذكرون } [ الدخان : 58 ] ، مع التحدّي لهم بأنهم عجزوا عن معارضته وهو من لغتهم ، وهو أيضاً ثناء على القرآن من حيث إنه كلام باستقامة ألفاظه لأن اللغة العربية أفصح لغات البشر .والعِوج بكسر العين أريد به : اختلال المعاني دون الأعيان ، وأما العَوج بفتح العين فيشملها ، وهذا مختار أيمة اللغة مثل ابن دريد والزمخشري والزجاج والفيروزبادي ، وصحح المرزوقي في «شرح الفصيح» أنهما سواء ، وقد تقدم عند قوله تعالى : { ولم يجعل له عوجاً } في سورة [ الكهف : 1 ] ، وقوله : { لا ترى فيها عوجاً ولا أ"
    },
    {
      "number": 29,
      "text": "ضَرَبَ ٱللَّهُ مَثَلًۭا رَّجُلًۭا فِيهِ شُرَكَآءُ مُتَشَٰكِسُونَ وَرَجُلًۭا سَلَمًۭا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "ضرب الله مثلا عبدًا مملوكًا لشركاء متنازعين، فهو حيران في إرضائهم، وعبدًا خالصًا لمالك واحد يعرف مراده وما يرضيه، هل يستويان مثلا؟ لا يستويان، كذلك المشرك هو في حَيْرة وشك، والمؤمن في راحة واطمئنان. فالثناء الكامل التام لله وحده، بل المشركون لا يعلمون الحق فيتبعونه.",
        "mukhtasar": "ضرب الله مثلًا للمشرك والموحد رجلًا مملوكًا لشركاء متنازعين؛ إن أرضى بعضهم أغضب بعضًا، فهو في حيرة واضطراب، ورجلًا خالصًا لرجل، وحده يملكه، ويعرف مراده فهو في طمأنينة وهدوء بال، لا يستوي هذان الرجلان.\nالحمد لله، بل معظمهم لا يعلمون، فلذلك يشركون مع الله غيره.",
        "saadi": "ثم ضرب مثلا للشرك والتوحيد فقال: { ضَرَبَ اللَّهُ مَثَلًا رَجُلًا } أي: عبدا { فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ } فهم كثيرون، وليسوا متفقين على أمر من الأمور وحالة من الحالات حتى تمكن راحته، بل هم متشاكسون متنازعون فيه، كل له مطلب يريد تنفيذه ويريد الآخر غيره، فما تظن حال هذا الرجل مع هؤلاء الشركاء المتشاكسين؟{ وَرَجُلًا سَلَمًا لِرَجُلٍ } أي: خالصا له، قد عرف مقصود سيده، وحصلت له الراحة التامة. { هَلْ يَسْتَوِيَانِ } أي: هذان الرجلان { مَثَلًا } ؟ لا يستويان.كذلك المشرك، فيه شركاء متشاكسون، يدعو هذا، ثم يدعو هذا، فتراه لا يستقر له قرار، ولا يطمئن قلبه في موضع، والموحد مخلص لربه، قد خلصه اللّه من الشركة لغيره، فهو في أتم راحة وأكمل طمأنينة، فـ { هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ } على تبيين الحق من الباطل، وإرشاد الجهال. { بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ } ",
        "kathir": "ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ"
      },
      "translations": {
        "en": "Allah presents an example: a slave owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allah! But most of them do not know.",
        "fr": "Allah a cité comme parabole un homme appartenant à des associés se querellant à son sujet et un [autre] homme appartenant à un seul homme: sont-ils égaux en exemple? Louanges à Allah! Mais la plupart d'entre eux ne savent pas.",
        "es": "Alá propone el símil de un hombre que pertenece a socios que no están de acuerdo y el hombre que pertenece exclusivamente a uno. ¿Son ambos similares? ¡Alabado sea Alá! Pero la mayoría no saben."
      },
      "ibn_ashour": "ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (29)استئناف وهو من قبيل التعرض إلى المقصود بعد المقدمة فإن قوله : { ولقد ضربنا للناس في هذا القرآن من كل مثل } [ الروم : 58 ] توطئة لهذا المثل المضروب لحال أهل الشرك وحال أهل التوحيد ، وفي هذا الانتقال تخلص أُتبع تذكيرهم بما ضرب لهم في القرآن من كل مثل على وجه إجماللِ العموم استقصاءً في التذكير ومعاودة للإِرشاد ، وتخلصاً من وصف القرآن بأن فيه من كل مثل ، إلى تمثيل حال الذين كفروا بحاللٍ خاص .فهذا المثل متصل بقوله تعالى : { أفَمَن شرَحَ الله صدرَهُ للإسلامِ } إلى قوله : { أُولئِكَ في ضَلاللٍ مُبينٍ } [ الزمر : 22 ] ، فهو مثل لحال من شرح الله صدرهم للإِسلام وحال من قَست قلوبهم .ومجيء فعل { ضَرَبَ الله } بصيغة الماضي مع أن ضَرْب هذا المثل ما حصل إلا في زمن نزول هذه الآية لتقريب زمن الحال من زمن الماضي لقصد التشويق إلى علم هذا المثل فيجعل كالإِخبار عن أمر حصل لأن النفوس أرغب في علمه كقول المثوِّب : قد قامت الصلاة . وفيه التن"
    },
    {
      "number": 30,
      "text": "إِنَّكَ مَيِّتٌۭ وَإِنَّهُم مَّيِّتُونَ",
      "tafsir": {
        "muyassar": "إنك -أيها الرسول- ميت وإنهم ميتون، ثم إنكم جميعًا- أيها الناس- يوم القيامة عند ربكم تتنازعون، فيحكم بينكم بالعدل والإنصاف.",
        "mukhtasar": "إنك - أيها الرسول - ميت، وإنهم ميتون لا محالة.",
        "saadi": "{ إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ } أي: كلكم لا بد أن يموت { وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ } ",
        "kathir": "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ"
      },
      "translations": {
        "en": "Indeed, you are to die, and indeed, they are to die.",
        "fr": "En vérité tu mourras et ils mourront eux aussi;",
        "es": "Tú tienes que morir y ellos tienen que morir."
      },
      "ibn_ashour": "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ (30) لمّا جرى الكلام من أول السورة في مهيع إبطال الشرك وإثبات الوحدانية للإله ، وتوضيح الاختلاف بين حال المشركين وحال الموحّدين المؤمنين بما ينبىء بتفضيل حال المؤمنين ، وفي مهيع إقامة الحجة على بطلان الشرك وعلى أحقيّة الإِيمان ، وإرشاد المشركين إلى التبصر في هذا القرآن ، وتخلل في ذلك ما يقتضي أنهم غير مقلعين عن باطلهم ، وختم بتسجيل جهلهم وعدم علمهم ، خُتم هذا الغرض بإحالتهم على حكم الله بينهم وبين المؤمنين يوم القيامة حين لا يستطيعون إنكاراً ، وحين يلتفتون فلا يَرون إلا ناراً .وقدم لذلك تذكيرهم بأن الناس كلهم صائرون إلى الموت فإن الموت آخر ما يذكر به السادر في غلوائه إذا كان قد اغتر بعظمة الحياة ولم يتفكر في اختيار طريق السلامة والنجاة ، وهذا من انتهاز القرآن فرص الإِرشاد والموعظة ."
    },
    {
      "number": 31,
      "text": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "tafsir": {
        "muyassar": "إنك -أيها الرسول- ميت وإنهم ميتون، ثم إنكم جميعًا- أيها الناس- يوم القيامة عند ربكم تتنازعون، فيحكم بينكم بالعدل والإنصاف.",
        "mukhtasar": "ثم إنكم - أيها الناس - يوم القيامة عند ربكم تختصمون فيما تتنازعون فيه، فيتبيّن المحق من المبطل.",
        "saadi": "{ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ } فيما تنازعتم فيه، فيفصل بينكم بحكمه العادل، ويجازي كُلًّا ما عمله { أَحْصَاهُ اللَّهُ وَنَسُوهُ }",
        "kathir": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ"
      },
      "translations": {
        "en": "Then indeed you, on the Day of Resurrection, before your Lord, will dispute.",
        "fr": "ensuite, au Jour de la Résurrection, vous vous disputerez auprès de votre Seigneur.",
        "es": "Luego, el día de la Resurrección, disputaréis junto a vuestro Señor."
      },
      "ibn_ashour": "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ (31)فالمقصود هو قوله : { إنَّكم يوم القيامةِ عندَ ربِّكُم تختصِمون } فاغتُنم هذا الغرض ليجتلب معه موعظة بما يتقدمه من الحوادث عسى أن يكون لهم بها مُعتبر ، فحصلت بهذا فوائد : منها تمهيد ذكر يوم القيامة ، ومنها التذكير بزوال هذه الحياة ، فهذان عامَّانِ للمشركين والمؤمنين ، ومنها حثّ المؤمنين على المبادرة للعمل الصالح ، ومنها إشعارهم بأن الرسول صلى الله عليه وسلم يموت كما مات النبيئون من قبله ليغتنموا الانتفاع به في حياته ويحرصوا على ملازمة مجلسه ، ومنها أن لا يختلفوا في موته كما اختلفت الأمم في غيره ، ومنها تعليم المسلمين أن الله سوّى في الموت بين الخلق دون رعي لتفاضلهم في الحياة لتكثر السَّلْوة وتقل الحسرة .فجملتا { إنَّكَ مَيّتٌ وإنَّهُم مَّيتُونَ } استئناف ، وعُطف عليهما { ثم إنَّكم يوم القيامة عند ربكم تختصمون } بحرف { ثمّ } الدال على الترتيب الرتبي لأن الإِنباء بالفصْل بينهم يوم القيامة أهم في هذا المقام من الإِنباء بأنهم صائرون إلى الموت .والخطاب للنبيء صلى الله عليه وسلم وهو خبر مستعمل في التعريض بالمشركين إذ كانوا"
    },
    {
      "number": 32,
      "text": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْكَٰفِرِينَ",
      "tafsir": {
        "muyassar": "لا أحد أظلم ممن افترى على الله الكذب: بأن نسب إليه ما لا يليق به كالشريك والولد، أو قال: أوحي إليَّ، ولم يوحَ إليه شيء، ولا أحد أظلم ممن كذَّب بالحق الذي نزل على محمد صلى الله عليه وسلم. أليس في النار مأوى ومسكن لمن كفر بالله، ولم يصدق محمدًا صلى الله عليه وسلم ولم يعمل بما جاء به؟ بَلَى.",
        "mukhtasar": "ولا أحد أظلم ممن نسب إلى الله ما لا يليق به؛ من الشريك والزوجة والولد، ولا أحد أظلم ممن كذّب بالوحي الذي جاء به رسول الله صلى الله عليه وسلم، أليس في النار مأوى ومسكن للكافرين بالله، وبما جاء به رسوله؟! بلى، إن لهم لمأوى ومسكنًا فيها.",
        "saadi": "يقول تعالى، محذرا ومخيرا: أنه لا أظلم وأشد ظلما { مِمَّنْ كَذَبَ عَلَى اللَّهِ } إما بنسبته إلى ما لا يليق بجلاله، أو بادعاء النبوة، أو الإخبار بأن اللّه تعالى قال كذا، أو أخبر بكذا، أو حكم بكذا وهو كاذب، فهذا داخل في قوله تعالى: { وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ } إن كان جاهلا، وإلا فهو أشنع وأشنع. { وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ }  أي: ما أظلم ممن جاءه الحق المؤيد بالبينات فكذبه، فتكذيبه ظلم عظيم منه، لأنه رد الحق بعد ما تبين له، فإن كان جامعا بين الكذب على اللّه والتكذيب بالحق، كان ظلما على ظلم.{ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ } يحصل بها الاشتفاء منهم، وأخذ حق اللّه من كل ظالم وكافر. { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ } ",
        "kathir": "۞ فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ"
      },
      "translations": {
        "en": "So who is more unjust than one who lies about Allah and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers?",
        "fr": "Quel pire injuste donc, que celui qui ment contre Allah et qui traite de mensonge la vérité quand elle lui vient? N'est-ce pas dans l'Enfer qu'il y a un refuge pour les mécréants?",
        "es": "¿Hay alguien que sea más impío que , quien miente contra Alá y que, cuando viene a él la Verdad, la desmiente? ¿No hay en la gehena una morada para los infieles?"
      },
      "ibn_ashour": "فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ (32)أفادت الفاء تفريع ما بعدها على ما قبلها تفريعَ القضاء عن الخصومة التي في قوله : { ثم إنكم يوم القيامة عند ربكم تختصمون } [ الزمر : 31 ] إذ قد علمتَ أن الاختصام كُنِّيَ به عن الحكم بينهم فيما خالفوا فيه وأنكروه ، والمعنى : يقضي بينكم يوم القيامة فيكون القضاء على من كذَب على الله وكذَّب بالصدق إذ جاءه إذ هو الذي لا أظلم منه ، أي فيكون القضاء على المشركين إذْ كذَبوا على الله بنسبة الشركاء إليه والبنات ، وكذَّبوا بالصْدق وهو القرآن ، ومَا صْدَقُ ممَّن كذَّب على الله } الفريقُ الذين في قوله : { وإنهم ميتون } [ الزمر : 30 ] وهم المعنيون في قوله تعالى : { وقيل للظالمين ذوقوا ما كنتم تكسبون } [ الزمر : 24 ] .( وقد كني عن كونهم مدينين بتحقيق أنهم أظلم لأن من العدل أنْ لا يُقَرَّ الظالم على ظلمه فإذا وصف الخصم بأنه ظالم عُلم أنه محكوم عليه كما قال تعالى حكاية عن داود : { قال لقد ظلمك بسؤال نعجتك إلى نعاجه } [ ص : 24 ] . وقد عُدل عن صَوْغ الحكم عليهم بصيغة الإِخبار إلى"
    },
    {
      "number": 33,
      "text": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "tafsir": {
        "muyassar": "والذي جاء بالصدق في قوله وعمله من الأنبياء وأتباعهم، وصدَّق به إيمانًا وعملا أولئك هم الذين جمعوا خصال التقوى، وفي مقدمة هؤلاء خاتم الأنبياء والمرسلين محمد صلى الله عليه وسلم والمؤمنون به، العاملون بشريعته من الصحابة، رضي الله عنهم، فمَن بعدهم إلى يوم الدين.",
        "mukhtasar": "والذي جاء بالصدق في أقواله وأفعاله من الأنبياء وغيرهم، وصدّق به مؤمنًا، وعمل بمقتضاه، أولئك هم المتقون حقًّا، الذين يمتثلون أمر ربهم، ويجتنبون نهيه.",
        "saadi": "ولما ذكر الكاذب المكذب وجنايته وعقوبته، ذكر الصادق المصدق وثوابه، فقال: { وَالَّذِي جَاءَ بِالصِّدْقِ } في قوله وعمله، فدخل في ذلك الأنبياء ومن قام مقامهم، ممن صدق فيما قاله عن خبر اللّه وأحكامه، وفيما فعله من خصال الصدق.{ وَصَدَّقَ بِهِ } أي: بالصدق لأنه قد يجيء الإنسان بالصدق، ولكن قد لا يصدق به، بسبب استكباره، أو احتقاره لمن قاله وأتى به، فلا بد في المدح من الصدق والتصديق، فصدقه يدل على علمه وعدله، وتصديقه يدل على تواضعه وعدم استكباره.{ أُولَئِكَ } أي: الذين وفقوا للجمع بين الأمرين { هُمُ الْمُتَّقُونَ } فإن جميع خصال التقوى ترجع إلى الصدق بالحق والتصديق به.",
        "kathir": "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ أُولَٰئِكَ هُمُ الْمُتَّقُونَ"
      },
      "translations": {
        "en": "And the one who has brought the truth and [they who] believed in it - those are the righteous.",
        "fr": "Tandis que celui qui vient avec la vérité et celui qui la confirme, ceux-là sont les pieux.",
        "es": "Quienes traen la Verdad y la confirman, ésos son los temerosos de Alá."
      },
      "ibn_ashour": "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ (33) الذي جاء بالصدق هو محمد رسول الله صلى الله عليه وسلم والصدق : القرآن كما تقدم آنفاً في قوله : { وكذَّب بالصدق إذ جاءه } [ الزمر : 32 ] .وجملة وصدَّقَ بهِ } صلة موصوللٍ محذوففٍ تقديره : والذي صدق به ، لأن المصدق غير الذي جاء بالصدق ، والقرينة ظاهرة لأن الذي صَدَّق غير الذي جاء بالصدق فالعطف عطف جملة كاملة وليس عطف جملة صِلة .وضمير { بِهِ } يجوز أن يعود على ( الصدق ) ويجوز أن يعود على الذي { جَاءَ بالصِدْق ، } والتصديق بكليهما متلازم ، وإذ قد كان المصدقون بالقرآن أو بالنبي صلى الله عليه وسلم من ثبت له هذا الوصف كان مراداً به أصحاب محمد صلى الله عليه وسلم وهم جماعة فلا تقع صفتهم صلة ل { الذي } لأن أصله للمفرد ، فتعين تأويله بفريق ، وقرينته { أولئك هم المتقون ، } وإنما أفرد عائد الموصول في قوله : { وصَدَّقَ } رعياً للفظ { الذي } وذلك كله من الإِيجاز .وروى الطبري بسنده إلى علي بن أبي طالب أنه قال : الذي جاء بالصدق محمد صلى الله عليه وسلم والذي صدق به أبو بكر ، وقاله الكلبي وأبو العالية ، ومحمله على أن أبا بكر أول م"
    },
    {
      "number": 34,
      "text": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "tafsir": {
        "muyassar": "لهم ما يشاؤون عند ربهم من أصناف اللذات المشتهيات؛ ذلك جزاء مَن أطاع ربه حق الطاعة، وعبده حق العبادة.",
        "mukhtasar": "لهم ما يشاؤون عند ربهم من الملذات الدائمة، ذلك جزاء المحسنين أعمالهم مع خالقهم ومع عبيده.",
        "saadi": "{ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ } من الثواب، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر. فكل ما تعلقت به إرادتهم ومشيئتهم، من أصناف اللذات والمشتهيات، فإنه حاصل لهم، معد مهيأ، { ذَلِكَ جَزَاءُ الْمُحْسِنِينَ } الذين يعبدون اللّه كأنهم يرونه، فإن لم يكونوا يرونه فإنه يراهم { الْمُحْسِنِينَ } إلى عباد اللّه.",
        "kathir": "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ"
      },
      "translations": {
        "en": "They will have whatever they desire with their Lord. That is the reward of the doers of good -",
        "fr": "Ils auront tout ce qu'ils désireront auprès de leur Seigneur; voilà la récompense des bienfaisants,",
        "es": "Tendrán junto a su Señor lo que deseen -ésa será la retribución de quienes hacen el bien-:"
      },
      "ibn_ashour": "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ جَزَاءُ الْمُحْسِنِينَ (34) ويجوز أن { مَا يَشاءُون } مما يقع تحت أنظارهم في قُصورهم ويحجب الله عنهم ما فوق ذلك بحيث لا يسألون إلا ما هو من عطاءِ أمثالهم وهو عظيم ويقلع الله من نفوسهم ما ليس من حظوظهم .ويجوز أن { مَا يَشاءُون } كناية عن سعة ما يُعطَوْنَه كما ورد في الحديث \" ما لا عينٌ رأتْ ولا أذنٌ سَمِعَت ولا خطَر على قلب بشر \" وهذا كما يقول من أسديتَ إليه بعمل عظيم : لكَ عليَّ حُكْمُك ، أو لَك عندي ما تَسْأَل ، وأنت تريد ما هو غاية الإِحسان لأمثاله .وعُدل عن اسم الجلالة إلى وصف { رَبِّهم } في قوله : { عِندَ رَبِّهم } إيماء إلى أنه يعطيهم عطاءَ الربوبية والإِيثار بالخير .ثم نوه بهذا الوعد بقوله : { ذلك جزاء المُحسنين } والمشار إليه هو ما يشاءون لِما تضمنه من أنه جزاء لهم على التصديق . وأشير إليه باسم الإِشارة لتضمنه تعظيماً لشأن المشار إليه . والمراد بالمحسنين أولئك الموصوفون بأنهم المتقون ، وكانَ مقتضى الظاهر أن يؤتى بضميرهم فيقال : ذلك جزاؤهم ، فوقع الإِظهار في مقام الإِضمار لإِفادة الثناء عليهم بأنهم محسنون .والإِحسان : هو كمال التقوى ل"
    },
    {
      "number": 35,
      "text": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "ليكفِّر الله عنهم أسوأ الذي عملوا في الدنيا من الأعمال؛ بسبب ما كان منهم مِن توبة وإنابة مما اجترحوا من السيئات فيها، ويثيبهم الله على طاعتهم في الدنيا بأحسن ما كانوا يعملون، وهو الجنة.",
        "mukhtasar": "ليمحو الله عنهم أسوأ الذي كانوا يعملونه من المعاصي في الدنيا؛ لتوبتهم منها، وإنابتهم إلى ربهم، ويجزيهم ثوابهم بأحسن ما كانوا يعملون من الصالحات.",
        "saadi": "{ لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ } عمل الإنسان له ثلاث حالات: إما أسوأ، أو أحسن، أو لا أسوأ، ولا أحسن.والقسم الأخير قسم المباحات وما لا يتعلق به ثواب ولا عقاب، والأسوأ، المعاصي كلها، والأحسن الطاعات كلها، فبهذا التفصيل، يتبين معنى الآية، وأن قوله: { لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا } أي: ذنوبهم الصغار، بسبب إحسانهم وتقواهم، { وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ } أي: بحسناتهم كلها { إِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا } ",
        "kathir": "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ"
      },
      "translations": {
        "en": "That Allah may remove from them the worst of what they did and reward them their due for the best of what they used to do.",
        "fr": "afin qu'Allah leur efface les pires de leurs actions et les récompense selon ce qu'ils auront fait de meilleur.",
        "es": "que Alá borre sus peores obras y les retribuya con arreglo a sus mejores obras."
      },
      "ibn_ashour": "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ (35)وقوله : { ليُكَفِّر الله عنهُم أسْوَأ الَّذِي عَمِلوا } اللام للتعليل وهي تتعلق بفعل محذوف دل عليه قوله : { لهم ما يشاءون عند ربهم ، } والتقدير : وَعَدَهم الله بذلك والتزمَ لهم ذلك ليكفر عنهم أسوأ الذي عملوا . والمعنى : أن الله وعدهم وعداً مطلقاً ليكفر عنهم أسوأ ما عملوه ، أي ما وعدهم بذلك الجزاء إلا لأنهُ أراد أن يكفر عنهم سيئات ما عملوا .والمقصود من هذا الخبر إعلامهم به ليطمئنوا من عدم مؤاخذتهم على ما فرط منهم من الشرك وأحواله .و { أسوَأَ } يجوز أن يكون باقياً على ظاهر اسم التفضيل من اقتضاء مفضل عليه ، فالمراد بأَسوأ عملهم هو أعظمهُ سُوءاً وهو الشرك ، سُئل النبي صلى الله عليه وسلم أيُّ الذنب أعظمُ؟ فقال : \" أن تدعو لله نِدًّا وهو خَلَقَك \" وإضافته إلى { الذي عملوا } إضافة حقيقية ، ومعنى كون الشرك مما عملوا باعتبار أن الشرك عمل قلبي أو باعتبار ما يستتبعه من السجود للصنم ، وإذا كَفَّر عنهم أسوأَ الذي عملوا كفَّر عنهم ما دونه من سيِّىء أعمالهم بدلالة الفَحوى ، فأفا"
    },
    {
      "number": 36,
      "text": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍۢ",
      "tafsir": {
        "muyassar": "أليس الله بكاف عبده محمدًا وعيد المشركين وكيدهم من أن ينالوه بسوء؟ بلى إنه سيكفيه في أمر دينه ودنياه، ويدفع عنه مَن أراده بسوء، ويخوِّفونك -أيها الرسول- بآلهتهم التي زعموا أنها ستؤذيك. ومن يخذله الله فيضله عن طريق الحق، فما له مِن هاد يهديه إليه.",
        "mukhtasar": "أليس الله بكافٍ عبده محمدًا صلى الله عليه وسلم أَمْر دينه ودنياه، ودافِعٍ عدوّه عنه؟! بلى، إنه لكافيه، ويخوفونك - أيها الرسول - من جهلهم وسفاهتهم، من الأصنام التي يعبدونها من دون الله أن تنالك بسوء، ومن يخذله الله ولم يوفقه للهداية فما له من هاد يهديه ويوفقه.",
        "saadi": "{ أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ } أي: أليس من كرمه وجوده، وعنايته بعبده، الذي قام بعبوديته، وامتثل أمره واجتنب نهيه، خصوصا أكمل الخلق عبودية لربه، وهو محمد صلى اللّه عليه وسلم، فإن اللّه تعالى سيكفيه في أمر دينه ودنياه، ويدفع عنه من ناوأه بسوء.{ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ } من الأصنام والأنداد أن تنالك بسوء، وهذا من غيهم وضلالهم.{ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ }",
        "kathir": "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ"
      },
      "translations": {
        "en": "Is not Allah sufficient for His Servant [Prophet Muhammad]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allah leaves astray - for him there is no guide.",
        "fr": "Allah ne suffit-Il pas à Son esclave [comme soutien]? Et ils te font peur avec ce qui est en dehors de Lui. Et quiconque Allah égare n'a point de guide.",
        "es": "¿No basta Alá a Su siervo? Quieren intimidarte con otros fuera de Él. Pero aquél a quien Alá extravía no podrá encontrar quien le dirija."
      },
      "ibn_ashour": "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ (36) { أَلَيْسَ الله بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بالذين مِن دُونِهِ } .لمّا ضرب الله مثلاً للمشركين والمؤمنين بمَثَل رجل فيه شركاء متشاكسون ورجللٍ خالصصٍ لرجل ، كان ذلك المثَل مثيراً لأن يقول قائِلُ المشركين لَتَتَأَلبَنَّ شركاؤنا على الذي جاء يحقرها ويسبها ، ومثيراً لحمية المشركين أن ينتصروا لآلهتهم كما قال مشركو قوم إبراهيم { حرقوه وانصروا آلهتكم } [ الأنبياء : 68 ] . وربما أنطقتهم حميتُهم بتخويف الرسول ، ففي الكشاف } و«تفسير القرطبي» : أن قريشاً قالوا لرسول الله صلى الله عليه وسلم «إنّا نخاف أن تُخْبِلَك آلهتُنا وإنا نخشى عليك معرتها ( بعين بعد الميم بمعنى الإِصابة بمكروه يَعنون المضرة ) لعيبك إياها» . وفي «تفسير ابن عطية» ما هو بمَعنى هذا ، فلمَّا حكى تكذيبَهم النبي عطف الكلام إلى ما هددوه به وخوفوه من شر أصنامهم بقوله : { أليس الله بكاف عبده ويخوفونك بالذين من دونه } .فهذا الكلام معطوف على قوله : { ضَربَ الله مثَلاً رجُلاً فيه شُركاء } [ الزمر : 29 ] الآي"
    },
    {
      "number": 37,
      "text": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍۢ ذِى ٱنتِقَامٍۢ",
      "tafsir": {
        "muyassar": "ومن يوفقه الله للإيمان به والعمل بكتابه واتباع رسوله فما له مِن مضل عن الحق الذي هو عليه. أليس الله بعزيز في انتقامه مِن كفرة خلقه، وممن عصاه؟",
        "mukhtasar": "ومن يوفقه الله للهداية فلا مضلّ يستطيع إضلاله، أليس الله بعزيز لا يغالبه أحد، ذي انتقام ممن يكفر به ويعصيه؟! بلى إنه لعزيز ذو انتقام.",
        "saadi": "[وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ } لأنه تعالى الذي بيده الهداية والإضلال، وهو الذي ما شاء كان وما لم يشأ لم يكن. { أَلَيْسَ اللَّهُ بِعَزِيزٍ } له العزة الكاملة التي قهر بها كل شيء، وبعزته يكفي عبده ويدفع عنه مكرهم. { ذِي انْتِقَامٍ } ممن عصاه، فاحذروا موجبات نقمته.",
        "kathir": "وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ"
      },
      "translations": {
        "en": "And whoever Allah guides - for him there is no misleader. Is not Allah Exalted in Might and Owner of Retribution?",
        "fr": "Quiconque Allah guide, nul ne peut l'égarer. Allah n'est-Il pas Puissant et Détenteur du pouvoir de châtier?",
        "es": "Y a aquél a quien Alá dirija nadie podrá extraviar. ¿Acaso no es Alá poderoso, vengador?"
      },
      "ibn_ashour": "وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ (37){ دُونِهِ وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ * وَمَن يَهْدِ الله فَمَا لَهُ مِن مُّضِلٍّ أَلَيْسَ }اعتراض بين جملة { أليس الله بكاف عبده } الآية وجملةِ { أليس الله بعزيز ذي انتقام } قصد من هذا الاعتراض أن ضلالهم داء عَياء لأنه ضلال مكوَّن في نفوسهم وجبلّتهم قد ثبّتته الأيام ، ورسخه تعاقب الأجيال ، فَران بغشاوته على ألبابهم ، فلما صار ضلالهم كالمجبول المطبوع أسند إيجاده إلى الله كناية عن تعسر أو تعذر اقتلاعه من نفوسهم .وأريد من نفي الهادي من قوله : { فما له من هاد } نفي حصول الاهتداء ، فكني عن عدم حصول الهدى بانتفاء الهادي لأن عدم الاهتداء يجعل هاديهم كالمنفي . وقد تقدم قوله في سورة [ الأعراف : 186 ] { من يضلل اللَّه فلا هادي له . } والآيتان متساويتان في إفادة نفي جنس الهادي ، إلا أن إفادة ذلك هنا بزيادة مِن } تنصيصاً على نفي الجنس . وفي آية الأعراف ببناء هادي على الفتح بعد ( لا ) النافية للجنس فإن بناء اسمها على الفتح مشعر بأن المراد نفي الجنس نصًّا . والاختلاف بين الأسلوبين تفنن في الكلا"
    },
    {
      "number": 38,
      "text": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَٰشِفَٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
      "tafsir": {
        "muyassar": "ولئن سألت -أيها الرسول- هؤلاء المشركين الذين يعبدون غير الله: مَن خلق هذه السموات والأرض؟ ليقولُنَّ: خلقهنَّ الله، فهم يُقِرُّون بالخالق. قل لهم: هل تستطيع هذه الآلهة التي تشركونها مع الله أن تُبْعِدَ عني أذى قدَّره الله عليَّ، أو تزيلَ مكروهًا لَحِق بي؟ وهل تستطيع أن تمنع نفعَا يسَّره الله لي، أو تحبس رحمة الله عني؟ إنهم سيقولون: لا تستطيع ذلك. قل لهم: حسبي الله وكافِيَّ، عليه يعتمد المعتمدون في جلب مصالحهم ودفع مضارهم، فالذي بيده وحده الكفاية هو حسبي، وسيكفيني كل ما أهمني.",
        "mukhtasar": "ولئن سألت - أيها الرسول - هؤلاء المشركين: من خلق السماوات والأرض؟ ليقولنّ: خلقهن الله، قل لهم إظهارًا لعجز آلهتهم: أخبروني عن هذه الأصنام التي تعبدونها من دون الله، إن أراد الله أن يصيبني بضرّ هل تملك إزالة ضرّه عني؟! أو إن أراد ربي أن يمنحني رحمة منه هل تستطيع منع رحمته عني؟! قل لهم: حسبي الله وحده، عليه اعتمدت في أموري كلها، وعليه وحده يعتمد المتوكلون.",
        "saadi": "أي: ولئن سألت هؤلاء الضلال الذين يخوفونك بالذين من دونه، وأقمت عليهم دليلا من أنفسهم، فقلت: { مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ } لم يثبتوا لآلهتهم من خلقها شيئا. { لَيَقُولُنَّ اللَّهُ } الذي خلقها. وحده. { قُلْ } لهم مقررا عجز آلهتهم، بعد ما تبينت قدرة اللّه: { أَفَرَأَيْتُمْ } أي: أخبروني { مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ } أيَّ ضر كان.{ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ } بإزالته بالكلية، أو بتخفيفه من حال إلى حال؟. { أَوْ أَرَادَنِي بِرَحْمَةٍ } يوصل إليَّ بها منفعة في ديني أو دنياي. { هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ } ومانعاتها عني؟.سيقولون: لا يكشفون الضر ولا يمسكون الرحمة.قل لهم بعد ما تبين الدليل القاطع على أنه وحده المعبود، وأنه الخالق للمخلوقات، النافع الضار وحده، وأن غيره عاجز من كل وجه.عن الخلق والنفع والضر، مستجلبا كفايته، مستدفعا مكرهم وكيدهم: { قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ } أي: عليه يعتمد المعتمدون في جلب مصالحهم ودفع مضارهم،.فالذي بيده - وحده - الكفاية هو حسبي، سيكفيني كل ما أهمني وما لا أهتم به. ",
        "kathir": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ"
      },
      "translations": {
        "en": "And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allah.\" Say, \"Then have you considered what you invoke besides Allah? If Allah intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allah; upon Him [alone] rely the [wise] reliers.\"",
        "fr": "Si tu leur demandais: «Qui a créé les cieux et la terre?», Ils diraient assurément: «Allah». Dis: «Voyez-vous ceux que vous invoquez en dehors d'Allah; si Allah me voulait du mal, est-ce que [ces divinités] pourraient dissiper Son mal? Ou s'Il me voulait une miséricorde, pourraient-elles retenir Sa miséricorde?» - Dis: «Allah me suffit: c'est en Lui que placent leur confiance ceux qui cherchent un appui».",
        "es": "Si les preguntas: «¿Quién ha creado los cielos y la tierra?», seguro que dicen: «¡Alá!» Di: «Y ¿qué os parece? Si Alá me deseara una desgracia, las que invocáis en lugar de invocarle a Él ¿podrían impedirlo? Y, si Él quisiera hacerme objeto de una misericordia, podrían ellas evitarlo?» Di: «¡Alá me basta! Quienes confían, confían en É»."
      },
      "ibn_ashour": "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ (38){ وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والارض لَيَقُولُنَّ الله }اعتراض بين جملة { أليس الله بعزيز } [ الزمر : 37 ] ، وجملة قل أفرأيتم ما تدعون من دون الله } ، فالواو اعتراضية ، ويجوز أن يكون معطوفاً على جملة { أليس الله بكاف عبده } [ الزمر : 36 ] وهو تمهيد لما يأتي بعده من قوله : قُل أفرءيتُم ما تدعُون من دون الله } ، لأنه قصد به التوطئة إليه بما لا نزاع فيه لأنهم يعترفون بأن الله هو المتصرف في عظائم الأمور ، أي خلقَهُما وما تحويانه ، وتقدم نظيره في سورة العنكبوت .{ الله قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ الله إِنْ أَرَادَنِىَ الله بِضُرٍّ هَلْ هُنَّ كاشفات ضُرِّهِ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ ممسكات رَحْمَتِهِ قُلْ حَسْبِىَ الله عَلَيْهِ يَتَو"
    },
    {
      "number": 39,
      "text": "قُلْ يَٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَٰمِلٌۭ ۖ فَسَوْفَ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لقومك المعاندين: اعملوا على حالتكم التي رضيتموها لأنفسكم، حيث عبدتم مَن لا يستحق العبادة، وليس له من الأمر شيء، إني عامل على ما أُمرت به من التوجه لله وحده في أقوالي وأفعالي، فسوف تعلمون من يأتيه عذاب يهينه في الحياة الدنيا، ويحل عليه في الآخرة عذاب دائم؟ لا يحول عنه ولا يزول.",
        "mukhtasar": "قل - أيها الرسول -: يا قومي، اعملوا على الحالة التي ارتضيتموها من الشرك بالله، إني عامل على ما أمرني ربي به؛ من الدعوة إلى توحيده، وإخلاص العبادة له، فسوف تعلمون عاقبة كل مسلك.",
        "saadi": "أي: { قُلْ } لهم يا أيها الرسول: { يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ } أي: على حالتكم التي رضيتموها لأنفسكم، من عبادة من لا يستحق من العبادة شيئا ولا له من الأمر شيء.{ إِنِّي عَامِلٌ } على ما دعوتكم إليه، من إخلاص الدين للّه تعالى وحده. { فَسَوْفَ تَعْلَمُونَ } لمن العاقبة ",
        "kathir": "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ"
      },
      "translations": {
        "en": "Say, \"O my people, work according to your position, [for] indeed, I am working; and you are going to know",
        "fr": "Dis: «O mon peuple, agissez selon votre méthode, moi j'agirai [selon la mienne]. Bientôt vous saurez",
        "es": "Di: «¡Pueblo! ¡Obrad según vuestra situación! Yo también obraré... Y pronto veréis"
      },
      "ibn_ashour": "قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ (39) لما أبلغهم الله من الموعظة أقصى مَبلغ ، ونصب لهم من الحجج أسطع حجة ، وثبَّت رسوله صلى الله عليه وسلم أرسخ تثبيت ، لا جرم أمر رسوله صلى الله عليه وسلم بأن يوادعهم موادعة مستقرِب النصر ، ويواعدهم ما أُعد لهم من خسر .وعدم عطف جملة { قُل } هذه على جملة { قل حسبي الله } [ الزمر : 38 ] لدفع توهم أن يكون أمره { قُلْ حسبي الله } لقصد إبلاغه إلى المشركين نظير ترك العطف في البيت المشهور في علم المعاني: ... وتظن سلمَى أنني أبغي بهابَدَلاً أَراها في الضلال تَهيم ... لم يعطف جملة : أراها في الضلال ، لئلا يتوهم أنها معطوفة على جملة : أبغي بها بدلاً ، ولأنها انتقال من غرض الدعوة والمحاجّة إلى غرض التهديد . وابتدأ المقول بالنداء بوصف القوم لما يشعر به من الترقيق لحالهم والأسف على ضلالهم لأن كونهم قومه يقتضي أن لا يدخرهم نصحاً .والمكانة : المكان ، وتأنيثه روعي فيه معنى البقعة ، استعير للحالة المحيطة بصاحبها إحاطة المكان بالكائن فيه . والمعنى : اعملوا على طريقتكم وحالكم من عداوتي ، وتقدم نظيره في سورة الأنعام ( 135 .("
    },
    {
      "number": 40,
      "text": "مَن يَأْتِيهِ عَذَابٌۭ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌۭ مُّقِيمٌ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لقومك المعاندين: اعملوا على حالتكم التي رضيتموها لأنفسكم، حيث عبدتم مَن لا يستحق العبادة، وليس له من الأمر شيء، إني عامل على ما أُمرت به من التوجه لله وحده في أقوالي وأفعالي، فسوف تعلمون من يأتيه عذاب يهينه في الحياة الدنيا، ويحل عليه في الآخرة عذاب دائم؟ لا يحول عنه ولا يزول.",
        "mukhtasar": "سوف تعلمون من يأتيه عذاب في الدنيا يذله ويهينه، وينزل عليه في الآخرة عذاب مقيم، لا ينقطع، ولا يزول.",
        "saadi": "و { مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ } في الدنيا. { وَيَحِلُّ عَلَيْهِ } في الأخرى { عَذَابٌ مُقِيمٌ } لا يحول عنه ولا يزول،.وهذا تهديد عظيم لهم، وهم يعلمون أنهم المستحقون للعذاب المقيم، ولكن الظلم والعناد حال بينهم وبين الإيمان.",
        "kathir": "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ"
      },
      "translations": {
        "en": "To whom will come a torment disgracing him and on whom will descend an enduring punishment.\"",
        "fr": "sur qui s'abattra un châtiment qui l'avilira; et sur qui se justifiera un châtiment durable».",
        "es": "quién recibirá un castigo humillante y sobre quién recaerá un castigo permanente»."
      },
      "ibn_ashour": "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ (40)وقال تعالى هنا : { مَن يأتيه عذابٌ يخزيه } ليكون التهديد بعذاب خزي في الدنيا وعذاب مقيم في الآخرة . فأما قوله في سورة [ الأنعام : 135 ] : { قل يا قوم اعملوا على مكانتكم إني عامل فسوف تعلمون من تكون له عاقبة الدار } فلم يذكر فيها العذاب لأنها جاءت بعد تهديدهم بقوله : { إن ما توعدون لآت وما أنتم بمعجزين } [ الأنعام : 134 ] .وحذف متعلِّق إني عامل } ليَعمّ كل متعلِّق يصلح أن يتعلق ب { عامل } مع الاختصار فإن مقابلته بقوله : { اعملوا على مكانتكم } يدل على أنه أراد من { إني عامل } أنه ثابت على عمله في نصحهم ودعوتهم إلى ما ينجيهم . وأن حذف ذلك مشعر بأنه لا يقتصر على مقدار مكانته وحالته بل حالة تزداد كل حين قوةً وشدة لا يعتريها تقصير ولا يثبطها إعراضهم ، وهذا من مستتبعات الحذف ولم ننبه عليه في سورة الأنعام وفي سورة هود .و { مَن } استفهامية عَلَّقت فعل { تَعْلَمُون } عن العمل في مفعوليه .والعذاب المُخزي هو عذاب الدنيا . والمراد به هنا عذاب السيف يوم بدر . والعذاب المقيم هو عذاب الآخرة ، وإقامته خلوده . وتنوين { عَذَابٌ } في "
    },
    {
      "number": 41,
      "text": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "tafsir": {
        "muyassar": "إنا أنزلنا عليك -أيها الرسول- القرآن بالحق هداية للعالمين، إلى طريق الرشاد، فمن اهتدى بنوره، وعمل بما فيه، واستقام على منهجه، فنفعُ ذلك يعود على نفسه، ومَن ضلَّ بعد ما تبين له الهدى، فإنما يعود ضرره على نفسه، ولن يضرَّ الله شيئا، وما أنت -أيها الرسول- عليهم بوكيل تحفظ أعمالهم، وتحاسبهم عليها، وتجبرهم على ما تشاء، ما عليك إلا البلاغ.",
        "mukhtasar": "إنا أنزلنا عليك - أيها الرسول- القرآن للناس بالحق لتنذرهم، فمن اهتدى فإنما نفْع هدايته لنفسه، فالله لا تنفعه هدايته؛ لأنه غني عنها، ومن ضل فإنما ضرر ضلاله على نفسه، فالله سبحانه لا يضرّه ضلاله، ولست عليهم موكلًا لتجبرهم على الهداية، فما عليك إلا تبليغهم ما أمرت بتبليغه.",
        "saadi": "يخبر تعالى أنه أنزل على رسوله الكتاب المشتمل على الحق، في أخباره وأوامره ونواهيه، الذي هو مادة الهداية، وبلاغ لمن أراد الوصول إلى اللّه وإلى دار كرامته، وأنه قامت به الحجة على العالمين.{ فَمَنِ اهْتَدَى } بنوره واتبع أوامره فإن نفع ذلك يعود إلى نفسه { وَمَنْ ضَلَّ } بعدما تبين له الهدى { فَإِنَّمَا يَضِلُّ عَلَيْهَا } لا يضر اللّه شيئا. { وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ } تحفظ عليهم أعمالهم وتحاسبهم عليها، وتجبرهم على ما تشاء، وإنما أنت مبلغ تؤدي إليهم ما أمرت به. ",
        "kathir": "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ ۖ فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ"
      },
      "translations": {
        "en": "Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager over them.",
        "fr": "Nous t'avons fait descendre le Livre, pour les hommes, en toute vérité. Quiconque se guide [le fait] pour son propre bien; et quiconque s'égare, s'égare à son détriment. Tu n'es nullement responsable [de leurs propres affaires].",
        "es": "Te hemos revelado la Escritura destinada a los hombres con la Verdad. Quien sigue la vía recta, la sigue en provecho propio y quien se extravía se extravía, en realidad, en detrimento propio. Tú no eres su protector."
      },
      "ibn_ashour": "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (41)الجملة تعليل للأمر بأن يقول لهم اعملوا على مكانتكم المفيد موادعتَهم وتهوينَ تصميم كفرهم عليه ، وتثبيتَه على دعوته . والمعنَى : لأنا نزلنا عليك الكتاب بالحق لفائدة الناس وكفاك ذلِك شرفاً وهدايةً وكفاك تبليغه إليهم فمن اهتدى من الناس فهدايته لنفسه بواسطتك ومن ضل فلم يهتد به فضلاَلُه على نفسه وما عليك من ضلالهم تَبعة لأنك بلغتَ ما أمرتَ به . ولذلك خولف بين ما هنا وبين قوله في صدر السورة { إنَّا أنزلنا إليك الكتاب للناس بالحق } [ القصص : 2 ] ، لأن تلك في غرض التنويه بشأن النبي صلى الله عليه وسلم فناسب أن يكون إنزال الكتاب إليه ، و { للنَّاس } متعلق ب { أنزلنا ، } و { بالحَقِّ } حال من { الكِتَاب } ، والباء للملابسة ، واللام في { للنَّاس } للعلة ، أي لأجل الناس . وفي الكلام مضاف مفهوم مما تؤذن به اللام من معنى الفائدة والنفع أي لنفع الناس ، أو مما يؤذن به التفريع في قوله : { فَمَن اهتدى } الخ . وفاء { فَمَننِ اهتدى فَلِنَفْس"
    },
    {
      "number": 42,
      "text": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "tafsir": {
        "muyassar": "الله- سبحانه وتعالى- هو الذي يقبض الأنفس حين موتها، وهذه الوفاة الكبرى، وفاة الموت بانقضاء الأجل، ويقبض التي لم تمت في منامها، وهي الموتة الصغرى، فيحبس من هاتين النفسين النفس التي قضى عليها الموت، وهي نفس مَن مات، ويرسل النفس الأخرى إلى استكمال أجلها ورزقها، وذلك بإعادتها إلى جسم صاحبها، إن في قبض الله نفس الميت والنائم وإرساله نفس النائم، وحبسه نفس الميت لَدلائل واضحة على قدرة الله لمن تفكر وتدبر.",
        "mukhtasar": "الله الذي يقبض الأرواح عند نهاية آجالها، ويقبض الأرواح التي لم تَنْقَضِ آجالها عند النوم، فيمسك التي حكم عليها بالموت، ويرسل التي لم يحكم عليها به إلى أمد محدد في علمه سبحانه، إن في ذلك القبض والإرسال والإماتة والإحياء لدلائل لقوم يتفكرون على أن الذي يفعل ذلك قادر على بعث الناس بعد موتهم للحساب والجزاء.",
        "saadi": "يخبر تعالى أنه المتفرد بالتصرف بالعباد، في حال يقظتهم ونومهم، وفي حال حياتهم وموتهم، فقال: { اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا } وهذه الوفاة الكبرى، وفاة الموت.وإخباره أنه يتوفى الأنفس وإضافة الفعل إلى نفسه، لا ينافي أنه قد وكل بذلك ملك الموت وأعوانه، كما قال تعالى: { قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ } { حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ } لأنه تعالى يضيف الأشياء إلى نفسه، باعتبار أنه الخالق المدبر، ويضيفها إلى أسبابها، باعتبار أن من سننه تعالى وحكمته أن جعل لكل أمر من الأمور سببا.وقوله: { وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا } وهذه الموتة الصغرى، أي: ويمسك النفس التي لم تمت في منامها، { فَيُمْسِكُ } من هاتين النفسين النفس { الَّتِي قَضَى عَلَيْهَا الْمَوْتَ } وهي نفس من كان مات، أو قضي أن يموت في منامه.{ وَيُرْسِلُ } النفس { الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى } أي: إلى استكمال رزقها وأجلها. { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } على كمال اقتداره، وإحيائه الموتى بعد موتهم.وفي هذه الآية دليل على أن الروح والنفس جسم قائم بنفسه، مخالف جوهره جوهر البدن، وأنها مخلوقة مدبرة، يتصرف اللّه فيها في الوفاة والإمساك والإرسال، وأن أرواح الأحياء والأموات تتلاقى في البرزخ، فتجتمع، فتتحادث، فيرسل اللّه أرواح الأحياء، ويمسك أرواح الأموات. ",
        "kathir": "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ"
      },
      "translations": {
        "en": "Allah takes the souls at the time of their death, and those that do not die [He takes] during their sleep. Then He keeps those for which He has decreed death and releases the others for a specified term. Indeed in that are signs for a people who give thought.",
        "fr": "Allah reçoit les âmes au moment de leur mort ainsi que celles qui ne meurent pas au cours de leur sommeil. Il retient celles à qui Il a décrété la mort, tandis qu'Il renvoie les autres jusqu'à un terme fixé. Il y a certainement là des preuves pour des gens qui réfléchissent.",
        "es": "Alá llama a las almas cuando mueren y cuando, sin haber muerto, duermen. Retiene aquéllas cuya muerte ha decretado y remite las otras a un plazo fijo. Ciertamente, hay en ello signos para gente que reflexiona."
      },
      "ibn_ashour": "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (42)يصلح هذا أن يكون مثَلاً لحال ضلال الضالين وهُدى المهتدين نشأ عن قوله : { فمن اهتدى فلنفسه إلى قوله : وما أنت عليهم بوكيل } [ الزمر : 41 ] .( والمعنى : أن استمرار الضالّ على ضلاله قد يحصل بعدَه اهتداء وقد يوافيه أجله وهو في ضلاله فضرب المثل لذلك بنوم النائم قد تعقبه إفاقة وقد يموت النائم في نومه ، وهذا تهوين على نفس النبي برجاء إيمان كثير ممن هم يومئذٍ في ضلال وشرك كما تَحقّقَ ذلك . فتكون الجملة تعليلاً للجملة قبلَها ولها اتصال بقوله : { أفمن شرح الله صدره للإسلام } إلى قوله : { في ضلال مبين } [ الزمر : 22 ] .ويجوز أن يكون انتقالاً إلى استدلال على تفرد الله تعالى بالتصرف في الأحوال فإنه ذكر دليل التصرف بخلق الذوات ابتداءً من قوله : خلق السموات والأرض بالحق إلى قوله : { في ظُلُمات ثَلاث } [ الزمر : 5 ، 6 ] ، ثم دليل التصرف بخلق أحوال ذواتتٍ وإنشاءِ ذواتتٍ من تلك ا"
    },
    {
      "number": 43,
      "text": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًۭٔا وَلَا يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "أم اتخذ هؤلاء المشركون بالله من دونه آلهتهم التي يعبدونها شفعاء، تشفع لهم عند الله في حاجاتهم؟ قل -أيها الرسول- لهم: أتتخذونها شفعاء كما تزعمون، ولو كانت الآلهة لا تملك شيئا، ولا تعقل عبادتكم لها؟",
        "mukhtasar": "لقد اتخذ المشركون من أصنامهم شفعاء يرجون عندهم النفع من دون الله، قل لهم - أيها الرسول -: أتتخذونهم شفعاء حتى لو كانوا لا يملكون لكم ولا لأنفسهم شيئًا، ولا يعقلون؛ فهم جمادات صماء لا تتكلم، ولا تسمع، ولا تبصر، ولا تنفع، ولا تضرّ؟!",
        "saadi": "ينكر تعالى، على من اتخذ من دونه شفعاء يتعلق بهم ويسألهم ويعبدهم. { قُلْ } لهم - مبينا جهلهم، وأنها لا تستحق شيئا من العبادة-: { أَوَلَوْ كَانُوا } أي: من اتخذتم من الشفعاء { لَا يَمْلِكُونَ شَيْئًا } أي: لا مثقال ذرة في السماوات ولا في الأرض، ولا أصغر من ذلك ولا أكبر، بل وليس لهم عقل، يستحقون أن يمدحوا به، لأنها جمادات من أحجار وأشجار وصور وأموات،.فهل يقال: إن لمن اتخذها عقلا؟ أم هو من أضل الناس وأجهلهم وأعظمهم ظلما؟.",
        "kathir": "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ ۚ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ"
      },
      "translations": {
        "en": "Or have they taken other than Allah as intercessors? Say, \"Even though they do not possess [power over] anything, nor do they reason?\"",
        "fr": "Ont-ils adopté, en dehors d'Allah, des intercesseurs? Dis: «Quoi! Même s'ils ne détiennent rien et sont dépourvus de raison?",
        "es": "¿Tomarán los infieles a otros intercesores en lugar de tomar a Alá? Di: «¿Y si no pudieran nada ni razonaran?»"
      },
      "ibn_ashour": "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ (43) { أم } منقطعة وهي للاضراب الانتقالي انتقالاً من تشنيع إشراكهم إلى إبطال معاذيرهم في شركهم ، ذلك أنهم لما دمغتهم حجج القرآن باستحالة أن يكون لله شركاء تمحّلوا تأويلاً لشركهم فقالوا : { ما نعبدهم إلا ليقربونا إلى الله زُلفى } [ الزمر : 3 ] كما حكي عنهم في أول هذه السورة ، فلما استُوفيَت الحججُ على إبطال الشرك أقبل هنا على إبطال تأويلهم منه ومعذرتهم . والاستفهام الذي تشعر به أم } في جميع مواقعها هو هنا للإِنكار بمعنى أن تأويلهم وعذرهم منكَر كما كان المعتذَر عنه منكراً فلم يقضوا بهذه المعذرة وطَراً . وقد تقدم في أول السورة بيان مرادهم بكونهم شفعاء .وأمر الله رسوله صلى الله عليه وسلم بأن يقول لهم مقالةً تقطع بهتانهم وهي { أولو كانوا لا يملكون شيئاً ولا يعقلون .فالواو في أولو كانوا } عاطفة كلام المجيب على كلامهم وهو من قبيل ما سُمّي بعطف التلقين في قوله تعالى : { قال ومن ذريتي } في سورة البقرة ( 124 ) ، ولك أن تجعل الواو للحال كما هو المختار في نظيره . وتقدم في قوله : { ولو افتدى"
    },
    {
      "number": 44,
      "text": "قُل لِّلَّهِ ٱلشَّفَٰعَةُ جَمِيعًۭا ۖ لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: لله الشفاعة جميعًا، له ملك السموات والأرض وما فيهما، فالأمر كله لله وحده، ولا يشفع أحد عنده إلا بإذنه، فهو الذي يملك السموات والأرض ويتصرف فيهما، فالواجب أن تُطلب الشفاعة ممن يملكها، وأن تُخلص له العبادة، ولا تُطلب من هذه الآلهة التي لا تضر ولا تنفع، ثم إليه تُرجَعون بعد مماتكم للحساب والجزاء.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: لله وحده الشفاعة كلها، فلا يشفع عنده أحد إلا بإذنه، ولا يشفع إلا لمن ارتضى، له وحده ملك السماوات وملك الأرض، ثم إليه وحده ترجعون يوم القيامة للحساب والجزاء، فيجازيكم على أعمالكم.",
        "saadi": "{ قُلْ } لهم: { لِلَّهِ الشَّفَاعَةُ جَمِيعًا } لأن الأمر كله للّه.وكل شفيع فهو يخافه، ولا يقدر أن يشفع عنده أحد إلا بإذنه، فإذا أراد رحمة عبده، أذن للشفيع الكريم عنده أن يشفع، رحمة بالاثنين. ثم قرر أن الشفاعة كلها له بقوله { لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ } أي: جميع ما فيهما من الذوات والأفعال والصفات. فالواجب أن تطلب الشفاعة ممن يملكها، وتخلص له العبادة. { ثُمَّ إِلَيْهِ تُرْجَعُونَ } فيجازي المخلص له بالثواب الجزيل، ومن أشرك به بالعذاب الوبيل.",
        "kathir": "قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ"
      },
      "translations": {
        "en": "Say, \"To Allah belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned.\"",
        "fr": "Dis: «L'intercession toute entière appartient à Allah. A Lui la royauté des cieux et de la terre. Puis c'est vers Lui que vous serez ramenés».",
        "es": "Di: «Toda intercesión proviene de Alá. Suyo es el dominio de los cielos y de la tierra. Al fin, a Él seréis devueltos»."
      },
      "ibn_ashour": "قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ (44)ولما نفى أن يكون لأصنامهم شيء من الشفاعة في عموم نفي مِلْك شيء من الموجودات عَن الأصنام ، قوبل بقوله : { لله الشفاعة } أي الشفاعة كلها لله . وأمر الرسول صلى الله عليه وسلم بأن يقول ذلك لهم ليعلموا أن لا يملك الشفاعة إلا الله ، أي هو مالك إجابة شفاعة الشفعاء الحقِّ . وتقديم الخبر المجرور وهو { لله } على المبتدأ لإِفادة الحصر . واللام للملك ، أي قَصر ملك الشفاعة على الله تعالى لا يملك أحد الشفاعة عنده .و { جميعاً } حال من الشفاعة مفيدة للاستغراق ، أي لا يشذ جزئي من جزئيات حقيقة الشفاعة عن كونه مِلكاً لله وقد تأكد بلازم هذه لحال ما دل عليه الحصر من انتفاء أن يكون شيء من الشفاعة لغير الله .وجملة { له ملك السموات والأرض } لتعميم انفراد الله بالتصرف في السماوات والأرض الشامل للتصرف في مؤاخذة المخلوقات وتسيير أمورهم فموقعها موقع التذييل المفيد لتقرير الجملة التي قبله وزيادة . والمراد المُلك بالتصرف بالخلق وتصريف أحوال العالميْن ومن فيهما ، فإذا كان ذلك المُلك له فلا يستطيع أحد صرفه عن أمر أ"
    },
    {
      "number": 45,
      "text": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْءَاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "tafsir": {
        "muyassar": "وإذا ذُكِر الله وحده نفرت قلوب الذين لا يؤمنون بالمعاد والبعث بعد الممات، وإذا ذُكِر الذين مِن دونه من الأصنام والأوثان والأولياء إذا هم يفرحون؛ لكون الشرك موافقًا لأهوائهم.",
        "mukhtasar": "وإذا ذُكِر الله وحده نفرت قلوب المشركين الذين لا يؤمنون بالآخرة وما فيها من بعث وحساب وجزاء، وإذا ذُكِرت الأصنام التي يعبدونها من دون الله إذا هم مسرورون فرحون.",
        "saadi": "يذكر تعالى حالة المشركين، وما الذي اقتضاه شركهم أنهم { إِذَا ذُكِرَ اللَّهُ } توحيدا له، وأمر بإخلاص الدين له، وترك ما يعبد من دونه، أنهم يشمئزون وينفرون، ويكرهون ذلك أشد الكراهة.{ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ } من الأصنام والأنداد، ودعا الداعي إلى عبادتها ومدحها، { إِذَا هُمْ يَسْتَبْشِرُونَ } بذلك، فرحا بذكر معبوداتهم، ولكون الشرك موافقا لأهوائهم، وهذه الحال أشر الحالات وأشنعها، ولكن موعدهم يوم الجزاء. فهناك يؤخذ الحق منهم، وينظر: هل تنفعهم آلهتهم التي كانوا يدعون من دون اللّه شيئا؟.",
        "kathir": "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ"
      },
      "translations": {
        "en": "And when Allah is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice.",
        "fr": "Et quand Allah est mentionné seul (sans associés), les cœurs de ceux qui ne croient pas en l'au-delà se crispent et quand on mentionne ceux qui sont en dehors de Lui, voilà qu'ils se réjouissent.",
        "es": "Cuando Alá Solo es mencionado, se oprime el corazón de quienes no creen en la otra vida, pero cuando se mencionan otros fuera de Él, he aquí que se regocijan."
      },
      "ibn_ashour": "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (45)عطف على جملة { اتخذوا من دون الله شفعاء } [ الزمر : 43 ] لإِظهار تناقضهم في أقوالهم المشعر بأن ما يقولونه أقضية سُفسطائية يقولونها للتنصل من دمغات الحجج التي جبهَهُم بها القرآن ، فإنهم يعتذرون تارة على إشراكهم بأن شركاءهم شفعاء لهم عند الله . وهذا يقتضي أنهم معترفون بأن الله هو إلههم وإله شركائهم ، ثم إذا ذكَر النبي صلى الله عليه وسلم أن الله واحد أو ذكر المسلمون كلمة لا إله إلا الله اشمأزّت قلوب المشركين من ذلك . وكذلك إذا ذكر الله بأنه إله الناس ولم يذكر مع ذكره أن أصنامهم شركاء لله اشمأزت قلوبهم من الاقتصار على ذكر الله فلا يرضون بالسكوت عن وصف أصنامهم بالإِلهية وذلك مؤذن بأنهم يسوُّونها بالله تعالى .فقوله : { وحْدَهُ } لك أن تجعله حالاً من اسم الجلالة ومعناه منفرداً . ويقدر في قوله : { ذُكِر الله } معنى : ذكر بوصف الإِلهية ويكون معنى { ذُكِر الله وَحْده } ذُكر تفرده بالإلهية . وهذا جار على قول يونس بن حبيب في { وحده } . ول"
    },
    {
      "number": 46,
      "text": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ عَٰلِمَ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "tafsir": {
        "muyassar": "قل: اللهم يا خالق السموات والأرض ومبدعهما على غير مثال سبق، عالم السر والعلانية، أنت تفصل بين عبادك يوم القيامة فيما كانوا فيه يختلفون من القول فيك، وفي عظمتك وسلطانك والإيمان بك وبرسولك، اهدني لما اختُلِف فيه من الحق بإذنك، إنك تهدي مَن تشاء إلى صراط مستقيم. وكان هذا مِن دعائه صلى الله عليه وسلم، وهو تعليم للعباد بالالتجاء إلى الله تعالى، ودعائه بأسمائه الحسنى وصفاته العلى.",
        "mukhtasar": "قل - أيها الرسول -: اللَّهُمَّ خالق السماوات والأرض على غير مثال سابق، عالم ما غاب وما حضر، لا يخفى عليك شيء من ذلك، أنت وحدك تفصل بين عبادك يوم القيامة فيما كانوا فيه يختلفون في الدنيا، فتبين المحق والمبطل، والسعيد والشقي.",
        "saadi": "ولهذا قال { قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ } أي: خالقهما ومدبرهما. { عَالِمَ الْغَيْبِ } الذي غاب عن أبصارنا وعلمنا { وَالشَّهَادَةِ } الذي نشاهده.{ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ } وإن من أعظم الاختلاف اختلاف الموحدين المخلصين القائلين: إن ما هم عليه هو الحق، وإن لهم الحسنى في الآخرة دون غيرهم، والمشركين الذين اتخذوا من دونك الأنداد والأوثان، وسووا فيك من لا يسوى شيئا، وتنقصوك غاية التنقص، واستبشروا عند ذكر آلهتهم، واشمأزوا عند ذكرك، وزعموا مع هذا أنهم على الحق وغيرهم على الباطل، وأن لهم الحسنى.قال تعالى: { إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ } وقد أخبرنا بالفصل بينهم بعدها بقوله: { هَذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ } إلى أن قال: { إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } وقال تعالى: { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ } { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ } ففي هذه الآية، بيان عموم خلقه تعالى وعموم علمه، وعموم حكمه بين عباده،.فقدرته التي نشأت عنها المخلوقات، وعلمه المحيط بكل شيء، دال على حكمه بين عباده وبعثهم، وعلمه بأعمالهم، خيرها وشرها، وبمقادير جزائها، وخلقه دال على علمه { أَلَا يَعْلَمُ مَنْ خَلَقَ }  ",
        "kathir": "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ"
      },
      "translations": {
        "en": "Say, \"O Allah, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ.\"",
        "fr": "Dis: «O Allah, Créateur des cieux et de la terre, Connaisseur de tout ce que le monde ignore comme de ce qu'il perçoit, c'est Toi qui jugeras entre Tes serviteurs ce sur quoi ils divergeaient».",
        "es": "Di: «¡Alá, creador de los cielos y de la tierra! ¡El Conocedor de lo oculto y de lo patente! Tú decidirás entre Tus siervos sobre aquello en que discrepaban»."
      },
      "ibn_ashour": "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ (46)لما كان أكثر ما تقدم من السورة مشعراً بالاختلاف بين المشركين والمؤمنين ، وبأن المشركين مصممون على باطلهم على ما غمرهم من حجج الحق دون إغناء الآيات والتدبر عنهم أُمر الرسول صلى الله عليه وسلم عقب ذلك بأن يقول هذا القول تنفيساً عنه من كدر الأسى على قومه ، وإعذاراً لهم بالنذارة ، وإشعاراً لهم بأن الحق في جانبهم مضاع ، وأن الأجدر بالرسول صلى الله عليه وسلم متاركتهم وأن يفوّض الحكم في خلافهم إلى الله . وفي هذا التفويض إشارة إلى أن الذي فوّض أمره إلى الله هو الواثق بحقّيه دينه المطمئن بأن التحكيم يُظهر حقه وباطل خصمه .وابتدىء خطابُ الرسول صلى الله عليه وسلم ربَّه بالنداء لأن المقام مقام توجيه وتحاكم . وإجراء الوصفين على اسم الجلالة لما فيهما من المناسبة بخضوع الخلق كلهم لحكمه وشمول علمه لدخائلهم من مُحقّ ومُبطل .وَالفاطر : الخالق ، وفاطر السماوات والأرض فاطر لما تحتوي عليه . ووصف { فاطِرَ السموات والأرض } مشعر بصفة القدرة ، وتقديمُه قبل و"
    },
    {
      "number": 47,
      "text": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًۭا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "tafsir": {
        "muyassar": "ولو أن لهؤلاء المشركين بالله ما في الأرض جميعا مِن مال وذخائر، ومثله معه مضاعفًا، لَبذلوه يوم القيامة؛ ليفتدوا به من سوء العذاب، ولو بذلوا وافتدوا به ما قُبِل منهم، ولا أغنى عنهم من عذاب الله شيئًا، وظهر لهم يومئذٍ من أمر الله وعذابه ما لم يكونوا يحتسبون في الدنيا أنه نازل بهم.",
        "mukhtasar": "ولو أن للذين ظلموا أنفسهم بالشرك والمعاصي جميع ما في الأرض من نفائس وأموال وغيرها، ومثله معه مضاعفًا؛ لافتدوا به من العذاب الشديد الذي شاهدوه بعد بعثهم، لكن ليس لهم ذلك، ولو فُرِض أنه لهم لم يُقْبل منهم، وظهر لهم من الله من صنوف العذاب ما لم يكونوا يتوقعونه.",
        "saadi": "لما ذكر تعالى أنه الحاكم بين عباده، وذكر مقالة المشركين وشناعتها، كأن النفوس تشوقت إلى ما يفعل اللّه بهم يوم القيامة، فأخبر أن لهم { سُوءَ الْعَذَابِ } أي: أشده وأفظعه، كما قالوا أشد الكفر وأشنعه، وأنهم على - الفرض والتقدير - لو كان لهم ما في الأرض جميعا، من ذهبها وفضتها ولؤلؤها وحيواناتها وأشجارها وزروعها وجميع أوانيها وأثاثها ومثله معه، ثم بذلوه يوم القيامة ليفتدوا به من العذاب وينجوا منه، ما قبل منهم، ولا أغنى عنهم من عذاب اللّه شيئا، { يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ } { وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ } أي: يظنون من السخط العظيم، والمقت الكبير، وقد كانوا يحكمون لأنفسهم بغير ذلك.",
        "kathir": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ"
      },
      "translations": {
        "en": "And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allah that which they had not taken into account.",
        "fr": "Si les injustes possédaient tout ce qui se trouve sur la terre, - et autant encore -, ils l'offriraient comme rançon pour échapper au pire châtiment le Jour de la Résurrection; et leur apparaîtra, de la part d'Allah, ce qu'ils n'avaient jamais imaginé;",
        "es": "Si los impíos poseyeran todo cuanto hay en la tierra y aun otro tanto, lo ofrecerían como rescate el día de la Resurrección para librarse del mal castigo. Alá les manifestará aquello con que no contaban."
      },
      "ibn_ashour": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ (47) عطف على جملة { قل اللهم فاطر السموات والأرض } [ الزمر : 46 ] الخ لأنها تشير إلى أن الحق في جانب النبي وهو الذي دعا ربه للمحاكمة ، وأن الحكم سيكون على المشركين ، فأعقب ذلك بتهويل ما سيكون به الحكم بأنه لو وجَد المشركون فديةً منه بالغةً ما بلغت لافتدوا بها .وما في الأرض } يشمل كل عزيز عليهم من أهليهم وأموالهم بل وأنفسهم فهو أهون من سوء العذاب يوم القيامة . والمعنى : لو أن ذلك ملك لهم يوم القيامة لافتدوا به يومئذٍ . ووجه التهويل في ذلك هو ما يستلزمه مِلك هذه الأشياء من الشح بها في متعارف النفوس ، فالكلام تمثيل لحالهم في شدة الدرك والشقاء بحال من لو كان له ما ذكر لبذله فدية من ذلك العذاب ، وتقدم نظير هذا في سورة العقود . وتضمن حرف الشرط أن كون ما في الأرض لهم منتف ، فأفاد أن لا فِداء لهم من سوء العذاب وهو تأييس لهم .و { مِن } في قوله : { مِن سُوء العذاب } بمعنى لام التعليل ، أي لافتدوا به "
    },
    {
      "number": 48,
      "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "tafsir": {
        "muyassar": "وظهر لهؤلاء المكذبين يوم الحساب جزاء سيئاتهم التي اقترفوها، حيث نسبوا إلى الله ما لا يليق به، وارتكبوا المعاصي في حياتهم، وأحاط بهم من كل جانب عذاب أليم؛ عقابًا لهم على استهزائهم بالإنذار بالعذاب الذي كان الرسول يَعِدُهم به، ولا يأبهون له.",
        "mukhtasar": "وظهر لهم سيئات ما كسبوه من الشرك والمعاصي، وأحاط بهم العذاب الذي كانوا إذا خُوِّفوا منه في الدنيا يستهزئون به.",
        "saadi": "{ وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا } أي: الأمور التي تسوؤهم، بسبب صنيعهم وكسبهم. { وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } من الوعيد والعذاب الذي نزل بهم، وما حل عليهم العقاب. ",
        "kathir": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ"
      },
      "translations": {
        "en": "And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule.",
        "fr": "et leur apparaîtront les méfaits qu'ils ont commis, et ce dont ils se raillaient les enveloppera.",
        "es": "Se les mostrará el mal que cometieron y se verán cercados por aquello de que se burlaban."
      },
      "ibn_ashour": "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (48)و { سَيِئَات } جمع سيئة ، وهو وصف أضيف إلى موصوفه وهو الموصول { ما كَسَبُوا } أي مكسوباتِهم السيئاتتِ . وتأنيثها باعتبار شهرة إطلاق السيئة على الفعلة وإن كان فيما كسبوه ما هو من فاسد الاعتقاد كاعتقاد الشركاء لله وإضمار البغض للرسول والصالحين والأحقادِ والتحاسد فجرى تأنيث الوصف على تغليب السيئات العملية مثل الغصْب والقتل والفواحش تغليباً لفظياً لكثرة الاستعمال .وأوثر فعل { كَسَبُوا } على فعل : عملوا ، لِقطع تبرمهم من العذاب بتسجيل أنهم اكتسبوا أسبابه بأنفسهم ، كما تقدم آنفاً في قوله : { وقيل للظالمين ذوقوا ما كنتم تكسبون } [ الزمر : 24 ] دون : تعملون .والحَوْق : الإِحاطة ، أي أحاط بهم فلم ينفلتوا منه ، وتقدم الخلاف في اشتقاقه في قوله تعالى : { ولقد استهزىء برسل من قبلك فحاق بالذين سخروا منهم } في سورة [ الأنعام : 10 ] .و ما كانوا به يستهزءون } هو عذاب الآخرة ، أي يستهزئون بذكره تنزيلاً للعقاب منزلة مُستهَزَء به فيكون الضمير المجرور استعارة مكنية . ولك أن تجعل الباء للسببية وتجعل متعلق { يستهزوءن }"
    },
    {
      "number": 49,
      "text": "فَإِذَا مَسَّ ٱلْإِنسَٰنَ ضُرٌّۭ دَعَانَا ثُمَّ إِذَا خَوَّلْنَٰهُ نِعْمَةًۭ مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌۭ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "فإذا أصاب الإنسان شدة وضُرٌّ، طلب من ربه أن يُفرِّج عنه، فإذا كشفنا عنه ما أصابه وأعطيناه نعمة منا عاد بربه كافرًا، ولفضله منكرًا، وقال: إن الذي أوتيتُه إنما هو على علم من الله أني له أهل ومستحق، بل ذلك فتنة يبتلي الله بها عباده؛ لينظر مَن يشكره ممن يكفره، ولكن أكثرهم- لجهلهم وسوء ظنهم وقولهم- لا يعلمون؛ فلذلك يعدُّون الفتنة منحة.",
        "mukhtasar": "فإذا أصاب الإنسان الكافر مرض أو فقر ونحوه دعانا لنكشف عنه ما أصابه من ذلك، ثم إذا أعطيناه نعمة من صحة أو مال قال الكافر: إنما أعطاني الله ذلك لعلمه بأني أستحقّه، والصحيح أنه ابتلاء واستدراج، ولكنَّ معظم الكافرين لا يعلمون ذلك؛ فيغترون بما أنعم الله به عليهم.",
        "saadi": "يخبر تعالى عن حالة الإنسان وطبيعته، أنه حين يمسه ضر، من مرض أو شدة أو كرب. { دَعَانَا } ملحا في تفريج ما نزل به { ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا } فكشفنا ضره وأزلنا مشقته، عاد بربه كافرا، ولمعروفه منكرا. و { قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ } أي: علم من اللّه، أني له أهل، وأني مستحق له، لأني كريم عليه، أو على علم مني بطرق تحصيله.قال تعالى: { بَلْ هِيَ فِتْنَةٌ } يبتلي اللّه به عباده، لينظر من يشكره ممن يكفره. { وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ } فلذلك يعدون الفتنة منحة، ويشتبه عليهم الخير المحض، بما قد يكون سببا للخير أو للشر.",
        "kathir": "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ بَلْ هِيَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ"
      },
      "translations": {
        "en": "And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know.",
        "fr": "Quand un malheur touche l'homme, il Nous invoque. Quand ensuite Nous lui accordons une faveur de Notre part, il dit: «Je ne la dois qu'à [ma] science». C'est une épreuve, plutôt; mais la plupart d'entre eux ne savent pas.",
        "es": "Cuando el hombre sufre una desgracia, Nos invoca. Luego, cuando le dispensamos una gracia Nuestra, dice: «¡Lo que se me ha dado lo debo sólo a ciencia!» ¡No! Es una prueba, pero la mayoría no saben."
      },
      "ibn_ashour": "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بَلْ هِيَ فِتْنَةٌ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (49)الفاء لتفريع هذا الكلام على قوله : { وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة } [ الزمر : 45 ] الآية وما بينهما اعتراض مسلسل بعضه مع بعض للمناسبات .وتفريع ما بعد الفاء على ما ذكرناه تفريع وصف بعض من غرائب أحوالهم على بعض ، وهل أغرب من فزعهم إلى الله وحْده بالدعاء إذا مسهم الضر وقد كانوا يشمئزّون من ذكر اسمه وحده فهذا تناقض من أفعالهم وتعكيس ، فإنه تسببُ حديثثٍ على حديثثٍ وليس تسبباً على الوجود . وهذه النكتة هي الفارقة بين العطف بالفاء هنا وعطف نظيرها بالواو في قوله أول السورة { وإذا مس الإنسان ضر دعا ربه منيباً إليه } [ الزمر : 8 ] . والمقصود بالتفريع هو قوله : { فإذا مَسَّ الإنسان ضُرٌ دعانا } ، وأما ما بعده فتتميم واستطراد .وقد تقدم القول في نظير صدر هذه الآية في قوله : { وإذا مسّ الإِنسان ضرّ دعا ربه منيباً إليه ثم إذا خوّله نعمة منه نسي } [ الزمر : 8 ] الآية . وأن المراد بالإِنسان كل مشر"
    },
    {
      "number": 50,
      "text": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "tafsir": {
        "muyassar": "قد قال مقالتهم هذه مَن قبلهم من الأمم الخالية المكذبة، فما أغنى عنهم حين جاءهم العذاب ما كانوا يكسبونه من الأموال والأولاد.",
        "mukhtasar": "قد قال هذا القول الكفار من قبلهم، فما أغنى عنهم ما كانوا يكسبون من الأموال والمنزلة شيئًا.",
        "saadi": "قال تعالى: { قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ } أي: قولهم { إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ } فما زالت متوارثة عند المكذبين، لا يقرون بنعمة ربهم، ولا يرون له حقا،.فلم يزل دأبهم حتى أهلكوا، ولم يغن { عَنْهُمْ مَا كَانُوا يَكْسِبُونَ } حين جاءهم العذاب.",
        "kathir": "قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ"
      },
      "translations": {
        "en": "Those before them had already said it, but they were not availed by what they used to earn.",
        "fr": "Ainsi parlaient ceux qui vécurent avant eux. Mais ce qu'ils ont acquis ne leur a servi à rien;",
        "es": "Lo mismo decían los que fueron antes de ellos y sus posesiones no les sirvieron de nada."
      },
      "ibn_ashour": "قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَى عَنْهُمْ مَا كَانُوا يَكْسِبُونَ (50) جملة { قد قالها } مبيّنة لمضمون { هي فتنة } [ الزمر : 49 ] لأن بيان مغبة الذين قالوا هذا القول في شأن النعمة التي تنالهم يبين أن نعمة هؤلاء كانت فتنة لهم . وضمير قالَهَا } عائد إلى قول القائل { إنما أوتيته على علم } [ الزمر : 49 ] ، على تأويل القول بالكلمة التي هي الجملة كقوله تعالى : { قال رب ارجعون لعلي أعمل صالحاً فيما تركت كلا إنها كلمة هو قائلها } [ المؤمنون : 99 ، 100 ] .و { الذين من قبلهم } هم غير المتدينين ممن سلفوا ممن علمهم الله ، ومنهم قارون وقد حكى عنه في سورة القصص أنه قال ذلك .والمراد ب { ما كانوا يكسبون } ما كسبوه من أموال . وعدمُ إغنائه عنهم أنهم لم يستطيعوا دفع العذاب بأموالهم . والفاء في { فما أغنى عنهم ما كانوا يكسبون } لتفريع عدم إغناء ما كسبوه على مقالتهم تلكَ فإن عدم الإغناء مشعر بأنهم حل بهم من السوء ما شأن مثله أن يتطلب صاحبه الافتداء منه"
    },
    {
      "number": 51,
      "text": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "tafsir": {
        "muyassar": "فأصاب الذين قالوا هذه المقالة من الأمم الخالية وبال سيئات ما كسبوا من الأعمال، فعوجلوا بالخزي في الحياة الدنيا، والذين ظلموا أنفسهم من قومك -أيها الرسول-، وقالوا هذه المقالة، سيصيبهم أيضًا وبال سيئات ما كسبوا، كما أصاب الذين من قبلهم، وما هم بفائتين الله ولا سابقيه.",
        "mukhtasar": "فأصابهم جزاء سيئات ما كسبوا من الشرك والمعاصي، والذين ظلموا أنفسهم بالشرك والمعاصي من هؤلاء الحاضرين سيصيبهم جزاء سيئات ما كسبوا مثل الماضين، ولن يفوتوا الله ولن يغلبوه.",
        "saadi": "{ فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا } والسيئات في هذا الموضع: العقوبات، لأنها تسوء الإنسان وتحزنه. { وَالَّذِينَ ظَلَمُوا من هؤلاء سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا } فليسوا خيرا من أولئك، ولم يكتب لهم براءة في الزبر.",
        "kathir": "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ"
      },
      "translations": {
        "en": "And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure.",
        "fr": "Ils furent donc atteints par les mauvaises conséquences de leurs acquis. Ceux de ces gens [les Mecquois] qui auront commis l'injustice seront atteints par les mauvaises conséquences de leurs acquis et ils ne pourront s'opposer à la puissance [d'Allah].",
        "es": "Les alcanzó el mal resultante de sus acciones y los que de éstos hayan sido impíos serán alcanzados por el mal resultante de sus acciones y no podrán escapar."
      },
      "ibn_ashour": "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ (51)، فإذا كان ذلك السوء عظيماً لم يكن له فداء ، ففي الكلام إيجاز حذف يبينه قوله بعده : { فأصابهم سيئات ما كسبوا } . ففاء { فأصابهم سيئات ما كسبوا } مفرِّعة على جملة { ما أغنى عنهم } ، أي تسبب على انتفاء إِغناء الكسب عنهم حلولُ العقاب بهم . وكان مقتضى الظاهر في ترتيب الجمل أن تكون جملة { فأصابهم سيئات ما كسبوا } مقدّمة على جملة { فما أغنى عنهم ما كانوا يكسبون } ، لأن الإِغناء إنما يترقب عند حلول الضير بهم فإذا تقرر عدم الإِغناء يذكر بعده حلول المصيبة ، فعُكس الترتيب على خلاف مقتضى الظاهر لقصد التعجيل بإبطال مقالة قائلهم { إنما أوتيتُه على علم } [ الزمر : 49 ] ، أي لو كان لعلمهم أثر في جلب النعمة لهم لكان له أثر في دفع الضر عنهم .والإِشارة بهؤلاء } إلى المشركين من أهل مكة وقد بيّنا غير مرة أننا اهتدينا إلى كشف عادة من عادات القرآن إذا ذكرت فيه هذه الإِشارة أن يَكون المراد بها المشركون من قريش . وإصابة السيئات مراد بها في الموضعين إصابة جزاء السيئات وهو"
    },
    {
      "number": 52,
      "text": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "أولم يعلم هؤلاء أن رزق الله للإنسان لا يدل على حسن حال صاحبه، فإن الله لبالغ حكمته يوسِّع الرزق لمن يشاء مِن عباده، صالحًا كان أو طالحًا، ويضيِّقه على مَن يشاء منهم؟ إن في ذلك التوسيع والتضييق في الرزق لَدلالات واضحات لقوم يُصدِّقون أمر الله ويعملون به.",
        "mukhtasar": "أقال هؤلاء المشركون ما قالوا، ولم يعلموا أن الله يوسع الرزق على من يشاء ابتلاء له: أيشكر أم يكفر؟! ويضيّقه على من يشاء اختبارًا له: أيصبر أم يتسخط على قدر الله؟! إن في ذلك المذكور من توسيع الرزق وتضييقه لدلالات على تدبير الله لقوم يؤمنون؛ لأنهم هم الذين ينتفعون بالدلالات، وأما الكفار فهم يمرون عليها وهم عنها معرضون.",
        "saadi": "ولما ذكر أنهم اغتروا بالمال، وزعموا - بجهلهم - أنه يدل على حسن حال صاحبه، أخبرهم تعالى، أن رزقه، لا يدل على ذلك، وأنه { يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ } من عباده، سواء كان صالحا أو طالحا { وَيَقْدِرُ } الرزق، أي: يضيقه على من يشاء، صالحا أو طالحا، فرزقه مشترك بين البرية،.والإيمان والعمل الصالح يخص به خير البرية. { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ } أي: بسط الرزق وقبضه، لعلمهم أن مرجع ذلك، عائد إلى الحكمة والرحمة، وأنه أعلم بحال عبيده، فقد يضيق عليهم الرزق لطفا بهم، لأنه لو بسطه لبغوا في الأرض، فيكون تعالى مراعيا في ذلك صلاح دينهم الذي هو مادة سعادتهم وفلاحهم، واللّه أعلم. ",
        "kathir": "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ"
      },
      "translations": {
        "en": "Do they not know that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.",
        "fr": "Ne savent-ils pas qu'Allah attribue Ses dons avec largesse ou les restreint à qui Il veut? Il y a en cela des preuves pour des gens qui croient.",
        "es": "¿No saben que Alá dispensa el sustento a quien Él quiere: a unos con largueza, a otros con mesura? Ciertamente, hay en ello signos para gente que cree."
      },
      "ibn_ashour": "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (52)عطف على جملة { ولكن أكثرهم لا يعلمون } [ الزمر : 49 ] فبعد أن وصف أكثرهم بانتفاء العلم بأن الرحمة لهم فتنةٌ وابتلاء ، عُطف عليه إنكار علمهم انتفاء علمهم بذلك وإهمالهم النظر في الأدلّة المفيدة للعلم وصمهم آذانهم عن الآيات التي تذكّرهم بذلك حتى بَقُوا في جهالة مركَّبة وكان الشأن أن يعلموا أن الله يبسط الرزق لمن يشاء ويقدر ، أي يعطي الخيْر من يشاء ، ويمنع من يشاء .فالاستفهام إنكار عليهم في انتفاء علمهم بذلك لأنهم تسببوا في انتفاء العلم ، فالإِنكار عليهم يتضمن توبيخاً . واقتصر في الإِنكار على إنكار انتفاء العلم بأن بسط الرزققِ وقدْرَه من فعل الله تعالى لأنه أدنى لمشاهدتهم أحوال قومهم فكم من كادَ غير مرزوق وكم من آخر يجيئه الرزق من حيث لا يحتسب .وجُعل في ذلك آيات كثيرة لأن اختلاف أحوال الرزق الدالة على أن التصرف بيد الله تعالى ينبىء عن بقية الأحوال فتحصُلُ في ذلك آيات كثيرة دالة على انفراد الله تعالى بالتصرف في نفس الأمر . وجعلت الآيات لقوم يؤمنون لأن المؤمنين ق"
    },
    {
      "number": 53,
      "text": "۞ قُلْ يَٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لعبادي الذين تمادَوا في المعاصي، وأسرفوا على أنفسهم بإتيان ما تدعوهم إليه نفوسهم من الذنوب: لا تَيْئسوا من رحمة الله؛ لكثرة ذنوبكم، إن الله يغفر الذنوب جميعًا لمن تاب منها ورجع عنها مهما كانت، إنه هو الغفور لذنوب التائبين من عباده، الرحيم بهم.",
        "mukhtasar": "قل - أيها الرسول - لعبادي الذين تجاوزوا الحد على أنفسهم بالشرك بالله وارتكاب المعاصي: لا تَيْئَسُوا من رحمة الله، ومن مغفرته لذنوبكم، إن الله يغفر الذنوب كلها لمن تاب إليه، إنه هو الغفور لذنوب التائبين، الرحيم بهم.",
        "saadi": "يخبر تعالى عباده المسرفين بسعة كرمه، ويحثهم على الإنابة قبل أن لا يمكنهم ذلك فقال: { قُلْ } يا أيها الرسول ومن قام مقامه من الدعاة لدين اللّه، مخبرا للعباد عن ربهم: { يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ } باتباع ما تدعوهم إليه أنفسهم من الذنوب، والسعي في مساخط علام الغيوب.{ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ } أي: لا تيأسوا منها، فتلقوا بأيديكم إلى التهلكة، وتقولوا قد كثرت ذنوبنا وتراكمت عيوبنا، فليس لها طريق يزيلها ولا سبيل يصرفها، فتبقون بسبب ذلك مصرين على العصيان، متزودين ما يغضب عليكم الرحمن، ولكن اعرفوا ربكم بأسمائه الدالة على كرمه وجوده، واعلموا أنه يغفر الذنوب جميعا من الشرك، والقتل، والزنا، والربا، والظلم، وغير ذلك من الذنوب الكبار والصغار. { إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } أي: وصفه المغفرة والرحمة، وصفان لازمان ذاتيان، لا تنفك ذاته عنهما، ولم تزل آثارهما سارية في الوجود، مالئة للموجود،.تسح يداه من الخيرات آناء الليل والنهار، ويوالي النعم على العباد والفواضل في السر والجهار، والعطاء أحب إليه من المنع، والرحمة سبقت الغضب وغلبته، .ولكن لمغفرته ورحمته ونيلهما أسباب إن لم يأت بها العبد، فقد أغلق على نفسه باب الرحمة والمغفرة، أعظمها وأجلها، بل لا سبب لها غيره، الإنابة إلى اللّه تعالى بالتوبة النصوح، والدعاء والتضرع والتأله والتعبد،. فهلم إلى هذا السبب الأجل، والطريق الأعظم.",
        "kathir": "۞ قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ"
      },
      "translations": {
        "en": "Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.\"",
        "fr": "Dis: «O Mes serviteurs qui avez commis des excès à votre propre détriment, ne désespérez pas de la miséricorde d'Allah. Car Allah pardonne tous les péchés. Oui, c'est Lui le Pardonneur, le Très Miséricordieux.",
        "es": "Di: «¡Siervos que habéis prevaricado en detrimento propio! ¡No desesperéis de la misericordia de Alá! Alá perdona todos los pecados. Él es el Indulgente, el Misericordioso»."
      },
      "ibn_ashour": "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ (53)أُطنبتْ آيات الوعيد بأفنانها السابقة إطناباً يبلغ من نفوس سامعيها أيَّ مبلغ من الرعب والخوف ، على رغْممِ تظاهرهم بقلة الاهتمام بها . وقد يبلغ بهم وقعها مبلغَ اليأس من سَعيٍ ينجيهم من وعيدها ، فأعقبها الله ببعث الرجاء في نفوسهم للخروج إلى ساحل النجاة إذا أرادوها على عادة هذا الكتاب المجيد من مداواة النفوس بمزيج الترغيب والترهيب .والكلام استئناف بياني لأن الزواجر السابقة تثير في نفوس المواجَهين بها خاطر التساؤل عن مسالك النجاة فتتلاحم فيها الخواطر الملَكية والخواطر الشيطانية إلى أن يُرسي التلاحم على انتصار إحدى الطائفتين ، فكان في إنارة السبيل لها ما يسهل خطو الحائرين في ظلمات الشك ويرتفق بها ويواسيها بعد أن أثخنتها جروح التوبيخ والزجر والوعيد ويضمد تلك الجراحة والحليمُ يزجُر ويلين وتثير في نفس النبي صلى الله عليه وسلم خشيةَ أن يحيط غضب الله بالذين دعاهم إليه فأعرضوا أو حببهم في الحق فأبغضوا فلعله لا يَفتح لهم با"
    },
    {
      "number": 54,
      "text": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "tafsir": {
        "muyassar": "وارجعوا إلى ربكم- أيها الناس- بالطاعة والتوبة، واخضعوا له من قبل أن يقع بكم عقابه، ثم لا ينصركم أحد من دون الله.",
        "mukhtasar": "وارجعوا إلى ربكم بالتوبة والأعمال الصالحة، وانقادوا له، من قبل أن يأتيكم العذاب يوم القيامة ثم لا تجدون من أصنامكم أو أهليكم من ينصركم بإنقاذكم من العذاب.",
        "saadi": "ولهذا أمر تعالى بالإنابة إليه، والمبادرة إليها فقال: { وَأَنِيبُوا إِلَى رَبِّكُمْ } بقلوبكم { وَأَسْلِمُوا لَهُ } بجوارحكم، إذا أفردت الإنابة، دخلت فيها أعمال الجوارح، وإذا جمع بينهما، كما في هذا الموضع، كان المعنى ما ذكرنا.وفي قوله { إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ } دليل على الإخلاص، وأنه من دون إخلاص، لا تفيد الأعمال الظاهرة والباطنة شيئا. { مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ } مجيئا لا يدفع { ثُمَّ لَا تُنْصَرُونَ } فكأنه قيل: ما هي الإنابة والإسلام؟ وما جزئياتها وأعمالها؟",
        "kathir": "وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ"
      },
      "translations": {
        "en": "And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped.",
        "fr": "Et revenez repentant à votre Seigneur, et soumettez-vous à Lui, avant que ne vous vienne le châtiment et vous ne recevez alors aucun secours.",
        "es": "¡Volveos a vuestro Señor arrepentidos! ¡Someteos a Él antes de que os alcance el castigo, porque luego no seréis auxiliados!"
      },
      "ibn_ashour": "وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ (54)لما فَتَح لهم باب الرجاء أَعقبه بالإرشاد إلى وسيلة المغفرة معطوفاً بالواو وللدلالة على الجمع بين النهي عن القنوط من الرحمة وبين الإِنابة جمعاً يقتضي المبادرة ، وهي أيضاً مقتضى صيغة الأمر .والإِنابة : التوبة ولما فيها وَفي التوبة من معنى الرجوع عُدّي الفِعلان بحرف { إلى . والمعنى : توبوا إلى الله مما كنتم فيه من الشرك بأن توحدوه .وعطف عليه الأمر بالإسلام ، أي التصديق بالنبي والقرآن واتباع شرائع الإِسلام .وفي قوله : مِن قَبللِ أن يأتيكم العذاب } إيذان بوعيد قريب إن لم يُنيبوا ويسلموا كما يلمح إليه فعل { يأتيكم } . والتعريف في العَذَابُ تعريف الجنس ، وهو يقتضي أنهم إن لم يُنيبوا ويسلموا يأتهم العذاب . والعذاب منه ما يحصل في الدنيا إن شاءه الله وهذا خاص بالمشركين ، وأما المسلمون فقد استعاذ لهم منه الرسول صلى الله عليه وسلم حين نزل : { قل هو القادر على أن يبعث عليكم عذاباً من فوقكم أو من تحت أرجلكم } كما تقدم في سورة الأنعام ( 65 ) ، ومن العذاب عذاب الآخرة وهو جزاء الكفر والكبائر"
    },
    {
      "number": 55,
      "text": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةًۭ وَأَنتُمْ لَا تَشْعُرُونَ",
      "tafsir": {
        "muyassar": "واتبعوا أحسن ما أُنزل إليكم من ربكم، وهو القرآن العظيم، وكله حسن، فامتثلوا أوامره، واجتنبوا نواهية من قبل أن يأتيكم العذاب فجأة، وأنتم لا تعلمون به.",
        "mukhtasar": "واتبعوا القرآن الذي هو أحسن ما أنزله ربكم على رسوله، فاعملوا بأوامره، واجتنبوا نواهيه، من قبل أن يأتيكم العذاب فجأة وأنتم لا تحسّون به فتستعدّوا له بالتوبة.",
        "saadi": "فأجاب تعالى بقوله: { وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ } مما أمركم من الأعمال الباطنة، كمحبة اللّه، وخشيته، وخوفه، ورجائه، والنصح لعباده، ومحبة الخير لهم، وترك ما يضاد ذلك.ومن الأعمال الظاهرة، كالصلاة، والزكاة والصيام، والحج، والصدقة، وأنواع الإحسان، ونحو ذلك، مما أمر اللّه به، وهو أحسن ما أنزل إلينا من ربنا، فالمتبع لأوامر ربه في هذه الأمور ونحوها هو المنيب المسلم،. { مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ } وكل هذا حثٌّ على المبادرة وانتهاز الفرصة.",
        "kathir": "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ"
      },
      "translations": {
        "en": "And follow the best of what was revealed to you from your Lord before the punishment comes upon you suddenly while you do not perceive,",
        "fr": "Et suivez la meilleure révélation qui vous est descendue de la part de votre Seigneur, avant que le châtiment ne vous vienne soudain, sans que vous ne [le] pressentiez;",
        "es": "¡Seguid lo mejor que vuestro Señor os ha revelado, antes de que os venga el castigo de repente, sin presentirlo!"
      },
      "ibn_ashour": "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ (55){ أحسن ما أُنزِلَ } هو القرآن وهو معنى قوله : { الذين يستمعون القول فيتبعون أحسنه } [ الزمر : 18 ] . والحظ للمشركين في هذه الآية لأن المسلمين قد اتّبعوا القرآن كما قال تعالى : { فبشر عبادِ الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم اللَّه } [ الزمر : 17 ، 18 ] .( و { أحْسَنَ } اسم تفضيل مستعمل في معنى كامل الحسن ، وليس في معنى تفضيل بعضه على بعض لأن جميع ما في القرآن حسن فهو من باب قوله تعالى : { قال رب السجن أحب إلي مما يدعونني إليه } [ يوسف : 33 ] .وإضافة { أحْسَنَ } إلى { مَا أُنْزِل } من إضافة الصفة إلى الموصوف .والعذاب المذكور في هذه هو العذاب المذكور قبلُ بنوعيه وكله بغتة إذ لا يتقدمه إشعار ، فعذاب الدنيا يحلّ بغتة وعذاب الآخرة كذلك لأنه تظهر بوارقه عند البعث وقد أتاهم عذاب السيف يوم بدر ويأتيهم عذاب الآخرة يوم البعث ."
    },
    {
      "number": 56,
      "text": "أَن تَقُولَ نَفْسٌۭ يَٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّٰخِرِينَ",
      "tafsir": {
        "muyassar": "وأطيعوا ربكم وتوبوا إليه حتى لا تندم نفس وتقول: يا حسرتى على ما ضيَّعت في الدنيا من العمل بما أمر الله به، وقصَّرت في طاعته وحقه، وإن كنت في الدنيا لمن المستهزئين بأمر الله وكتابه ورسوله والمؤمنين به.",
        "mukhtasar": "افعلوا ذلك حذر أن تقول نفس من شدة الندم يوم القيامة: يا ندمها على تفريطها في جنب الله بما كانت عليه من الكفر والمعاصي، وعلى أنها كانت تسخر من أهل الإيمان والطاعة.",
        "saadi": "ثم حذرهم { أَن } يستمروا على غفلتهم، حتى يأتيهم يوم يندمون فيه، ولا تنفع الندامة.و { تَقُولَ نَفْسٌ يَا حَسْرَتَى عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ } أي: في جانب حقه. { وَإِنْ كُنْت } في الدنيا { لَمِنَ السَّاخِرِينَ } في إتيان الجزاء، حتى رأيته عيانا.",
        "kathir": "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ"
      },
      "translations": {
        "en": "Lest a soul should say, \"Oh [how great is] my regret over what I neglected in regard to Allah and that I was among the mockers.\"",
        "fr": "avant qu'une âme ne dise: «Malheur à moi pour mes manquements envers Allah. Car j'ai été certes, parmi les railleurs»",
        "es": "No sea que alguien diga; «¡Ay de mí que fui tan remiso para con Alá! ¡Yo era de los que se burlaban!»,"
      },
      "ibn_ashour": "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ (56) { أن تقول } تعليل للأوَامر في قوله : { وأنيبوا إلى ربكم وأسلموا له } [ الزمر : 54 ] { واتبعوا أحسن ما أنزل } [ الزمر : 55 ] على حذف لام التعليل مع ( أَنْ ) وهو كثير .وفيه حذف لا } النافية بعد { أن ، وهو شائع أيضاً كقوله تعالى : { وهذا كتاب أنزلناه مبارك فاتبعوه واتقوا لعلكم ترحمون أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا وإن كنا عن دراستهم لغافلين أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم } [ الأنعام : 155 - 157 ] ، وكقوله : { فلا تتبعوا الهوى أن تعدلوا } [ النساء : 135 ] . وعادة صاحب «الكشاف» تقدير : كراهية أن تفعلوا كذا . وتقدير ( لا ) النافية أظهر لكثرة التصرف فيها في كلام العرب بالحذف والزيادة .والمعنى : لئلا تقول نفس يا حسرتا على ما فرطت في جنب الله . وظاهر القول إنه القول جهرة وهو شأن الذي ضاق صَبْره عن إخفاء ندامته في نفسه فيصرخ بما حدَّث به نفسه فتكون هذه الندامة المصرح بها زائدة على التي أسرّها ، ويجوز أن يكون قولاً باطناً في النفس . وتنكير { نَفْسٌ }"
    },
    {
      "number": 57,
      "text": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "tafsir": {
        "muyassar": "أو تقول: لو أن الله أرشدني إلى دينه لكنت من المتقين الشرك والمعاصي.",
        "mukhtasar": "أو تحتجّ بالقدر، فتقول: لو أن الله وفَّقني لكنت من المتقين له؛ أمتثل أوامره، وأجتنب نواهيه.",
        "saadi": "{ أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ } و\"لو\" في هذا الموضع للتمني،.أي: ليت أن اللّه هداني فأكون متقيا له، فأسلم من العقاب وأستحق الثواب، وليست \"لو\" هنا شرطية، لأنها لو كانت شرطية، لكانوا محتجين بالقضاء والقدر على ضلالهم، وهو حجة باطلة، ويوم القيامة تضمحل كل حجة باطلة.",
        "kathir": "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ"
      },
      "translations": {
        "en": "Or [lest] it say, \"If only Allah had guided me, I would have been among the righteous.\"",
        "fr": "ou qu'elle ne dise: «Si Allah m'avait guidée, j'aurais été certes, parmi les pieux»",
        "es": "o diga: «¡Si Alá me hubiera dirigido, habría sido de los que Le temen!»,"
      },
      "ibn_ashour": "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ (57) ومعنى { أو تقول لو أن الله هداني لكنت من المتقين } إنهم يقولونه لقصد الاعتذار والتنصل ، تعيد أذهانهم ما اعتادوا الاعتذار به للنبيء صلى الله عليه وسلم كما حكَى الله عنهم : { وقالوا لو شاء الرحمان ما عبدناهم } [ الزخرف : 20 ] وهم كانوا يقولونه لقصد إفحام النبي حين يدعوهم فبَقيَ ذلك التفكير عالقاً بعقولهم حين يُحضرون للحساب . والكلام في مِنَ المُتَّقين } مثلُه في { من الساخرين } ."
    },
    {
      "number": 58,
      "text": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةًۭ فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "tafsir": {
        "muyassar": "أو تقول حين ترى عقاب الله قد أحاط بها يوم الحساب: ليت لي رجعة إلى الحياة الدنيا، فأكون فيها من الذين أحسنوا بطاعة ربهم، والعمل بما أمَرَتْهم به الرسل.",
        "mukhtasar": "أو تقول حين تشاهد العذاب مُتَمنِّية: لو أن لي رجعة إلى الدنيا فأتوب إلى الله، وأكون من المحسنين في أعمالهم.",
        "saadi": "{ أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ } وتجزم بوروده { لَوْ أَنَّ لِي كَرَّةً } أي: رجعة إلى الدنيا لكنت { مِنَ الْمُحْسِنِينَ } قال تعالى: إن ذلك غير ممكن ولا مفيد، وإن هذه أماني باطلة لا حقيقة لها، إذ لا يتجدد للعبد لَوْ رُدَّ، بيان بعد البيان الأول.",
        "kathir": "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ"
      },
      "translations": {
        "en": "Or [lest] it say when it sees the punishment, \"If only I had another turn so I could be among the doers of good.\"",
        "fr": "ou bien qu'elle ne dise en voyant le châtiment: «Ah! S'il y avait pour moi un retour! Je serais alors parmi les bienfaisants».",
        "es": "o diga, al ver el castigo: «¡Si pudiera regresar, sería de quienes hacen el bien!»"
      },
      "ibn_ashour": "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ (58)وأما قولها : { حين ترى العذاب لو أنَّ لي كَرَّة } فهو تمنّ محض . و { لو } فيه للتمني ، وانتصب { فأكون } على جواب التمنّي .والكرة : الرِّجعة . وتقدم في قوله : { فلو أن لنا كرة فنكون من المؤمنين } في سورة [ الشعراء : 102 ] ، أي كَرة إلى الدنيا فأُحْسِن ، وهذا اعتراف بأنها علمت أنها كانت من المسيئين . وقد حُكي كلام النفس في ذلك الموقف على ترتيبه الطبيعي في جَوَلانه في الخاطر بالابتداء بالتحسر على ما أوقعت فيه نفسها ، ثم بالاعتذار والتنصل طمعاً أن ينجيها ذلك ، ثم بتمنيّ أن تعود إلى الدنيا لتعمل الإِحسان كقوله تعالى : { قال رب ارجعون لعلي أعمل صالحاً فيما تركت } [ المؤمنون : 99 ، 100 ] . فهذا الترتيب في النظم هو أحكم ترتيب ولو رتب الكلام على خلافه لفاتت الإِشارة إلى تولد هذه المعاني في الخاطر حينما يأتيهم العذاب ، وهذا هو الأصل في الإِنشاء ما لم يوجد ما يقتضي العدولَ عنه كما بينتُه في كتاب «أصول الإِنشاء والخطابة»"
    },
    {
      "number": 59,
      "text": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَٰفِرِينَ",
      "tafsir": {
        "muyassar": "ما القول كما تقول، قد جاءتك آياتي الواضحة الدالة على الحق، فكذَّبت بها، واستكبرت عن قَبولها واتباعها، وكنت من الكافرين بالله ورسله.",
        "mukhtasar": "ليس الأمر كما زَعَمْتَ من تمني الهداية، فقد جاءتكَ آياتي فكذبتَ بها وتكبرتَ، وكنتَ من الكافرين بالله وبآياته ورسله.",
        "saadi": "{ بَلَى قَدْ جَاءَتْكَ آيَاتِي } الدالة دلالة لا يمترى فيها. على الحق { فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ } عن اتباعها { وَكُنْتَ مِنَ الْكَافِرِينَ } فسؤال الرد إلى الدنيا، نوع عبث، { وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ } ",
        "kathir": "بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ"
      },
      "translations": {
        "en": "But yes, there had come to you My verses, but you denied them and were arrogant, and you were among the disbelievers.",
        "fr": "«Oh que si! Mes versets te sont venus et tu les as traités de mensonge, tu t'es enflé d'orgueil et tu étais parmi les mécréants».",
        "es": "«Pero, si ya te vinieron Mis signos y los desmentiste, mostrándote altivo y siendo de los infieles...»"
      },
      "ibn_ashour": "بَلَى قَدْ جَاءَتْكَ آَيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ (59){ بلى } حرفٌ لإِبطال منفي أو فيه رائحة النفي ، لقصد إثبات ما نفي قبله ، فتعين أن تكون هنا جواباً لقول النفس { لو أنَّ الله هداني لكنت من المتقين } [ الزمر : 57 ] ، لما تقتضيه { لو التي استعملت للتمنّي من انتفاء مَا تمناه وهو أن يكون الله هداه ليكون من المتقين ، أي لم يهدني الله فلم أتق . وجملة قَدْ جاءَتك ءاياتي } تفصيل للإبطال وبيان له ، وهو مِثل الجواب بالتسليم بعد المَنع ، أي هداك الله .وقد قوبل كلام النفس بجواب يقابله على عدد قرائنه الثلاث ، وذلك بقوله : { قد جاءتك آياتي فكذبت بها } وهذا مقابل { لو أنَّ الله هداني } [ الزمر : 57 ] ثم بقوله : { واستكبرت } وهو مقابل قولها : { على ما فرطتُ في جنببِ الله } [ الزمر : 56 ] ، أي ليستْ نهايةُ أمرك التفريط بل أعظم منه وهو الاستكبار ، ثم بقوله : { وكنت مِنَ الكافرين } وهذا مقابل قوللِ النفس { لَكُنتُ مِن المُتقين } [ الزمر : 57 ] فهذه قرائن ثلاث . والمعنى : أن الله هداك في الدنيا بالإرشاد بآيات القرآن فقابلتَ الإِرشاد بالتكذيب والاستكبار والكفر به"
    },
    {
      "number": 60,
      "text": "وَيَوْمَ ٱلْقِيَٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًۭى لِّلْمُتَكَبِّرِينَ",
      "tafsir": {
        "muyassar": "ويوم القيامة ترى هؤلاء المكذبين الذين وصفوا ربهم بما لا يليق به، ونسبوا إليه الشريك والولد وجوههم مسودة. أليس في جهنم مأوى ومسكن لمن تكبر على الله، فامتنع من توحيده وطاعته؟ بلى.",
        "mukhtasar": "ويوم القيامة تشاهد الذين كذبوا على الله بنسبة الشريك والولد إليه وجوههم مسودة؛ علامة على شقائهم، أليس في جهنم مقرٌّ للمتكبرين على الإيمان بالله ورسله؟! بلى، إن فيها لمقرًّا لهم.",
        "saadi": "يخبر تعالى عن خزي الذين كذبوا عليه، وأن وجوههم يوم القيامة مسودة كأنها الليل البهيم، يعرفهم بذلك أهل الموقف، فالحق أبلج واضح كأنه الصبح،.فكما سوَّدوا وجه الحق بالكذب، سود اللّه وجوههم، جزاء من جنس عملهم.فلهم سواد الوجوه، ولهم العذاب الشديد في جهنم، ولهذا قال: { أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ } عن الحق، وعن عبادة ربهم، المفترين عليه؟ بلى واللّه، إن فيها لعقوبة وخزيا وسخطا، يبلغ من المتكبرين كل مبلغ، ويؤخذ الحق منهم بها.والكذب على اللّه يشمل الكذب عليه باتخاذ الشريك والولد والصاحبة، والإخبار عنه بما لا يليق بجلاله، أو ادعاء النبوة، أو القول في شرعه بما لم يقله، والإخبار بأنه قاله وشرعه.",
        "kathir": "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ"
      },
      "translations": {
        "en": "And on the Day of Resurrection you will see those who lied about Allah [with] their faces blackened. Is there not in Hell a residence for the arrogant?",
        "fr": "Et au Jour de la Résurrection, tu verras les visages de ceux qui mentaient sur Allah, assombris. N'est-ce pas dans l'Enfer qu'il y aura une demeure pour les orgueilleux?",
        "es": "El día de la Resurrección verás a quienes mintieron contra Alá, hosco el rostro. ¿No hay en la gehena una morada para los soberbios?"
      },
      "ibn_ashour": "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (60)عطف على إحدى الجمل المتقدمة المتعلقة بعذاب المشركين في الدنيا والآخرة ، والأحسن أن يكون عطفاً على جملة { والذين ظلموا من هؤلاء سيصيبهم سيئات ما كسبوا } [ الزمر : 51 ] ، أي في الدنيا كما أصاب الذين من قبلهم ويوم القيامة تَسودّ وجوههم . فيجوز أن يكون اسوداد الوجوه حقيقة جعله الله علامة لهم وجعل بقية الناس بخلافهم . وقد جعل الله اسوداد الوجوه يوم القيامة علامة على سوء المصير كما جعل بياضها علامة على حسن المصير قال تعالى : { يوم تبيضُّ وجوه وتسودُّ وجوه فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم فذوقوا العذاب بما كنتم تكفرون وأما الذين ابيضت وجوههم ففي رحمة اللَّه هم فيها خالدون } في سورة آل عمران ( 106 ، 107 ) . ويجوز أن يكون ابيضاض الوجوه مستعملاً في النضرة والبهجة قال تعالى : { وجوه يومئذ ناضرة } [ القيامة : 22 ] ، وقال حسان بن ثابت: ... بِيض الوجوه كريمةٌ أحسابهمويقولون في الذي يخصل خصلة يفتخر بها قومُه : بيَّضْتَ وجوهنا . والخطاب في قوله : { تَرَى "
    },
    {
      "number": 61,
      "text": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "tafsir": {
        "muyassar": "وينجي الله من جهنم وعذابها الذين اتقوا ربهم بأداء فرائضه واجتناب نواهيه بفوزهم وتحقق أمنيتهم، وهي الظَّفَر بالجنة، لا يمسهم من عذاب جهنم شيء، ولا هم يحزنون على ما فاتهم من حظوظ الدنيا.",
        "mukhtasar": "ويُسلّم الله الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه من العذاب بإدخالهم مكان فوزهم وهو الجنة، لا يمسّهم العذاب، ولا هم يحزنون على ما فاتهم من الحظوظ الدنيوية.",
        "saadi": "ولما ذكر حالة المتكبرين، ذكر حالة المتقين، فقال: { وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ } أي: بنجاتهم، وذلك لأن معهم آلة النجاة، وهي تقوى اللّه تعالى، التي هي العدة عند كل هول وشدة. { لَا يَمَسُّهُمُ السُّوءُ } أي: العذاب الذي يسوؤهم { وَلَا هُمْ يَحْزَنُونَ } فنفى عنهم مباشرة العذاب وخوفه، وهذا غاية الأمان.فلهم الأمن التام، يصحبهم حتى يوصلهم إلى دار السلام، فحينئذ يأمنون من كل سوء ومكروه، وتجري عليهم نضرة النعيم، ويقولون { الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ }  ",
        "kathir": "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ"
      },
      "translations": {
        "en": "And Allah will save those who feared Him by their attainment; no evil will touch them, nor will they grieve.",
        "fr": "Et Allah sauvera ceux qui ont été pieux en leur faisant gagner [leur place au Paradis]. Nul mal ne les touchera et ils ne seront point affligés.",
        "es": "Alá salvará a quienes Le hayan temido, librándoles del castigo: no sufrirán mal ni estarán tristes."
      },
      "ibn_ashour": "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ (61)عطف على جملة { ترى الذين كذبوا على الله وجوههم مسودة } [ الزمر : 60 ] إلى آخرها ، أي وينجي الله الذين اتقوا من جهنم لأنهم ليسوا بمتكبرين . وهذا إيذان بأن التقوى تنافي التكبر لأن التقوى كمال الخُلق الشرعي وتقتضي اجتناب المنهيات وامتثال الأمر في الظاهر والباطن ، والكبرَ مرض قلبي باطني فإذا كان الكبر ملقياً صاحبه في النار بحكم قوله : { أليس في جهنم مثوى للمتكبرين } [ الزمر : 60 ] فضد أولئك ناجون منها وهم المتقون إذ التقوى تحول دون أسباب العقاب التي منها الكبر ، فالذين اتقوا هم أهل التقوى وهي معروفة ، ولذلك ففعل { اتَّقوا } منزل منزلة اللازم لا يقدَّر له مفعول .والمفازة يجوز أن تكون مصدراً ميمياً للفوز وهو الفلاح ، مثل المتاب وقوله تعالى : { إن للمتقين مفازاً } [ النبأ : 31 ] ، ولحاق التاء به من قبيل لحاق هاء التأنيث بالمصدر في نحو قوله تعالى : { ليس لوقعتها كاذبة } [ الواقعة : 2 ] . وتقدم ذلك في اسم سورة الفاتحة وعند قوله تعالى : { فلا تحسبنهم بمفازة من العذاب } في [ آل عمران : 188 ]"
    },
    {
      "number": 62,
      "text": "ٱللَّهُ خَٰلِقُ كُلِّ شَىْءٍۢ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ وَكِيلٌۭ",
      "tafsir": {
        "muyassar": "الله تعالى هو خالق الأشياء كلها، وربها ومليكها والمتصرف فيها، وهو على كل شيء حفيظ يدَبِّر جميع شؤون خلقه.",
        "mukhtasar": "الله خالق كل شيء، فلا خالق غيره، وهو على كل شيء حفيظ، يدبر أمره، ويصرفه كيف يشاء.",
        "saadi": "يخبر تعالى عن عظمته وكماله، الموجب لخسران من كفر به فقال: { اللَّهُ خَالِقُ كُلِّ شَيْءٍ } هذه العبارة وما أشبهها، مما هو كثير في القرآن، تدل على أن جميع الأشياء - غير اللّه - مخلوقة، ففيها رد على كل من قال بقدم بعض المخلوقات، كالفلاسفة القائلين بقدم الأرض والسماوات، وكالقائلين بقدم الأرواح، ونحو ذلك من أقوال أهل الباطل، المتضمنة تعطيل الخالق عن خلقه.وليس كلام اللّه من الأشياء المخلوقة، لأن الكلام صفة المتكلم، واللّه تعالى بأسمائه وصفاته أول ليس قبله شيء، فأخذ أهل الاعتزال من هذه الآية ونحوها أنه مخلوق، من أعظم الجهل، فإنه تعالى لم يزل بأسمائه وصفاته، ولم يحدث له صفة من صفاته، ولم يكن معطلا عنها بوقت من الأوقات، والشاهد من هذا، أن اللّه تعالى أخبر عن نفسه الكريمة أنه خالق لجميع العالم العلوي والسفلي، وأنه على كل شيء وكيل، والوكالة التامة لا بد فيها من علم الوكيل، بما كان وكيلا عليه، وإحاطته بتفاصيله، ومن قدرة تامة على ما هو وكيل عليه، ليتمكن من التصرف فيه، ومن حفظ لما هو وكيل عليه، ومن حكمة، ومعرفة بوجوه التصرفات، ليصرفها ويدبرها على ما هو الأليق، فلا تتم الوكالة إلا بذلك كله، فما نقص من ذلك، فهو نقص فيها.ومن المعلوم المتقرر، أن اللّه تعالى منزه عن كل نقص في صفة من صفاته،.فإخباره بأنه على كل شيء وكيل، يدل على إحاطة علمه بجميع الأشياء، وكمال قدرته على تدبيرها، وكمال تدبيره، وكمال حكمته التي يضع بها الأشياء مواضعها.",
        "kathir": "اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ"
      },
      "translations": {
        "en": "Allah is the Creator of all things, and He is, over all things, Disposer of affairs.",
        "fr": "Allah est le Créateur de toute chose, et de toute chose Il est Garant.",
        "es": "Alá es creador de todo y vela por todo."
      },
      "ibn_ashour": "اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ (62)"
    },
    {
      "number": 63,
      "text": "لَّهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ ٱللَّهِ أُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "tafsir": {
        "muyassar": "لله مفاتيح خزائن السموات والأرض، يعطي منها خَلْقَه كيف يشاء. والذين جحدوا بآيات القرآن وما فيها من الدلائل الواضحة، أولئك هم الخاسرون في الدنيا بخِذْلانهم عن الإيمان، وفي الآخرة بخلودهم في النار.",
        "mukhtasar": "له وحده مفاتيح خزائن الخيرات في السماوات والأرض، يمنحها من يشاء، ويمنعها ممن يشاء، والذين كفروا بآيات الله أولئك هم الخاسرون؛ لحرمانهم من الإيمان في حياتهم الدنيا، ولدخولهم النار خالدين فيها في الآخرة.",
        "saadi": " { لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ } أي: مفاتيحها، علما وتدبيرا، فـ { مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزِيزُ الْحَكِيمُ } فلما بين من عظمته ما يقتضي أن تمتلئ القلوب له إجلالا وإكراما، ذكر حال من عكس القضية فلم يقدره حق قدره، فقال: { وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ } الدالة على الحق اليقين والصراط المستقيم. { أُولَئِكَ هُمُ الْخَاسِرُونَ } خسروا ما به تصلح القلوب من التأله والإخلاص للّه،. وما به تصلح الألسن من إشغالها بذكر اللّه، وما تصلح به الجوارح من طاعة اللّه،.وتعوضوا عن ذلك كل مفسد للقلوب والأبدان، وخسروا جنات النعيم، وتعوضوا عنها بالعذاب الأليم. ",
        "kathir": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ"
      },
      "translations": {
        "en": "To Him belong the keys of the heavens and the earth. And they who disbelieve in the verses of Allah - it is those who are the losers.",
        "fr": "Il détient les clefs des cieux et de la terre; et ceux qui ne croient pas aux versets d'Allah, ce sont ceux-là les perdants.",
        "es": "Suyas son las llaves de los cielos y de la tierra. Los que no crean en los signos de Alá, ésos serán los que pierdan."
      },
      "ibn_ashour": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ وَالَّذِينَ كَفَرُوا بِآَيَاتِ اللَّهِ أُولَئِكَ هُمُ الْخَاسِرُونَ (63)هذا استئناف ابتدائي تمهيد لقوله : { قُل أفغير الله تأمروني أعبُد } [ الزمر : 64 ] في ذكر تمسك الرسول والرسللِ من قبله بالتوحيد ونبذِ الشرك والبراءةِ منه والتصلببِ في مقاومته والتصميممِ على قطع دابره ، وجُعلت الجمل الثلاث من قوله : الله خالق كل شيء } إلى قوله : { السموات والأرض } مقدمات تؤيد ما يجيء بعدها من قوله : { قُل أفغير الله تأمروني أعبُد } [ الزمر : 64 ] .وقد اشتمل هذا الاستئناف ومعطوفاته على ثلاث جمل وجملة رابعة :فالجملة الأولى : { الله خالق كل شيء } وهذه الجملة أَدْخَلت كل موجود في أنه مخلوق لله تعالى ، فهو وليّ التصرف فيه لا يخرج من ذلك إلاّ ذاتُ الله تعالى وصفاته فهي مخصوصة من هذا العموم بدليل العقل وهو أنه خالق كل شيء فلو كان خالقَ نفسه أو صفاتِه لزم توقف الشيء على ما يتوقف هُو عليه وهذا ما يسمى بالدَّوْر في الحكمة ، واستحالتُه عقلية ، فخُص هذا العموم العقل . والمقصود من هذا إثبات حقيقة ، والزامُ الناس بتوحيده لأنه خالقهم ، وليس في هذا قصد ثناء ولا تعاظم ، والمق"
    },
    {
      "number": 64,
      "text": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَٰهِلُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لمشركي قومك: أفغير الله أيها الجاهلون بالله تأمرونِّي أن أعبد، ولا تصلح العبادة لشيء سواه؟",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين الذين يراودونك أن تعبد أوثانهم: أتأمرونني - أيها الجاهلون بربكم - أن أعبد غير الله؟! لا يستحق العبادة إلا الله وحده، فلن أعبد غيره.",
        "saadi": "{ قُلْ } يا أيها الرسول لهؤلاء الجاهلين، الذين دعوك إلى عبادة غير اللّه: { أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ } أي: هذا الأمر صدر من جهلكم، وإلا فلو كان لكم علم بأن اللّه تعالى الكامل من جميع الوجوه، مسدي جميع النعم، هو المستحق للعبادة، دون من كان ناقصا من كل وجه، لا ينفع ولا يضر، لم تأمروني بذلك.",
        "kathir": "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Is it other than Allah that you order me to worship, O ignorant ones?\"",
        "fr": "Dis: «Me commanderez-vous d'adorer autre qu'Allah, O ignorants?»",
        "es": "Di: «¿Es que me ordenáis que sirva a otro diferente de Alá, ¡ignorantes!?»"
      },
      "ibn_ashour": "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (64)هذا نتيجة المقدمات وهو المقصود بالإثبات ، فالفاء في قوله : { أفغير الله } لتفريع الكلام المأمور الرسولُ صلى الله عليه وسلم بأن يقوله على الكلام الموحَى به إليه ليقرع به أسماعهم ، فإن الحقائق المتقدمة موجهة إلى المشركين فبعْدَ تقررها عندهم وإنذارهم على مخالفة حالهم لما تقتضيه تلك الحقائقُ أُمر الرسول صلى الله عليه وسلم بأن يوجِّه إليهم هذا الاستفهام الإِنكاري منوعاً على ما قبله إذ كانت أنفسهم قد خَسئت بما جَبَهَها من الكلام السابق تأييسها لهم من محاولة صرف الرسول صلى الله عليه وسلم عن التوحيد إلى عبادة غير الله .وتوسط فعل { قُل } اعتراض بين التفريع والمفرَّع عنه لتصيير المقام لخطاب المشركين خاصة بعد أن كان مقام الكلام قبله مقامَ البيان لكل سامع من المؤمنين وغيرهم ، فكان قوله : { قُلْ } هو الواسطة في جعل التفريع خاصّاً بهم ، وهذا من بديع النظم ووفرة المعاني وهو حقيق بأن نسميه «تلوين البساط» .و { غير الله } منصوب ب { أعْبُدُ } الذي هو متعلق ب { تأمُرُوني } على حذف حرف الجر مع ( أَنْ ) وحذف حرف الجر مع ( أَنْ ) كثير "
    },
    {
      "number": 65,
      "text": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَٰسِرِينَ",
      "tafsir": {
        "muyassar": "ولقد أوحي إليك -أيها الرسول- وإلى من قبلك من الرسل: لئن أشركت بالله غيره ليبطلنَّ عملك، ولتكوننَّ من الهالكين الخاسرين دينك وآخرتك؛ لأنه لا يُقبل مع الشرك عمل صالح.",
        "mukhtasar": "ولقد أوحى الله إليك - أيها الرسول - وأوحى إلى الرسل من قبلك: لئن عبدت مع الله غيره ليبطلنّ ثواب عملك الصالح، ولتكوننّ من الخاسرين في الدنيا بخسران دينك، وفي الآخرة بالعذاب.",
        "saadi": "وذلك لأن الشرك باللّه محبط للأعمال، مفسد للأحوال، ولهذا قال: { وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ } من جميع الأنبياء. { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } هذا مفرد مضاف، يعم كل عمل،.ففي نبوة جميع الأنبياء، أن الشرك محبط لجميع الأعمال، كما قال تعالى في سورة الأنعام - لما عدد كثيرا من أنبيائه ورسله قال عنهم: { ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ } { وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ } دينك وآخرتك، فبالشرك تحبط الأعمال، ويستحق العقاب والنكال.",
        "kathir": "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ"
      },
      "translations": {
        "en": "And it was already revealed to you and to those before you that if you should associate [anything] with Allah, your work would surely become worthless, and you would surely be among the losers.\"",
        "fr": "En effet, il t'a été révélé, ainsi qu'à ceux qui t'ont précédé: «Si tu donnes des associés à Allah, ton œuvre sera certes vaine; et tu seras très certainement du nombre des perdants.",
        "es": "A ti y a los que te precedieron se os ha revelado: «Si asocias a Alá otros dioses, tus obras serán vanas y serás, sí, de los que pierdan."
      },
      "ibn_ashour": "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (65) تأييد لأمره بأن يقول للمشركين تلكَ المقالة مقالةً إنكار أن يطمعوا منه في عبادة الله ، بأنه قول استحقوا أن يُرمَوا بغلظته لأنهم جاهلون بالأدلة وجاهلون بنفس الرسول وزكائها . وأعقب بأنهم جاهلون بأن التوحيد هو سنة الأنبياء وأنهم لا يتطرق الإِشراك حوالي قلوبهم ، فالمقصود الأهم من هذا الخبر التعريض بالمشركين إذ حاولوا النبي صلى الله عليه وسلم على الاعتراف بإلهية أصنامهم .والواو عاطفة على جملة { قُلْ } [ الزمر : 64 ] . وتأكيدُ الخبر بلام القسم وبحرف ( قد ) تأكيد لما فيه من التعريض للمشركين .والوحي : الإِعلام من الله بواسطة الملَك . والذين من قبله هم الأنبياء والمرسلون . فالمراد القبلية في صفة النبوءة فالذين من قبلك } مراد به الأنبياء .وجملة { لئن أشركت ليحبطن عملك } مبيّنة لمعنى أُوحي كقوله تعالى : { فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد } [ طه : 120 ] .والتاء في { أشْرَكت } تاء الخطاب لِكل من أوحي إليه بمضمون هذه الجملة من الأنبياء فتكون الج"
    },
    {
      "number": 66,
      "text": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
      "tafsir": {
        "muyassar": "بل الله فاعبد -أيها النبي- مخلصًا له العبادة وحده لا شريك له، وكن من الشاكرين لله نعمه.",
        "mukhtasar": "بل اعبُدِ الله وحده، ولا تشرك به أحدًا، وكن من الشاكرين له على نعمه التي أنعم بها عليك.",
        "saadi": "ثم قال: { بَلِ اللَّهَ فَاعْبُدْ } لما أخبر أن الجاهلين يأمرونه بالشرك، وأخبر عن شناعته، أمره بالإخلاص فقال: { بَلِ اللَّهَ فَاعْبُدْ } أي: أخلص له العبادة وحده لا شريك له، { وَكُنْ مِنَ الشَّاكِرِينَ } للّه على توفيق اللّه تعالى،.فكما أنه تعالى يشكر على النعم الدنيوية، كصحة الجسم وعافيته، وحصول الرزق وغير ذلك،.كذلك يشكر ويثنى عليه بالنعم الدينية، كالتوفيق للإخلاص، والتقوى، بل نعم الدين، هي النعم على الحقيقة، وفي تدبر أنها من اللّه تعالى والشكر للّه عليها، سلامة من آفة العجب التي تعرض لكثير من العاملين، بسبب جهلهم، وإلا، فلو عرف العبد حقيقة الحال، لم يعجب بنعمة تستحق عليه زيادة الشكر. ",
        "kathir": "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ"
      },
      "translations": {
        "en": "Rather, worship [only] Allah and be among the grateful.",
        "fr": "Tout au contraire, adore Allah seul et sois du nombre des reconnaissants».",
        "es": "Antes bien, ¡a Alá sirve y sé de los agradecidos!»"
      },
      "ibn_ashour": "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (66)و { بل } لإِبطال مضمون جملة لئِن أشركت أي بل لا تشرك ، أو لإِبطال مضمون جملة { أفغير الله تأمروني أعبُدُ } .والفاء في قوله : { فاعبد } يظهر أنها تفريع على التحذير من حبط العمللِ ومن الخسران فحصل باجتماع { بَل } والفاء ، في صدر الجملة ، أَنْ جمعت غرضين : غرضضِ إبطال كلامهم ، وغرضضِ التحذير من أحوالهم ، وهذا وجه رشيق .ومقتضى كلام سيبويه : أن الفاء مفرِّعة على فعل أمر محذوف يقدر بحسب المقام ، وتقديره : تَنبَّه فاعْبُد الله ( أي تنبه لمكرهم ولا تغترِرْ بما أمروك أن تعبد غير الله ) فحذف فعل الأمر اختصاراً فلما حذف استنكر الابتداء بالفاء فقدموا مفعول الفعل الموالي لها فكانت الفاء متوسطة كما هو شأنها في نسج الكلام وحصل مع ذلك التقديممِ حصرٌ . وجعل الزمخشري والزجاج الفاء جزاءية دالة على شرط مقدر أي يدل عليه السِياق ، تقديره : إن كنت عاقلاً مقابل قوله : { أيها الجاهلون } [ الزمر : 64 ] فاعبد الله ، فلما حذف الشرط ( أي إيجازاً ) عوض عنه تقديم المفعول وهو قريب من كلام سيبويه . وعن الكسائي والفراء الفاء مؤذنة بفعل قبلها يدل عليه الفعل الموالي له"
    },
    {
      "number": 67,
      "text": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًۭا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَٰمَةِ وَٱلسَّمَٰوَٰتُ مَطْوِيَّٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
      "tafsir": {
        "muyassar": "وما عظَّم هؤلاء المشركون اللهَ حق تعظيمه؛ إذ عبدوا معه غيره مما لا ينفع ولا يضر، فسوَّوا المخلوق مع عجزه بالخالق العظيم، الذي من عظيم قدرته أن جميع الأرض في قبضته يوم القيامة، والسموات مطويات بيمينه، تنزه وتعاظم سبحانه وتعالى عما يشرك به هؤلاء المشركون، وفي الآية دليل على إثبات القبضة، واليمين، والطيِّ، لله كما يليق بجلاله وعظمته، من غير تكييف ولا تشبيه.",
        "mukhtasar": "وما عظّم المشركون الله حق تعظيمه حين أشركوا به غيره من مخلوقاته الضعيفة العاجزة، وغفلوا عن قدرة الله التي من مظاهرها أن الأرض بما فيها من جبال وأشجار وأنهار وبحار يوم القيامة في قبضته، وأن السماوات السبع كلها مطويات بيمينه، تَنَزَّه وتقدس وتعالى عما يقوله ويعتقده المشركون.",
        "saadi": "يقول تعالى: وما قدر هؤلاء المشركون ربهم حق قدره، ولا عظموه حق تعظيمه، بل فعلوا ما يناقض ذلك، من إشراكهم به من هو ناقص في أوصافه وأفعاله، فأوصافه ناقصة من كل وجه، وأفعاله ليس عنده نفع ولا ضر، ولا عطاء ولا منع، ولا يملك من الأمر شيئا.فسووا هذا المخلوق الناقص بالخالق الرب العظيم، الذي من عظمته الباهرة، وقدرته القاهرة، أن جميع الأرض يوم القيامة قبضة للرحمن، وأن السماوات - على سعتها وعظمها - مطويات بيمينه، فلا عظمه حق عظمته من سوَّى به غيره، ولا أظلم منه.{ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ } أي: تنزه وتعاظم عن شركهم به.",
        "kathir": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ"
      },
      "translations": {
        "en": "They have not appraised Allah with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him.",
        "fr": "Ils n'ont pas estimé Allah comme Il devrait l'être alors qu'au Jour de la Résurrection, Il fera de la terre entière une poignée, et les cieux seront pliés dans Sa [main] droite. Gloire à Lui! Il est au-dessus de ce qu'ils Lui associent.",
        "es": "No han valorado a Alá debidamente. El día de la Resurrección, contendrá toda la tierra en Su puño, los cielos estarán plegados en Su diestra. ¡Gloria a É! ¡Está por encima de lo que Le asocian!"
      },
      "ibn_ashour": "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (67)لما جرى الكلام على أن الله تعالى خلق كل شيء وأن له مقاليد السماوات والأرض وهو مُلك عوالم الدنيا ، وذيل ذلك بأن الذين كفروا بدليل الوحدانية هم الخاسرون ، وانتقلَ الكلام هنا إلى عظمة مُلك الله تعالى في العالم الأخروي الأبدي ، وأن الذين كفروا بآيات الله الدالة على ملكوت الدنيا قد خسروا بترك النظر ، فلو اطلعوا على عظيم ملك الله في الآخرة لقدّروه حقّ قدره فتكون الواو عاطفة جملة { والأرض جميعاً قبضته يوم القيامة } على جملة { له مقاليد السموات والأرض } [ الزمر : 63 ] ويكون قوله : { وما قدروا الله } الخ معترضاً بين الجملتين ، اقتضاها التناسب مع جملة { والذين كفروا بآيات الله أولئك هم الخاسرون } [ الزمر : 63 ] .ويجوز أن تكون معطوفة على جملة الله خالق كل شيء [ الزمر : 62 ] فتكون جملة { وما قدروا الله حق قدره } وجملة { والأرض جميعاً قبضته } كلتاهما معطوفتين على جملة { الله خالق كل شيء } [ الزمر : 62 ] . والمعنى : هو هو ، إل"
    },
    {
      "number": 68,
      "text": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌۭ يَنظُرُونَ",
      "tafsir": {
        "muyassar": "ونُفِخ في \"القرن\" فمات كلُّ مَن في السموات والأرض، إلا مَن شاء الله عدم موته، ثم نفخ المَلَك فيه نفخة ثانية مؤذنًا بإحياء جميع الخلائق للحساب أمام ربهم، فإذا هم قيام من قبورهم ينظرون ماذا يفعل الله بهم؟",
        "mukhtasar": "يوم ينفخ المَلَك الموكل بالنفخ في القرن، يموت كل من في السماوات ومن في الأرض إلا من شاء الله عدم موته، ثم ينفخ فيه المَلَك مرة ثانية للبعث، فإذا جميع الأحياء قائمون ينظرون ما الله فاعل بهم.",
        "saadi": "لما خوفهم تعالى من عظمته، خوفهم بأحوال يوم القيامة، ورغَّبهم ورهَّبهم فقال: { وَنُفِخَ فِي الصُّورِ } وهو قرن عظيم، لا يعلم عظمته إلا خالقه، ومن أطلعه اللّه على علمه من خلقه،. فينفخ فيه إسرافيل عليه السلام،. أحد الملائكة المقربين، وأحد حملة عرش الرحمن.{ فَصَعِقَ } أي: غشي أو مات، على اختلاف القولين: { مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ } أي: كلهم، لما سمعوا نفخة الصور أزعجتهم من شدتها وعظمها، وما يعلمون أنها مقدمة له. { إِلَّا مَنْ شَاءَ اللَّهُ } ممن ثبته اللّه عند النفخة، فلم يصعق، كالشهداء أو بعضهم، وغيرهم. وهذه النفخة الأولى، نفخة الصعق، ونفخة الفزع.{ ثُمَّ نُفِخَ فِيهِ } النفخة الثانية نفخة البعث { فَإِذَا هُمْ قِيَامٌ ينظرون } أي: قد قاموا من قبورهم لبعثهم وحسابهم، قد تمت منهم الخلقة الجسدية والأرواح، وشخصت أبصارهم { يَنْظُرُونَ } ماذا يفعل اللّه بهم.",
        "kathir": "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ"
      },
      "translations": {
        "en": "And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on.",
        "fr": "Et on soufflera dans la Trompe, et voilà que ceux qui seront dans les cieux et ceux qui seront sur la terre seront foudroyés, sauf ceux qu'Allah voudra [épargner]. Puis on y soufflera de nouveau, et les voilà debout à regarder.",
        "es": "Se tocará la trompeta y los que estén en los cielos y en la tierra caerán fulminados, excepto los que Alá quiera. Se tocará la trompeta otra vez y he aquí que se pondrán en pie, mirando."
      },
      "ibn_ashour": "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (68)انتقال من إجمال عظمة القدرة يوم القيامة إلى تفصيلها لما فيه من تهويل وتمثيل لمجموع الأحوال يومئذٍ مما ينذر الكافر ويبشر المؤمن ويذكر بإقامة العدل والحق ، ثم تمثيل إزجاء المشركين إلى جهنم وسوق المؤمنين إلى الجنة .فالجملة من عطف القصة على القصة ، ومناسبة العطف ظاهرة ، وعبر بالماضي في قوله : { ونُفِخَ } وقوله : فَصَعِقَ مجازاً لأنه محقق الوقوع مثل قوله : { أتى أمر اللَّه } [ النحل : 1 ] ، ويجوز أن تكون الواو للحال بتقدير ( قد ) أي والحال قد نفخ في الصور ، فتكون صيغة الماضي في فعلي ( نفخ وصَعق ) مستعملة في حقيقتها . وابتدئت الجملة بحديث النفخ في الصور إذ هو ميقات يوم القيامة وما يتقدمه من موت كل حي على وجه الأرض . وتكرر ذكره في القرآن والسنة .والصور : بوق ينادى به البعيد المتفرق مثل الجيش ، ومثل النداء للصلاة فقد كان اليهود ينادون به : للصلاة الجامعة ، كما جاء في حديث بدء الأذان في الإسلام . والمراد به هنا نداء الخلق لحضور الحش"
    },
    {
      "number": 69,
      "text": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّۦنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "tafsir": {
        "muyassar": "وأضاءت الأرض يوم القيامة إذا تجلى الحق جل وعلا للخلائق لفصل القضاء، ونشرت الملائكة صحيفة كل فرد، وجيء بالنبيين والشهود على الأمم؛ ليسأل الله النبيين عن التبليغ وعما أجابتهم به أممهم، كما تأتي أمة محمد صلى الله عليه وسلم؛ لتشهد بتبليغ الرسل السابقين لأممهم إذا أنكرت هذا التبليغ، فتقوم الحجة على الأمم، وقضى ربُّ العالمين بين العباد بالعدل التام، وهم لا يُظلمون شيئًا بنقص ثواب أو زيادة عقاب.",
        "mukhtasar": "وأضاءت الأرض لما تجلّى رب العزة للفصل بين العباد، ونُشِرت صحف أعمال الناس، وجيء بالأنبياء، وجيء بأمة محمد صلى الله عليه وسلم لتشهد للأنبياء على أقوامهم، وحكم الله بين جميعهم بالعدل، وهم لا يُظْلمون في ذلك اليوم، فلا يزاد إنسان سيئة، ولا ينقص حسنة.",
        "saadi": "{ وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا } علم من هذا، أن الأنوار الموجودة تذهب يوم القيامة وتضحمل، وهو كذلك، فإن اللّه أخبر أن الشمس تكور، والقمر يخسف، والنجوم تندثر، ويكون الناس في ظلمة، فتشرق عند ذلك الأرض بنور ربها، عندما يتجلى وينزل للفصل بينهم، وذلك اليوم يجعل اللّه للخلق قوة، وينشئهم نشأة يَقْوَوْنَ على أن لا يحرقهم نوره، ويتمكنون أيضا من رؤيته، وإلا، فنوره تعالى عظيم، لو كشفه، لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه.{ وَوُضِعَ الْكِتَابُ } أي: كتاب الأعمال وديوانه، وضع ونشر، ليقرأ ما فيه من الحسنات والسيئات، كما قال تعالى: { وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَا لِهَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلَا يَظْلِمُ رَبُّكَ أَحَدًا } ويقال للعامل من تمام العدل والإنصاف: { اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا } { وَجِيءَ بِالنَّبِيِّينَ } ليسألوا عن التبليغ، وعن أممهم، ويشهدوا عليهم. { وَالشُّهَدَاءِ } من الملائكة، والأعضاء والأرض. { وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ } أي: العدل التام والقسط العظيم، لأنه حساب صادر ممن لا يظلم مثقال ذرة، ومن هو محيط بكل شيء، وكتابه الذي هو اللوح المحفوظ، محيط بكل ما عملوه، والحفظة الكرام، والذين لا يعصون ربهم، قد كتبت عليهم ما عملوه، وأعدل الشهداء قد شهدوا على ذلك الحكم، فحكم بذلك من يعلم مقادير الأعمال ومقادير استحقاقها للثواب والعقاب.",
        "kathir": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ"
      },
      "translations": {
        "en": "And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged.",
        "fr": "Et la terre resplendira de la lumière de son Seigneur; le Livre sera déposé et on fera venir les prophètes et les témoins; on décidera parmi eux en toute équité et ils ne seront point lésés;",
        "es": "La tierra brillará con la luz de su Señor. Se sacará la Escritura. Se hará venir a los profetas y a los testigos. Se decidirá entre ellos según justicia y no serán tratados injustamente."
      },
      "ibn_ashour": "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ (69) صوَّرت هذه الآيات جلال ذلك الموقف وجمالَه أبدع تصوير والتعريف في { الأرض } تعريف العهد الذكري الضمني فقد تضمن قوله : { فإذا هم قيام ينظرون } [ الزمر : 68 ] أنهم قيام على قَرار فإن القيام يستدعي مكاناً تقوم فيه تلك الخلائق وهو أرض الحشر وهي الساهرة في قوله تعالى في سورة [ النازعات : 13 ، 14 ] : { فإنما هي زجرة واحدة فإذا هم بالساهرة } وفُسرت بأنها الأرض البيضاء النقية وليس المراد الأرض التي كانوا عليها في الدنيا فإنها قد اضمحلت قال تعالى : { يوم تبدل الأرض غير الأرض } [ إبراهيم : 48 ] .وإشراق الأرض انتشار الضوء عليها ، يقال : أشرقت الأرض ، ولا يقال : أشرقت الشمسُ ، كما تقدم عند قوله : { بالعشي والإشراق } في سورة [ ص : 18 ] .( وإضافة النور إلى الرب إضافة تعظيم لأنه منبعث من جانب القدس وهو الذي في قوله تعالى : { اللَّه نور السماوات والأرض مثل نوره كمشكاة فيها مصباح } الآية من سورة [ النور : 35 ] . فإضافة نور إلى الرب إضافة تشريف للمض"
    },
    {
      "number": 70,
      "text": "وَوُفِّيَتْ كُلُّ نَفْسٍۢ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "tafsir": {
        "muyassar": "ووفَّى الله كلَّ نفس جزاء عملها من خير وشر، وهو سبحانه وتعالى أعلم بما يفعلون في الدنيا من طاعة أو معصية.",
        "mukhtasar": "وأكمل الله جزاء كل نفس، خيرًا كان عملها أو شرًّا، والله أعلم بما يفعلون، لا يخفى عليه من أفعالهم خيرها وشرها شيء، وسيجازيهم في هذا اليوم على أعمالهم.",
        "saadi": "فيحصل حكم يقر به الخلق، ويعترفون للّه بالحمد والعدل، ويعرفون به من عظمته وعلمه وحكمته ورحمته ما لم يخطر بقلوبهم، ولا تعبر عنه ألسنتهم، ولهذا قال: { وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ }  ",
        "kathir": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ"
      },
      "translations": {
        "en": "And every soul will be fully compensated [for] what it did; and He is most knowing of what they do.",
        "fr": "et chaque âme sera pleinement rétribuée pour ce qu'elle aura œuvré. Il [Allah] connaît mieux ce qu'ils font.",
        "es": "Cada uno recibirá conforme a sus obras. Él sabe bien lo que hacen."
      },
      "ibn_ashour": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ (70)ومن القضاء القضاء على كل نفس بما هي به حقيقة من مرتبة الثواب أو العقاب وهو قوله : { ووفيت كل نفس ما عملت } . فقضاء الله هو القضاء العام الذي لا يقتصر على إنصاف المتداعين كقضاء القاضي ، ولا على سلوك الداعرين كقضاء والي الشرطة ، ولا على مراقبة المُغَيِّرين كقضاء والي الحِسبة ، ولكنه قضاء على كل نفس فيما اعتدت وفيما سلكت وفيما بدلت ، ويزيد على ذلك بأنه قضاء على كل نفس بما اختَلَتْ به من عمل وبما أضمرته من ضمائر إنْ خيراً فخيرٌ وإن شرًّا فشرٌّ . وإلى ذلك تشير المراتب الثلاث في الآية : مرتبةُ { وقُضي بينهم بالحق وهم لا يظلمون } ، ومرتبة { ووفّيت كُلُّ نَفْسسٍ ما عَمِلت } ، ومرتبة { وهو أعلم بما يفعلون } .والتوفية : إعطاء الشيء وافياً لا نقص فيه عن الحق في إعطائه ولا عن عطاء أمثاله . وفي قوله : { مَا عَمِلت } مضاف محذوف ، أي جزاء ما عملت لظهور أن ما عمله المرء لا يوفاه بعد أن عمله وإنما يوفى جزاءه .والقول في الأفعال الماضوية في قوله : { وأشرقت } ، { ووضع } ، { وجاء } ، { ووفيت } كالقول في قوله : { ونُفِخَ في الصور } "
    },
    {
      "number": 71,
      "text": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌۭ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَٰفِرِينَ",
      "tafsir": {
        "muyassar": "وسيق الذين كفروا بالله ورسله إلى جهنم جماعات، حتى إذا جاؤوها فتح الخزنة الموكَّلون بها أبوابها السبعة، وزجروهم قائلين: كيف تعصون الله وتجحدون أنه الإله الحق وحده؟ ألم يرسل إليكم رسلا منكم يتلون عليكم آيات ربكم، ويحذِّرونكم أهوال هذا اليوم؟ قالوا مقرين بذنبهم: بلى قد جاءت رسل ربنا بالحق، وحذَّرونا هذا اليوم، ولكن وجبت كلمة الله أن عذابه لأهل الكفر به.",
        "mukhtasar": "وساق الملائكةُ الكافرين بالله إلى جهنم جماعات ذليلة، حتى إذا جاؤوا جهنم فتحت لهم خزنتها من الملائكة الموكلين بها أبوابها، واستقبلوهم بالتوبيخ قائلين لهم: ألم يأتكم رسل من جنسكم يقرؤون عليكم آيات ربكم المنزلة عليهم، ويخوّفونكم لقاء يوم القيامة؛ لما فيه من عذاب شديد؟! قال الذين كفروا مُقِرِّين على أنفسهم: بلى، قد حصل كل ذلك، ولكن وجبت كلمة العذاب على الكافرين، ونحن كنا كافرين.",
        "saadi": "لما ذكر تعالى حكمه بين عباده، الذين جمعهم في خلقه ورزقه وتدبيره، واجتماعهم في الدنيا، واجتماعهم في موقف القيامة، فرقهم تعالى عند جزائهم، كما افترقوا في الدنيا بالإيمان والكفر، والتقوى والفجور، فقال: { وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ } أي: سوقا عنيفا، يضربون بالسياط الموجعة، من الزبانية الغلاظ الشداد، إلى شر محبس وأفظع موضع، وهي جهنم التي قد جمعت كل عذاب، وحضرها كل شقاء، وزال عنها كل سرور، كما قال تعالى: { يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا } أي: يدفعون إليها دفعا، وذلك لامتناعهم من دخولها.ويساقون إليها { زُمَرًا } أي: فرقا متفرقة، كل زمرة مع الزمرة التي تناسب عملها، وتشاكل سعيها، يلعن بعضهم بعضا، ويبرأ بعضهم من بعض. { حَتَّى إِذَا جَاءُوهَا } أي: وصلوا إلى ساحتها { فُتِحَتْ } لهم أي: لأجلهم { أَبْوَابُهَا } لقدومهم وقِرًى لنزولهم.{ وَقَالَ لَهُمْ خَزَنَتُهَا } مهنئين لهم بالشقاء الأبدي، والعذاب السرمدي، وموبخين لهم على الأعمال التي أوصلتهم إلى هذا المحل الفظيع: { أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ } أي: من جنسكم تعرفونهم وتعرفون صدقهم، وتتمكنون من التلقي عنهم؟. { يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ } التي أرسلهم اللّه بها، الدالة على الحق اليقين بأوضح البراهين.{ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا } أي: وهذا يوجب عليكم اتباعهم والحذر من عذاب هذا اليوم، باستعمال تقواه، وقد كانت حالكم بخلاف هذه الحال؟{ قَالُوا } مقرين بذنبهم، وأن حجة اللّه قامت عليهم: { بَلَى } قد جاءتنا رسل ربنا بآياته وبيناته، وبينوا لنا غاية التبيين، وحذرونا من هذا اليوم. { وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ } أي: بسبب كفرهم وجبت عليهم كلمة العذاب، التي هي لكل من كفر بآيات اللّه، وجحد ما جاءت به المرسلون، فاعترفوا بذنبهم وقيام الحجة عليهم.",
        "kathir": "وَسِيقَ الَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ"
      },
      "translations": {
        "en": "And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word of punishment has come into effect upon the disbelievers.",
        "fr": "Et ceux qui avaient mécru seront conduits par groupes à l'Enfer. Puis, quand ils y parviendront, ses portes s'ouvriront et ses gardiens leur diront: «Des messagers [choisis] parmi vous ne vous sont-ils pas venus, vous récitant les versets de votre Seigneur et vous avertissant de la rencontre de votre jour que voici?» Ils diront: si, mais le décret du châtiment s'est avéré juste contre les mécréants.",
        "es": "Los infieles serán conducidos en grupos a la gehena. Hasta que, llegados a ella, se abrirán las puertas y sus guardianes les dirán: «¿No vinieron a vosotros enviados, salidos de vosotros, para recitaros las aleyas de vuestro Señor y preveniros contra el encuentro de éste vuestro día?» Dirán: «¡Claro que sí!» Pero se cumplirá la sentencia del castigo contra los infieles."
      },
      "ibn_ashour": "وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَرًا حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آَيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ (71) هذا تنفيذ القضاء الذي جاء في قوله : { وقُضي بينهم بالحق } [ الزمر : 69 ] وقوله : { وَوُفيت كل نفسسٍ ما عملت } [ الزمر : 70 ] ، فإن عاقبة ذلك ونتيجته إيداع المجرمين في العقاب وإيداع الصالحين في دار الثواب .وابتدىء في الخَبر بذكر مستحقي العقاب لأنه الأهم في هذا المقام إذ هو مقام إعادة الموعظة والترهيب للذين لم يتعظوا بما تكرر في القرآن من العظات مثل هذه فأما أهل الثواب فقد حصل المقصود منهم فما يذكر عنهم فإنما هو تكريرُ بشارة وثناء .والسَّوق : أن يجعل الماشي ماشياً آخر يسير أمامه ويلازمه ، وضدّه القَود ، والسوْق مشعر بالإِزعاج والإِهانة ، قال تعالى : { كأنما يساقون إلى الموت } [ الأنفال : 6 ] .والزُّمَر : جَمع زُمْرة ، وهي الفوج من الناس المتبوعُ بفوج آخر ، فلا يقال : مرت زمرة من"
    },
    {
      "number": 72,
      "text": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "tafsir": {
        "muyassar": "قيل للجاحدين أن الله هو الإله الحق إهانة لهم وإذلالا: ادخلوا أبواب جهنم ماكثين فيها أبدًا، فقَبُح مصير المتعالين على الإيمان بالله والعمل بشرعه.",
        "mukhtasar": "قيل لهم إهانةً لهم وتيئيسًا من رحمة الله، ومن الخروج من النار: ادخلوا أبواب جهنم ماكثين فيها أبدًا، فساء وقَبُح مقرّ المتكبرين المتعالين على الحق.",
        "saadi": "فـ { قِيلَ } لهم على وجه الإهانة والإذلال: { ادْخُلُوا أَبْوَابَ جَهَنَّمَ } كل طائفة تدخل من الباب الذي يناسبها ويوافق عملها. { خَالِدِينَ فِيهَا } أبدا، لا يظعنون عنها، ولا يفتر عنهم العذاب ساعة ولا ينظرون. { فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ } أي: بئس المقر، النار مقرهم، وذلك لأنهم تكبروا على الحق، فجازاهم اللّه من جنس عملهم، بالإهانة والذل، والخزي.",
        "kathir": "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ"
      },
      "translations": {
        "en": "[To them] it will be said, \"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
        "fr": "«Entrez, [leur] dira-t-on, par les portes de l'Enfer, pour y demeurer éternellement». Qu'il est mauvais le lieu de séjour des orgueilleux!",
        "es": "Se dirá: «¡Entrad por las puertas de la gehena, para estar en ella eternamente!» ¡Qué mala es la morada de los soberbios!"
      },
      "ibn_ashour": "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (72)( وفعل { قيل } مبني للنائب للعلم بالفاعل إذ القائل : ادخلوا أبواب جهنم ، هم خزنتها .ودخول الباب : وُلوجه لوصول ما وراءه قال تعالى : { ادخلوا عليهم الباب } [ المائدة : 23 ] أي لِجُوا الأرضَ المقدسة ، وهي أَرِيحا .والمَثْوَى : محل الثواء وهو الإقامة ، والمخصوص بالذم محذوف دل عليه ما قبله والتقدير : بئس مثوى المتكبرين جهنمُ ووصفوا ب { المتكبرين } لأنهم أعرضوا عن قبول الإسلام تكبراً عن أن يتبعوا واحداً منهم ."
    },
    {
      "number": 73,
      "text": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَٰلِدِينَ",
      "tafsir": {
        "muyassar": "وسيق الذين اتقوا ربهم بتوحيده والعمل بطاعته إلى الجنة جماعات، حتى إذا جاؤوها وشُفع لهم بدخولها، فتحت أبوابها، فترحِّب بهم الملائكة الموكَّلون بالجنة، ويُحَيُّونهم بالبِشر والسرور؛ لطهارتهم من آثار المعاصي قائلين لهم: سلام عليكم من كل آفة، طابت أحوالكم، فادخلوا الجنة خالدين فيها.",
        "mukhtasar": "وساقَ الملائكةُ برِفْقٍ المؤمنين الذين اتقوا ربهم بامتثال أوامره واجتناب نواهيه إلى الجنة جماعات مكرمة، حتى إذا جاؤوا الجنة فتحت لهم أبوابها، وقال لهم الملائكة الموكلون بها: سلام عليكم من كل ضرّ ومن كل ما تكرهونه، طابت قلوبكم وأعمالكم، فادخلوا الجنة ماكثين فيها أبدًا.",
        "saadi": "ثم قال عن أهل الجنة: { وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ } بتوحيده والعمل بطاعته، سوق إكرام وإعزاز، يحشرون وفدا على النجائب. { إِلَى الْجَنَّةِ زُمَرًا } فرحين مستبشرين، كل زمرة مع الزمرة، التي تناسب عملها وتشاكله. { حَتَّى إِذَا جَاءُوهَا } أي: وصلوا لتلك الرحاب الرحيبة والمنازل الأنيقة، وهبَّ عليهم ريحها ونسيمها، وآن خلودها ونعيمها. { وَفُتِحَتْ } لهم { أَبْوَابُهَا } فتح إكرام، لكرام الخلق، ليكرموا فيها. { وَقَالَ لَهُمْ خَزَنَتُهَا } تهنئة لهم وترحيبا: { سَلَامٌ عَلَيْكُمْ } أي: سلام من كل آفة وشر حال.عليكم { طِبْتُمْ } أي: طابت قلوبكم بمعرفة اللّه ومحبته وخشيته، وألسنتكم بذكره، وجوارحكم بطاعته. { فـ } بسبب طيبكم { ادْخُلُوهَا خَالِدِينَ } لأنها الدار الطيبة، ولا يليق بها إلا الطيبون.وقال في النار { فُتِحَتْ أَبْوَابُهَا } وفي الجنة { وَفُتِحَتْ } بالواو، إشارة إلى أن أهل النار، بمجرد وصولهم إليها، فتحت لهم أبوابها من غير إنظار ولا إمهال، وليكون فتحها في وجوههم، وعلى وصولهم، أعظم لحرها، وأشد لعذابها.وأما الجنة، فإنها الدار العالية الغالية، التي لا يوصل إليها ولا ينالها كل أحد، إلا من أتى بالوسائل الموصلة إليها، ومع ذلك، فيحتاجون لدخولها لشفاعة أكرم الشفعاء عليه، فلم تفتح لهم بمجرد ما وصلوا إليها، بل يستشفعون إلى اللّه بمحمد صلى اللّه عليه وسلم، حتى يشفع، فيشفعه اللّه تعالى.وفي الآيات دليل على أن النار والجنة لهما أبواب تفتح وتغلق، وأن لكل منهما خزنة، وهما الداران الخالصتان، اللتان لا يدخل فيهما إلا من استحقهما، بخلاف سائر الأمكنة والدور.",
        "kathir": "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ"
      },
      "translations": {
        "en": "But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter].",
        "fr": "Et ceux qui avaient craint leur Seigneur seront conduits par groupes au Paradis. Puis, quand ils y parviendront et que ses portes s'ouvriront ses gardiens leur diront: «Salut à vous! vous avez été bons: entrez donc, pour y demeurer éternellement».",
        "es": "Pero los que hayan temido a su Señor, serán conducidos en grupos al Jardín. Hasta que, llegados a él, se abrirán sus puertas y sus guardianes les dirán: «¡Paz sobre vosotros! Fuisteis buenos. ¡Entrad, pues, en él, por toda la eternidad!»"
      },
      "ibn_ashour": "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ (73)أطلق على تَقْدِمَة المتقين إلى الجنة فعلُ السَّوق على طريقة المشاكلة ل { سيقَ } [ الزمر : 71 ] الأوللِ ، والمشاكلةُ من المحسنات ، وهي عند التحقيق من قبيل الاستعارة التي لا علاقة لها إلاّ المشابهة الجُملية التي تحمل عليها مجانسة اللفظ . وجَعلهم زُمراً بحسب مراتب التقوى .والواو في جملة { وفتحت أبوابها } واو الحال ، أي حين جاءوها وقد فتحت أبوابها فوجدوا الأبواب مفتوحة على ما هو الشأن في اقتبال أهل الكرامة .وقد وهِم في هذه الواو بعض النحاة مثل ابن خالويه والحريري وتبعهما الثعلبي في «تفسيره» فزعموا أنها واو تدخل على ما هو ثامن إمّا لأن فيه مادة ثمانية كقوله : { ويقولون سبعة وثامنهم كلبهم } [ الكهف : 22 ] ، فقالوا في { وفُتحَت أبوابها } جيء بالواو لأن أبْواب الجنة ثمانية ، وإما لأنه ثامن في التعداد نحو قوله تعالى : { التائبون العابدون } إلى قوله : { والناهون عن المنكر } [ التوبة : 112 ] فإنه الوصف الث"
    },
    {
      "number": 74,
      "text": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَٰمِلِينَ",
      "tafsir": {
        "muyassar": "وقال المؤمنون: الحمد لله الذي صدَقنا وعده الذي وعدَنا إياه على ألسنة رسله، وأورثَنا أرض الجنة نَنْزِل منها في أيِّ مكان شئنا، فنِعم ثواب المحسنين الذين اجتهدوا في طاعة ربهم.",
        "mukhtasar": "وقال المؤمنون لما دخلوا الجنة: الحمد لله الذي صدقنا وعده الذي وعدناه على ألسنة رسله، فقد وعدنا بأن يدخلنا الجنة، وأورثنا أرض الجنة، ننزل منها المكان الذي نشاء أن ننزله، فنعم أجر العاملين الذين يعملون الأعمال الصالحة ابتغاء وجه ربهم.",
        "saadi": "{ وَقَالُوا } عند دخولهم فيها واستقرارهم، حامدين ربهم على ما أولاهم ومنَّ عليهم وهداهم: { الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ } أي: وعدنا الجنة على ألسنة رسله، إن آمنا وصلحنا، فوفَّى لنا بما وعدنا، وأنجز لنا ما منَّانا. { وَأَوْرَثَنَا الْأَرْضَ } أي: أرض الجنة { نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ } أي: ننزل منها أي مكان شئنا، ونتناول منها أي نعيم أردنا، ليس ممنوعا عنا شيء نريده. { فَنِعْمَ أَجْرُ الْعَامِلِينَ } الذين اجتهدوا بطاعة ربهم، في زمن قليل منقطع، فنالوا بذلك خيرا عظيما باقيا مستمرا.وهذه الدار التي تستحق المدح على الحقيقة، التي يكرم اللّه فيها خواص خلقه،.ورضيها الجواد الكريم لهم نزلا، وبنى أعلاها وأحسنها، وغرسها بيده، وحشاها من رحمته وكرامته ما ببعضه يفرح الحزين، ويزول الكدر، ويتم الصفاء.",
        "kathir": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ"
      },
      "translations": {
        "en": "And they will say, \"Praise to Allah, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers.\"",
        "fr": "Et ils diront: «Louange à Allah qui nous a tenu Sa promesse et nous a fait hériter la terre! Nous allons nous installer dans le Paradis là où nous voulons». Que la récompense de ceux qui font le bien est excellente!",
        "es": "Y dirán: «¡Alabado sea Alá, Que nos ha cumplido Su promesa y nos ha dado la tierra en herencia. Podemos establecernos en el Jardín donde queramos». ¡Qué grata es la recompensa de los que obran bien!"
      },
      "ibn_ashour": "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ فَنِعْمَ أَجْرُ الْعَامِلِينَ (74)عطف هذا الكلام يؤذن بأن قولهم ذلك غيرُ جواب لقول الملائكة بل حَمدوا الله على ما منحهم من النعيم الذي وعَدهم به ، وإنما وعدهم به بعنوان الأعمال الصالحة فلما كانوا أصحاب الأعمال الصالحة جعَلوا وعد العاملين للصالحات وعداً لهم لتحقق المعلق عليه الوعدُ فيهم . ومعنى { صدقنا } حقق لنا وعده .وقوله : { أورثنا الأرض } كلام جرى مجرى المثل لمن ورث الملك قال تعالى : { أن الأرض يرثها عبادي الصالحون } [ الأنبياء : 105 ] فعبر القرآن عن مراد أهل الجنة المختلفي اللغات بهذا التركيب العربي الدال على معاني ما نطقوا به من لغاتهم المختلفة . ويجوز أن يكون أهل الجنة نطقوا بكلام عربي ألهمهم الله إياه فقد جاء في الآثار أن كلام أهل الجنة بالعربية الفصحى . ولفظ { الأرض } جار على مراعاة التركيب التمثيلي لأن الأرض قد اضمحلت أو بدلت . ويجوز أن يكون لفظ { الأرض } مستعاراً للجنّة لأنها قرارهم كما أن الأرض قرار الناس في الحياة الأولى .وإطلاق الإِيراث استعارة تشبيهاً "
    },
    {
      "number": 75,
      "text": "وَتَرَى ٱلْمَلَٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "وترى-أيها النبي- الملائكة محيطين بعرش الرحمن، ينزهون ربهم عن كل ما لا يليق به، وقضى الله سبحانه وتعالى بين الخلائق بالحق والعدل، فأسكن أهل الإيمان الجنة، وأهل الكفر النار، وقيل: الحمد لله رب العالمين على ما قضى به بين أهل الجنة وأهل النار، حَمْدَ فضل وإحسان، وحَمْدَ عدل وحكمة.",
        "mukhtasar": "ويكون الملائكة في هذا اليوم المشهود محيطين بالعرش، ينزهون الله عما لا يليق به مما يقوله الكفار، وقضى الله بين جميع الخلائق بالعدل، فأكرم من أكرم، وعذب من عذب، وقيل: الحمد لله رب المخلوقات على حكمه بما حكم به من رحمة لعباده المؤمنين، ومن عذاب لعباده الكافرين.",
        "saadi": "{ وَتَرَى الْمَلَائِكَةَ } أيها الرائي ذلك اليوم العظيم { حَافِّينَ مِنْ حَوْلِ الْعَرْشِ } أي: قد قاموا في خدمة ربهم، واجتمعوا حول عرشه، خاضعين لجلاله، معترفين بكماله، مستغرقين بجماله. { يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } أي: ينزهونه عن كل ما لا يليق بجلاله، مما نسب إليه المشركون وما لم ينسبوا.{ وَقُضِيَ بَيْنَهُمْ } أي: بين الأولين والآخرين من الخلق { بِالْحَقِّ } الذي لا اشتباه فيه ولا إنكار، ممن عليه الحق. { وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ } لم يذكر القائل من هو، ليدل ذلك على أن جميع الخلق نطقوا بحمد ربهم وحكمته على ما قضى به على أهل الجنة وأهل النار، حمد فضل وإحسان، وحمد عدل وحكمة.تم تفسير سورة الزمر بحمد اللّه وعونه.  ",
        "kathir": "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ"
      },
      "translations": {
        "en": "And you will see the angels surrounding the Throne, exalting [Allah] with praise of their Lord. And it will be judged between them in truth, and it will be said, \"[All] praise to Allah, Lord of the worlds.\"",
        "fr": "Et tu verras les Anges faisant cercle autour du Trône, célébrant les louanges de leur Seigneur et Le glorifiant. Et il sera jugé entre eux en toute équité, et l'on dira: «Louange à Allah, Seigneur de l'univers».",
        "es": "Verás a los ángeles, yendo alrededor del Trono, celebrando las alabanzas de su Señor. Se decidirá entre ellos según justicia y se dirá: «¡Alabado sea Alá, Señor del universo!»"
      },
      "ibn_ashour": "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (75){ وَتَرَى الملائكة حَآفِّينَ مِنْ حَوْلِ العرش يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ } .عطف على ما قبله من ذكر أحوال يوم القيامة التي عطف بعضها على بعض ابتداء من قوله تعالى : { ونُفِخَ في الصُّورِ فَصَعق مَن في السموات ومَن في الأرض } [ الزمر : 68 ] إن من جملة تلك الأحوال حَفّ الملائكة حول العرش .والخطاب للنبيء صلى الله عليه وسلم فيكون إيذاناً بأنها رؤية دنو من العرش وملائكته ، وذلك تكريم له بأن يكون قد حواه موكب الملائكة الذين حول العرش .والحَفُّ : الإِحداق بالشيء والكون بجوانبه .وجملة { يُسَبحون بحمد ربهم } حال ، أي يقولون أقوالاً تدل على تنزيه الله تعالى وتعظيمه مُلابِسَةً لحمدهم إياه . فالباء في { بحمد ربهم } للملابسة تتعلق ب { يسبحون } . وفي استحضار الله تعالى بوصف ربهم إيماء إلى أن قربهم من العرش ترفيع في مقام العبودية الملازمة للخلائق .{ رَبِّهِمْ وَقُضِىَ بَيْنَهُمْ } .تأكيد لجملة { وقُضِي بينهم بالحقِّ وهُم لا يُظلمون"
    }
  ]
}