{
  "number": 45,
  "name": "سُورَةُ الجَاثِيَةِ",
  "englishName": "Al-Jaathiya",
  "revelationType": "Meccan",
  "ayahCount": 37,
  "ayahs": [
    {
      "number": 1,
      "text": "حمٓ",
      "tafsir": {
        "muyassar": "(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة.",
        "saadi": "",
        "kathir": "قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم."
      },
      "translations": {
        "en": "Ha, Meem.",
        "fr": "H'â, Mîm.",
        "es": "hm."
      },
      "ibn_ashour": ".حم (1)تقدم القول في نظائره ، وهذه جملة مستقلة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "tafsir": {
        "muyassar": "هذا القرآن منزل من الله العزيز في انتقامه من أعدائه، الحكيم في تدبير أمور خلقه.",
        "mukhtasar": "تنزيل القرآن من الله العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وتدبيره.",
        "saadi": " يخبر تعالى خبرا يتضمن الأمر بتعظيم القرآن والاعتناء به وأنه { تَنْزِيلُ } { مِنَ اللَّهِ } المألوه المعبود لما اتصف به من صفات الكمال وانفرد به من النعم الذي له العزة الكاملة والحكمة التامة. ",
        "kathir": "يخبر تعالى أنه أنزل الكتاب على عبده ورسوله محمد صلوات الله وسلامه عليه دائما إلى يوم الدين ووصف نفسه بالعزة التي لا ترام والحكمة في الأقوال والأفعال."
      },
      "translations": {
        "en": "The revelation of the Book is from Allah, the Exalted in Might, the Wise.",
        "fr": "La révélation du Livre émane d'Allah, le Puissant, le Sage.",
        "es": "La revelación de la Escritura procede de Alá, el Poderoso, el Sabio."
      },
      "ibn_ashour": ".تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (2)استئناف ابتدائي وهو جملة مركبة من مبتدأ وخبر . { الكتاب } هو المعهود وهو ما نزل من القرآن إلى تلك الساعة .والمقصود : إثبات أن القرآن موحى به من الله إلى رسوله صلى الله عليه وسلم فكان مقتضى الظاهر أن يجعل القرآن مسنداً إليه ويخبر عنه فيقال القرآن مُنزّل من الله العزيز الحكيم لأن كونه منزلاً من الله هو محل الجدال فيقتضي أن يكون هو الخبر ولو أذعنوا لكونه تنزيلاً لَمَا كان منهم نزاع في أن تنزيله من الله ولكن خولف مُقتضَى الظاهر لغرضين :أحدهما : التشويق إلى تلقي الخبر لأنهم إذا سمعوا الابتداء بتنزيل الكتاب استشرفوا إلى ما سيخبر عنه؛ فَأمَّا الكافرون فيترقبون أنه سيلقى إليهم وصف جديد لأحوال تنزيل الكتاب فيتهيّأون لخوض جديد من جدالهم وعنادهم ، والمؤمنون يترقبون لِمَا يزيدهم يقيناً بهذا التنزيل .والغرض الثاني : أن يُدَّعى أن كون القرآن تنزيلاً أمر لا يختلف فيه فالذين خالفوا فيه كأنهم خالفوا في كونه منزّلاً من عند الله وهل يكون التنزيل إلا من عند الله فيؤول إلى تأكيد الإخبار بأنه منزل من عند الله إذ لا فرق بين مدلول كونه تنزيلاً وكونه ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍۢ لِّلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "إن في السموات السبع، والأرض التي منها خروج الخلق، وما فيهما من المخلوقات المختلفة الأجناس والأنواع، لأدلة وحججًا للمؤمنين بها.",
        "mukhtasar": "إن في السماوات والأرض لدلائل على قدرة الله ووحدانيته للمؤمنين؛ لأنهم هم الذين يعتبرون بالآيات.",
        "saadi": " ثم أيد ذلك بما ذكره من الآيات الأفقية والنفسية من خلق السماوات والأرض    ",
        "kathir": "يرشد تعالى خلقه إلى التفكر في آلائه ونعمه وقدرته العظيمة التي خلق بهما السموات الأرض."
      },
      "translations": {
        "en": "Indeed, within the heavens and earth are signs for the believers.",
        "fr": "Il y a certes dans les cieux et la terre des preuves pour les croyants.",
        "es": "Hay, en verdad, en los cielos y en la tierra signos para los creyentes."
      },
      "ibn_ashour": ".إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآَيَاتٍ لِلْمُؤْمِنِينَ (3) موقع هذا الكلام موقع تفصيل المجمل لما جمعته جملة { تنزيل الكتاب من الله العزيز الحكيم } [ الجاثية : 2 ] باعتبار أن آيات السماوات والأرض وما عطف عليها إنما كانت آيات للمؤمنين الموقنين ، وللذين حصل لهم العلم بسبب ما ذكرهم به القرآن ، ومما يؤيد ذلك قوله تعالى : { تلك آيات الله نتلوها عليك } [ الجاثية : 6 ] .وأكد ب { إنَّ } وإن كان المخاطبون غير منكريه لتنزيلهم منزلة المنكر لذلك بسبب عدم انتفاعهم بما في هذه الكائنات من دلالة على وحدانية الله تعالى وإلا فقد قال الله تعالى : { ولئن سألتهم من خَلَق السماوات والأرض ليقولُن خلقهنّ العزيز العليم } في سورة الزّخرف ( 9 ) .والخطاب موجه إلى المشركين ولذلك قال : لآيات للمؤمنين } وقال : { آيات لقوم يوقنون } دون أن يقال : لآيات لكم أو آيات لكم ، أي هي آيات لمن يعلمون دلالتها من المؤمنين ومن الذين يوقنون إشارة إلى أن تلك الآيات لا أثر لها في نفوس من هم بخلاف ذلك . والمراد بكون الآيات في السماوات والأرض أن ذات السماوات والأرض وعداد صفاتها دلائل على الوحدانية فجعلت السماوات والأرض بمنزلة ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٌۭ لِّقَوْمٍۢ يُوقِنُونَ",
      "tafsir": {
        "muyassar": "وفي خَلْقكم -أيها الناس- وخلق ما تفرق في الأرض من دابة تَدِبُّ عليها، حجج وأدلة لقوم يوقنون بالله وشرعه.",
        "mukhtasar": "وفي خلقكم - أيها الناس - من نطفة، ثم من مُضْغة، ثم من عَلَقة، وفي خلق ما يبثه الله من دابة تدب على وجه الأرض دلائل على وحدانيته لقوم يوقنون بأن الله هو الخالق.",
        "saadi": "وما بث فيهما من الدواب وما أودع فيهما من المنافع وما أنزل الله من الماء الذي يحيي به الله البلاد والعباد. ",
        "kathir": "وما فيهما من المخلوقات المختلفة الأجناس والأنواع من الملائكة والجن والإنس والدواب والطيور والوحوش والسباع والحشرات وما في البحر من الأصناف المتنوعة."
      },
      "translations": {
        "en": "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith].",
        "fr": "Et dans votre propre création, et dans ce qu'Il dissémine comme animaux, il y a des signes pour des gens qui croient avec certitude.",
        "es": "En vuestra creación y en las bestias que Él esparce hay signos para gente que está convencida."
      },
      "ibn_ashour": ". وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آَيَاتٌ لِقَوْمٍ يُوقِنُونَ (4) وعطف جملة { وفي خلقكم } الخ على جملة { إن في السماوات والأرض لآيات للمؤمنين } عطف خاص على عام لما في هذا الخاص من التذكير بنعمة إيجاد النوع استدعاء للشكر عليه .والبث : التوزيع والإكثار وهو يقتضي الخلق والإيجاد فكأنه قيل وفي خلق الله ما يبثّ من دابة . وتقدم البث في قوله تعالى : { وبث فيها من كل دابّة } في سورة البقرة ( 164 ) .وعبر بالمضارع في { يبث } ليفيد تجدد البث وتكرره باعتبار اختلاف أجناس الدواب وأنواعها وأصنافها . والدابة تطلق على كل ما يدبّ على الأرض غير الإنسان وهذا أصل إطلاقها وقد تطلق على ما يدب بالأرجل دون الطائر كقوله : { وما من دابة في الأرض ولا طائر يطير بجناحيه } [ الأنعام : 38 ] .والرزق أطلق هنا على المطر على طريقة المجاز المرسل لأن المطر سبب وجود الأقوات . والرزق : القوت . وقد ذكر في آية سورة البقرة ( 164 ) { وما أنزل الله من السماء من ماء } وتقدمت نظائر هذه الآية في أواسط سورة البقرة وفي مواضع عدّة .والمراد ب ( المؤمنين ) ، وب ( قوم يوقنون ) ، وب ( قوم يعقلون ) واحد ، وهم المؤمنون بتوحيد الل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍۢ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَٰحِ ءَايَٰتٌۭ لِّقَوْمٍۢ يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "وفي اختلاف الليل والنار وتعاقبهما عليكم وما أنزل الله من السماء من مطر، فأحيا به الأرض بعد يُبْسها، فاهتزت بالنبات والزرع، وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم، أدلةٌ وحججٌ لقوم يعقلون عن الله حججه وأدلته.",
        "mukhtasar": "وفي تعاقب الليل والنهار، وفيما أنزل الله من السماء من المطر فأحيا به الأرض بإنباتها بعد أن كانت ميتة لا نبات فيها، وفي تصريف الرياح بالإتيان بها مرة من جهة، ومرة من أخرى لمنافعكم؛ دلائل لقوم يعقلون، فيستدلون بها على وحدانية الله وقدرته على البعث، وقدرته على كل شيء.",
        "saadi": " ",
        "kathir": "واختلاف الليل والنهار في تعاقبهما دائبين لا يفتران ، هذا بظلامه وهذا بضيائه ، وما أنزل الله تعالى من السحاب من المطر في وقت الحاجة إليه ، وسماه رزقا ; لأن به يحصل الرزق ، ( فأحيا به الأرض بعد موتها ) أي : بعد ما كانت هامدة لا نبات فيها ولا شيء .وقوله : ( وتصريف الرياح ) أي : جنوبا وشآما ، ودبورا وصبا ، بحرية وبرية ، ليلية ونهارية . ومنها ما هو للمطر ، ومنها ما هو للقاح ، ومنها ما هو غذاء للأرواح ، ومنها ما هو عقيم [ لا ينتج ] .وقال أولا ) لآيات للمؤمنين ) ، ثم ) يوقنون ) ثم ) يعقلون ) وهو ترق من حال شريف إلى ما هو أشرف منه وأعلى . وهذه الآيات شبيهة بآية \" البقرة \" وهي قوله : ( إن في خلق السموات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون ) [ البقرة : 164 ] . وقد أورد ابن أبي حاتم هاهنا عن وهب بن منبه أثرا طويلا غريبا في خلق الإنسان من الأخلاط الأربعة ."
      },
      "translations": {
        "en": "And [in] the alternation of night and day and [in] what Allah sends down from the sky of provision and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason.",
        "fr": "De même dans l'alternance de la nuit et du jour, et dans ce qu'Allah fait descendre du ciel comme subsistance [pluie] par laquelle Il redonne la vie à la terre une fois morte, et dans la distribution des vents, il y a des signes pour des gens qui raisonnent.",
        "es": "También en la sucesión de la noche y el día, en lo que como sustento Alá hace bajar del cielo, vivificando con ello la tierra después de muerta, y en la variación de los vientos hay signos para gente que comprende."
      },
      "ibn_ashour": ". وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آَيَاتٌ لِقَوْمٍ يَعْقِلُونَ (5)عند قوله : { واختلاف الليل والنهار } لدلالة أختها عليها وتبقى الواو عاطفة { آياتٍ } على اسم ( إنّ ) فلا يكون من العطف على معمولي عاملين .والحق ما ذهب إليه جمهور الكوفيين وهو كثير كثرة تنبو عن التأويل . وجعل ابن الحاجب في «أماليه» قراءة الجمهور برفع { آياتٌ } في الموضعين أيضاً من العطف على معمولي عاملين لأن الرفع يحتاج إلى عَامللٍ كما أن النصب يحتاج إلى عَامللٍ قال : وأكثر الناس يفرض الإشكال في قراءة النصب لكون العامل لفظيًّا وهما سواء . وقرأ يعقوب { آياتٍ } الثانية فقط بكسر التاء على أنه حال متعدد من اختلاف الليل والنهار وما أنزل الله من السماء من رزق وتصريف الرياح ، والسحاب .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "هذه الآيات والحجج نتلوها عليك -أيها الرسول- بالحق، فبأي حديث بعد الله وآياته وأدلته على أنه الإله الحق وحده لا شريك له يؤمنون ويصدقون ويعملون؟",
        "mukhtasar": "هذه الآيات والبراهين نتلوها عليك - أيها الرسول - بالحق، فإن لم يؤمنوا بحديث الله المنزل على عبده وبحججه، فبأي حديث بعده يؤمنون، وبأي حجج بعده يصدقون؟!",
        "saadi": "فهذه كلها آيات بينات وأدلة واضحات على صدق هذا القرآن العظيم وصحة ما اشتمل عليه من الحكم والأحكام، ودالات أيضا على ما لله تعالى من الكمال وعلى البعث والنشور. ثم قسم تعالى الناس بالنسبة إلى الانتفاع بآياته وعدمه إلى قسمين: قسم يستدلون بها ويتفكرون بها وينتفعون فيرتفعون وهم المؤمنون بالله وملائكته وكتبه ورسله واليوم الآخر إيمانا تاما وصل بهم إلى درجة اليقين، فزكى منهم العقول وازدادت به معارفهم وألبابهم وعلومهم. وقسم يسمع آيات الله سماعا تقوم به الحجة عليه ثم يعرض عنها ويستكبر، كأنه ما سمعها لأنها لم تزك قلبه ولا طهرته بل بسبب استكباره عنها ازداد طغيانه. ",
        "kathir": "يقول تعالى : هذه آيات الله - يعني القرآن بما فيه من الحجج والبينات - ( نتلوها عليك بالحق ) أي : متضمنة الحق من الحق ، فإذا كانوا لا يؤمنون بها ولا ينقادون لها ، فبأي حديث بعد الله وآياته يؤمنون ؟ !"
      },
      "translations": {
        "en": "These are the verses of Allah which We recite to you in truth. Then in what statement after Allah and His verses will they believe?",
        "fr": "Voilà les versets d'Allah que Nous te récitons en toute vérité. Alors dans quelle parole croiront-ils après [la parole] d'Allah et après Ses signes?",
        "es": "Estas son las aleyas de Alá, que te recitamos conforme a la verdad. Y ¿en qué anuncio van a creer si no creen en Alá y en Sus signos?"
      },
      "ibn_ashour": ".تِلْكَ آَيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآَيَاتِهِ يُؤْمِنُونَ (6)يجوز أن تكون الإشارة وبيانها بآيات الله إشارة إلى الآيات المذكورة في قوله { لآيات للمؤمنين } [ الجاثية : 3 ] وقوله : { آيات لقوم يوقنون } [ الجاثية : 4 ] وقوله : { آيات لقوم يعقلون } [ الجاثية : 5 ] .وإضافتها إلى اسم الجلالة لأن خالقها على تلك الصفات التي كانت لها آيات للمستنصرين .وجملة { نتلوها عليك بالحق } في موضع الحال من { آيات الله } والعامل في اسم الإشارة من معنى الفعل على نحو قوله تعالى : { وهذا بَعْلِي شيخاً } [ هود : 72 ] .والتلاوة : القراءة . ومعنى كون الآيات مَتلوة أنّ في ألفاظ القرآن المتلوة دلالة عليها فاستعمال فعل ( نتلو ) مجاز عقلي لأن المتلوَ ما يدل عليها .ويجوز أن تكون الإشارة إلى حاضر في الذهن غير مذكور لما دَل عليه قوله : { الكتاب } [ الجاثية : 2 ] أي تلك آيات الله المنزلة في القرآن ، فيكون استعمال فعل { نتلوها } في حقيقته .وإسناد التلاوةِ إلى الله مجاز عقلي أيضاً لأن الله موجد القرآن المتلو الدال على تلك الآيات .وقوله : { فبأي حديث بعد الله وآياته يؤمنو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَيْلٌۭ لِّكُلِّ أَفَّاكٍ أَثِيمٍۢ",
      "tafsir": {
        "muyassar": "هلاك شديد ودمار لكل كذاب كثير الآثام.",
        "mukhtasar": "عذاب من الله وهلاك لكل كذاب كثير الآثام.",
        "saadi": "وأنه إذا علم من آيات الله شيئا اتخذها هزوا فتوعده الله تعالى بالويل فقال: { وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ } أي: كذاب في مقاله أثيم في فعاله. ",
        "kathir": "ثم قال : ( ويل لكل أفاك أثيم ) أي أفاك في قوله كذاب ، حلاف مهين أثيم في فعله وقيله كافر بآيات الله ; ولهذا قال :"
      },
      "translations": {
        "en": "Woe to every sinful liar",
        "fr": "Malheur à tout grand imposteur pécheur!",
        "es": "¡Ay de todo aquél que sea mentiroso, pecador,"
      },
      "ibn_ashour": ".وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (7) { يُؤْمِنُونَ * وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ * يَسْمَعُ ءايات الله تتلى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا فَبَشِّرْهُ } { أَلِيمٍ * وَإِذَا عَلِمَ مِنْ ءاياتنا شَيْئاً اتخذها هُزُواً أولئك لَهُمْ عَذَابٌ مُّهِينٌ } .أعقب ذكر المؤمنين الموقنين العَاقلين المنتفعين بدلالة آيات الله وما يفيده مفهوم تلك الصفات التي أجريت عليهم من تعريض بالذين لم ينتفعوا بها ، بصريح ذكر أولئك الذين لم يؤمنوا ولم يعقلوها كما وصف لذلك قوله : { فبأي حديث بعد الله وآياته يؤمنون } [ الجاثية : 6 ] .وافتتح ذكره بالويل له تعجيلاً لإنذاره وتهديده قبل ذكر حاله . و ( ويل له ) كلمة دعاء بالشكر وأصل الويل الشر وحلوله .و ( الأفَّاك ) القويّ الإفك ، أي الكذب . والأثيم مبالغة أو صفة مشبهة وهو يدل على المبالغ في اقتراف الآثام ، أي الخطايا . وفسره الفيروزآبادي في «القاموس» بالكذّاب وهو تسامح وإنما الكذب جزئي من جزئيات الأثيم .وجعلت حالتُه أنه يسمع آيات الله ثم يُصرّ مستكبراً لأن تلك الحالة وهي حالة تكرر سماعه آيات الله وتكرر إصراره مستكبراً عنها تحمله على تكر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "يَسْمَعُ ءَايَٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍۢ",
      "tafsir": {
        "muyassar": "يسمع آيات كتاب الله تُقْرأ عليه، ثم يتمادى في كفره متعاليًا في نفسه عن الانقياد لله ورسوله، كأنه لم يسمع ما تُلي عليه من آيات الله، فبشر -أيها الرسول- هذا الأفاك الأثيم بعذاب مؤلم موجع في نار جهنم يوم القيامة.",
        "mukhtasar": "يسمع هذا الكافر آيات الله في القرآن تقرأ عليه، ثم يستمرّ على ما كان عليه من الكفر والمعاصي؛ متعاليًا في نفسه عن اتباع الحق، كأنه لم يسمع تلك الآيات المقروءة عليه، فأخبره - أيها الرسول - بما يسوؤه في آخرته، وهو عذاب موجع ينتظره فيها.",
        "saadi": "",
        "kathir": "( يسمع آيات الله تتلى عليه ) أي : تقرأ عليه ( ثم يصر ) أي : على كفره وجحوده استكبارا وعنادا ( كأن لم يسمعها ) أي : كأنه ما سمعها ، ( فبشره بعذاب أليم ) [ أي ] فأخبره أن له عند الله يوم القيامة عذابا أليما موجعا ."
      },
      "translations": {
        "en": "Who hears the verses of Allah recited to him, then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment.",
        "fr": "Il entend les versets d'Allah qu'on lui récite puis persiste dans son orgueil, comme s'il ne les avait jamais entendus. Annonce-lui donc un châtiment douloureux.",
        "es": "que, a pesar de oír las aleyas de Alá que se le recitan, se obstina en su altivez como si no las hubiera oído! ¡Anúnciale un castigo doloroso!"
      },
      "ibn_ashour": ". يَسْمَعُ آَيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (8) والإصرار : ملازمة الشيء وعدم الانفكاك عنه ، وحُذف متعلق { يصِرّ } لدلالة المقام عليه ، أي يُصرُّون على كفرهم كما دل على ذلك قوله : { فبأي حديث بعد الله وآياته يؤمنون } [ الجاثية : 6 ] .وشبه حالهم في عدم انتفاعهم بالآيات بحالهم في انتفاء سماع الآيات ، وهذا التشبيه كناية عن وضوح دلالة آيات القرآن بحيث أن من يسمعها يصدق بما دلت عليه فلولا إصرارهم واستكبارهم لانتفعوا بها .و { كَأنْ } أصلها ( كأنَّ ) المشددة فخففت فقدر اسمها وهو ضمير الشأن . وفرّع على حالتهم هذه إنذارهم بالعذاب الأليم وأطلق على الإنذار اسم البشارة التي هي الإخبار بما يسر على طريقة التهكم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "وَإِذَا عَلِمَ مِنْ ءَايَٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "tafsir": {
        "muyassar": "وإذا علم هذا الأفاك الأثيم من آياتا شيئًا اتخذها هزوًا وسُخْرية، أولئك لهم عذاب يهينهم، ويخزيهم يوم القيامة؛ جزاء استهزائهم بالقرآن.",
        "mukhtasar": "وإذا بلغه شيء من القرآن اتخذه سخرية يسخر منه، أولئك المتصفون بصفة السخرية من القرآن لهم عذاب مذلّ يوم القيامة.",
        "saadi": " ",
        "kathir": "( وإذا علم من آياتنا شيئا اتخذها هزوا ) أي : إذا حفظ شيئا من القرآن كفر به واتخذه سخريا وهزوا ، ( أولئك لهم عذاب مهين ) أي : في مقابلة ما استهان بالقرآن واستهزأ به ; ولهذا روى مسلم في صحيحه عن ابن عمر قال : نهى رسول الله - صلى الله عليه وسلم - أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو ."
      },
      "translations": {
        "en": "And when he knows anything of Our verses, he takes them in ridicule. Those will have a humiliating punishment.",
        "fr": "S'il a connaissance de quelques-uns de Nos versets, il les tourne en dérision. Ceux-là auront un châtiment avilissant:",
        "es": "Los que, habiendo conocido algo de Nuestros signos, los hayan tomado a burla, tendrán un castigo humillante."
      },
      "ibn_ashour": ". وَإِذَا عَلِمَ مِنْ آَيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (9) والمراد بالعلم في قوله : { وإذا علم من آياتنا شيئاً } السمع ، أي إذا ألقى سمعه إلى شيء من القرآن اتخذه هُزؤاً ، أي لا يَتلقى شيئاً من القرآن إلا ليجعله ذريعة للهزء به ، ففعل { عَلِم } هنا متعدّ إلى واحد لأنه بمعنى عَرف .وضمير التأنيث في { اتخذها } عائد إلى { آياتنا } ، أي اتخذ الآيات هزؤاً لأنه يستهزىء بما علمه منها وبغيره ، فهو إذا علم شيئاً منها استهزأ بما علمه وبغيره .ومعنى اتخاذهم الآيات هزؤاً : أنهم يلوكونها بأفواههم لوك المستهزىء بالكلام ، وإلا فإن مطلق الاستهزاء بالآيات لا يتوقف على العِلم بشيء منها . ومن الاستهزاء ببعض الآيات تحريفُها على مواضعها وتحميلها غير المراد منها عمداً للاستهزاء ، كقول أبي جهل لما سَمِع { إنَّ شجرة الزقوم طعام الأثيم } [ الدخان : 43 ، 44 ] تجاهل بإظهار أن الزقوم اسم لمجموع الزبد والتمر فقال : «زقّمونا» ، وقوله : لما سمع قوله تعالى : { عليها تسعة عَشَر } [ المدثر : 30 ] : أنا أَلْقَاهُمْ وحدي .{ هُزُواً أولئك لَهُمْ عَذَابٌ } { لله مُّهِينٌ * مِّن وَرَآئِهِم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًۭٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "tafsir": {
        "muyassar": "مِن أمام هؤلاء المستهزئين بآيات الله جهنم، ولا يغني عنهم ما كسبوا شيئًا من المال والولد، ولا آلهتُهم التي عبدوها مِن دون الله، ولهم عذاب عظيم مؤلم.",
        "mukhtasar": "من أمامهم نار جهنم تنتظرهم في الآخرة، ولا يغني عنهم ما كسبوا من الأموال من الله شيئًا، ولا يدفع عنهم شيئًا ما اتخذوه من دونه من الأصنام التي يعبدونها من دونه، ولهم يوم القيامة عذاب عظيم.",
        "saadi": "وأخبر أن له عذابا أليما وأن { مِنْ وَرَائِهِمْ جَهَنَّمُ } تكفي في عقوبتهم البليغة. وأنه { لا يُغْنِي عَنْهُمْ مَا كَسَبُوا } من الأموال { وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ } يستنصرون بهم فخذلوهم أحوج ما كانوا إليهم لو نفعوا. ",
        "kathir": "ثم فسر العذاب الحاصل له يوم معاده فقال : ( من ورائهم جهنم ) أي : كل من اتصف بذلك سيصيرون إلى جهنم يوم القيامة ، ( ولا يغني عنهم ما كسبوا شيئا ) أي : لا تنفعهم أموالهم ولا أولادهم ، ( ولا ما اتخذوا من دون الله أولياء ) أي : ولا تغني عنهم الآلهة التي عبدوها من دون الله شيئا ، ( ولهم عذاب عظيم )"
      },
      "translations": {
        "en": "Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment.",
        "fr": "l'Enfer est à leurs trousses. Ce qu'ils auront acquis ne leur servira à rien, ni ce qu'ils auront pris comme protecteurs, en dehors d'Allah. Ils auront un énorme châtiment.",
        "es": "Les espera la gehena y sus posesiones no les servirán de nada, como tampoco los que tomaron como amigos en lugar de tomar a Alá. Tendrán un castigo terrible."
      },
      "ibn_ashour": ". مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (10)وجملة { من ورائهم } بيان لجملة { لهم عذاب مهين } . وفي قوله : { من ورائهم } تحقيق لحصول العذاب وكونه قريباً منهم وأنهم غافلون عن اقترابه كغفلة المرء عن عدوّ يتبعه من ورائه ليأخذه فإذا نظر إلى أمامه حسب نفسه آمناً . ففي الوراء استعارة تمثيلية للاقتراب والغفلة ، ومنه قوله تعالى : { وكان وراءهم مَلِك يأخذ كلّ سفينة غصباً } [ الكهف : 79 ] ، وقول لبيد :أليسَ ورائي إنْ تراخت منيتي ... لُزومُ العصا تُحنى عليها الأصابعومن فسر وراء بقُدّام ، فما رعَى حق الكلام .وعطف جملة { ولا يغني عنهم ما كسبوا شيئاً } على جملة { من ورائهم جهنم } لأن ذلك من جملة العذاب المهين فإن فقدان الفداء وفقدان الوليّ مما يزيد العذاب شدة ويكسب المعاقب إهانة . ومعنى الإغناء في قوله : { ولا يغني عنهم } الكفاية والنفع ، أي لا ينفعهم .وعُدي بحرف ( عن ) لتضمينه معنى يدفع فكأنَّه عُبّر بفعلين لا يغنيهم وبالدفع عنهم ، وتقدم في قوله : { لن تغني عنهم أموالهم ولا أولادهم من الله ش",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "هَٰذَا هُدًۭى ۖ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي أنزلناه عليك -أيها الرسول- هدى من الضلالة، ودليل على الحق، يهدي إلى طريق مستقيم مَن اتبعه وعمل به، والذين جحدوا بما في القرآن من الآيات الدالة على الحق ولم يُصَدِّقوا بها، لهم عذابٌ مِن أسوأ أنواع العذاب يوم القيامة، مؤلم موجع.",
        "mukhtasar": "هذا الكتاب الذي أنزلناه على رسولنا محمد هاد إلى طريق الحق، والذين كفروا بآيات ربهم المنزلة على رسوله لهم عذاب سيئ موجع.",
        "saadi": "فلما بين آياته القرآنية والعيانية وأن الناس فيها على قسمين أخبر أن القرآن المشتمل على هذه المطالب العالية أنه هدى فقال: { هَذَا هُدًى } وهذا وصف عام لجميع القرآن فإنه يهدي إلى معرفة الله تعالى بصفاته المقدسة وأفعاله الحميدة، ويهدي إلى معرفة رسله وأوليائه وأعدائه، وأوصافهم، ويهدي إلى الأعمال الصالحة ويدعو إليها ويبين الأعمال السيئة وينهى عنها، ويهدي إلى بيان الجزاء على الأعمال ويبين الجزاء الدنيوي والأخروي، فالمهتدون اهتدوا به فأفلحوا وسعدوا، { وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ } الواضحة القاطعة التي يكفر بها إلا من اشتد ظلمه وتضاعف طغيانه، { لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ }  ",
        "kathir": "ثم قال تعالى : ( هذا هدى ) يعني القرآن ( والذين كفروا بآيات ربهم لهم عذاب من رجز أليم ) وهو المؤلم الموجع ."
      },
      "translations": {
        "en": "This [Qur'an] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature.",
        "fr": "Ceci [le Coran] est un guide. Et ceux qui récusent les versets de leur Seigneur auront le supplice d'un châtiment douloureux.",
        "es": "Esto es una dirección. Los que no crean en los signos de su Señor tendrán el castigo de un suplicio doloroso."
      },
      "ibn_ashour": ".هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآَيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (11)جملة { هذا هدى } استئناف ابتدائي انتُقل به من وصف القرآن في ذاته بأنه منزل من الله وأنه من آيات الله إلى وصفه بأفضل صفاته بأنه هدى ، فالإشارة بقوله : { هذا } إلى القرآن الذي هو في حال النزول وَالتِلاوةِ فهو كالشيء المشاهد ، ولأنه قد سبق من أوصافه من قوله : { تنزيل الكتاب من الله العزيز الحكيم } [ الجاثية : 2 ] وقوله : { تلك آيات الله } [ الجاثية : 6 ] إلى آخره ما صيره متميزاً شخصاً بِحسن الإشارة إليه . ووصف القرآن بأنه { هدى } من الوصف بالمصدر للمبالغة ، أي : هاد للناس ، فمن آمن فقد اهتدى ومن كفر به فله عذاب لأنه حَرَمَ نفسه من الهدى فكان في الضلال وارتبق في المفاسد والآثام .فجملة { والذين كفروا } عطف على جملة { هذا هدى } والمناسبة أن القرآن من جملة آيات الله وأنه مذكِّر بها ، فالذين كفروا بآيات الله كفروا بالقرآن في عموم الآيات ، وهذا واقع موقع التذييل لما تقدمه ابتداء من قوله : { ويل لكل أفاك أثيم } [ الجاثية : 7 ] . وجيء بالموصول وصلته لما تشعر به الصلة من أنهم حقيقون بالعقاب .واستُحْضِروا ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "۞ ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "tafsir": {
        "muyassar": "الله سبحانه وتعالى هو الذي سخَّر لكم البحر؛ لتجري السفن فيه بأمره، ولتبتغوا من فضله بأنواع التجارات والمكاسب، ولعلكم تشكرون ربكم على تسخيره ذلك لكم، فتعبدوه وحده، وتطيعوه فيما يأمركم به، وينهاكم عنه.",
        "mukhtasar": "الله وحده هو الذي سخّر لكم - أيها الناس - البحر لتجري السفن فيه بأمره، ولتطلبوا من فضله بأنواع المكاسب المباحة، ولعلكم تشكرون نعمة الله عليكم.",
        "saadi": " يخبر تعالى بفضله على عباده وإحسانه إليهم بتسخير البحر لسير المراكب والسفن بأمره وتيسيره، { لِتَبْتَغُوا مِنْ فَضْلِهِ } بأنواع التجارات والمكاسب، { وَلَعَلَّكُمْ تَشْكُرُونَ } الله تعالى فإنكم إذا شكرتموه زادكم من نعمه وأثابكم على شكركم أجرا جزيلا. ",
        "kathir": "يذكر تعالى نعمه على عبيده فيما سخر لهم من البحر ( لتجري الفلك ) ، وهي السفن فيه بأمره تعالى ، فإنه هو الذي أمر البحر أن يحملها ( ولتبتغوا من فضله ) أي : في المتاجر والمكاسب ، ( ولعلكم تشكرون ) أي : على حصول المنافع المجلوبة إليكم من الأقاليم النائية والآفاق القاصية ."
      },
      "translations": {
        "en": "It is Allah who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful.",
        "fr": "Allah c'est Lui qui vous a assujetti la mer, afin que les vaisseaux y voguent, par Son ordre, et que vous alliez en quête de sa grâce afin que vous soyez reconnaissants.",
        "es": "Alá es Quien ha sujetado el mar a vuestro servicio para que las naves lo surquen a una orden Suya para que busquéis Su favor. Y quizás, así, seáis agradecidos."
      },
      "ibn_ashour": ".اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12)استئناف ابتدائي للانتقال من التذكير بما خلق الله من العوالم وتصاريف أحوَالِها من حيث إنها دلالات على الوحدانية ، إلى التذكير بما سخر الله للناس من المخلوقات وتصاريفها من حيثُ كانت منافع للناس تقتضي أن يشكروا مقدِّرها فجحدوا بها إذ توجهوا بالعبادة إلى غير المنعم عليهم ، ولذلك عُلق بفعليْ { سخر } في الموضعين مجرور بلام العلة بقوله : { لكم } ؛ على أن هذه التصاريف آيات أيضاً مثلُ اختلاف الليل والنهار ، وما أنزل الله من السماء من ماء ، وتصريف الرياح ، ولكن لُوحظ هنا ما فيها من النعم كما لوحظ هنالك ما فيها من الدلالة ، والفَطِنُ يَستخلص من المقامين كلا الأمرين على ما يشبه الاحتباك . ومناسبة هذا الانتقال واضحة .واسم الجلالة مسند إليه والموصول مسند ، وتعريف الجزأين مفيد الحصر وهو قَصر قلب بتنزيل المشركين منزلة من يحسب أن تسخير البحر وتسخير ما في السماوات والأرض إنعام من شركائهم كقوله تعالى : { هل من شركائكم من يفعل من ذلكم من شيء } [ الروم : 40 ] ، فكان هذا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًۭا مِّنْهُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "tafsir": {
        "muyassar": "وسخَّر لكم كل ما في السموات من شمس وقمر ونجوم، وكل ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم، جميع هذه النعم منة من الله وحده أنعم بها عليكم، وفضل منه تَفضَّل به، فإياه فاعبدوا، ولا تجعلوا له شريكًا. إنَّ فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته، فيعتبرون بها.",
        "mukhtasar": "وسخّر لكم سبحانه ما في السماوات من شمس وقمر ونجوم، وما في الأرض من أنهار وأشجار وجبال وغيرها، جميع هذه النعم من فضله وإحسانه، إن في تسخير ذلك لكم لدلائل على قدرة الله ووحدانيته، لقوم يتفكرون في آياته، فيعتبرون بها.",
        "saadi": "{ وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ } أي: من فضله وإحسانه، وهذا شامل لأجرام السماوات والأرض ولما أودع الله فيهما من الشمس والقمر والكواكب والثوابت والسيارات وأنواع الحيوانات وأصناف الأشجار والثمرات وأجناس المعادن وغير ذلك مما هو معد لمصالح بني آدم ومصالح ما هو من ضروراته، فهذا يوجب عليهم أن يبذلوا غاية جهدهم في شكر نعمته وأن تتغلغل أفكارهم في تدبر آياته وحكمه ولهذا قال: { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } وجملة ذلك أن خلقها وتدبيرها وتسخيرها دال على نفوذ مشيئة الله وكمال قدرته، وما فيها من الإحكام والإتقان وبديع الصنعة وحسن الخلقة دال على كمال حكمته وعلمه، وما فيها من السعة والعظمة والكثرة دال على سعة ملكه وسلطانه، وما فيها من التخصيصات والأشياء المتضادات دليل على أنه الفعال لما يريد، وما فيها من المنافع والمصالح الدينية والدنيوية دليل على سعة رحمته، وشمول فضله وإحسانه وبديع لطفه وبره، وكل ذلك دال على أنه وحده المألوه المعبود الذي لا تنبغي العبادة والذل والمحبة إلا له وأن رسله صادقون فيما جاءوا به، فهذه أدلة عقلية واضحة لا تقبل ريبا ولا شكا. ",
        "kathir": "ثم قال تعالى : ( وسخر لكم ما في السموات وما في الأرض ) أي : من الكواكب والجبال ، والبحار والأنهار ، وجميع ما تنتفعون به ، أي : الجميع من فضله وإحسانه وامتنانه ; ولهذا قال : ( جميعا منه ) أي : من عنده وحده لا شريك له في ذلك ، كما قال تعالى : ( وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون ) [ النحل : 53 ] .وروى ابن جرير من طريق العوفي ، عن ابن عباس في قوله : ( وسخر لكم ما في السموات وما في الأرض جميعا منه ) كل شيء هو من الله ، وذلك الاسم فيه اسم من أسمائه ، فذلك جميعا منه ، ولا ينازعه فيه المنازعون ، واستيقن أنه كذلك .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا محمد بن خلف العسقلاني ، حدثنا الفرياني ، عن سفيان ، عن الأعمش ، عن المنهال بن عمرو ، عن أبي أراكة قال : سأل رجل عبد الله بن عمرو قال : مم خلق الخلق ؟ قال : من النور والنار ، والظلمة والثرى . قال وائت ابن عباس فاسأله . فأتاه فقال له مثل ذلك ، فقال : ارجع إليه فسله : مم خلق ذلك كله ؟ فرجع إليه فسأله ، فتلا ( وسخر لكم ما في السموات وما في الأرض جميعا منه ) هذا أثر غريب ، وفيه نكارة .( إن في ذلك لآيات لقوم يتفكرون )"
      },
      "translations": {
        "en": "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought.",
        "fr": "Et Il vous a assujetti tout ce qui est dans les cieux et sur la terre, le tout venant de Lui. Il y a là des signes pour des gens qui réfléchissent.",
        "es": "Y ha sujetado a vuestro servicio lo que está en los cielos y en la tierra. Todo procede de Él. Ciertamente, hay en ello signos para gente que reflexiona."
      },
      "ibn_ashour": ".وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (13){ تَشْكُرُونَ * وَسَخَّرَ لَكُمْ مَّا فِى السماوات وَمَا فِى الارض جَمِيعاً مِّنْهُ إِنَّ فِى ذَلِكَ لايات } .هذا تعميم بعد تخصيص اقتضاه الاهتمام أولاً ثم التعميم ثانياً . و { ما في السموات وما في الأرض } عام مخصوص بما تحصل للناس فائدة من وجوده : كالشمس للضياء ، والمطر للشراب ، أو من بعض أحواله : كالكواكب للاهتداء بها في ظلمات البر والبحر ، والشجر للاستظلال ، والأنعام للركوب والحرث ونحو ذلك . وأما ما في السماوات والأرض مما لا يفيد الناس فغير مراد مثل الملائكة في السماء والأهوية المنحبسة في باطن الأرض التي يأتي منها الزلزال .وانتصب { جميعاً } على الحال من { ما في السموات وما في الأرض } . وتنوينه تنوين عوض عن المضاف إليه ، أي جميع ذلك مثل تنوين ( كل ) في قوله : { كلاً هدينا } [ الأنعام : 84 ] .و ( من ) ابتدائية ، أي جميع ذلك من عند الله ليس لغيره فيه أدنى شركة . وموقع قوله : { منه } موقع الحال من المضاف إليه المحذوف المعوّض عنه التنوين أو من ضمير { جميعاً } ل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للذين صدَّقوا بالله واتَّبَعوا رسله يعفوا، ويتجاوزوا عن الذين لا يرجون ثواب الله، ولا يخافون بأسه إذا هم نالوا الذين آمنوا بالأذى والمكروه؛ ليجزي الله هؤلاء المشركين بما كانوا يكسبون في الدنيا من الآثام وإيذاء المؤمنين.",
        "mukhtasar": "قل - أيها الرسول - للذين آمنوا بالله، وصدقوا رسوله: تجاوزوا عمن أساء إليكم من الكفار الذين لا يبالون بنعم الله أو نقمه، فإن الله سيجزي كلَّا من المؤمنين الصابرين، والكفار المعتدين، بما كانوا يكسبون من الأعمال في الدنيا.",
        "saadi": " يأمر تعالى عباده المؤمنين بحسن الخلق والصبر على أذية المشركين به، الذين لا يرجون أيام الله أي: لا يرجون ثوابه ولا يخافون وقائعه في العاصين فإنه تعالى سيجزي كل قوم بما كانوا يكسبون. فأنتم يا معشر المؤمنين يجزيكم على إيمانكم وصفحكم وصبركم، ثوابا جزيلا. ",
        "kathir": "وقوله : ( قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) أي : يصفحوا عنهم ويحملوا الأذى منهم . وهذا كان في ابتداء الإسلام ، أمروا أن يصبروا على أذى المشركين وأهل الكتاب ؛ ليكون ذلك لتأليف قلوبهم ، ثم لما أصروا على العناد شرع الله للمؤمنين الجلاد والجهاد . هكذا روي عن ابن عباس ، وقتادة .وقال مجاهد [ في قوله ] ( لا يرجون أيام الله ) لا يبالون نعم الله .وقوله : ( ليجزي قوما بما كانوا يكسبون ) أي : إذا صفحوا عنهم في الدنيا ، فإن الله مجازيهم بأعمالهم السيئة في الآخرة ;"
      },
      "translations": {
        "en": "Say, [O Muhammad], to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn.",
        "fr": "Dis à ceux qui ont cru de pardonner à ceux qui n'espèrent pas les jours d'Allah afin qu'Il rétribue [chaque] peuple pour les acquis qu'ils faisaient.",
        "es": "Di a los creyentes que perdonen a quienes no cuentan con los Días de Alá, instituidos para retribuir a la gente según sus méritos."
      },
      "ibn_ashour": ".قُلْ لِلَّذِينَ آَمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (14) إن كانت هذه متصلة بالآي التي قبلها في النزول ولم يصح ما روي عن ابن عباس في سبب نزولها فمناسبة وقعها هنا أن قوله : { ويل لكل أفّاك أثيم } إلى قوله : { لهم عذاب من رجز أليم } [ الجاثية : 7 11 ] يثير غضب المسلمين على المستهزئين بالقرآن . وَقد أخذ المسلمون يعتزون بكثرتهم فكان ما ذكر من استهزاء المشركين بالقرآن واستكبارهم عن سماعه يتوقع منه أن يبطش بعض المسلمين ببعض المشركين ، ويحتمل أن يكون بَدَرَ من بعض المسلمين غضب أو توعد وأن الله علم ذلك من بعضهم .قال القرطبي والسدي : نزلت في ناس من أصحاب رسول الله صلى الله عليه وسلم من أهل مكة أصابهم أذى شديد من المشركين فشكوا ذلك إلى النبي صلى الله عليه وسلم فأمرهم الله بالتجاوز عن ذلك لمصلحة في استبقاء الهدوء بمكة والمتاركة بين المسلمين والمشركين ففي ذلك مصالح جمّة من شيوع القرآن بين أهل مكة وبين القبائل النازلين حولها فإن شيوعه لا يخلو من أن يأخذ بمجامع قلوبهم بالرغم على ما يبدونه من إِعراض واستكبار واستهزاء فتتهَيَّأ نفو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "مَنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "من عمل مِن عباد الله بطاعته فلنفسه عمل، ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى، ثم إنكم - أيها الناس - إلى ربكم تصيرون بعد موتكم، فيجازي المحسن بإحسانه، والمسيء بإساءته.",
        "mukhtasar": "من عمل عملًا صالحًا فنتيجة عمله الصالح له، والله غني عن عمله، ومن أساء عمله فنتيجة عمله السيئ عقابه عليه، والله لا تضرّه إساءته، ثم إلينا وحدنا ترجعون في الآخرة لنجازي كلَّا بما يستحقّه.",
        "saadi": "وهم إن استمروا على تكذيبهم فلا يحل بكم  ما حل بهم من العذاب الشديد والخزي ولهذا قال: { مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ }  ",
        "kathir": "ولهذا قال : ( من عمل صالحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون ) أي : تعودون إليه يوم القيامة فتعرضون بأعمالكم [ عليه ] فيجزيكم بأعمالكم خيرها وشرها ."
      },
      "translations": {
        "en": "Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned.",
        "fr": "Quiconque fait le bien, le fait pour lui-même; et quiconque agit mal, agit contre lui-même. Puis vous serez ramenés vers votre Seigneur,",
        "es": "Quien obra bien, lo hace en su propio provecho. Y quien obra mal, lo hace en detrimento propio. Luego, seréis devueltos a vuestro Señor."
      },
      "ibn_ashour": ". مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (15)وتنكير { قوماً } للتعظيم ، فكأنه قيل : ليجزي أيما قوم ، أي قوماً مخصوصين . وهذا مدح لهم وثناء عليهم . ونحْوُه ما ذكر الطيبي عن ابن جنِّي عن أبي علي الفارسي في قول الشاعر: ... أفآت بنو مروان ظلماً دماءناوفي الله إن لم يعدلوا حكم عدل ... قال أبو علي : هو تعالى أعرف المعارف وسماه الشاعر : حكماً عدلاً وأخرج اللفظ مخرج التنكير ، ألا ترى كيف آل الكلام من لفظ التنكير إلى معنى التعريف اه . قيل : والأظهر أن { قوماً } مراد به الإبهام وتنوينه للتنكير فقط .والمعنى : ليجزي الله كل قوم بما كانوا يكسبون من خير أو شر بما يناسب كسبهم فيكون وعيداً للمشركين المعتدين على المؤمنين ووعداً للمؤمنين المأمورين بالصفح والتجاوز عن أذى المشركين ، وهذا وجه عدم تعليق الجزاء بضمير الموقنين لأنه أريد العموم فليس ثمة إظهار في مقام الإضمار ويؤيد هذا قوله : { من عمل صالحاً فلنفسه ومن أساء فعليها } [ فصلت : 46 ] . وهذا كالتفصيل للإجمال الذي في قوله : { ليجزي قوماً بما كانوا يكسبون } . ولذلك فصلت الجملة ولم تعطف على سابقته",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَى ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "ولقد آتينا بني إسرائيل التوراة والإنجيل والحكم بما فيهما، وجعلنا أكثر الأنبياء من ذرية إبراهيم عليه السلام فيهم، ورزقناهم من الطيبات من الأقوات والثمار والأطعمة، وفضَّلناهم على عالمي زمانهم.",
        "mukhtasar": "ولقد أعطينا بني إسرائيل التوراة والفصل بين الناس بحكمها، وجعلنا معظم الأنبياء منهم من ذرية إبراهيم عليه السلام، ورزقناهم من أنواع الطيبات، وفضلناهم على عالَمِي زمانهم.",
        "saadi": " أي: ولقد أنعمنا على بني إسرائيل نعما لم تحصل لغيرهم من الناس، وآتيناهم { الكتاب } أي: التوراة والإنجيل { والحكم } بين الناس { والنبوة } التي امتازوا بها وصارت النبوة في ذرية إبراهيم عليه السلام، أكثرهم من بني إسرائيل، { وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ } من المآكل والمشارب والملابس وإنزال المن والسلوى عليهم { وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ } أي: على الخلق بهذه النعم ويخرج من هذا العموم اللفظي هذه الأمة فإنهم خير أمة أخرجت للناس.  والسياق يدل على أن المراد غير هذه الأمة فإن الله يقص علينا ما امتن به على بني إسرائيل وميزهم عن غيرهم، وأيضا فإن الفضائل التي فاق بها بنو إسرائيل من الكتاب والحكم والنبوة وغيرها من النعوت قد حصلت كلها لهذه الأمة، وزادت عليهم هذه الأمة فضائل كثيرة فهذه الشريعة شريعة بني إسرائيل جزء منها، فإن هذا الكتاب مهيمن على سائر الكتب السابقة، ومحمد صلى الله عليه وسلم مصدق لجميع المرسلين. ",
        "kathir": "يذكر تعالى ما أنعم به على بني إسرائيل من إنزال الكتب عليهم وإرسال الرسل إليهم ، وجعله الملك فيهم ; ولهذا قال : ( ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة ورزقناهم من الطيبات ) أي : من المآكل والمشارب ، ( وفضلناهم على العالمين ) أي : في زمانهم ."
      },
      "translations": {
        "en": "And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.",
        "fr": "Nous avons effectivement apporté aux Enfants d'Israël le Livre, la sagesse, la prophétie, et leur avons attribué de bonnes choses, et les préférâmes aux autres humains [leurs contemporains];",
        "es": "Dimos a los Hijos de Israel la Escritura, el juicio y el profetismo. Les proveímos de cosas buenas y les distinguimos entre todos los pueblos."
      },
      "ibn_ashour": ".وَلَقَدْ آَتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16) الوجه أن يكون سَوق خبر بني إسرائيل هنا توطئةً وتمهيداً لقوله بعده { ثم جعلناك على شريعة من الأمر فاتبعها } [ الجاثية : 18 ] أثار ذلك ما تقدم من قوله : { ويل لكلّ أفّاك أثيم يسمع آيات الله تُتْلَى عليه } إلى قوله : { اتخذها هزؤا } [ الجاثية : 7 9 ] ثم قوله : { قل للذين آمنوا يغفروا للذين لا يرجون أيام الله } [ الجاثية : 14 ] فكان المقصدُ قولَه { ثم جعلناك على شريعة من الأمر } [ الجاثية : 18 ] ولذلك عطفت الجملة بحرف { ثمَّ الدال على التراخي الرتبي ، أي على أهمية ما عطف بها .ومقتضى ظاهر النظم أن يقع قوله : ولقد آتينا بني إسرائيل الكتاب } الآيتين بعد قوله : { جعلناك على شريعة من الأمر } [ الجاثية : 18 ] فيكونَ دليلاً وحجة له فأخرج النظم على خلاف مقتضى الظاهر فجعلت الحجة تمهيداً قصداً للتشويق لما بعده ، وليقع ما بعده معطوفاً ب { ثم الدالةِ على أهمية ما بعدها .وقد عرف من تورك المشركين على النبي في شأن القرآن ما حكاه الله عنهم في قوله : { فل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَءَاتَيْنَٰهُم بَيِّنَٰتٍۢ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "tafsir": {
        "muyassar": "وآتينا بني إسرائيل شرائع واضحات في الحلال والحرام، ودلالات تبين الحق من الباطل، فما اختلفوا إلا من بعد ما جاءهم العلم، وقامت الحجة عليهم، وإنما حَمَلهم على ذلك بَغْيُ بعضهم على بعض؛ طلبًا للرفعة والرئاسة، إن ربك -أيها الرسول- يحكم بين المختلفين من بني إسرائيل يوم القيامة فيما كانوا فيه يختلفون في الدنيا. وفي هذا تحذير لهذه الأمة أن تسلك مسلكهم.",
        "mukhtasar": "وأعطيناهم دلائل توضح الحق من الباطل، فما اختلفوا إلا من بعد ما قامت عليهم الحجج ببعثة نبينا محمد صلى الله عليه وسلم، وما جرّهم إلى هذا الاختلاف إلا بغي بعضهم على بعض حرصًا على الرئاسة والجاه، إن ربك - أيها الرسول - يفصل بينهم يوم القيامة فيما كانوا يختلفون فيه في الدنيا، فيبيّن من كان محقًّا، ومن كان مبطلًا.",
        "saadi": " { وَآتَيْنَاهُمْ } أي: آتينا بني إسرائيل { بَيِّنَاتٍ } أي: دلالات تبين الحق من الباطل { مِنَ الْأَمْرِ } القدري الذي أوصله الله إليهم. وتلك الآيات هي المعجزات التي رأوها على يد موسى عليه السلام، فهذه النعم التي أنعم الله بها على بني إسرائيل تقتضي الحال أن يقوموا بها على أكمل الوجوه وأن يجتمعوا على الحق الذي بينه الله لهم، ولكن انعكس الأمر فعاملوها بعكس ما يجب. وافترقوا فيما أمروا بالاجتماع به ولهذا قال: { فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ } أي: الموجب لعدم الاختلاف، وإنما حملهم على الاختلاف البغي من بعضهم على بعض والظلم. { إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ } فيميز المحق من المبطل والذي حمله على الاختلاف الهوى أو غيره. ",
        "kathir": "( وآتيناهم بينات من الأمر ) أي : حججا وبراهين وأدلة قاطعات ، فقامت عليهم الحجج ثم اختلفوا بعد ذلك من بعد قيام الحجة ، وإنما كان ذلك بغيا منهم على بعضهم بعضا ، ( إن ربك ) يا محمد ( يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون ) أي : سيفصل بينهم بحكمه العدل . وهذا فيه تحذير لهذه الأمة أن تسلك مسلكهم ، وأن تقصد منهجهم ;"
      },
      "translations": {
        "en": "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
        "fr": "Et Nous leur avons apporté des preuves évidentes de l'Ordre. Ils ne divergèrent qu'après que la science leur fut venue par agressivité entre eux. Ton Seigneur décidera parmi eux, au Jour de la Résurrection, sur ce en quoi ils divergeaient.",
        "es": "Les dimos pruebas claras respecto a la Orden. Y no discreparon, por rebeldía mutua, sino después de haber recibido la Ciencia. Tu Señor decidirá entre ellos el día de la Resurrección sobre aquello en que discrepaban."
      },
      "ibn_ashour": ".وَآَتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17)قوله هنا { وآتيناهم بينات من الأمر فما اختلفوا إلا من بعد ما جاءهم العلم بغياً بينهم } ، ومثل قوله :{ ليجزي قوماً بما كانوا يكسبون } [ الجاثية : 14 ] فإنه مقابل قوله هنا { إن ربك يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون } .و { الكتاب } : التوراة .و { الحكم } يصح أن يكون بمعنى الحِكمة ، أي الفهم في الدّين وعلم محاسن الأخلاق كقوله تعالى : { وآتيناه الحُكم صبيّاً } [ مريم : 12 ] ، يعني يحيى ، ويصح أن يكون بمعنى السيادة ، أي أنهم يحكمون أنفسهم بأنفسهم ولا تحكمهم أمة أخرى كقوله تعالى و { جَعلَكم ملوكاً } [ المائدة : 20 ] ، و { النبوءة } أن يقوم فيهم أنبياء . ومعنى إيتائهم هذه الأمور الثلاثة : إيجادها في الأمة وإيجاد القائمين بها لأن نفع ذلك عائد على الأمة جمعاء فكان كل فرد من الأمة كمن أوتي تلك الأمور .وأما رزقهم من الطيبات فبأن يسّر لهم امتلاك بلاد الشام التي تفيض لبناً وعس",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "ثُمَّ جَعَلْنَٰكَ عَلَىٰ شَرِيعَةٍۢ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "ثم جعلناك -أيها الرسول- على منهاج واضح من أمر الدين، فاتبع الشريعة التي جعلناك عليها، ولا تتبع أهواء الجاهلين بشرع الله الذين لا يعلمون الحق. وفي الآية دلالة عظيمة على كمال هذا الدين وشرفه، ووجوب الانقياد لحكمه، وعدم الميل إلى أهواء الكفرة والملحدين.",
        "mukhtasar": "ثم جعلناك على طريقة وسُنَّة ومنهاج من أمرنا الذي أَمرنا به من قبلك من رسلنا تدعو إلى الإيمان والعمل الصالح، فاتبع هذه الشريعة، ولا تتبع أهواء الذين لا يعلمون الحق؛ فأهواؤهم مضلة عن الحق.",
        "saadi": " أي: ثم شرعنا لك شريعة كاملة تدعو إلى كل خير وتنهى عن كل شر من أمرنا الشرعي { فَاتَّبِعْهَا } فإن في اتباعها السعادة الأبدية والصلاح والفلاح، { وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ } أي: الذين تكون أهويتهم غير تابعة للعلم ولا ماشية خلفه، وهم كل من خالف شريعة الرسول صلى الله عليه وسلم هواه وإرادته فإنه من أهواء الذين لا يعلمون. ",
        "kathir": "ولهذا قال : ( ثم جعلناك على شريعة من الأمر فاتبعها ) أي : اتبع ما أوحي إليك من ربك لا إله إلا هو ، وأعرض عن المشركين ،"
      },
      "translations": {
        "en": "Then We put you, [O Muhammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.",
        "fr": "Puis Nous t'avons mis sur la voie de l'Ordre [une religion claire et parfaite]. Suis-la donc et ne suis pas les passions de ceux qui ne savent pas.",
        "es": "Luego, te pusimos en una vía respecto a la Orden. Síguela, pues, y no sigas las pasiones de quienes no saben."
      },
      "ibn_ashour": ".ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (18) { ثم } للتراخي الرتبي كما هو شأنها في عطف الجمل ، ولولا إرادة التراخي الرتبي لكانت الجملة معطوفة بالواو . وهذا التراخي يفيد أن مضمون الجملة المعطوفة بحرف { ثم } أهم من مضمون الجملة المعطوففِ عليها أهمية الغرض على المقدمة والنتيجةِ على الدليل . وفي هذا التراخي تنويه بهذا الجعل وإشارة إلى أنه أفضل من إيتاء بني إسرائيل الكتاب والحكم والنبوءة والبّيناتتِ من الأمر ، فنبوءة محمد صلى الله عليه وسلم وكتابُه وحُكمه وبَيناته أفضل وأهدى مما أوتيه بنو إسرائيل من مثل ذلك .و { على } للاستعلاء المجازي ، أي التمكن والثبات على حد قوله تعالى : { أولئك على هدى من ربّهم } [ البقرة : 5 ] .وتنوين { شريعة } للتعظيم بقرينة حرف التراخي الرتبي .والشريعة : الدين والملة المتَّبعة ، مشتقة من الشرع وهو : جَعل طريق للسير ، وسمي النهج شَرعاً تسميةً بالمصدر . وسُميت شَريعة الماء الذي يرده الناس شريعةً لذلك ، قال الراغب : استعير اسم الشريعة للطريقة الإلهية تشبيهاً بشريعة الماء قلتُ : ووجه الشبه ما في",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًۭٔا ۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍۢ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
      "tafsir": {
        "muyassar": "إن هؤلاء المشركين بربهم الذين يدعونك إلى اتباع أهوائهم لن يغنوا عنك -أيها الرسول- من عقاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين المتجاوزين حدود الله من المنافقين واليهود وغيرهم بعضهم أنصار بعض على المؤمنين بالله وأهل طاعته، والله ناصر المتقين ربَّهم بأداء فرائضه واجتناب نواهيه.",
        "mukhtasar": "إن الذين لا يعلمون الحق لن يَكُفُّوا عنك من عذاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين من جميع المِلَلِ والنِّحَل بعضهم ناصر بعض، ومؤيده على المؤمنين، والله ناصر المتقين له بامتثال أوامره واجتناب نواهيه.",
        "saadi": " { إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا } أي: لا ينفعونك عند الله فيحصلوا لك الخير ويدفعوا عنك الشر إن اتبعتهم على أهوائهم، ولا تصلح أن توافقهم وتواليهم فإنك وإياهم متباينون، وبعضهم ولي لبعض { واللَّهُ وَلِيُّ الْمُتَّقِينَ } يخرجهم من الظلمات إلى النور بسبب تقواهم وعملهم بطاعته. ",
        "kathir": "وقال هاهنا : ( ولا تتبع أهواء الذين لا يعلمون إنهم لن يغنوا عنك من الله شيئا وإن الظالمين بعضهم أولياء بعض ) أي : وماذا تغني عنهم ولايتهم لبعضهم بعضا ، فإنهم لا يزيدونهم إلا خسارا ودمارا وهلاكا ، ( والله ولي المتقين ) ، وهو تعالى يخرجهم من الظلمات إلى النور ، والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات ."
      },
      "translations": {
        "en": "Indeed, they will never avail you against Allah at all. And indeed, the wrongdoers are allies of one another; but Allah is the protector of the righteous.",
        "fr": "Ils ne te seront d'aucune utilité vis-à-vis d'Allah. Les injustes sont vraiment alliés les uns des autres; tandis qu'Allah est le Protecteur des pieux.",
        "es": "No te servirán de nada frente a Alá. Los impíos son amigos unos de otros, pero Alá es el Amigo de los que Le temen."
      },
      "ibn_ashour": ". إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (19)وجملة { إنهم لن يغنوا عنك من الله شيئاً } تعليل للنهي عن اتباع أهواء الذين لا يعلمون ، ويتضمن تعليلَ الأمر باتباع شريعة الله فإن كونهم لا يغنون عنه من الله شيئاً يستلزم أن في مخالفة ما أمر الله من اتباع شريعته ما يوقع في غضب الله وعقابه فلا يغني عنه اتباع أهوائهم من عقابه .والإغناء : جعل الغير غنياً ، أي غير محتاج ، فالآثم المهدد من قدير غير غنيّ عن الذي يعاقبه ولو حماه من هو كفء لمهدده أو أقدر منه لأغناه عنه وضُمّن فعل الإغناء معنى الدفع فعدّي ب ( عن ) . وانتصب { شيئاً } على المفعول المطلق ، و { من الله } صفة ل { شيئاً } و { مِن } بمعنى بَدل ، أي لن يُغنُوا عنك بدلاً من عذاب الله ، أي قليلاً من الإغناء البديل من عقاب الله فالكلام على حذف مضاف ، وتقدم عند قوله تعالى : { إن الذين كفروا لن تُغني عنهم أموالهم ولا أولادهم من الله شيئاً } في آل عمران ( 10 ) .وعُطف على هذا التعليل تعليل آخر وهو { وإن الظالمين بعضهم أولياء بعض } أي إنهم ظالمون وأنت لست ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدًۭى وَرَحْمَةٌۭ لِّقَوْمٍۢ يُوقِنُونَ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي أنزلناه إليك أيها الرسول بصائر يبصر به الناس الحق من الباطل، ويعرفون به سبيل الرشاد، وهدى ورحمةٌ لقوم يوقنون بحقيقة صحته، وأنه تنزيل من الله العزيز الحكيم.",
        "mukhtasar": "هذا القرآن المنزل على رسولنا بصائر يبصر بها الناس الحق من الباطل، وهداية إلى الحق، ورحمة لقوم يوقنون؛ لأنهم هم الذين يهتدون به إلى الصراط المستقيم ليرضى عنهم ربهم، فيدخلهم الجنة، ويزحزحهم عن النار.",
        "saadi": " أي: { هَذَا } القرآن الكريم والذكر الحكيم { بَصَائِرَ لِلنَّاسِ } أي: يحصل به التبصرة في جميع الأمور للناس فيحصل به الانتفاع للمؤمنين، والهدى والرحمة. { لِقَوْمٍ يُوقِنُونَ } فيهتدون به إلى الصراط المستقيم في أصول الدين وفروعه ويحصل به الخير والسرور والسعادة في الدنيا والآخرة وهي الرحمة. فتزكو به نفوسهم وتزداد به عقولهم ويزيد به إيمانهم ويقينهم، وتقوم به الحجة على من أصر وعاند. ",
        "kathir": "ثم قال : ( هذا بصائر للناس ) يعني : القرآن ( وهدى ورحمة لقوم يوقنون . )"
      },
      "translations": {
        "en": "This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].",
        "fr": "Ceci [le Coran] constitue pour les hommes une source de clarté, un guide et une miséricorde pour des gens qui croient avec certitude.",
        "es": "Esto es un conjunto de pruebas visibles para los hombres, dirección y misericordia para gente que esta convencida."
      },
      "ibn_ashour": ".هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (20)إن كانت الإشارة إلى الكلام المتقدم وما فيه من ضرب المثل بموسى وقومه ومن تفضيل شريعة محمد على شريعة موسى عليهما الصلاة والسلام والأمر بملازمة اتباعها والتحذير من اتباع رغائب الذين لا يعلمون ، فهذه الجملة بمنزلة التذييل لما قبلها والتهيئةِ لأغراضها تنبيهاً لما في طيها من عواصمَ عن الشك والباطل بمنزلة قوله تعالى بعد عدة آيات في آخر سورة الأحقاف ( 35 ) { بلاغ } وقوله في سورة الأنبياء ( 105 ، 106 ) { ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحونإن في هذا لبلاغاً لقوممٍ عابدين } وإن كانت الإشارة إلى القرآن إذ هو حاضر في الأذهان كانت الجملة استئنافاً أعيد بها التنويه بشأن القرآن ومتبعيه والتعريضُ بتحميق الذين أعرضوا عنه ، وتكون مفيدة تأكيد قوله آنفاً { هذا هدىً والذين كفروا بآيات ربّهم لهم عذابٌ من رجزٍ أليم } [ الجاثية : 11 ] ، وتكون الجملة المتقدمة صريحة في وعيد الذين كفروا بآياته وهذه تعريضاً بأنهم لم يَحْظَواْ بهذه البصائر ، وكلا الاحتمالين رشيق ، وكل بأن يكون مقصوداً حقيق .و { بصائر } : جمع بصيرة وهي ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَوَآءًۭ مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ",
      "tafsir": {
        "muyassar": "بل أظنَّ الذين اكتسبوا السيئات، وكذَّبوا رسل الله، وخالفوا أمر ربهم، وعبدوا غيره، أن نجعلهم كالذين آمنوا بالله، وصدقوا رسله وعملوا الصالحات، وأخلصوا له العبادة دون سواه، ونساويَهم بهم في الدنيا والآخرة؟ ساء حكمهم بالمساواة بين الفجار والأبرار في الآخرة.",
        "mukhtasar": "هل يظن الذين اكتسبوا بجوارحهم الكفر والمعاصي أن نجعلهم في الجزاء مثل الذين آمنوا بالله وعملوا الأعمال الصالحات، بحيث يستوون في الدنيا والآخرة؟! قَبُح حكمهم هذا.",
        "saadi": " أي: أم حسب المسيئون المكثرون من الذنوب المقصرون في حقوق ربهم. { أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } بأن قاموا بحقوق ربهم، واجتنبوا مساخطه ولم يزالوا مؤثرين رضاه على هوى أنفسهم؟ أي: أحسبوا أن يكونوا { سَوَاءً } في الدنيا والآخرة؟ ساء ما ظنوا وحسبوا وساء ما حكموا به، فإنه حكم يخالف حكمة أحكم الحاكمين وخير العادلين ويناقض العقول السليمة والفطر المستقيمة، ويضاد ما نزلت به الكتب وأخبرت به الرسل، بل الحكم الواقع القطعي أن المؤمنين العاملين الصالحات لهم النصر والفلاح والسعادة والثواب في العاجل والآجل كل على قدر إحسانه، وأن المسيئين لهم الغضب والإهانة والعذاب والشقاء في الدنيا والآخرة. ",
        "kathir": "يقول تعالى : ( لا يستوي المؤمنون والكافرون ، كما قال : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] وقال هاهنا : ( أم حسب الذين اجترحوا السيئات ) أي : عملوها وكسبوها ( أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ) أي : نساويهم بهم في الدنيا والآخرة ! ( ساء ما يحكمون ) أي : ساء ما ظنوا بنا وبعدلنا أن نساوي بين الأبرار والفجار في الدار الآخرة ، وفي هذه الدار .قال الحافظ أبو يعلى : حدثنا مؤمل بن إهاب ، حدثنا بكير بن عثمان التنوخي ، حدثنا الوضين بن عطاء ، عن يزيد بن مرثد الباجي ، عن أبي ذر ، رضي الله عنه ، قال : إن الله بنى دينه على أربعة أركان ، فمن صبر عليهن ولم يعمل بهن لقي الله [ وهو ] من الفاسقين . قيل : وما هن يا أبا ذر ؟ قال : يسلم حلال الله لله ، وحرام الله لله ، وأمر الله لله ، ونهي الله لله ، لا يؤتمن عليهن إلا الله .قال أبو القاسم - صلى الله عليه وسلم - : \" كما أنه لا يجتنى من الشوك العنب ، كذلك لا ينال الفجار منازل الأبرار \" .هذا حديث غريب من هذا الوجه . وقد ذكر محمد بن إسحاق في كتاب \" السيرة \" أنهم وجدوا حجرا بمكة في أس الكعبة مكتوب عليه : تعملون السيئات وترجون الحسنات ؟ أجل كما يجتنى من الشوك العنب .وقد روى الطبراني من حديث شعبة ، عن عمرو بن مرة ، عن أبي الضحى ، عن مسروق ، أن تميما الداري قام ليلة حتى أصبح يردد هذه الآية : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات ) ; ولهذا قال تعالى : ( ساء ما يحكمون )"
      },
      "translations": {
        "en": "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge.",
        "fr": "Ceux qui commettent des mauvaises actions comptent-ils que Nous allons les traiter comme ceux qui croient et accomplissent les bonnes œuvres, dans leur vie et dans leur mort? Comme ils jugent mal!",
        "es": "Quienes obran mal ¿creen que les trataremos igual que a quienes creen y obran bien, como si fueran iguales en vida y luego de muertos? ¡Qué mal juzgan!"
      },
      "ibn_ashour": ".أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (21)انتقال من وصف تكذيبهم بالآيات واستهزائهم بها ثم من أمر المؤمنين بالصفح عنهم وإيكال جزاء صنائعهم إلى الله ثم من التثبيت على ملازمة الشريعة الإسلامية إلى وصف صنف آخر من ضلالهم واستهزائهم بالوعد والوعيد وإحالتهم الحياة بعد الموت والجزاءَ على الأعمال وتخييلهم للناس أنهم يصيرون في الآخرة ، على الحال التي كانوا عليها في الدنيا ، عظيمهم في الدنيا عظيمهم في الآخرة ، وضعيفهم في الدنيا ضعيفهم في الآخرة ، وهذا الانتقال رجوع إلى بيان قوله : { من عمل صالحاً فلنفسه ومن أساء فعليها ثم إلى ربّكم ترجعون } [ الجاثية : 15 ] .فحرف { أم } للإضراب الانتقالي ، والاستفهام الذي يلزم تقديره بعد { أمْ } استفهام إنكاري ، والتقدير : لا يحسب الذين اجترحوا السيئات أنهم كالذين آمنوا لا في الحياة وفي في الممات . و { الذين اجترحوا السيئات } في نقل عن ابن عباس : أنهم المشركون كما يؤذن به الانتقال من الغرض السابق إلى هذا الغرض وإنما عبر عنهم بهذا العن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "tafsir": {
        "muyassar": "وخَلَق الله السموات والأرض بالحق والعدل والحكمة؛ ولكي تجزى كل نفس في الآخرة بما كسبت مِن خير أو شر، وهم لا يُظْلمون جزاء أعمالهم.",
        "mukhtasar": "وخلق الله السماوات والأرض لحكمة بالغة، ولم يخلقهما عبثًا، ولتجزى كل نفس بما كسبته من خير أو شرّ، والله لا يظلمهم بنقص في حسناتهم، ولا زيادة في سيئاتهم.",
        "saadi": " أي: خلق الله السماوات والأرض بالحكمة وليعبد وحده لا شريك له، ثم يجازي بعد ذلك من أمرهم بعبادته وأنعم عليم بالنعم الظاهرة والباطنة هل شكروا الله تعالى وقاموا بالمأمور؟ أم كفروا فاستحقوا جزاء الكفور؟ ",
        "kathir": "وقال ( وخلق الله السموات والأرض بالحق ) أي : بالعدل ، ( ولتجزى كل نفس بما كسبت وهم لا يظلمون ) ."
      },
      "translations": {
        "en": "And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.",
        "fr": "Et Allah a créé les cieux et la terre en toute vérité et afin que chaque âme soit rétribuée selon ce qu'elle a acquis. Ils ne seront cependant pas lésés.",
        "es": "Alá ha creado con un fin los cielos y la tierra. Y para que cada cual sea retribuido según sus méritos. Nadie será tratado injustamente."
      },
      "ibn_ashour": ".وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (22)الجملة معترضة والواو اعتراضية وهو اعتراض بين الكلام المتقدم وبين ما فرع عليه من قوله : { أفرأيت من اتخذ إلهه هواه } [ الجاثية : 23 ] هو كالدليل على انتفاء أن يكون الذين اجترحوا السيئات الذين هم في بحبوحة عيش مدة حياتهم أن يكونوا في نعيم بعد مماتهم كالذين آمنوا وعملوا الصالحات مدة حياتهم فكان جزاؤهم النعيم بعد مماتهم ، أي بعد حياتهم الثانية بأنَّ خلق السماواتتِ والأرض بالعدل يستدعي التفاوت بين المسيء والمحسن ، والانتصاف للمعتدَى عليه من المعتدي .ووجه الاستدلال أن خلق السماوات والأرض تبين كونه في تمام الإتقان والنظام بحيث إن دلائل إرادة العدل في تصاريفها قائمة ، وما أودعه الخالق في المخلوقات من القوى مناسب لتحصيل ذلك النظام الذي فيه صلاحهم فإذا استعملوها في الإفساد والإساءة كان من إتمام إقامة النظام أن يُعاقبوا على تلك الإساءة والمشاهدُ أن المسيء كثير ما عكَف على إساءته حتى المماتتِ ، فلو لم يكن الجزاء بعد الموت حصل اختلال في نظام خلق المخلوقات وخلققِ القوى الصادرِ عن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍۢ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةًۭ فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
      "tafsir": {
        "muyassar": "أفرأيت -أيها الرسول- من اتخذ هواه إلهًا له، فلا يهوى شيئًا إلا فَعَله، وأضلَّه الله بعد بلوغ العلم إليه وقيام الحجة عليه، فلا يسمع مواعظ الله، ولا يعتبر بها، وطبع على قلبه، فلا يعقل به شيئًا، وجعل على بصره غطاء، فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ أفلا تذكرون -أيها الناس- فتعلموا أنَّ مَن فَعَل الله به ذلك فلن يهتدي أبدًا، ولن يجد لنفسه وليًا مرشدًا؟ والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم.",
        "mukhtasar": "انظر - أيها الرسول - إلى من اتبع هواه وجعله بمنزلة المعبود له الذي لا يخالفه، فقد أضلّه الله على علم منه؛ لأنه يستحقّ الإضلال، وختم على قلبه فلا يسمع سماعًا ينتفع به، وجعل الله على بصره غطاء يمنعه من إبصار الحق، فمن الذي يوفِّقه للحق بعد أن أضله الله؟! أفلا تتذكرون ضرر اتباع الهوى، ونفع اتباع شرع الله؟!",
        "saadi": " يقول تعالى: { أَفَرَأَيْتَ } الرجل الضال الذي { اتَّخَذَ إِلَهَهُ هَوَاهُ } فما هويه سلكه سواء كان يرضي الله أو يسخطه. { وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ } من الله تعالى أنه لا تليق به الهداية ولا يزكو عليها. { وَخَتَمَ عَلَى سَمْعِهِ } فلا يسمع ما ينفعه، { وَقَلْبِهِ } فلا يعي الخير { وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً } تمنعه من نظر الحق، { فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ } أي: لا أحد يهديه وقد سد الله عليه أبواب الهداية وفتح له أبواب الغواية، وما ظلمه الله ولكن هو الذي ظلم نفسه وتسبب لمنع رحمة الله عليه { أَفَلَا تَذَكَّرُونَ } ما ينفعكم فتسلكونه وما يضركم فتجتنبونه. ",
        "kathir": "ثم قال [ تعالى ] ( أفرأيت من اتخذ إلهه هواه ) أي : إنما يأتمر بهواه ، فمهما رآه حسنا فعله ، ومهما رآه قبيحا تركه : وهذا قد يستدل به على المعتزلة في قولهم بالتحسين والتقبيح العقليين .وعن مالك فيما روي عنه من التفسير : لا يهوى شيئا إلا عبده .وقوله : ( وأضله الله على علم ) يحتمل قولين :أحدهما : وأضله الله لعلمه أنه يستحق ذلك . والآخر : وأضله الله بعد بلوغ العلم إليه ، وقيام الحجة عليه . والثاني يستلزم الأول ، ولا ينعكس .( وختم على سمعه وقلبه وجعل على بصره غشاوة ) أي : فلا يسمع ما ينفعه ، ولا يعي شيئا يهتدي به ، ولا يرى حجة يستضيء بها ; ولهذا قال : ( فمن يهديه من بعد الله أفلا تذكرون ) كقوله : ( من يضلل الله فلا هادي له ويذرهم في طغيانهم يعمهون ) [ الأعراف : 186 ] ."
      },
      "translations": {
        "en": "Have you seen he who has taken as his god his [own] desire, and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded?",
        "fr": "Vois-tu celui qui prend sa passion pour sa propre divinité? Et Allah l'égare sciemment et scelle son ouïe et son cœur et étend un voile sur sa vue. Qui donc peut le guider après Allah? Ne vous rappelez-vous donc pas?",
        "es": "Y ¿qué te parece quien ha divinizado su pasión a quien Alá ha extraviado a sabiendas, sellando su oído y su corazón, vendando sus ojos? ¿Quién podrá dirigirle luego de Alá? ¿Es que no os dejaréis amonestar?"
      },
      "ibn_ashour": ".أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ (23)لما كان الذين حسبوا أن يكونوا في الآخرة في نعمة وعزة كما كانوا في الدنيا قالوا ذلك عَنْ غير دليل ولا نظر ولكن عن اتباع ما يشتهون لأنفسهم من دوام الحال الحسن تفرع على حسبانهم التعجيب من حالهم ، فعطف بالفاء الاستفهامُ المستعملُ في التعجيب ، وجعل استفهاماً عن رؤية حالهم ، للإشارة إلى بلوغ حالهم من الظهور إلى حد أن تكون مرئية .وأصل التركيب : { أفرأيت من اتخذ إلهه هواه } الخ ، فقدمت همزة الاستفهام ، والخطاب للنبيء صلى الله عليه وسلم والمقصود من معه من المسلمين ، أو الخطاب لغير معيّن ، أي تناهت حالهم في الظهور فلا يختص بها مخاطب .و { مَنْ } الموصولة صادقة على فريق المستهزئينَ الذين حسبوا أن يكون مَحْياهم ومماتهم سواء بقرينة ضمير الجمع في الجملة المعطوفة بقوله : { وقالوا ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] الخ .والمعنى : أن حجاجهم المسلمين مركَّز على اتباع الهوى والمغالطةِ ، فلا ن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
      "tafsir": {
        "muyassar": "وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها، لا حياة سواها؛ تكذيبا منهم بالبعث بعد الممات، وما يهلكنا إلا مرُّ الليالي والأيام وطول العمر؛ إنكارًا منهم أن يكون لهم رب يفنيهم ويهلكهم، وما لهؤلاء المشركين من علم بذلك، ما هم إلا يتكلمون بالظن والوهم والخيال.",
        "mukhtasar": "وقال الكافرون المنكرون للبعث: ما الحياة إلا حياتنا الدنيا هذه فقط، فلا حياة بعدها، تموت أجيال فلا تعود وتحيا أجيال، وما يميتنا إلا تعاقب الليل والنهار، وليس لهم على إنكارهم للبعث من علم، إن هم إلا يظنون، وإن الظن لا يغني من الحق شيئًا.",
        "saadi": "{ وَقَالُوا } أي: منكرو البعث { مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ } أي: إن هي إلا عادات وجري على رسوم الليل والنهار يموت أناس ويحيا أناس وما مات فليس براجع إلى الله ولا مجازى بعمله. وقولهم هذا صادر عن غير علم { إِنْ هُمْ إِلَّا يَظُنُّونَ } فأنكروا المعاد وكذبوا الرسل الصادقين من غير دليل دلهم على ذلك ولا برهان. ",
        "kathir": "يخبر تعالى عن قول الدهرية من الكفار ومن وافقهم من مشركي العرب في إنكار المعاد : ( وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا ) أي : ما ثم إلا هذه الدار ، يموت قوم ويعيش آخرون وما ثم معاد ولا قيامة وهذا يقوله مشركو العرب المنكرون للمعاد ، ويقوله الفلاسفة الإلهيون منهم ، وهم ينكرون البداءة والرجعة ، ويقوله الفلاسفة الدهرية الدورية المنكرون للصانع المعتقدون أن في كل ستة وثلاثين ألف سنة يعود كل شيء إلى ما كان عليه . وزعموا أن هذا قد تكرر مرات لا تتناهى ، فكابروا المعقول وكذبوا المنقول ؛ ولهذا قالوا ( وما يهلكنا إلا الدهر ) قال الله تعالى : ( وما لهم بذلك من علم إن هم إلا يظنون ) أي : يتوهمون ويتخيلون .فأما الحديث الذي أخرجه صاحبا الصحيح ، وأبو داود ، والنسائي ، من رواية سفيان بن عيينة ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" يقول الله تعالى : يؤذيني ابن آدم ; يسب الدهر وأنا الدهر ، بيدي الأمر ، أقلب ليله ونهاره \" وفي رواية : \" لا تسبوا الدهر ، فإن الله هو الدهر \" .وقد أورده ابن جرير بسياق غريب جدا فقال : حدثنا أبو كريب ، حدثنا سفيان بن عيينة ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة ، رضي الله عنه ، عن النبي - صلى الله عليه وسلم - قال : \" كان أهل الجاهلية يقولون : إنما يهلكنا الليل والنهار ، وهو الذي يهلكنا ، يميتنا ويحيينا ، فقال الله في كتابه : ( وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر ) قال : \" ويسبون الدهر ، فقال الله عز وجل : يؤذيني ابن آدم ، يسب الدهر وأنا الدهر ، بيدي الأمر أقلب الليل والنهار \" .وكذا رواه ابن أبي حاتم ، عن أحمد بن منصور ، عن شريح بن النعمان ، عن ابن عيينة مثله : ثم روي عن يونس ، عن ابن وهب ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" قال الله تعالى : يسب ابن آدم الدهر ، وأنا الدهر ، بيدي الليل والنهار \" .وأخرجه صاحبا الصحيح والنسائي ، من حديث يونس بن زيد ، به .وقال محمد بن إسحاق عن العلاء بن عبد الرحمن ، عن أبيه عن أبي هريرة ، رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" يقول الله : استقرضت عبدي فلم يعطني ، وسبني عبدي ، يقول : وادهراه . وأنا الدهر \" .قال الشافعي وأبو عبيدة وغيرهما من الأئمة في تفسير قوله ، عليه الصلاة والسلام : \" لا تسبوا الدهر ; فإن الله هو الدهر \" : كانت العرب في جاهليتها إذا أصابهم شدة أو بلاء أو نكبة ، قالوا : يا خيبة الدهر . فيسندون تلك الأفعال إلى الدهر ويسبونه ، وإنما فاعلها هو الله [ عز وجل ] فكأنهم إنما سبوا الله عز وجل ; لأنه فاعل ذلك في الحقيقة ، فلهذا نهي عن سب الدهر بهذا الاعتبار ; لأن الله هو الدهر الذي يعنونه ، ويسندون إليه تلك الأفعال .هذا أحسن ما قيل في تفسيره ، وهو المراد ، والله أعلم . وقد غلط ابن حزم ومن نحا نحوه من الظاهرية في عدهم الدهر من الأسماء الحسنى ، أخذا من هذا الحديث . ."
      },
      "translations": {
        "en": "And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.",
        "fr": "Et ils dirent: «Il n'y a pour nous que la vie d'ici-bas: nous mourons et nous vivons et seul le temps nous fait périr». Ils n'ont de cela aucune connaissance: ils ne font qu'émettre des conjectures.",
        "es": "Y dicen: «No hay más vida que ésta nuestra de acá. Morimos y vivimos, y nada sino la acción fatal del Tiempo nos hace perecer». Pero no tienen ningún conocimiento de eso, no hacen sino conjeturar."
      },
      "ibn_ashour": ".وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (24)هذا عطف على جملة { أم حسب الذين اجترحوا السيئات } [ الجاثية : 21 ] أي بعد أن جادلوا المسلمين بأنه إن كان يبعث بعد الموت فستكون عقباهم خيراً من عقبى المسلمين ، يقولون ذلك لقصد التورك وهم لا يوقنون بالبعث والجزاء بل ضربوه جدلاً وإنما يقينُهم قولُهم { ما هي إلا حياتنا الدنيا } .وتقدم في سورة الأنعام ( 29 ) { وقالوا إن هي إلاّ حياتنا الدنيا وما نحن بمبعوثين } وضمير { هي } ضمير القصة والشأن ، أي قصة الخوض في البعث تنحصر في أن لا حياة بعد الممات ، أي القصة هي انتفاء البعث كما أفاده حصر الأمر في الحياة الدنيا ، أي الحاضرة القريبَة منا ، أي فلا تطيلوا الجدال معنا في إثبات البعث ، ويجوز أن يكون { هي } ضمير الحياة باعتبار دلالة الاستثناء على تقدير لفظ الحياة فيكون حَصْراً لجنس الحياة في الحياة الدنيا .وجملة { نموت ونحيا } مبيّنة لجملة { ما هي إلا حياتنا الدنيا } أي ليس بعد هذا العالم عالم آخر فالحياة هي حياة هذا العالم لا غير فإذا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "إذا تتلى على هؤلاء المشركين المكذبين بالبعث آياتنا واضحات، لم يكن لهم حجة إلا قولهم للرسول محمد: أحْي أنت والمؤمنون معك آباءنا الذين قد هلكوا، إن كنتم صادقين فيما تقولون.",
        "mukhtasar": "وإذا تُقْرأ على المشركين المنكرين للبعث آياتنا واضحات ما كان لهم من حجة يحتجون بها إلا قولهم للرسول صلى الله عليه وسلم وأصحابه: أحيوا لنا آباءنا الذين ماتوا إن كنتم صادقين في دعوى أننا نبعث بعد موتنا.",
        "saadi": "إن هي إلا ظنون واستبعادات خالية عن الحقيقة ولهذا قال تعالى: { وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ } وهذا جراءة منهم على الله، حيث اقترحوا هذا الاقتراح وزعموا أن صدق رسل الله متوقف على الإتيان بآبائهم، وأنهم لو جاءوهم بكل آية لم يؤمنوا إلا إن تبعتهم الرسل على ما قالوا، وهم كذبة فيما قالوا وإنما قصدهم دفع دعوة الرسل لا بيان الحق. ",
        "kathir": "وقوله تعالى : ( وإذا تتلى عليهم آياتنا بينات ) أي : إذا استدل عليهم وبين لهم الحق ، وأن الله قادر على إعادة الأبدان بعد فنائها وتفرقها ، ( ما كان حجتهم إلا أن قالوا ائتوا بآبائنا إن كنتم صادقين ) أي : أحيوهم إن كان ما تقولونه حقا ."
      },
      "translations": {
        "en": "And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"",
        "fr": "Et quand on leur récite Nos versets bien clairs, leur seul argument est de dire: «Faites revenir nos ancêtres si vous êtes véridiques».",
        "es": "Y cuando se les recitan Nuestras aleyas como pruebas claras, lo único que arguyen es: «¡Haced volver a nuestros padres, si es verdad lo que decís!»"
      },
      "ibn_ashour": ".وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآَبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (25) عطف على { وما لهم بذلك من علم إن هم إلا يظنون } [ الجاثية : 24 ] ، أي عقدوا على عقيدة أن لا حياة بعد الممات استناداً للأوهام والأقيسة الخيالية . وإذا تليت عليهم آيات القرآن الواضحة الدلالة على إمكان البعث وعلى لزومه لم يعارضوها بما يبطلها بل يهرعون إلى المباهتة فيقولون إن كان البعث حقاً فأتوا بآبائنا إن صدقتم . فالمراد بالآيات آيات القرآن المتعلقة بالبعث بدليل ما قبل الكلام وما بعده .وفي قوله : { ما كان حجتهم إلا أن قالوا ائتوا بآبائنا } تسجيل عليهم بالتلجلج عن الحجة البينة ، والمصيرِ إلى سلاح العاجز من المكابرة والخروج عن دائرة البحث .والخطاب بفعل { ائتوا } مُوجّهٌ للمؤمنين بدخول الرسول صلى الله عليه وسلم و { إلا أن قالوا } استثناء من حجتهم وهو يقتضي تسمية كلامهم هذا حجة وهو ليس بحجة إذ هو بالبهتان أشبه فإمّا أن يكون إطلاق اسم الحجة عليه على سبيل التهكم بهم كقول عمرو بن كلثوم: ... قريناكم فعجلنا قِراكمقبيل الصبح مِرْداة طحونَا ... فسمى القتل قر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه وتعالى يحييكم في الدنيا ما شاء لكم الحياة، ثم يميتكم فيها، ثم يجمعكم جميعا أحياء إلى يوم القيامة لا شك فيه، ولكن أكثر الناس لا يعلمون قدرة الله على إماتتهم ثم بعثهم يوم القيامة.",
        "mukhtasar": "قل لهم - أيها الرسول -: الله يحييكم بخلقكم ثم يميتكم، ثم يجمعكم بعد موتكم إلى يوم القيامة للحساب والجزاء، ذلك اليوم الذي لا شك فيه أنه آتٍ، ولكن معظم الناس لا يعلمون؛ لذلك لا يستعدّون له بالعمل الصالح.",
        "saadi": "{ قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } وإلا فلو وصل العلم باليوم الآخر إلى قلوبهم، لعملوا له أعمالا وتهيئوا له. ",
        "kathir": "قال الله تعالى : ( قل الله يحييكم ) أي : كما تشاهدون ذلك يخرجكم من العدم إلى الوجود ، ( كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم ) [ البقرة : 28 ] أي : الذي قدر على البداءة قادر على الإعادة بطريق الأولى والأحرى . . ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم 27 ] ، ( ثم يجمعكم إلى يوم القيامة لا ريب فيه ) أي : إنما يجمعكم ليوم القيامة لا يعيدكم في الدنيا حتى تقولوا : ( ائتوا بآبائنا إن كنتم صادقين ) ( يوم يجمعكم ليوم الجمع ) [ التغابن : 9 ] ( لأي يوم أجلت . ليوم الفصل ) [ المرسلات : 12 ، 13 ] ، ( وما نؤخره إلا لأجل معدود ) [ هود : 104 ] وقال هاهنا : ( ثم يجمعكم إلى يوم القيامة لا ريب فيه ) أي : لا شك فيه ، ( ولكن أكثر الناس لا يعلمون ) أي : فلهذا ينكرون المعاد ، ويستبعدون قيام الأجساد ، قال الله تعالى : ( إنهم يرونه بعيدا ونراه قريبا ) [ المعارج : 6 ، 7 ] أي : يرون وقوعه بعيدا ، والمؤمنون يرون ذلك سهلا قريبا ."
      },
      "translations": {
        "en": "Say, \"Allah causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"",
        "fr": "Dis: «Allah vous donne la vie puis Il vous donne la mort. Ensuite Il vous réunira le Jour de la Résurrection, il n'y a pas de doute à ce sujet, mais la plupart des gens ne savent pas.",
        "es": "Di: «Alá os da la vida y, después, os hará morir. Luego, os reunirá para el día indubitable de la Resurrección. Pero la mayoría de los hombres no saben»."
      },
      "ibn_ashour": ". قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (26)والمقصود منه قوله : { ثم يميتكم } وإنما قدم عليه { يحييكم } توطئة له ، أي كما هو أوجدكم هو يميتكم لا الدهر ، فتقديم اسم الله على المسند الفعلي وهو { يحييكم ثم يميتكم } يفيد تخصيص الإحياء والإماتة به لإبطال قولهم ، إن الدهر هو الذي يميتهم .وقوله : { ثم يجمعكم إلى يوم القيامة } إبطال لقولهم : { ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] وليس هو إبطالاً بطريق الاستدلال لأن أدلة هذا تكررت فيما نزل من القرآن فاستغني عن تفصيلها ولكنه إبطال بطريق الإجمال والمعارضة .وقوله : { لا ريب فيه } حال من { يوم القيامة } ، أي لا ريب في وجوده بما يقتضيه من إحياء الأموات ، ومعنى نفي الريب فيه أنه حقيقة الريب وهي التي تتقوم من دلائل تُفضي إلى الشك منتفية عن قضية وقوع يوم القيامة بكثرة الدلائل الدالة على إمكانه وعلى أنه بالنسبة لقدرة الله ليس أعجب من بدء الخلق ، وأن الله أخبر عن وقوعه فوجب القطع بوقوعه . فكان الشك فيه جديراً بالاقتلاع فكأنه معدوم . وهذا ك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍۢ يَخْسَرُ ٱلْمُبْطِلُونَ",
      "tafsir": {
        "muyassar": "ولله سبحانه سلطان السموات السبع والأرض خَلْقًا ومُلْكًا وعبودية. ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون، يخسر الكافرون بالله الجاحدون بما أنزله على رسوله من الآيات البينات والدلائل الواضحات.",
        "mukhtasar": "ولله وحده ملك السماوات وملك الأرض، فلا يُعْبد بحقٍّ غيره فيهما، ويوم تقوم الساعة التي يبعث الله فيها الموتى للحساب والجزاء يخسر أصحاب الباطل الذين كانوا يعبدون غير الله، ويسعون لإبطال الحق، وإحقاق الباطل.",
        "saadi": " يخبر تعالى عن سعة ملكه وانفراده بالتصرف والتدبير في جميع الأوقات وأنه { يوم تَقُومُ السَّاعَةُ } ويجمع الخلائق لموقف القيامة يحصل الخسار على المبطلين الذين أتوا بالباطل ليدحضوا به الحق، وكانت أعمالهم باطلة لأنها متعلقه بالباطل فبطلت في يوم القيامة، اليوم الذي تستبين به الحقائق، واضمحلت عنهم وفاتهم الثواب وحصلوا على أليم العقاب. ",
        "kathir": "يخبر تعالى أنه مالك السموات والأرض ، الحاكم فيهما في الدنيا والآخرة ; ولهذا قال : ( ويوم تقوم الساعة ) أي : يوم القيامة ( يخسر المبطلون ) وهم الكافرون بالله الجاحدون بما أنزله على رسله من الآيات البينات والدلائل الواضحات .وقال ابن أبي حاتم : قدم سفيان الثوري المدينة ، فسمع المعافري يتكلم ببعض ما يضحك به الناس . فقال له : يا شيخ ، أما علمت أن لله يوما يخسر فيه المبطلون ؟ قال : فما زالت تعرف في المعافري حتى لحق بالله ، عز وجل . ذكره ابن أبي حاتم ."
      },
      "translations": {
        "en": "And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.",
        "fr": "A Allah appartient le royaume des cieux et de la terre. Et le jour où l'Heure arrivera, ce jour-là, les imposteurs seront perdus.",
        "es": "El dominio de los cielos y de la tierra pertenece a Alá. Cuando ocurra la Hora, ese día, los falsarios estarán perdidos."
      },
      "ibn_ashour": ".وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (27) { يَعْلَمُونَ * وَلِلَّهِ مُلْكُ السماوات والارض وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون } .اعتراض تذييل لقوله : { قل الله يحييكم ثم يميتكم } [ الجاثية : 26 ] أي لله لا لغيره مُلك السماوات والأرض ، أي فهو المتصرف في أحوال ما حوته السماوات والأرض من إحياء وإماتة ، وغير ذلك بما أوجد من أصولها وما قدّر من أسبابها ووسائلها فليس للدهر تصرف ولا لما سوى الله تعالى . وتقديم المجرور على المسند إليه لإفادة التخصيص لرد معتقدهم من خروج تصرف غيره في بعض ما في السماوات والأرض كقولهم في الدهر .{ } صلى الله عليه وسلم .لما جرى ذِكْر يوم القيامة أعقب بإنذار الذين أنكروه من سوء عاقبتهم فيه .و { المبطلون والارض وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون * وترى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أمَّةٍ تدعى إلى كتابها اليوم تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ * هذا كتابنا يَنطِقُ عَلَيْكُم } : الآتون بالباطل في معتقداتهم وأقوالهم وأعمالهم إذ الباطل ما ضادَّ الحق . والمقصود منه اب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "وَتَرَىٰ كُلَّ أُمَّةٍۢ جَاثِيَةًۭ ۚ كُلُّ أُمَّةٍۢ تُدْعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "وترى -أيها الرسول- يوم تقوم الساعة أهل كل ملة ودين جاثمين على رُكَبهم، كل أمة تُدْعى إلى كتاب أعمالها، ويقال لهم: اليوم تُجزون ما كنتم تعملون من خير أو شر.",
        "mukhtasar": "وترى - أيها الرسول - في ذلك اليوم كل أمة باركة على ركبها تنتظر ما يفعل بها، كل أمة تدعى إلى كتاب أعمالها الذي كتبه الحفظة من الملائكة، اليوم تجزون - أيها الناس - ما كنتم تعملون في الدنيا من خير وشرّ.",
        "saadi": "ثم وصف تعالى شدة يوم القيامة وهوله ليحذره العباد ويستعد له العباد فقال { وَتَرَى } أيها الرائي لذلك اليوم { كُلَّ أُمَّةٍ جَاثِيَةً } على ركبها خوفا وذعرا وانتظارا لحكم الملك الرحمن. { كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا } أي: إلى شريعة نبيهم الذي جاءهم من عند الله، وهل قاموا بها فيحصل لهم الثواب والنجاة؟ أم ضيعوها فيحصل لهم الخسران؟ فأمة موسى يدعون إلى شريعة موسى وأمة عيسى كذلك وأمة محمد كذلك، وهكذا غيرهم كل أمة تدعى إلى شرعها الذي كلفت به، هذا أحد الاحتمالات في الآية وهو معنى صحيح في نفسه غير مشكوك فيه، ويحتمل أن المراد بقوله: { كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا } أي: إلى كتاب أعمالها وما سطر عليها من خير وشر وأن كل أحد يجازى بما عمله بنفسه كقوله تعالى: { مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا }  ويحتمل أن المعنيين كليهما مراد من الآية ويدل على هذا قوله: { هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ }",
        "kathir": "ثم قال : ( وترى كل أمة جاثية ) أي : على ركبها من الشدة والعظمة ، ويقال : إن هذا [ يكون ] إذا جيء بجهنم فإنها تزفر زفرة لا يبقى أحد إلا جثا لركبتيه ، حتى إبراهيم الخليل ، ويقول : نفسي ، نفسي ، نفسي لا أسألك اليوم إلا نفسي ، وحتى أن عيسى ليقول : لا أسألك اليوم إلا نفسي ، لا أسألك [ اليوم ] مريم التي ولدتني .قال مجاهد ، وكعب الأحبار ، والحسن البصري : ( كل أمة جاثية ) أي : على الركب . وقال عكرمة : ( جاثية ) متميزة على ناحيتها ، وليس على الركب . والأول أولى .قال ابن أبي حاتم : حدثنا محمد بن عبد الله بن يزيد المقرئ ، حدثنا سفيان بن عيينة ، عن عمرو ، عن عبد الله بن باباه ، أن رسول الله [ - صلى الله عليه وسلم - ] قال : \" كأني أراكم جاثين بالكوم دون جهنم \" .وقال إسماعيل بن رافع المديني ، عن محمد بن كعب ، عن أبي هريرة ، رضي الله عنه ، مرفوعا في حديث الصورة : فيتميز الناس وتجثو الأمم ، وهي التي يقول الله : ( وترى كل أمة جاثية كل أمة تدعى إلى كتابها ) .وهذا فيه جمع بين القولين : ولا منافاة ، والله أعلم .وقوله : ( كل أمة تدعى إلى كتابها ) يعني : كتاب أعمالها ، كقوله : ( ووضع الكتاب وجيء بالنبيين والشهداء ) [ الزمر : 69 ] ; ولهذا قال : ( اليوم تجزون ما كنتم تعملون ) أي : تجازون بأعمالكم خيرها وشرها ، كقوله تعالى : ( ينبأ الإنسان يومئذ بما قدم وأخر بل الإنسان على نفسه بصيرة ولو ألقى معاذيره ) [ القيامة : 13 - 15 ] ."
      },
      "translations": {
        "en": "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.",
        "fr": "Et tu verras chaque communauté agenouillée. Chaque communauté sera appelée vers son livre. On vous rétribuera aujourd'hui selon ce que vous œuvriez.",
        "es": "Verás a cada comunidad arrodillada. Cada comunidad será emplazada ante su Escritura : «Hoy seréis retribuidos con arreglo a vuestras obras."
      },
      "ibn_ashour": ". وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (28) والخطاب في { ترى } لكل من يصلح له الخطاب بالقرآن فلا يقصد مخاطب معين ، ويجوز أن يكون خطاباً للرسول صلى الله عليه وسلم والمضارع في { ترى } مراد به الاستقبال فالمعنى : وترى يومئذٍ .والأمة : الجماعة العظيمة من الناس الذين يَجمعهم دين جاء به رسول إليهم .و { جاثية } اسم فاعل من مصدر الجُثُوِّ بضمتين وهو البروك على الرُكبتين باستئفاز ، أي بغير مباشرة المقعدة للأرض ، فالجاثي هو البارك المستوفز وهو هيئة الخضوع .وظاهر كون { كتابها } مفرداً غير معرف باللام أنه كتاب واحد لكل أمة فيقتضي أن يراد كتاب الشريعة مثل القرآن ، والتوراة ، والإنجيل ، وصحف إبراهيم وغير ذلك لا صحائف الأعمال ، فمعنى { تدعى إلى كتابها } تدعى لتعرض أعمالها على ما أُمرت به في كتابها كما في الحديث « القرآن حجةٌ لك أو عليك » وقيل : أريد بقوله : { كتابها } كتاب تسجيل الأعمال لكل واحد ، أو مراد به الجنس وتكون إضافته إلى ضمير الأمة على إرادة التوزيع على الأفراد لأن لكل واحد من كل أمة صحيفة عمله خاصة به كما قال ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "هذا كتابنا ينطق عليكم بجميع أعمالكم من غير زيادة ولا نقص، إنَّا كنا نأمر الحفظة أن تكتب أعمالكم عليكم.",
        "mukhtasar": "هذا كتابنا - الذي كانت ملائكتنا تكتب فيه أعمالكم - يشهد عليكم بالحقّ فاقرؤوه، إنا كنا نأمر الحفظة أن تكتب ما كنتم تعملون في الدنيا.",
        "saadi": "أي: هذا كتابنا الذي أنزلنا عليكم، يفصل بينكم بالحق الذي هو العدل، { إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ } فهذا كتاب الأعمال. ",
        "kathir": "ثم قال : ( هذا كتابنا ينطق عليكم بالحق ) أي : يستحضر جميع أعمالكم من غير زيادة ولا نقص ، كقوله تعالى : ( ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا ) [ الكهف : 49 ] .وقوله : ( إنا كنا نستنسخ ما كنتم تعملون ) أي : إنا كنا نأمر الحفظة أن تكتب أعمالكم عليكم .قال ابن عباس وغيره : تكتب الملائكة أعمال العباد ، ثم تصعد بها إلى السماء ، فيقابلون الملائكة الذين في ديوان الأعمال على ما بأيديهم مما قد أبرز لهم من اللوح المحفوظ في كل ليلة قدر ، مما كتبه الله في القدم على العباد قبل أن يخلقهم ، فلا يزيد حرفا ولا ينقص حرفا ، ثم قرأ : ( إنا كنا نستنسخ ما كنتم تعملون ) ."
      },
      "translations": {
        "en": "This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"",
        "fr": "Voilà Notre Livre. Il parle de vous en toute vérité car Nous enregistrions [tout] ce que vous faisiez».",
        "es": "He aquí Nuestra Escritura, que dice la verdad contra vosotros. Apuntábamos lo que hacíais»."
      },
      "ibn_ashour": ". هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (29)وإفراد ضمير { ينطق } على هذا الوجه مراعاة للفظ { كتابنا } ، فالمعنى هذه كتبنا تنطق عليكم بالحق .وإضافة ( كتاب ) إلى ضمير الله تعالى بعد أن أضيف إلى { كل أمة } لاختلاف الملابسة ، فالكتاب يلابس الأمة لأنّه جعل لإحصاء أعمالهم أو لأن ما كلفوا به مثبت فيه ، وإضافته إلى ضمير الله لأنه الآمر به . وإسناد النطق إلى الكتاب مجاز عقلي وإنما تنطق بما في الكتاب ملائكة الحساب ، أو استعير النطق للدلالة نحو قولهم : نطقت الحال .والمعنى : أن فيه شهادة عليهم بأن أعمالهم مخالفة لوصايا الكتاب أو بأنها مكتوبة في صحائف أعمالهم على التأويلين في المراد بالكتاب . ولتضمن { ينطق } معنى ( يشهد ) عدي بحرف ( على ) .ولما كان المقام للتهديد اقتصر فيه على تعدية { يَنطق } بحرف ( على ) دون زيادة : ولكم ، إيثاراً لجانب التهديد .وجملة { إنا كنا نستنسخ ما كنتم تعملون } استئناف بياني لأنهم إذا سمعوا { هذا كتابنا ينطق عليكم بالحق } خطر ببالهم السؤال : كيف شهد عليهم الكتاب اليوم وهم قد عملوا الأعمال في الدنيا ، فأجيبوا بأن ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
      "tafsir": {
        "muyassar": "فأما الذين آمنوا بالله ورسوله في الدنيا، وامتثلوا أوامره واجتنبوا نواهيه، فيدخلهم ربهم في جنته برحمته، ذلك الدخول هو الفوز المبين الذي لا فوز بعده.",
        "mukhtasar": "فأما الذين آمنوا وعملوا الأعمال الصالحات فيدخلهم ربهم سبحانه في جنته برحمته؛ ذلك الجزاء الذي أعطاهم الله إياه هو الفوز الواضح الذي لا يدانيه فوز.",
        "saadi": "{ فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } إيمانا صحيحا وصدقوا إيمانهم بالأعمال الصالحة من واجبات ومستحبات { فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ } التي محلها الجنة وما فيها من النعيم المقيم والعيش السليم، { ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ } أي: المفاز والنجاة والربح والفلاح الواضح البين الذي إذا حصل للعبد حصل له كل خير واندفع عنه كل شر. ",
        "kathir": "يخبر تعالى عن حكمه في خلقه يوم القيامة ، فقال : ( فأما الذين آمنوا وعملوا الصالحات ) أي : آمنت قلوبهم وعملت جوارحهم الأعمال الصالحات ، وهي الخالصة الموافقة للشرع ، ( فيدخلهم ربهم في رحمته ) ، وهي الجنة ، كما ثبت في الصحيح أن الله قال للجنة : \" أنت رحمتي ، أرحم بك من أشاء \" .( ذلك هو الفوز المبين ) أي : البين الواضح ."
      },
      "translations": {
        "en": "So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.",
        "fr": "Ceux qui ont cru et fait de bonnes œuvres, leur Seigneur les fera entrer dans Sa miséricorde. Voilà le succès évident.",
        "es": "A quienes creyeron y obraron bien, su Señor les introducirá en Su misericordia. ¡Ése es el éxito manifiesto!"
      },
      "ibn_ashour": ".فَأَمَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ (30) الفاء لعطف المفصل على المجمل ، وهو تفصيل لما أجمل في قوله : { وترى كل أمة جاثية } [ الجاثية : 28 ] وما بينهما اعتراض .فالكلام هنا هو متصل بقوله : { وترى كل أمة جاثية كما دل عليه قوله : وأما الذين كفروا أفلم تكن آياتي تتلى عليكم } .وابتدىء في التفصيل بوصف حال المؤمنين مع أن المقام للحديث عن المبطلين في قوله : { يومئذٍ يخسر المبطلون } [ الجاثية : 27 ] تنويهاً بالمؤمنين وتعجيلاً لمسرتهم وتعجيلاً لمساءة المبطلين لأن وصف حال المؤمنين يُؤذن بمخالفة حال الآخَرين لحالهم .والتعبير ب ( يدخلهم في رحمته ) شامل لما تتصوره النفس من أنواع الكرامة والنعيم إذ جعلت رحمة الله بمنزلة المكان يدخلونه .وافتتح بيان حال الذين كفروا بما يقال لهم من التوبيخ والتقرير من قِبَل الله تعالى ، فقوله : { أفلم تكن آياتي } مقول قول محذوف لظهور أن ذلك خطاب صادر من متكلم من جانب الله تعالى فيقدر فيقال لهم على طريقة قوله بعد { وقيل اليوم ننساكم } [ الجاثية : 34 ] . والفاء جواب { أمّا } ، أو فيق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًۭا مُّجْرِمِينَ",
      "tafsir": {
        "muyassar": "وأما الذين جحدوا أن الله هو الإله الحق وكذَّبوا رسله ولم يعملوا بشرعه، فيقال لهم تقريعًا وتوبيخًا: أفلم تكن آياتي في الدنيا تتلى عليكم، فاستكبرتم عن استماعها والإيمان بها، وكنتم قومًا مشركين تكسِبون المعاصي ولا تؤمنون بثواب ولا عقاب؟",
        "mukhtasar": "وأما الذين كفروا بالله فيقال لهم تَبْكِيتًا لهم: ألم تكن آياتي تقرأ عليكم فتعاليتم على الإيمان بها، وكنتم قومًا مجرمين، تكسبون الكفر والآثام؟!",
        "saadi": "{ وَأَمَّا الَّذِينَ كَفَرُوا } بالله فيقال لهم توبيخا وتقريعا: { أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ } وقد دلتكم على ما فيه صلاحكم ونهتكم عما فيه ضرركم وهي أكبر نعمة وصلت إليكم لو وفقتم لها، ولكن استكبرتم عنها وأعرضتم وكفرتم بها فجنيتم أكبر جناية وأجرمتم أشد الجرم فاليوم تجزون ما كنتم تعملون. ",
        "kathir": "ثم قال : ( وأما الذين كفروا أفلم تكن آياتي تتلى عليكم فاستكبرتم ) أي : يقال لهم ذلك تقريعا وتوبيخا : أما قرئت عليكم آيات الرحمن فاستكبرتم عن اتباعها ، وأعرضتم عند سماعها ، ( وكنتم قوما مجرمين ) أي : في أفعالكم ، مع ما اشتملت عليه قلوبكم من التكذيب ؟"
      },
      "translations": {
        "en": "But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a people of criminals?",
        "fr": "Et quant à ceux qui ont mécru [il sera dit]: «Mes versets ne vous étaient-ils pas récités? Mais vous vous enfliez d'orgueil et vous étiez des gens criminels».",
        "es": "En cuanto a quienes no creyeron: «¿Es que no se os recitaron Mis aleyas? Pero fuisteis altivos y gente pecadora»."
      },
      "ibn_ashour": ". وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آَيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (31) وجملة { وإذا قيل إن وعد الله حق } إلخ عطف على جملة { فاستكبرتم } . والتقدير : وقلتم ما ندري ما الساعة إذا قيل لكم إن الساعة لا ريبَ فيها . وَهذاننِ القولان مما تكرر في القرآن بلفظه وبمعناه ، فهو تخصيص لبعض آيات القرآن بالذكر بعد التعميم في قوله : { أفلم تكن آياتي تتلى عليكم فاستكبرتم } .والتعريف في { الساعة } للعهد وهي ساعة البعث ، أي زمان البعث كما عبر عنه باليوم . وقرأ الجمهور { والساعة لا ريب فيها } برفع { الساعة } عطف على جملة { إن وعد الله حق } . وقرأه حمزة وحده بنصب { والساعة } عطفاً على { إن وعد الله } من العطف على معمولي عامل واحد . ومعنى { ما ندري ما الساعة } ما نعلم حقيقة الساعة ونفي العلم بحقيقتها كناية عن جحد وقوع الساعة ، أي علمنا أنها لا وقوع لها ، استناداً للتخيلات التي ظنوها أدلةً كقولهم : { أإذا كنا عظاماً ورفاتاً إنا لمبعوثون خلقاً جديداً } [ الإسراء : 49 ] .وقوله : { إن نظن إلا ظناً } ظاهر في أنه متصل بما قبله من قولهم : { ما ندري ما الساعة ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّۭا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
      "tafsir": {
        "muyassar": "وإذا قيل لكم: إن وعد الله ببعث الناس من قبورهم حق، والساعة لا شك فيها، قلتم: ما ندري ما الساعة؟ وما نتوقع وقوعها إلا توهمًا، وما نحن بمتحققين أن الساعة آتية.",
        "mukhtasar": "وإذا قيل لكم: إن وعد الله - الذي وعد به عباده أنه سيبعثهم ويجازيهم - حق لا مِرْية فيه، والساعة حق لا شك فيها فاعملوا لها، قلتم: ما ندري ما هذه الساعة، إن نظن إلا ظنًّا ضعيفًا أنها آتية، وما نحن بمستيقنين أنها ستأتي.",
        "saadi": "ويوبخون أيضا بقوله: { وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ } منكرين لذلك: { مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ }  ",
        "kathir": "( وإذا قيل إن وعد الله حق والساعة لا ريب فيها ) أي : إذا قال لكم المؤمنون ذلك ، ( قلتم ما ندري ما الساعة ) أي : لا نعرفها ، ( إن نظن إلا ظنا ) أي : إن نتوهم وقوعها إلا توهما ، أي مرجوحا ; ولهذا قال : ( وما نحن بمستيقنين ) أي : بمتحققين ،"
      },
      "translations": {
        "en": "And when it was said, 'Indeed, the promise of Allah is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.' \"",
        "fr": "Et quand on disait: «La promesse d'Allah est vérité; et l'Heure n'est pas l'objet d'un doute», vous disiez: «Nous ne savons pas ce que c'est que l'Heure; et nous ne faisions à son sujet que de simples conjectures et nous ne sommes pas convaincus [qu'elle arrivera].",
        "es": "Cuando se decía: «Lo que Alá promete es verdad y no hay duda respecto a la Hora», decíais: «No sabemos qué es eso de 'la Hora'. No podemos sino conjeturar. No estamos convencidos»."
      },
      "ibn_ashour": ". وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (32)فأما الإشكال من جهة موقعه ومعناه فلأن القائلين موقنون بانتفاء وقوع الساعة لما حُكي عنهم آنفاً من قولهم : { ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] الخ فلا يحق عليهم أنهم يظنون وقوع الساعة بوجه من الوجوه ولو احتِمالاً .ولا يستقيم أن يطلق الظن هنا على الإيقان بعدم حصوله فيعضِل معنى قولهم { إن نظن إلا ظناً } ، فتأوله الفخر فقال : إن القوم كانوا فريقين ، وأن الذين قالوا { إن نظن إلا ظناً } فريق كانوا قاطعين بنفي البعث والقيامةِ وهم الذين ذكرهم الله في الآية المتقدمة بقوله : { وقالوا ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] . ومنهم من كان شاكاً متحيراً فيه وهم الذين أراد الله بهذه الآية اه .وأقول : هذا لا يستقيم لأنه لو سلم أن فريقاً من المشركين كانوا يشكون في وقوع الساعة ولا يجزمون بانتفائه فإن جمهرة المشركين نافون لوقوعها فلا يناسب مقامَ التوبيخ تخصيصُه بالذين كانوا مترددين في ذلك . والوجه عندي في تأويله : إما يكون",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "tafsir": {
        "muyassar": "وظهر لهؤلاء الذين كانوا يكذِّبون بآيات الله ما عملوا في الدنيا من الأعمال القبيحة، ونزل بهم من عذاب الله جزاء ما كانوا به يستهزئون.",
        "mukhtasar": "وظهر لهم سيئات ما عملوه في الدنيا من الكفر والمعاصي، ونزل بهم العذاب الذي كانوا يستهزئون به عندما يُحَذَّرون منه.",
        "saadi": "فهذه حالهم في الدنيا وحال البعث الإنكار له ورد قول من جاء به قال تعالى: { وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا } أي: وظهر لهم يوم القيامة عقوبات أعمالهم، { وَحَاقَ بِهِمْ } أي: نزل { مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } أي: نزل بهم العذاب الذي كانوا في الدنيا يستهزئون به وبوقوعه وبمن جاء به. ",
        "kathir": "قال الله تعالى : ( وبدا لهم سيئات ما عملوا ) أي : وظهر لهم عقوبة أعمالهم السيئة ، ( وحاق بهم ) أي : أحاط بهم ( ما كانوا به يستهزئون ) أي : من العذاب والنكال ،"
      },
      "translations": {
        "en": "And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule.",
        "fr": "Et leur apparaîtra [la laideur] de leurs mauvaises actions. Et ce dont ils se moquaient les cernera.",
        "es": "Se les mostrará el mal que cometieron y les cercará aquello de que se burlaban."
      },
      "ibn_ashour": ".وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (33)عطف على جملة { أفلم تكن آياتي تتلى عليكم } [ الجاثية : 31 ] باعتبار تقدير : فيقال لهم ، أي فيقال لهم ذلك { وبدا لهم سيئات ما عملوا } ، أي جُمع لهم بين التوبيخ والإزعاج فوبخوا بقوله : { أفلم تكن آياتي تتلى عليكم } إلى آخره ، وأُزعجوا بظهور سيئات أعمالهم ، أي ظهور جزاء سيئاتهم حين رأوا دار العذاب وآلاته رؤيةَ من يوقن بأنها مُعَدة له وذلك بعِلم يحصل لهم عند رؤية الأهوال .  وعبر بالسيئات عن جزائها إشارة إلى تمام المعادلة بين العمل وجزائه حتى جعل الجزاء نفسَ العمل على حد قوله : { فذُوقوا ما كنتم تكنزونَ } [ التوبة : 35 ] .ومعنى { حاق } أحاط .و { ما كانوا به يستهزئون } يعُم كلّ ما كان طريق استهزاء بالإسلام من أقوالهم الصادرة عن استهزاء مثل قولهم : { إن نظن إلا ظناً وما نحن بمستيقنين } [ الجاثية : 32 ] . وقول العاصِي بن وائل لخباب بن الأرتّ : لأوتين مالاً وولدا في الآخرة فأقضي منه دينَك . ومن الأشياء التي جعلوها هُزؤاً مثل عذاب جهنم وشجرة الزقوم وهو ما عبر عنه آنفاً ب { سيئات ما عملوا } . وإنما عدل عن ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "tafsir": {
        "muyassar": "وقيل لهؤلاء الكفرة: اليوم نترككم في عذاب جهنم، كما تركتم الإيمان بربكم والعمل للقاء يومكم هذا، ومسكنكم نار جهنم، وما لكم من ناصرين ينصرونكم من عذاب الله.",
        "mukhtasar": "وقال لهم الله: اليوم نترككم في النار كما أنكم نسيتم لقاء يومكم هذا، فلم تستعدوا له بالإيمان والعمل الصالح، ومستقرّكم الذي تأوون إليه هو النار، وليس لكم من ناصرين يدفعون عنكم عذاب الله.",
        "saadi": "{ وَقِيلَ الْيَوْمَ نَنْسَاكُمْ } أي: نترككم في العذاب { كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا } فإن الجزاء من جنس العمل { وَمَأْوَاكُمُ النَّارُ } أي: هي مقركم ومصيركم، { وَمَا لَكُمْ مِنْ نَاصِرِينَ } ينصرونكم من عذاب الله ويدفعون عنكم عقابه. ",
        "kathir": "( وقيل اليوم ننساكم ) أي : نعاملكم معاملة الناسي لكم في نار جهنم ( كما نسيتم لقاء يومكم هذا ) أي : فلم تعملوا له لأنكم لم تصدقوا به ، ( ومأواكم النار وما لكم من ناصرين )وقد ثبت في الصحيح أن الله تعالى يقول لبعض العبيد يوم القيامة : \" ألم أزوجك ؟ ألم أكرمك ؟ ألم أسخر لك الخيل والإبل ، وأذرك ترأس وتربع ؟ فيقول : بلى ، يا رب . فيقول : أفظننت أنك ملاقي ؟ فيقول : لا . فيقول الله تعالى : فاليوم أنساك كما نسيتني \" ."
      },
      "translations": {
        "en": "And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers.",
        "fr": "Et on leur dira: «Aujourd'hui Nous vous oublions comme vous avez oublié la rencontre de votre jour que voici. Votre refuge est le Feu; et vous n'aurez point de secoureurs.",
        "es": "Se dirá: «Hoy os olvidamos Nosotros, como vosotros olvidasteis que os llegaría este día. Tendréis el Fuego por morada y no encontraréis quien os auxilie."
      },
      "ibn_ashour": ".وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (34) لما أودعوا جهنم وأحاطت بهم نودوا { اليوم ننساكم } إلى آخره تأييساً لهم من العفو عنهم .وبُني فعل { قيل } للنائب حطّاً لهم عن رتبة أن يصرح باسم الله في حكاية الكلام الذي واجههم به كما أشرنا إليه عند قوله آنفاً { وإذا قيل إن وعد الله حقٌ } [ الجاثية : 32 ] بناء على أن ضمير { ننساكم } ضمير الجلالة وَليس من قول الملائكة ، فإن كان من قول خزنة جهنم ببناءِ فِعل { وقيل } للنائب للعلم بالفاعل .وأطلق النسيان على الترك المؤبد على سبيل المجاز المرسل لأن النسيان يستلزم ترك الشيء المنسي في محله أو تركه على حالته ، ويجوز أن يكون النسيان مستعاراً للإهمال وعدم المبالاة ، أي فلا تتعلق الإرادة بالتخفيف عنهم وعلى هذين الاعتبارين يفسر معنى النسيان الثاني .والكاف في { كما نسيتم لقاء يومكم } للتعليل كما في قوله تعالى : { واذكروه كما هداكم } [ البقرة : 198 ] ، أي جزاء نسيانكم هذا اليوم ، أي إعراضكم عن الإيمان به .واللقاء : وجدان شيء شيئاً في مكان ، وهو المصادفة يُقال : لقي زيد عمراً ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَٰتِ ٱللَّهِ هُزُوًۭا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
      "tafsir": {
        "muyassar": "هذا الذي حلَّ بكم مِن عذاب الله؛ بسبب أنكم اتخذتم آيات الله وحججه هزوًا ولعبًا، وخدعتكم زينة الحياة الدنيا، فاليوم لا يُخرجون من النار، ولا هم يُرَدُّون إلى الدنيا؛ ليتوبوا ويعملوا صالحًا.",
        "mukhtasar": "ذلكم العذاب الذي عذبتم به بسبب أنكم اتخذتم آيات الله هزؤًا تسخرون منها، وخدعتكم الحياة بلذّاتها وشهواتها، فاليوم لا يخرج هؤلاء الكفار المستهزئون بآيات الله من النار، بل يبقون فيها خالدين أبدًا، ولا يردّون إلى الحياة الدنيا ليعملوا عملًا صالحًا، ولا يرضى عنهم ربهم.",
        "saadi": "{ ذَلِكُمْ } الذي حصل لكم من العذاب { بـ } سبب { أنكم اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا } مع أنها موجبة للجد والاجتهاد وتلقيها بالسرور والاستبشار والفرح. { وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا } بزخارفها ولذاتها وشهواتها فاطمأننتم إليها، وعملتم لها وتركتم العمل للدار الباقية. { فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ } أي: ولا يمهلون ولا يردون إلى الدنيا ليعملوا صالحا. ",
        "kathir": "قال الله تعالى : ( ذلكم بأنكم اتخذتم آيات الله هزوا ) أي : إنما جازيناكم هذا الجزاء لأنكم اتخذتم حجج الله عليكم سخريا ، تسخرون وتستهزئون بها ، ( وغرتكم الحياة الدنيا ) أي : خدعتكم فاطمأننتم إليها ، فأصبحتم من الخاسرين ; ولهذا قال : ( فاليوم لا يخرجون منها ) أي : من النار ( ولا هم يستعتبون ) أي : لا يطلب منهم العتبى ، بل يعذبون بغير حساب ولا عتاب ، كما تدخل طائفة من المؤمنين الجنة بغير عذاب ولا حساب ."
      },
      "translations": {
        "en": "That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah].",
        "fr": "Cela parce que vous preniez en raillerie les versets d'Allah et que la vie d'ici-bas vous trompait». Ce jour-là on ne les en fera pas sortir et on ne les excusera pas non plus.",
        "es": "Y esto es así porque tomasteis a burla los signos de Alá y la vida de acá os engaño». Ese día no serán sacados de él ni serán agraciados."
      },
      "ibn_ashour": ". ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آَيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (35)و { ذلكم } إشارة إلى { مأواكم } والباء للسببية ، أي ذلكم المأوى بسبب اتخاذكم آيات الله ، وهي آيات القرآن هزؤاً ، أي مستهزأ بها ، { هزؤاً } مصدر مراد به اسم المفعول مثل خلق .وتغرير الحياة الدنيا إياهم سبب أيضا لجعل النار مأواهم . والتغرير : الإطماع الباطل . ومعنى تغرير الحياة الدنيا إياهم : أنهم قاسوا أحوال الآخرة على أحوال الدنيا فظنوا أن الله لا يحيي الموتى وتطرقوا من ذلك إلى إنكار الجزاء في الآخرة على ما يعمل في الدنيا وغرّهم أيضاً ما كانوا عليه من العزة والمنعة فخالوه منتهى الكمال فلم يصيخوا إلى داعي الرشد وعظة النصح وأعرضوا عن الرسول صلى الله عليه وسلم وعن القرآن المرشد ولولا ذلك لأقبلوا على التأمل فيما دعوا إليه فاهتدوا فسلموا من عواقب الكفر ولكون هذه المغررات حاصلة في الحياة الدنيا أسند التغرير إلى الحياة على سبيل المجاز العقلي لأن ذلك أجمع لأسباب الغرور .وفرع على ذلك { فاليوم لا يخرجون منها } بالفاء وهذا من تمام الكلام",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "فلله سبحانه وتعالى وحده الحمد على نعمه التي لا تحصى على خلقه، رب السموات والأرض وخالقهما ومدبرهما، رب الخلائق أجمعين.",
        "mukhtasar": "فللَّه وحده الحمد، رب السماوات ورب الأرض، ورب جميع المخلوقات.",
        "saadi": "{ فَلِلَّهِ الْحَمْدُ } كما ينبغي لجلاله وعظيم سلطانه { رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ } أي: له الحمد على ربوبيته لسائر الخلائق حيث خلقهم ورباهم وأنعم عليهم بالنعم الظاهرة والباطنة. ",
        "kathir": "ثم لما ذكر حكمه في المؤمنين والكافرين قال : ( فلله الحمد رب السموات ورب الأرض ) أي المالك لهما وما فيهما ; ولهذا قال : ( رب العالمين ) ."
      },
      "translations": {
        "en": "Then, to Allah belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds.",
        "fr": "Louange à Allah, Seigneur des cieux et Seigneur de la terre: Seigneur de l'univers.",
        "es": "¡Alabado sea Alá, Señor de los cielos, Señor de la tierra, Señor del universo!"
      },
      "ibn_ashour": ".فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (36) الفاء لتفريع التحميد والثناء على الله تفريعاً على ما احتوت عليه السورة من ألطاف الله فيما خلق وأرشد وسخر وأقام من نُظم العدالة ، والإنعام على المسلمين في الدنيا والآخرة ، ومن وعيد للمعرضين واحتجاج عليهم ، فلما كان ذلك كله من الله كان دالاً على اتّصافه بصفات العظمة والجلال وعلى إفضاله على الناس بدين الإسلام كان حقيقاً بإنشاء قصر الحمد عليه فيجوز أن يكون هذا الكلام مراداً منه ظاهر الإخبار ، ويجوز أن يكون مع ذلك مستعملاً في معناه الكنائي وهو أمر الناس بأن يقصروا الحمد عليه . ويجوز أن يكون إنشاء حمدٍ لله تعالى وثناء عليه . وكل ما سبقه من آيات هذه السورة مقتض للوجوه الثلاثة ، ونظيره قوله تعالى : { فقطع دابر القوم الذين ظلموا والحمد لله ربّ العالمين } في سورة الأنعام ( 45 ) .وتقديم ( لله ) لإفادة الاختصاص ، أي الحمد مختص به الله تعالى يعني الحمد الحق الكامل مختص به تعالى كما تقدم في سورة الفاتحة .وإجراء وصف رب السموات } على اسمه تعالى إيماء إلى علّة قصر الحمد على الله إخباراً وإنشاءً تأكيداً لما اقتضته الفاء ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "وله وحده سبحانه العظمة والجلال والكبرياء والسُّلْطان والقدرة والكمال في السموات والأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله وقدره وشرعه، تعالى وتقدَّس، لا إله إلا هو.",
        "mukhtasar": "وله الجلال والعظمة في السماوات وفي الأرض، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وتدبيره وشرعه.",
        "saadi": "{ وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ } أي: له الجلال والعظمة والمجد. فالحمد فيه الثناء على الله بصفات الكمال ومحبته تعالى وإكرامه، والكبرياء فيها عظمته وجلاله والعبادة مبنية على ركنين، محبة الله والذل له، وهما ناشئان عن العلم بمحامد الله وجلاله وكبريائه. { وَهُوَ الْعَزِيزُ } القاهر لكل شيء، { الْحَكِيمُ } الذي يضع الأشياء مواضعها، فلا يشرع ما يشرعه إلا لحكمة ومصلحة ولا يخلق ما يخلقه إلا لفائدة ومنفعة. تم تفسير سورة الجاثية، ولله الحمد والنعمة والفضل    ",
        "kathir": "ثم قال : ( وله الكبرياء في السموات والأرض ) قال مجاهد : يعني السلطان . أي : هو العظيم الممجد ، الذي كل شيء خاضع لديه فقير إليه . وقد ورد في الحديث الصحيح : \" يقول الله تعالى العظمة إزاري والكبرياء ردائي ، فمن نازعني واحدا منهما أسكنته ناري \" . ورواه مسلم من حديث الأعمش ، عن أبي إسحاق ، عن الأغر أبي مسلم ، عن أبي هريرة وأبي سعيد ، رضي الله عنهما ، عن رسول الله - صلى الله عليه وسلم - بنحوه .وقوله : ( وهو العزيز ) أي : الذي لا يغالب ولا يمانع ، ( الحكيم ) في أقواله وأفعاله ، وشرعه وقدره ، تعالى وتقدس ، لا إله إلا هو .آخر تفسير سورة الجاثية [ ولله الحمد والمنة ]"
      },
      "translations": {
        "en": "And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise.",
        "fr": "Et à Lui la grandeur dans les cieux et la terre. Et c'est Lui le Puissant, le Sage.",
        "es": "¡Suya es la majestad en los cielos y en la tierra! Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": ". وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (37)وتقديم المجرور في { وله الكبرياء } مثله في { فللَّه الحمد } . والكبرياء : الكبر الحق الذي هو كمال الصفات وكمال الوجود . ثم أتبع ذلك بصفتي { العزيز الحكيم } لأن العزة تشمل معاني القدرة والاختيارِ ، والحكمةَ تجمع معاني تمام العلم وعمومه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "حمٓ",
      "tafsir": {
        "muyassar": "(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
        "mukhtasar": "(حم) تقدم الكلام على نظائرها في بداية سورة البقرة.",
        "saadi": "",
        "kathir": "قد اختلف المفسرون في الحروف المقطعة التي في أوائل السور فمنهم من قال هي مما استأثر الله بعلمه فردوا علمها إلى الله ولم يفسرها حكاه القرطبي في تفسره عن أبي بكر وعمر وعثمان وعلي وابن مسعود رضي الله عنهم أجمعين وقاله عامر الشعبي وسفيان الثوري والربيع بن خيثم واختاره أبو حاتم بن حبان.ومنهم من فسرها واختلف هؤلاء في معناها فقال عبدالرحمن بن زيد بن أسلم إنما هي أسماء السور.قال العلامة أبو القاسم محمود بن عمر الزمخشري في تفسيره وعليه إطباق الأكثر ونقل عن سيبويه أنه نص عليه ويعتضد لهذا بما ورد في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \"الم\" السجدة و \"هل أتى على الإنسان\" وقال سفيان الثوري عن ابن أبي نجيح عن مجاهد أنه قال: الم وحم والمص وص.فواتح افتتح الله بها القرآن وكذا قال غيره عن مجاهد وقال مجاهد في رواية أبي حذيفة موسى بن مسعود عن شبل عن ابن أبي نجيح عنه أنه قال الم اسم من أسماء القرآن وهكذا وقال قتادة وزيد بن أسلم ولعل هذا يرجع إلى معنى قول عبدالرحمن بن زيد بن أسلم أنه اسم من أسماء السور فإن كل سورة يطلق عليها اسم القرآن فإنه يبعد أن يكون المص اسما للقرآن كله لأن المتبادر إلى فهم سامع من يقول قرأت المص إنما ذلك عبارة عن سورة الأعراف لا لمجموع القرآن والله أعلم.وقيل هي اسم من أسماء الله تعالى فقال عنها في فواتح السور من أسماء الله تعالى وكذلك قال سالم بن عبدالله وإسماعيل بن عبدالرحمن السدي الكبير وقال شعبة عن السدي بلغني أن ابن عباس قال الم اسم من أسماء الله الأعظم.هكذا رواه ابن أبي حاتم من حديث شعبة ورواه ابن جرير عن بندار عن ابن مهدي عن شعبة قال سألت السدي عن حم وطس والم فقال قال ابن عباس هي اسم الله الأعظم."
      },
      "translations": {
        "en": "Ha, Meem.",
        "fr": "H'â, Mîm.",
        "es": "hm."
      },
      "ibn_ashour": ".حم (1)تقدم القول في نظائره ، وهذه جملة مستقلة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "tafsir": {
        "muyassar": "هذا القرآن منزل من الله العزيز في انتقامه من أعدائه، الحكيم في تدبير أمور خلقه.",
        "mukhtasar": "تنزيل القرآن من الله العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وتدبيره.",
        "saadi": " يخبر تعالى خبرا يتضمن الأمر بتعظيم القرآن والاعتناء به وأنه { تَنْزِيلُ } { مِنَ اللَّهِ } المألوه المعبود لما اتصف به من صفات الكمال وانفرد به من النعم الذي له العزة الكاملة والحكمة التامة. ",
        "kathir": "يخبر تعالى أنه أنزل الكتاب على عبده ورسوله محمد صلوات الله وسلامه عليه دائما إلى يوم الدين ووصف نفسه بالعزة التي لا ترام والحكمة في الأقوال والأفعال."
      },
      "translations": {
        "en": "The revelation of the Book is from Allah, the Exalted in Might, the Wise.",
        "fr": "La révélation du Livre émane d'Allah, le Puissant, le Sage.",
        "es": "La revelación de la Escritura procede de Alá, el Poderoso, el Sabio."
      },
      "ibn_ashour": ".تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (2)استئناف ابتدائي وهو جملة مركبة من مبتدأ وخبر . { الكتاب } هو المعهود وهو ما نزل من القرآن إلى تلك الساعة .والمقصود : إثبات أن القرآن موحى به من الله إلى رسوله صلى الله عليه وسلم فكان مقتضى الظاهر أن يجعل القرآن مسنداً إليه ويخبر عنه فيقال القرآن مُنزّل من الله العزيز الحكيم لأن كونه منزلاً من الله هو محل الجدال فيقتضي أن يكون هو الخبر ولو أذعنوا لكونه تنزيلاً لَمَا كان منهم نزاع في أن تنزيله من الله ولكن خولف مُقتضَى الظاهر لغرضين :أحدهما : التشويق إلى تلقي الخبر لأنهم إذا سمعوا الابتداء بتنزيل الكتاب استشرفوا إلى ما سيخبر عنه؛ فَأمَّا الكافرون فيترقبون أنه سيلقى إليهم وصف جديد لأحوال تنزيل الكتاب فيتهيّأون لخوض جديد من جدالهم وعنادهم ، والمؤمنون يترقبون لِمَا يزيدهم يقيناً بهذا التنزيل .والغرض الثاني : أن يُدَّعى أن كون القرآن تنزيلاً أمر لا يختلف فيه فالذين خالفوا فيه كأنهم خالفوا في كونه منزّلاً من عند الله وهل يكون التنزيل إلا من عند الله فيؤول إلى تأكيد الإخبار بأنه منزل من عند الله إذ لا فرق بين مدلول كونه تنزيلاً وكونه ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَءَايَٰتٍۢ لِّلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "إن في السموات السبع، والأرض التي منها خروج الخلق، وما فيهما من المخلوقات المختلفة الأجناس والأنواع، لأدلة وحججًا للمؤمنين بها.",
        "mukhtasar": "إن في السماوات والأرض لدلائل على قدرة الله ووحدانيته للمؤمنين؛ لأنهم هم الذين يعتبرون بالآيات.",
        "saadi": " ثم أيد ذلك بما ذكره من الآيات الأفقية والنفسية من خلق السماوات والأرض    ",
        "kathir": "يرشد تعالى خلقه إلى التفكر في آلائه ونعمه وقدرته العظيمة التي خلق بهما السموات الأرض."
      },
      "translations": {
        "en": "Indeed, within the heavens and earth are signs for the believers.",
        "fr": "Il y a certes dans les cieux et la terre des preuves pour les croyants.",
        "es": "Hay, en verdad, en los cielos y en la tierra signos para los creyentes."
      },
      "ibn_ashour": ".إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآَيَاتٍ لِلْمُؤْمِنِينَ (3) موقع هذا الكلام موقع تفصيل المجمل لما جمعته جملة { تنزيل الكتاب من الله العزيز الحكيم } [ الجاثية : 2 ] باعتبار أن آيات السماوات والأرض وما عطف عليها إنما كانت آيات للمؤمنين الموقنين ، وللذين حصل لهم العلم بسبب ما ذكرهم به القرآن ، ومما يؤيد ذلك قوله تعالى : { تلك آيات الله نتلوها عليك } [ الجاثية : 6 ] .وأكد ب { إنَّ } وإن كان المخاطبون غير منكريه لتنزيلهم منزلة المنكر لذلك بسبب عدم انتفاعهم بما في هذه الكائنات من دلالة على وحدانية الله تعالى وإلا فقد قال الله تعالى : { ولئن سألتهم من خَلَق السماوات والأرض ليقولُن خلقهنّ العزيز العليم } في سورة الزّخرف ( 9 ) .والخطاب موجه إلى المشركين ولذلك قال : لآيات للمؤمنين } وقال : { آيات لقوم يوقنون } دون أن يقال : لآيات لكم أو آيات لكم ، أي هي آيات لمن يعلمون دلالتها من المؤمنين ومن الذين يوقنون إشارة إلى أن تلك الآيات لا أثر لها في نفوس من هم بخلاف ذلك . والمراد بكون الآيات في السماوات والأرض أن ذات السماوات والأرض وعداد صفاتها دلائل على الوحدانية فجعلت السماوات والأرض بمنزلة ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَٰتٌۭ لِّقَوْمٍۢ يُوقِنُونَ",
      "tafsir": {
        "muyassar": "وفي خَلْقكم -أيها الناس- وخلق ما تفرق في الأرض من دابة تَدِبُّ عليها، حجج وأدلة لقوم يوقنون بالله وشرعه.",
        "mukhtasar": "وفي خلقكم - أيها الناس - من نطفة، ثم من مُضْغة، ثم من عَلَقة، وفي خلق ما يبثه الله من دابة تدب على وجه الأرض دلائل على وحدانيته لقوم يوقنون بأن الله هو الخالق.",
        "saadi": "وما بث فيهما من الدواب وما أودع فيهما من المنافع وما أنزل الله من الماء الذي يحيي به الله البلاد والعباد. ",
        "kathir": "وما فيهما من المخلوقات المختلفة الأجناس والأنواع من الملائكة والجن والإنس والدواب والطيور والوحوش والسباع والحشرات وما في البحر من الأصناف المتنوعة."
      },
      "translations": {
        "en": "And in the creation of yourselves and what He disperses of moving creatures are signs for people who are certain [in faith].",
        "fr": "Et dans votre propre création, et dans ce qu'Il dissémine comme animaux, il y a des signes pour des gens qui croient avec certitude.",
        "es": "En vuestra creación y en las bestias que Él esparce hay signos para gente que está convencida."
      },
      "ibn_ashour": ". وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آَيَاتٌ لِقَوْمٍ يُوقِنُونَ (4) وعطف جملة { وفي خلقكم } الخ على جملة { إن في السماوات والأرض لآيات للمؤمنين } عطف خاص على عام لما في هذا الخاص من التذكير بنعمة إيجاد النوع استدعاء للشكر عليه .والبث : التوزيع والإكثار وهو يقتضي الخلق والإيجاد فكأنه قيل وفي خلق الله ما يبثّ من دابة . وتقدم البث في قوله تعالى : { وبث فيها من كل دابّة } في سورة البقرة ( 164 ) .وعبر بالمضارع في { يبث } ليفيد تجدد البث وتكرره باعتبار اختلاف أجناس الدواب وأنواعها وأصنافها . والدابة تطلق على كل ما يدبّ على الأرض غير الإنسان وهذا أصل إطلاقها وقد تطلق على ما يدب بالأرجل دون الطائر كقوله : { وما من دابة في الأرض ولا طائر يطير بجناحيه } [ الأنعام : 38 ] .والرزق أطلق هنا على المطر على طريقة المجاز المرسل لأن المطر سبب وجود الأقوات . والرزق : القوت . وقد ذكر في آية سورة البقرة ( 164 ) { وما أنزل الله من السماء من ماء } وتقدمت نظائر هذه الآية في أواسط سورة البقرة وفي مواضع عدّة .والمراد ب ( المؤمنين ) ، وب ( قوم يوقنون ) ، وب ( قوم يعقلون ) واحد ، وهم المؤمنون بتوحيد الل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَٱخْتِلَٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍۢ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَٰحِ ءَايَٰتٌۭ لِّقَوْمٍۢ يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "وفي اختلاف الليل والنار وتعاقبهما عليكم وما أنزل الله من السماء من مطر، فأحيا به الأرض بعد يُبْسها، فاهتزت بالنبات والزرع، وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم، أدلةٌ وحججٌ لقوم يعقلون عن الله حججه وأدلته.",
        "mukhtasar": "وفي تعاقب الليل والنهار، وفيما أنزل الله من السماء من المطر فأحيا به الأرض بإنباتها بعد أن كانت ميتة لا نبات فيها، وفي تصريف الرياح بالإتيان بها مرة من جهة، ومرة من أخرى لمنافعكم؛ دلائل لقوم يعقلون، فيستدلون بها على وحدانية الله وقدرته على البعث، وقدرته على كل شيء.",
        "saadi": " ",
        "kathir": "واختلاف الليل والنهار في تعاقبهما دائبين لا يفتران ، هذا بظلامه وهذا بضيائه ، وما أنزل الله تعالى من السحاب من المطر في وقت الحاجة إليه ، وسماه رزقا ; لأن به يحصل الرزق ، ( فأحيا به الأرض بعد موتها ) أي : بعد ما كانت هامدة لا نبات فيها ولا شيء .وقوله : ( وتصريف الرياح ) أي : جنوبا وشآما ، ودبورا وصبا ، بحرية وبرية ، ليلية ونهارية . ومنها ما هو للمطر ، ومنها ما هو للقاح ، ومنها ما هو غذاء للأرواح ، ومنها ما هو عقيم [ لا ينتج ] .وقال أولا ) لآيات للمؤمنين ) ، ثم ) يوقنون ) ثم ) يعقلون ) وهو ترق من حال شريف إلى ما هو أشرف منه وأعلى . وهذه الآيات شبيهة بآية \" البقرة \" وهي قوله : ( إن في خلق السموات والأرض واختلاف الليل والنهار والفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء فأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب المسخر بين السماء والأرض لآيات لقوم يعقلون ) [ البقرة : 164 ] . وقد أورد ابن أبي حاتم هاهنا عن وهب بن منبه أثرا طويلا غريبا في خلق الإنسان من الأخلاط الأربعة ."
      },
      "translations": {
        "en": "And [in] the alternation of night and day and [in] what Allah sends down from the sky of provision and gives life thereby to the earth after its lifelessness and [in His] directing of the winds are signs for a people who reason.",
        "fr": "De même dans l'alternance de la nuit et du jour, et dans ce qu'Allah fait descendre du ciel comme subsistance [pluie] par laquelle Il redonne la vie à la terre une fois morte, et dans la distribution des vents, il y a des signes pour des gens qui raisonnent.",
        "es": "También en la sucesión de la noche y el día, en lo que como sustento Alá hace bajar del cielo, vivificando con ello la tierra después de muerta, y en la variación de los vientos hay signos para gente que comprende."
      },
      "ibn_ashour": ". وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آَيَاتٌ لِقَوْمٍ يَعْقِلُونَ (5)عند قوله : { واختلاف الليل والنهار } لدلالة أختها عليها وتبقى الواو عاطفة { آياتٍ } على اسم ( إنّ ) فلا يكون من العطف على معمولي عاملين .والحق ما ذهب إليه جمهور الكوفيين وهو كثير كثرة تنبو عن التأويل . وجعل ابن الحاجب في «أماليه» قراءة الجمهور برفع { آياتٌ } في الموضعين أيضاً من العطف على معمولي عاملين لأن الرفع يحتاج إلى عَامللٍ كما أن النصب يحتاج إلى عَامللٍ قال : وأكثر الناس يفرض الإشكال في قراءة النصب لكون العامل لفظيًّا وهما سواء . وقرأ يعقوب { آياتٍ } الثانية فقط بكسر التاء على أنه حال متعدد من اختلاف الليل والنهار وما أنزل الله من السماء من رزق وتصريف الرياح ، والسحاب .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "تِلْكَ ءَايَٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَٰتِهِۦ يُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "هذه الآيات والحجج نتلوها عليك -أيها الرسول- بالحق، فبأي حديث بعد الله وآياته وأدلته على أنه الإله الحق وحده لا شريك له يؤمنون ويصدقون ويعملون؟",
        "mukhtasar": "هذه الآيات والبراهين نتلوها عليك - أيها الرسول - بالحق، فإن لم يؤمنوا بحديث الله المنزل على عبده وبحججه، فبأي حديث بعده يؤمنون، وبأي حجج بعده يصدقون؟!",
        "saadi": "فهذه كلها آيات بينات وأدلة واضحات على صدق هذا القرآن العظيم وصحة ما اشتمل عليه من الحكم والأحكام، ودالات أيضا على ما لله تعالى من الكمال وعلى البعث والنشور. ثم قسم تعالى الناس بالنسبة إلى الانتفاع بآياته وعدمه إلى قسمين: قسم يستدلون بها ويتفكرون بها وينتفعون فيرتفعون وهم المؤمنون بالله وملائكته وكتبه ورسله واليوم الآخر إيمانا تاما وصل بهم إلى درجة اليقين، فزكى منهم العقول وازدادت به معارفهم وألبابهم وعلومهم. وقسم يسمع آيات الله سماعا تقوم به الحجة عليه ثم يعرض عنها ويستكبر، كأنه ما سمعها لأنها لم تزك قلبه ولا طهرته بل بسبب استكباره عنها ازداد طغيانه. ",
        "kathir": "يقول تعالى : هذه آيات الله - يعني القرآن بما فيه من الحجج والبينات - ( نتلوها عليك بالحق ) أي : متضمنة الحق من الحق ، فإذا كانوا لا يؤمنون بها ولا ينقادون لها ، فبأي حديث بعد الله وآياته يؤمنون ؟ !"
      },
      "translations": {
        "en": "These are the verses of Allah which We recite to you in truth. Then in what statement after Allah and His verses will they believe?",
        "fr": "Voilà les versets d'Allah que Nous te récitons en toute vérité. Alors dans quelle parole croiront-ils après [la parole] d'Allah et après Ses signes?",
        "es": "Estas son las aleyas de Alá, que te recitamos conforme a la verdad. Y ¿en qué anuncio van a creer si no creen en Alá y en Sus signos?"
      },
      "ibn_ashour": ".تِلْكَ آَيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآَيَاتِهِ يُؤْمِنُونَ (6)يجوز أن تكون الإشارة وبيانها بآيات الله إشارة إلى الآيات المذكورة في قوله { لآيات للمؤمنين } [ الجاثية : 3 ] وقوله : { آيات لقوم يوقنون } [ الجاثية : 4 ] وقوله : { آيات لقوم يعقلون } [ الجاثية : 5 ] .وإضافتها إلى اسم الجلالة لأن خالقها على تلك الصفات التي كانت لها آيات للمستنصرين .وجملة { نتلوها عليك بالحق } في موضع الحال من { آيات الله } والعامل في اسم الإشارة من معنى الفعل على نحو قوله تعالى : { وهذا بَعْلِي شيخاً } [ هود : 72 ] .والتلاوة : القراءة . ومعنى كون الآيات مَتلوة أنّ في ألفاظ القرآن المتلوة دلالة عليها فاستعمال فعل ( نتلو ) مجاز عقلي لأن المتلوَ ما يدل عليها .ويجوز أن تكون الإشارة إلى حاضر في الذهن غير مذكور لما دَل عليه قوله : { الكتاب } [ الجاثية : 2 ] أي تلك آيات الله المنزلة في القرآن ، فيكون استعمال فعل { نتلوها } في حقيقته .وإسناد التلاوةِ إلى الله مجاز عقلي أيضاً لأن الله موجد القرآن المتلو الدال على تلك الآيات .وقوله : { فبأي حديث بعد الله وآياته يؤمنو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَيْلٌۭ لِّكُلِّ أَفَّاكٍ أَثِيمٍۢ",
      "tafsir": {
        "muyassar": "هلاك شديد ودمار لكل كذاب كثير الآثام.",
        "mukhtasar": "عذاب من الله وهلاك لكل كذاب كثير الآثام.",
        "saadi": "وأنه إذا علم من آيات الله شيئا اتخذها هزوا فتوعده الله تعالى بالويل فقال: { وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ } أي: كذاب في مقاله أثيم في فعاله. ",
        "kathir": "ثم قال : ( ويل لكل أفاك أثيم ) أي أفاك في قوله كذاب ، حلاف مهين أثيم في فعله وقيله كافر بآيات الله ; ولهذا قال :"
      },
      "translations": {
        "en": "Woe to every sinful liar",
        "fr": "Malheur à tout grand imposteur pécheur!",
        "es": "¡Ay de todo aquél que sea mentiroso, pecador,"
      },
      "ibn_ashour": ".وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (7) { يُؤْمِنُونَ * وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ * يَسْمَعُ ءايات الله تتلى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِراً كَأَن لَّمْ يَسْمَعْهَا فَبَشِّرْهُ } { أَلِيمٍ * وَإِذَا عَلِمَ مِنْ ءاياتنا شَيْئاً اتخذها هُزُواً أولئك لَهُمْ عَذَابٌ مُّهِينٌ } .أعقب ذكر المؤمنين الموقنين العَاقلين المنتفعين بدلالة آيات الله وما يفيده مفهوم تلك الصفات التي أجريت عليهم من تعريض بالذين لم ينتفعوا بها ، بصريح ذكر أولئك الذين لم يؤمنوا ولم يعقلوها كما وصف لذلك قوله : { فبأي حديث بعد الله وآياته يؤمنون } [ الجاثية : 6 ] .وافتتح ذكره بالويل له تعجيلاً لإنذاره وتهديده قبل ذكر حاله . و ( ويل له ) كلمة دعاء بالشكر وأصل الويل الشر وحلوله .و ( الأفَّاك ) القويّ الإفك ، أي الكذب . والأثيم مبالغة أو صفة مشبهة وهو يدل على المبالغ في اقتراف الآثام ، أي الخطايا . وفسره الفيروزآبادي في «القاموس» بالكذّاب وهو تسامح وإنما الكذب جزئي من جزئيات الأثيم .وجعلت حالتُه أنه يسمع آيات الله ثم يُصرّ مستكبراً لأن تلك الحالة وهي حالة تكرر سماعه آيات الله وتكرر إصراره مستكبراً عنها تحمله على تكر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "يَسْمَعُ ءَايَٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًۭا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍۢ",
      "tafsir": {
        "muyassar": "يسمع آيات كتاب الله تُقْرأ عليه، ثم يتمادى في كفره متعاليًا في نفسه عن الانقياد لله ورسوله، كأنه لم يسمع ما تُلي عليه من آيات الله، فبشر -أيها الرسول- هذا الأفاك الأثيم بعذاب مؤلم موجع في نار جهنم يوم القيامة.",
        "mukhtasar": "يسمع هذا الكافر آيات الله في القرآن تقرأ عليه، ثم يستمرّ على ما كان عليه من الكفر والمعاصي؛ متعاليًا في نفسه عن اتباع الحق، كأنه لم يسمع تلك الآيات المقروءة عليه، فأخبره - أيها الرسول - بما يسوؤه في آخرته، وهو عذاب موجع ينتظره فيها.",
        "saadi": "",
        "kathir": "( يسمع آيات الله تتلى عليه ) أي : تقرأ عليه ( ثم يصر ) أي : على كفره وجحوده استكبارا وعنادا ( كأن لم يسمعها ) أي : كأنه ما سمعها ، ( فبشره بعذاب أليم ) [ أي ] فأخبره أن له عند الله يوم القيامة عذابا أليما موجعا ."
      },
      "translations": {
        "en": "Who hears the verses of Allah recited to him, then persists arrogantly as if he had not heard them. So give him tidings of a painful punishment.",
        "fr": "Il entend les versets d'Allah qu'on lui récite puis persiste dans son orgueil, comme s'il ne les avait jamais entendus. Annonce-lui donc un châtiment douloureux.",
        "es": "que, a pesar de oír las aleyas de Alá que se le recitan, se obstina en su altivez como si no las hubiera oído! ¡Anúnciale un castigo doloroso!"
      },
      "ibn_ashour": ". يَسْمَعُ آَيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (8) والإصرار : ملازمة الشيء وعدم الانفكاك عنه ، وحُذف متعلق { يصِرّ } لدلالة المقام عليه ، أي يُصرُّون على كفرهم كما دل على ذلك قوله : { فبأي حديث بعد الله وآياته يؤمنون } [ الجاثية : 6 ] .وشبه حالهم في عدم انتفاعهم بالآيات بحالهم في انتفاء سماع الآيات ، وهذا التشبيه كناية عن وضوح دلالة آيات القرآن بحيث أن من يسمعها يصدق بما دلت عليه فلولا إصرارهم واستكبارهم لانتفعوا بها .و { كَأنْ } أصلها ( كأنَّ ) المشددة فخففت فقدر اسمها وهو ضمير الشأن . وفرّع على حالتهم هذه إنذارهم بالعذاب الأليم وأطلق على الإنذار اسم البشارة التي هي الإخبار بما يسر على طريقة التهكم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "وَإِذَا عَلِمَ مِنْ ءَايَٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا ۚ أُو۟لَٰٓئِكَ لَهُمْ عَذَابٌۭ مُّهِينٌۭ",
      "tafsir": {
        "muyassar": "وإذا علم هذا الأفاك الأثيم من آياتا شيئًا اتخذها هزوًا وسُخْرية، أولئك لهم عذاب يهينهم، ويخزيهم يوم القيامة؛ جزاء استهزائهم بالقرآن.",
        "mukhtasar": "وإذا بلغه شيء من القرآن اتخذه سخرية يسخر منه، أولئك المتصفون بصفة السخرية من القرآن لهم عذاب مذلّ يوم القيامة.",
        "saadi": " ",
        "kathir": "( وإذا علم من آياتنا شيئا اتخذها هزوا ) أي : إذا حفظ شيئا من القرآن كفر به واتخذه سخريا وهزوا ، ( أولئك لهم عذاب مهين ) أي : في مقابلة ما استهان بالقرآن واستهزأ به ; ولهذا روى مسلم في صحيحه عن ابن عمر قال : نهى رسول الله - صلى الله عليه وسلم - أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو ."
      },
      "translations": {
        "en": "And when he knows anything of Our verses, he takes them in ridicule. Those will have a humiliating punishment.",
        "fr": "S'il a connaissance de quelques-uns de Nos versets, il les tourne en dérision. Ceux-là auront un châtiment avilissant:",
        "es": "Los que, habiendo conocido algo de Nuestros signos, los hayan tomado a burla, tendrán un castigo humillante."
      },
      "ibn_ashour": ". وَإِذَا عَلِمَ مِنْ آَيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (9) والمراد بالعلم في قوله : { وإذا علم من آياتنا شيئاً } السمع ، أي إذا ألقى سمعه إلى شيء من القرآن اتخذه هُزؤاً ، أي لا يَتلقى شيئاً من القرآن إلا ليجعله ذريعة للهزء به ، ففعل { عَلِم } هنا متعدّ إلى واحد لأنه بمعنى عَرف .وضمير التأنيث في { اتخذها } عائد إلى { آياتنا } ، أي اتخذ الآيات هزؤاً لأنه يستهزىء بما علمه منها وبغيره ، فهو إذا علم شيئاً منها استهزأ بما علمه وبغيره .ومعنى اتخاذهم الآيات هزؤاً : أنهم يلوكونها بأفواههم لوك المستهزىء بالكلام ، وإلا فإن مطلق الاستهزاء بالآيات لا يتوقف على العِلم بشيء منها . ومن الاستهزاء ببعض الآيات تحريفُها على مواضعها وتحميلها غير المراد منها عمداً للاستهزاء ، كقول أبي جهل لما سَمِع { إنَّ شجرة الزقوم طعام الأثيم } [ الدخان : 43 ، 44 ] تجاهل بإظهار أن الزقوم اسم لمجموع الزبد والتمر فقال : «زقّمونا» ، وقوله : لما سمع قوله تعالى : { عليها تسعة عَشَر } [ المدثر : 30 ] : أنا أَلْقَاهُمْ وحدي .{ هُزُواً أولئك لَهُمْ عَذَابٌ } { لله مُّهِينٌ * مِّن وَرَآئِهِم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًۭٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "tafsir": {
        "muyassar": "مِن أمام هؤلاء المستهزئين بآيات الله جهنم، ولا يغني عنهم ما كسبوا شيئًا من المال والولد، ولا آلهتُهم التي عبدوها مِن دون الله، ولهم عذاب عظيم مؤلم.",
        "mukhtasar": "من أمامهم نار جهنم تنتظرهم في الآخرة، ولا يغني عنهم ما كسبوا من الأموال من الله شيئًا، ولا يدفع عنهم شيئًا ما اتخذوه من دونه من الأصنام التي يعبدونها من دونه، ولهم يوم القيامة عذاب عظيم.",
        "saadi": "وأخبر أن له عذابا أليما وأن { مِنْ وَرَائِهِمْ جَهَنَّمُ } تكفي في عقوبتهم البليغة. وأنه { لا يُغْنِي عَنْهُمْ مَا كَسَبُوا } من الأموال { وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ } يستنصرون بهم فخذلوهم أحوج ما كانوا إليهم لو نفعوا. ",
        "kathir": "ثم فسر العذاب الحاصل له يوم معاده فقال : ( من ورائهم جهنم ) أي : كل من اتصف بذلك سيصيرون إلى جهنم يوم القيامة ، ( ولا يغني عنهم ما كسبوا شيئا ) أي : لا تنفعهم أموالهم ولا أولادهم ، ( ولا ما اتخذوا من دون الله أولياء ) أي : ولا تغني عنهم الآلهة التي عبدوها من دون الله شيئا ، ( ولهم عذاب عظيم )"
      },
      "translations": {
        "en": "Before them is Hell, and what they had earned will not avail them at all nor what they had taken besides Allah as allies. And they will have a great punishment.",
        "fr": "l'Enfer est à leurs trousses. Ce qu'ils auront acquis ne leur servira à rien, ni ce qu'ils auront pris comme protecteurs, en dehors d'Allah. Ils auront un énorme châtiment.",
        "es": "Les espera la gehena y sus posesiones no les servirán de nada, como tampoco los que tomaron como amigos en lugar de tomar a Alá. Tendrán un castigo terrible."
      },
      "ibn_ashour": ". مِنْ وَرَائِهِمْ جَهَنَّمُ وَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (10)وجملة { من ورائهم } بيان لجملة { لهم عذاب مهين } . وفي قوله : { من ورائهم } تحقيق لحصول العذاب وكونه قريباً منهم وأنهم غافلون عن اقترابه كغفلة المرء عن عدوّ يتبعه من ورائه ليأخذه فإذا نظر إلى أمامه حسب نفسه آمناً . ففي الوراء استعارة تمثيلية للاقتراب والغفلة ، ومنه قوله تعالى : { وكان وراءهم مَلِك يأخذ كلّ سفينة غصباً } [ الكهف : 79 ] ، وقول لبيد :أليسَ ورائي إنْ تراخت منيتي ... لُزومُ العصا تُحنى عليها الأصابعومن فسر وراء بقُدّام ، فما رعَى حق الكلام .وعطف جملة { ولا يغني عنهم ما كسبوا شيئاً } على جملة { من ورائهم جهنم } لأن ذلك من جملة العذاب المهين فإن فقدان الفداء وفقدان الوليّ مما يزيد العذاب شدة ويكسب المعاقب إهانة . ومعنى الإغناء في قوله : { ولا يغني عنهم } الكفاية والنفع ، أي لا ينفعهم .وعُدي بحرف ( عن ) لتضمينه معنى يدفع فكأنَّه عُبّر بفعلين لا يغنيهم وبالدفع عنهم ، وتقدم في قوله : { لن تغني عنهم أموالهم ولا أولادهم من الله ش",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "هَٰذَا هُدًۭى ۖ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَٰتِ رَبِّهِمْ لَهُمْ عَذَابٌۭ مِّن رِّجْزٍ أَلِيمٌ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي أنزلناه عليك -أيها الرسول- هدى من الضلالة، ودليل على الحق، يهدي إلى طريق مستقيم مَن اتبعه وعمل به، والذين جحدوا بما في القرآن من الآيات الدالة على الحق ولم يُصَدِّقوا بها، لهم عذابٌ مِن أسوأ أنواع العذاب يوم القيامة، مؤلم موجع.",
        "mukhtasar": "هذا الكتاب الذي أنزلناه على رسولنا محمد هاد إلى طريق الحق، والذين كفروا بآيات ربهم المنزلة على رسوله لهم عذاب سيئ موجع.",
        "saadi": "فلما بين آياته القرآنية والعيانية وأن الناس فيها على قسمين أخبر أن القرآن المشتمل على هذه المطالب العالية أنه هدى فقال: { هَذَا هُدًى } وهذا وصف عام لجميع القرآن فإنه يهدي إلى معرفة الله تعالى بصفاته المقدسة وأفعاله الحميدة، ويهدي إلى معرفة رسله وأوليائه وأعدائه، وأوصافهم، ويهدي إلى الأعمال الصالحة ويدعو إليها ويبين الأعمال السيئة وينهى عنها، ويهدي إلى بيان الجزاء على الأعمال ويبين الجزاء الدنيوي والأخروي، فالمهتدون اهتدوا به فأفلحوا وسعدوا، { وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ } الواضحة القاطعة التي يكفر بها إلا من اشتد ظلمه وتضاعف طغيانه، { لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ }  ",
        "kathir": "ثم قال تعالى : ( هذا هدى ) يعني القرآن ( والذين كفروا بآيات ربهم لهم عذاب من رجز أليم ) وهو المؤلم الموجع ."
      },
      "translations": {
        "en": "This [Qur'an] is guidance. And those who have disbelieved in the verses of their Lord will have a painful punishment of foul nature.",
        "fr": "Ceci [le Coran] est un guide. Et ceux qui récusent les versets de leur Seigneur auront le supplice d'un châtiment douloureux.",
        "es": "Esto es una dirección. Los que no crean en los signos de su Señor tendrán el castigo de un suplicio doloroso."
      },
      "ibn_ashour": ".هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآَيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (11)جملة { هذا هدى } استئناف ابتدائي انتُقل به من وصف القرآن في ذاته بأنه منزل من الله وأنه من آيات الله إلى وصفه بأفضل صفاته بأنه هدى ، فالإشارة بقوله : { هذا } إلى القرآن الذي هو في حال النزول وَالتِلاوةِ فهو كالشيء المشاهد ، ولأنه قد سبق من أوصافه من قوله : { تنزيل الكتاب من الله العزيز الحكيم } [ الجاثية : 2 ] وقوله : { تلك آيات الله } [ الجاثية : 6 ] إلى آخره ما صيره متميزاً شخصاً بِحسن الإشارة إليه . ووصف القرآن بأنه { هدى } من الوصف بالمصدر للمبالغة ، أي : هاد للناس ، فمن آمن فقد اهتدى ومن كفر به فله عذاب لأنه حَرَمَ نفسه من الهدى فكان في الضلال وارتبق في المفاسد والآثام .فجملة { والذين كفروا } عطف على جملة { هذا هدى } والمناسبة أن القرآن من جملة آيات الله وأنه مذكِّر بها ، فالذين كفروا بآيات الله كفروا بالقرآن في عموم الآيات ، وهذا واقع موقع التذييل لما تقدمه ابتداء من قوله : { ويل لكل أفاك أثيم } [ الجاثية : 7 ] . وجيء بالموصول وصلته لما تشعر به الصلة من أنهم حقيقون بالعقاب .واستُحْضِروا ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "۞ ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "tafsir": {
        "muyassar": "الله سبحانه وتعالى هو الذي سخَّر لكم البحر؛ لتجري السفن فيه بأمره، ولتبتغوا من فضله بأنواع التجارات والمكاسب، ولعلكم تشكرون ربكم على تسخيره ذلك لكم، فتعبدوه وحده، وتطيعوه فيما يأمركم به، وينهاكم عنه.",
        "mukhtasar": "الله وحده هو الذي سخّر لكم - أيها الناس - البحر لتجري السفن فيه بأمره، ولتطلبوا من فضله بأنواع المكاسب المباحة، ولعلكم تشكرون نعمة الله عليكم.",
        "saadi": " يخبر تعالى بفضله على عباده وإحسانه إليهم بتسخير البحر لسير المراكب والسفن بأمره وتيسيره، { لِتَبْتَغُوا مِنْ فَضْلِهِ } بأنواع التجارات والمكاسب، { وَلَعَلَّكُمْ تَشْكُرُونَ } الله تعالى فإنكم إذا شكرتموه زادكم من نعمه وأثابكم على شكركم أجرا جزيلا. ",
        "kathir": "يذكر تعالى نعمه على عبيده فيما سخر لهم من البحر ( لتجري الفلك ) ، وهي السفن فيه بأمره تعالى ، فإنه هو الذي أمر البحر أن يحملها ( ولتبتغوا من فضله ) أي : في المتاجر والمكاسب ، ( ولعلكم تشكرون ) أي : على حصول المنافع المجلوبة إليكم من الأقاليم النائية والآفاق القاصية ."
      },
      "translations": {
        "en": "It is Allah who subjected to you the sea so that ships may sail upon it by His command and that you may seek of His bounty; and perhaps you will be grateful.",
        "fr": "Allah c'est Lui qui vous a assujetti la mer, afin que les vaisseaux y voguent, par Son ordre, et que vous alliez en quête de sa grâce afin que vous soyez reconnaissants.",
        "es": "Alá es Quien ha sujetado el mar a vuestro servicio para que las naves lo surquen a una orden Suya para que busquéis Su favor. Y quizás, así, seáis agradecidos."
      },
      "ibn_ashour": ".اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12)استئناف ابتدائي للانتقال من التذكير بما خلق الله من العوالم وتصاريف أحوَالِها من حيث إنها دلالات على الوحدانية ، إلى التذكير بما سخر الله للناس من المخلوقات وتصاريفها من حيثُ كانت منافع للناس تقتضي أن يشكروا مقدِّرها فجحدوا بها إذ توجهوا بالعبادة إلى غير المنعم عليهم ، ولذلك عُلق بفعليْ { سخر } في الموضعين مجرور بلام العلة بقوله : { لكم } ؛ على أن هذه التصاريف آيات أيضاً مثلُ اختلاف الليل والنهار ، وما أنزل الله من السماء من ماء ، وتصريف الرياح ، ولكن لُوحظ هنا ما فيها من النعم كما لوحظ هنالك ما فيها من الدلالة ، والفَطِنُ يَستخلص من المقامين كلا الأمرين على ما يشبه الاحتباك . ومناسبة هذا الانتقال واضحة .واسم الجلالة مسند إليه والموصول مسند ، وتعريف الجزأين مفيد الحصر وهو قَصر قلب بتنزيل المشركين منزلة من يحسب أن تسخير البحر وتسخير ما في السماوات والأرض إنعام من شركائهم كقوله تعالى : { هل من شركائكم من يفعل من ذلكم من شيء } [ الروم : 40 ] ، فكان هذا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًۭا مِّنْهُ ۚ إِنَّ فِى ذَٰلِكَ لَءَايَٰتٍۢ لِّقَوْمٍۢ يَتَفَكَّرُونَ",
      "tafsir": {
        "muyassar": "وسخَّر لكم كل ما في السموات من شمس وقمر ونجوم، وكل ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم، جميع هذه النعم منة من الله وحده أنعم بها عليكم، وفضل منه تَفضَّل به، فإياه فاعبدوا، ولا تجعلوا له شريكًا. إنَّ فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته، فيعتبرون بها.",
        "mukhtasar": "وسخّر لكم سبحانه ما في السماوات من شمس وقمر ونجوم، وما في الأرض من أنهار وأشجار وجبال وغيرها، جميع هذه النعم من فضله وإحسانه، إن في تسخير ذلك لكم لدلائل على قدرة الله ووحدانيته، لقوم يتفكرون في آياته، فيعتبرون بها.",
        "saadi": "{ وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ } أي: من فضله وإحسانه، وهذا شامل لأجرام السماوات والأرض ولما أودع الله فيهما من الشمس والقمر والكواكب والثوابت والسيارات وأنواع الحيوانات وأصناف الأشجار والثمرات وأجناس المعادن وغير ذلك مما هو معد لمصالح بني آدم ومصالح ما هو من ضروراته، فهذا يوجب عليهم أن يبذلوا غاية جهدهم في شكر نعمته وأن تتغلغل أفكارهم في تدبر آياته وحكمه ولهذا قال: { إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } وجملة ذلك أن خلقها وتدبيرها وتسخيرها دال على نفوذ مشيئة الله وكمال قدرته، وما فيها من الإحكام والإتقان وبديع الصنعة وحسن الخلقة دال على كمال حكمته وعلمه، وما فيها من السعة والعظمة والكثرة دال على سعة ملكه وسلطانه، وما فيها من التخصيصات والأشياء المتضادات دليل على أنه الفعال لما يريد، وما فيها من المنافع والمصالح الدينية والدنيوية دليل على سعة رحمته، وشمول فضله وإحسانه وبديع لطفه وبره، وكل ذلك دال على أنه وحده المألوه المعبود الذي لا تنبغي العبادة والذل والمحبة إلا له وأن رسله صادقون فيما جاءوا به، فهذه أدلة عقلية واضحة لا تقبل ريبا ولا شكا. ",
        "kathir": "ثم قال تعالى : ( وسخر لكم ما في السموات وما في الأرض ) أي : من الكواكب والجبال ، والبحار والأنهار ، وجميع ما تنتفعون به ، أي : الجميع من فضله وإحسانه وامتنانه ; ولهذا قال : ( جميعا منه ) أي : من عنده وحده لا شريك له في ذلك ، كما قال تعالى : ( وما بكم من نعمة فمن الله ثم إذا مسكم الضر فإليه تجأرون ) [ النحل : 53 ] .وروى ابن جرير من طريق العوفي ، عن ابن عباس في قوله : ( وسخر لكم ما في السموات وما في الأرض جميعا منه ) كل شيء هو من الله ، وذلك الاسم فيه اسم من أسمائه ، فذلك جميعا منه ، ولا ينازعه فيه المنازعون ، واستيقن أنه كذلك .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا محمد بن خلف العسقلاني ، حدثنا الفرياني ، عن سفيان ، عن الأعمش ، عن المنهال بن عمرو ، عن أبي أراكة قال : سأل رجل عبد الله بن عمرو قال : مم خلق الخلق ؟ قال : من النور والنار ، والظلمة والثرى . قال وائت ابن عباس فاسأله . فأتاه فقال له مثل ذلك ، فقال : ارجع إليه فسله : مم خلق ذلك كله ؟ فرجع إليه فسأله ، فتلا ( وسخر لكم ما في السموات وما في الأرض جميعا منه ) هذا أثر غريب ، وفيه نكارة .( إن في ذلك لآيات لقوم يتفكرون )"
      },
      "translations": {
        "en": "And He has subjected to you whatever is in the heavens and whatever is on the earth - all from Him. Indeed in that are signs for a people who give thought.",
        "fr": "Et Il vous a assujetti tout ce qui est dans les cieux et sur la terre, le tout venant de Lui. Il y a là des signes pour des gens qui réfléchissent.",
        "es": "Y ha sujetado a vuestro servicio lo que está en los cielos y en la tierra. Todo procede de Él. Ciertamente, hay en ello signos para gente que reflexiona."
      },
      "ibn_ashour": ".وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (13){ تَشْكُرُونَ * وَسَخَّرَ لَكُمْ مَّا فِى السماوات وَمَا فِى الارض جَمِيعاً مِّنْهُ إِنَّ فِى ذَلِكَ لايات } .هذا تعميم بعد تخصيص اقتضاه الاهتمام أولاً ثم التعميم ثانياً . و { ما في السموات وما في الأرض } عام مخصوص بما تحصل للناس فائدة من وجوده : كالشمس للضياء ، والمطر للشراب ، أو من بعض أحواله : كالكواكب للاهتداء بها في ظلمات البر والبحر ، والشجر للاستظلال ، والأنعام للركوب والحرث ونحو ذلك . وأما ما في السماوات والأرض مما لا يفيد الناس فغير مراد مثل الملائكة في السماء والأهوية المنحبسة في باطن الأرض التي يأتي منها الزلزال .وانتصب { جميعاً } على الحال من { ما في السموات وما في الأرض } . وتنوينه تنوين عوض عن المضاف إليه ، أي جميع ذلك مثل تنوين ( كل ) في قوله : { كلاً هدينا } [ الأنعام : 84 ] .و ( من ) ابتدائية ، أي جميع ذلك من عند الله ليس لغيره فيه أدنى شركة . وموقع قوله : { منه } موقع الحال من المضاف إليه المحذوف المعوّض عنه التنوين أو من ضمير { جميعاً } ل",
      "gharib": {
        "muyassar": {
          "word": "أسخر",
          "meaning": "ذلل وسخر"
        },
        "siraj": {
          "word": "أسخر",
          "meaning": "جعل مسخراً لكم"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للذين صدَّقوا بالله واتَّبَعوا رسله يعفوا، ويتجاوزوا عن الذين لا يرجون ثواب الله، ولا يخافون بأسه إذا هم نالوا الذين آمنوا بالأذى والمكروه؛ ليجزي الله هؤلاء المشركين بما كانوا يكسبون في الدنيا من الآثام وإيذاء المؤمنين.",
        "mukhtasar": "قل - أيها الرسول - للذين آمنوا بالله، وصدقوا رسوله: تجاوزوا عمن أساء إليكم من الكفار الذين لا يبالون بنعم الله أو نقمه، فإن الله سيجزي كلَّا من المؤمنين الصابرين، والكفار المعتدين، بما كانوا يكسبون من الأعمال في الدنيا.",
        "saadi": " يأمر تعالى عباده المؤمنين بحسن الخلق والصبر على أذية المشركين به، الذين لا يرجون أيام الله أي: لا يرجون ثوابه ولا يخافون وقائعه في العاصين فإنه تعالى سيجزي كل قوم بما كانوا يكسبون. فأنتم يا معشر المؤمنين يجزيكم على إيمانكم وصفحكم وصبركم، ثوابا جزيلا. ",
        "kathir": "وقوله : ( قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) أي : يصفحوا عنهم ويحملوا الأذى منهم . وهذا كان في ابتداء الإسلام ، أمروا أن يصبروا على أذى المشركين وأهل الكتاب ؛ ليكون ذلك لتأليف قلوبهم ، ثم لما أصروا على العناد شرع الله للمؤمنين الجلاد والجهاد . هكذا روي عن ابن عباس ، وقتادة .وقال مجاهد [ في قوله ] ( لا يرجون أيام الله ) لا يبالون نعم الله .وقوله : ( ليجزي قوما بما كانوا يكسبون ) أي : إذا صفحوا عنهم في الدنيا ، فإن الله مجازيهم بأعمالهم السيئة في الآخرة ;"
      },
      "translations": {
        "en": "Say, [O Muhammad], to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn.",
        "fr": "Dis à ceux qui ont cru de pardonner à ceux qui n'espèrent pas les jours d'Allah afin qu'Il rétribue [chaque] peuple pour les acquis qu'ils faisaient.",
        "es": "Di a los creyentes que perdonen a quienes no cuentan con los Días de Alá, instituidos para retribuir a la gente según sus méritos."
      },
      "ibn_ashour": ".قُلْ لِلَّذِينَ آَمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (14) إن كانت هذه متصلة بالآي التي قبلها في النزول ولم يصح ما روي عن ابن عباس في سبب نزولها فمناسبة وقعها هنا أن قوله : { ويل لكل أفّاك أثيم } إلى قوله : { لهم عذاب من رجز أليم } [ الجاثية : 7 11 ] يثير غضب المسلمين على المستهزئين بالقرآن . وَقد أخذ المسلمون يعتزون بكثرتهم فكان ما ذكر من استهزاء المشركين بالقرآن واستكبارهم عن سماعه يتوقع منه أن يبطش بعض المسلمين ببعض المشركين ، ويحتمل أن يكون بَدَرَ من بعض المسلمين غضب أو توعد وأن الله علم ذلك من بعضهم .قال القرطبي والسدي : نزلت في ناس من أصحاب رسول الله صلى الله عليه وسلم من أهل مكة أصابهم أذى شديد من المشركين فشكوا ذلك إلى النبي صلى الله عليه وسلم فأمرهم الله بالتجاوز عن ذلك لمصلحة في استبقاء الهدوء بمكة والمتاركة بين المسلمين والمشركين ففي ذلك مصالح جمّة من شيوع القرآن بين أهل مكة وبين القبائل النازلين حولها فإن شيوعه لا يخلو من أن يأخذ بمجامع قلوبهم بالرغم على ما يبدونه من إِعراض واستكبار واستهزاء فتتهَيَّأ نفو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "مَنْ عَمِلَ صَٰلِحًۭا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "tafsir": {
        "muyassar": "من عمل مِن عباد الله بطاعته فلنفسه عمل، ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى، ثم إنكم - أيها الناس - إلى ربكم تصيرون بعد موتكم، فيجازي المحسن بإحسانه، والمسيء بإساءته.",
        "mukhtasar": "من عمل عملًا صالحًا فنتيجة عمله الصالح له، والله غني عن عمله، ومن أساء عمله فنتيجة عمله السيئ عقابه عليه، والله لا تضرّه إساءته، ثم إلينا وحدنا ترجعون في الآخرة لنجازي كلَّا بما يستحقّه.",
        "saadi": "وهم إن استمروا على تكذيبهم فلا يحل بكم  ما حل بهم من العذاب الشديد والخزي ولهذا قال: { مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ }  ",
        "kathir": "ولهذا قال : ( من عمل صالحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون ) أي : تعودون إليه يوم القيامة فتعرضون بأعمالكم [ عليه ] فيجزيكم بأعمالكم خيرها وشرها ."
      },
      "translations": {
        "en": "Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned.",
        "fr": "Quiconque fait le bien, le fait pour lui-même; et quiconque agit mal, agit contre lui-même. Puis vous serez ramenés vers votre Seigneur,",
        "es": "Quien obra bien, lo hace en su propio provecho. Y quien obra mal, lo hace en detrimento propio. Luego, seréis devueltos a vuestro Señor."
      },
      "ibn_ashour": ". مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (15)وتنكير { قوماً } للتعظيم ، فكأنه قيل : ليجزي أيما قوم ، أي قوماً مخصوصين . وهذا مدح لهم وثناء عليهم . ونحْوُه ما ذكر الطيبي عن ابن جنِّي عن أبي علي الفارسي في قول الشاعر: ... أفآت بنو مروان ظلماً دماءناوفي الله إن لم يعدلوا حكم عدل ... قال أبو علي : هو تعالى أعرف المعارف وسماه الشاعر : حكماً عدلاً وأخرج اللفظ مخرج التنكير ، ألا ترى كيف آل الكلام من لفظ التنكير إلى معنى التعريف اه . قيل : والأظهر أن { قوماً } مراد به الإبهام وتنوينه للتنكير فقط .والمعنى : ليجزي الله كل قوم بما كانوا يكسبون من خير أو شر بما يناسب كسبهم فيكون وعيداً للمشركين المعتدين على المؤمنين ووعداً للمؤمنين المأمورين بالصفح والتجاوز عن أذى المشركين ، وهذا وجه عدم تعليق الجزاء بضمير الموقنين لأنه أريد العموم فليس ثمة إظهار في مقام الإضمار ويؤيد هذا قوله : { من عمل صالحاً فلنفسه ومن أساء فعليها } [ فصلت : 46 ] . وهذا كالتفصيل للإجمال الذي في قوله : { ليجزي قوماً بما كانوا يكسبون } . ولذلك فصلت الجملة ولم تعطف على سابقته",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَى ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "ولقد آتينا بني إسرائيل التوراة والإنجيل والحكم بما فيهما، وجعلنا أكثر الأنبياء من ذرية إبراهيم عليه السلام فيهم، ورزقناهم من الطيبات من الأقوات والثمار والأطعمة، وفضَّلناهم على عالمي زمانهم.",
        "mukhtasar": "ولقد أعطينا بني إسرائيل التوراة والفصل بين الناس بحكمها، وجعلنا معظم الأنبياء منهم من ذرية إبراهيم عليه السلام، ورزقناهم من أنواع الطيبات، وفضلناهم على عالَمِي زمانهم.",
        "saadi": " أي: ولقد أنعمنا على بني إسرائيل نعما لم تحصل لغيرهم من الناس، وآتيناهم { الكتاب } أي: التوراة والإنجيل { والحكم } بين الناس { والنبوة } التي امتازوا بها وصارت النبوة في ذرية إبراهيم عليه السلام، أكثرهم من بني إسرائيل، { وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ } من المآكل والمشارب والملابس وإنزال المن والسلوى عليهم { وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ } أي: على الخلق بهذه النعم ويخرج من هذا العموم اللفظي هذه الأمة فإنهم خير أمة أخرجت للناس.  والسياق يدل على أن المراد غير هذه الأمة فإن الله يقص علينا ما امتن به على بني إسرائيل وميزهم عن غيرهم، وأيضا فإن الفضائل التي فاق بها بنو إسرائيل من الكتاب والحكم والنبوة وغيرها من النعوت قد حصلت كلها لهذه الأمة، وزادت عليهم هذه الأمة فضائل كثيرة فهذه الشريعة شريعة بني إسرائيل جزء منها، فإن هذا الكتاب مهيمن على سائر الكتب السابقة، ومحمد صلى الله عليه وسلم مصدق لجميع المرسلين. ",
        "kathir": "يذكر تعالى ما أنعم به على بني إسرائيل من إنزال الكتب عليهم وإرسال الرسل إليهم ، وجعله الملك فيهم ; ولهذا قال : ( ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة ورزقناهم من الطيبات ) أي : من المآكل والمشارب ، ( وفضلناهم على العالمين ) أي : في زمانهم ."
      },
      "translations": {
        "en": "And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.",
        "fr": "Nous avons effectivement apporté aux Enfants d'Israël le Livre, la sagesse, la prophétie, et leur avons attribué de bonnes choses, et les préférâmes aux autres humains [leurs contemporains];",
        "es": "Dimos a los Hijos de Israel la Escritura, el juicio y el profetismo. Les proveímos de cosas buenas y les distinguimos entre todos los pueblos."
      },
      "ibn_ashour": ".وَلَقَدْ آَتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16) الوجه أن يكون سَوق خبر بني إسرائيل هنا توطئةً وتمهيداً لقوله بعده { ثم جعلناك على شريعة من الأمر فاتبعها } [ الجاثية : 18 ] أثار ذلك ما تقدم من قوله : { ويل لكلّ أفّاك أثيم يسمع آيات الله تُتْلَى عليه } إلى قوله : { اتخذها هزؤا } [ الجاثية : 7 9 ] ثم قوله : { قل للذين آمنوا يغفروا للذين لا يرجون أيام الله } [ الجاثية : 14 ] فكان المقصدُ قولَه { ثم جعلناك على شريعة من الأمر } [ الجاثية : 18 ] ولذلك عطفت الجملة بحرف { ثمَّ الدال على التراخي الرتبي ، أي على أهمية ما عطف بها .ومقتضى ظاهر النظم أن يقع قوله : ولقد آتينا بني إسرائيل الكتاب } الآيتين بعد قوله : { جعلناك على شريعة من الأمر } [ الجاثية : 18 ] فيكونَ دليلاً وحجة له فأخرج النظم على خلاف مقتضى الظاهر فجعلت الحجة تمهيداً قصداً للتشويق لما بعده ، وليقع ما بعده معطوفاً ب { ثم الدالةِ على أهمية ما بعدها .وقد عرف من تورك المشركين على النبي في شأن القرآن ما حكاه الله عنهم في قوله : { فل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَءَاتَيْنَٰهُم بَيِّنَٰتٍۢ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "tafsir": {
        "muyassar": "وآتينا بني إسرائيل شرائع واضحات في الحلال والحرام، ودلالات تبين الحق من الباطل، فما اختلفوا إلا من بعد ما جاءهم العلم، وقامت الحجة عليهم، وإنما حَمَلهم على ذلك بَغْيُ بعضهم على بعض؛ طلبًا للرفعة والرئاسة، إن ربك -أيها الرسول- يحكم بين المختلفين من بني إسرائيل يوم القيامة فيما كانوا فيه يختلفون في الدنيا. وفي هذا تحذير لهذه الأمة أن تسلك مسلكهم.",
        "mukhtasar": "وأعطيناهم دلائل توضح الحق من الباطل، فما اختلفوا إلا من بعد ما قامت عليهم الحجج ببعثة نبينا محمد صلى الله عليه وسلم، وما جرّهم إلى هذا الاختلاف إلا بغي بعضهم على بعض حرصًا على الرئاسة والجاه، إن ربك - أيها الرسول - يفصل بينهم يوم القيامة فيما كانوا يختلفون فيه في الدنيا، فيبيّن من كان محقًّا، ومن كان مبطلًا.",
        "saadi": " { وَآتَيْنَاهُمْ } أي: آتينا بني إسرائيل { بَيِّنَاتٍ } أي: دلالات تبين الحق من الباطل { مِنَ الْأَمْرِ } القدري الذي أوصله الله إليهم. وتلك الآيات هي المعجزات التي رأوها على يد موسى عليه السلام، فهذه النعم التي أنعم الله بها على بني إسرائيل تقتضي الحال أن يقوموا بها على أكمل الوجوه وأن يجتمعوا على الحق الذي بينه الله لهم، ولكن انعكس الأمر فعاملوها بعكس ما يجب. وافترقوا فيما أمروا بالاجتماع به ولهذا قال: { فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ } أي: الموجب لعدم الاختلاف، وإنما حملهم على الاختلاف البغي من بعضهم على بعض والظلم. { إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ } فيميز المحق من المبطل والذي حمله على الاختلاف الهوى أو غيره. ",
        "kathir": "( وآتيناهم بينات من الأمر ) أي : حججا وبراهين وأدلة قاطعات ، فقامت عليهم الحجج ثم اختلفوا بعد ذلك من بعد قيام الحجة ، وإنما كان ذلك بغيا منهم على بعضهم بعضا ، ( إن ربك ) يا محمد ( يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون ) أي : سيفصل بينهم بحكمه العدل . وهذا فيه تحذير لهذه الأمة أن تسلك مسلكهم ، وأن تقصد منهجهم ;"
      },
      "translations": {
        "en": "And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.",
        "fr": "Et Nous leur avons apporté des preuves évidentes de l'Ordre. Ils ne divergèrent qu'après que la science leur fut venue par agressivité entre eux. Ton Seigneur décidera parmi eux, au Jour de la Résurrection, sur ce en quoi ils divergeaient.",
        "es": "Les dimos pruebas claras respecto a la Orden. Y no discreparon, por rebeldía mutua, sino después de haber recibido la Ciencia. Tu Señor decidirá entre ellos el día de la Resurrección sobre aquello en que discrepaban."
      },
      "ibn_ashour": ".وَآَتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17)قوله هنا { وآتيناهم بينات من الأمر فما اختلفوا إلا من بعد ما جاءهم العلم بغياً بينهم } ، ومثل قوله :{ ليجزي قوماً بما كانوا يكسبون } [ الجاثية : 14 ] فإنه مقابل قوله هنا { إن ربك يحكم بينهم يوم القيامة فيما كانوا فيه يختلفون } .و { الكتاب } : التوراة .و { الحكم } يصح أن يكون بمعنى الحِكمة ، أي الفهم في الدّين وعلم محاسن الأخلاق كقوله تعالى : { وآتيناه الحُكم صبيّاً } [ مريم : 12 ] ، يعني يحيى ، ويصح أن يكون بمعنى السيادة ، أي أنهم يحكمون أنفسهم بأنفسهم ولا تحكمهم أمة أخرى كقوله تعالى و { جَعلَكم ملوكاً } [ المائدة : 20 ] ، و { النبوءة } أن يقوم فيهم أنبياء . ومعنى إيتائهم هذه الأمور الثلاثة : إيجادها في الأمة وإيجاد القائمين بها لأن نفع ذلك عائد على الأمة جمعاء فكان كل فرد من الأمة كمن أوتي تلك الأمور .وأما رزقهم من الطيبات فبأن يسّر لهم امتلاك بلاد الشام التي تفيض لبناً وعس",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "ثُمَّ جَعَلْنَٰكَ عَلَىٰ شَرِيعَةٍۢ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "ثم جعلناك -أيها الرسول- على منهاج واضح من أمر الدين، فاتبع الشريعة التي جعلناك عليها، ولا تتبع أهواء الجاهلين بشرع الله الذين لا يعلمون الحق. وفي الآية دلالة عظيمة على كمال هذا الدين وشرفه، ووجوب الانقياد لحكمه، وعدم الميل إلى أهواء الكفرة والملحدين.",
        "mukhtasar": "ثم جعلناك على طريقة وسُنَّة ومنهاج من أمرنا الذي أَمرنا به من قبلك من رسلنا تدعو إلى الإيمان والعمل الصالح، فاتبع هذه الشريعة، ولا تتبع أهواء الذين لا يعلمون الحق؛ فأهواؤهم مضلة عن الحق.",
        "saadi": " أي: ثم شرعنا لك شريعة كاملة تدعو إلى كل خير وتنهى عن كل شر من أمرنا الشرعي { فَاتَّبِعْهَا } فإن في اتباعها السعادة الأبدية والصلاح والفلاح، { وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ } أي: الذين تكون أهويتهم غير تابعة للعلم ولا ماشية خلفه، وهم كل من خالف شريعة الرسول صلى الله عليه وسلم هواه وإرادته فإنه من أهواء الذين لا يعلمون. ",
        "kathir": "ولهذا قال : ( ثم جعلناك على شريعة من الأمر فاتبعها ) أي : اتبع ما أوحي إليك من ربك لا إله إلا هو ، وأعرض عن المشركين ،"
      },
      "translations": {
        "en": "Then We put you, [O Muhammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.",
        "fr": "Puis Nous t'avons mis sur la voie de l'Ordre [une religion claire et parfaite]. Suis-la donc et ne suis pas les passions de ceux qui ne savent pas.",
        "es": "Luego, te pusimos en una vía respecto a la Orden. Síguela, pues, y no sigas las pasiones de quienes no saben."
      },
      "ibn_ashour": ".ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (18) { ثم } للتراخي الرتبي كما هو شأنها في عطف الجمل ، ولولا إرادة التراخي الرتبي لكانت الجملة معطوفة بالواو . وهذا التراخي يفيد أن مضمون الجملة المعطوفة بحرف { ثم } أهم من مضمون الجملة المعطوففِ عليها أهمية الغرض على المقدمة والنتيجةِ على الدليل . وفي هذا التراخي تنويه بهذا الجعل وإشارة إلى أنه أفضل من إيتاء بني إسرائيل الكتاب والحكم والنبوءة والبّيناتتِ من الأمر ، فنبوءة محمد صلى الله عليه وسلم وكتابُه وحُكمه وبَيناته أفضل وأهدى مما أوتيه بنو إسرائيل من مثل ذلك .و { على } للاستعلاء المجازي ، أي التمكن والثبات على حد قوله تعالى : { أولئك على هدى من ربّهم } [ البقرة : 5 ] .وتنوين { شريعة } للتعظيم بقرينة حرف التراخي الرتبي .والشريعة : الدين والملة المتَّبعة ، مشتقة من الشرع وهو : جَعل طريق للسير ، وسمي النهج شَرعاً تسميةً بالمصدر . وسُميت شَريعة الماء الذي يرده الناس شريعةً لذلك ، قال الراغب : استعير اسم الشريعة للطريقة الإلهية تشبيهاً بشريعة الماء قلتُ : ووجه الشبه ما في",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًۭٔا ۚ وَإِنَّ ٱلظَّٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍۢ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
      "tafsir": {
        "muyassar": "إن هؤلاء المشركين بربهم الذين يدعونك إلى اتباع أهوائهم لن يغنوا عنك -أيها الرسول- من عقاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين المتجاوزين حدود الله من المنافقين واليهود وغيرهم بعضهم أنصار بعض على المؤمنين بالله وأهل طاعته، والله ناصر المتقين ربَّهم بأداء فرائضه واجتناب نواهيه.",
        "mukhtasar": "إن الذين لا يعلمون الحق لن يَكُفُّوا عنك من عذاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين من جميع المِلَلِ والنِّحَل بعضهم ناصر بعض، ومؤيده على المؤمنين، والله ناصر المتقين له بامتثال أوامره واجتناب نواهيه.",
        "saadi": " { إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا } أي: لا ينفعونك عند الله فيحصلوا لك الخير ويدفعوا عنك الشر إن اتبعتهم على أهوائهم، ولا تصلح أن توافقهم وتواليهم فإنك وإياهم متباينون، وبعضهم ولي لبعض { واللَّهُ وَلِيُّ الْمُتَّقِينَ } يخرجهم من الظلمات إلى النور بسبب تقواهم وعملهم بطاعته. ",
        "kathir": "وقال هاهنا : ( ولا تتبع أهواء الذين لا يعلمون إنهم لن يغنوا عنك من الله شيئا وإن الظالمين بعضهم أولياء بعض ) أي : وماذا تغني عنهم ولايتهم لبعضهم بعضا ، فإنهم لا يزيدونهم إلا خسارا ودمارا وهلاكا ، ( والله ولي المتقين ) ، وهو تعالى يخرجهم من الظلمات إلى النور ، والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات ."
      },
      "translations": {
        "en": "Indeed, they will never avail you against Allah at all. And indeed, the wrongdoers are allies of one another; but Allah is the protector of the righteous.",
        "fr": "Ils ne te seront d'aucune utilité vis-à-vis d'Allah. Les injustes sont vraiment alliés les uns des autres; tandis qu'Allah est le Protecteur des pieux.",
        "es": "No te servirán de nada frente a Alá. Los impíos son amigos unos de otros, pero Alá es el Amigo de los que Le temen."
      },
      "ibn_ashour": ". إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (19)وجملة { إنهم لن يغنوا عنك من الله شيئاً } تعليل للنهي عن اتباع أهواء الذين لا يعلمون ، ويتضمن تعليلَ الأمر باتباع شريعة الله فإن كونهم لا يغنون عنه من الله شيئاً يستلزم أن في مخالفة ما أمر الله من اتباع شريعته ما يوقع في غضب الله وعقابه فلا يغني عنه اتباع أهوائهم من عقابه .والإغناء : جعل الغير غنياً ، أي غير محتاج ، فالآثم المهدد من قدير غير غنيّ عن الذي يعاقبه ولو حماه من هو كفء لمهدده أو أقدر منه لأغناه عنه وضُمّن فعل الإغناء معنى الدفع فعدّي ب ( عن ) . وانتصب { شيئاً } على المفعول المطلق ، و { من الله } صفة ل { شيئاً } و { مِن } بمعنى بَدل ، أي لن يُغنُوا عنك بدلاً من عذاب الله ، أي قليلاً من الإغناء البديل من عقاب الله فالكلام على حذف مضاف ، وتقدم عند قوله تعالى : { إن الذين كفروا لن تُغني عنهم أموالهم ولا أولادهم من الله شيئاً } في آل عمران ( 10 ) .وعُطف على هذا التعليل تعليل آخر وهو { وإن الظالمين بعضهم أولياء بعض } أي إنهم ظالمون وأنت لست ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "هَٰذَا بَصَٰٓئِرُ لِلنَّاسِ وَهُدًۭى وَرَحْمَةٌۭ لِّقَوْمٍۢ يُوقِنُونَ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي أنزلناه إليك أيها الرسول بصائر يبصر به الناس الحق من الباطل، ويعرفون به سبيل الرشاد، وهدى ورحمةٌ لقوم يوقنون بحقيقة صحته، وأنه تنزيل من الله العزيز الحكيم.",
        "mukhtasar": "هذا القرآن المنزل على رسولنا بصائر يبصر بها الناس الحق من الباطل، وهداية إلى الحق، ورحمة لقوم يوقنون؛ لأنهم هم الذين يهتدون به إلى الصراط المستقيم ليرضى عنهم ربهم، فيدخلهم الجنة، ويزحزحهم عن النار.",
        "saadi": " أي: { هَذَا } القرآن الكريم والذكر الحكيم { بَصَائِرَ لِلنَّاسِ } أي: يحصل به التبصرة في جميع الأمور للناس فيحصل به الانتفاع للمؤمنين، والهدى والرحمة. { لِقَوْمٍ يُوقِنُونَ } فيهتدون به إلى الصراط المستقيم في أصول الدين وفروعه ويحصل به الخير والسرور والسعادة في الدنيا والآخرة وهي الرحمة. فتزكو به نفوسهم وتزداد به عقولهم ويزيد به إيمانهم ويقينهم، وتقوم به الحجة على من أصر وعاند. ",
        "kathir": "ثم قال : ( هذا بصائر للناس ) يعني : القرآن ( وهدى ورحمة لقوم يوقنون . )"
      },
      "translations": {
        "en": "This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].",
        "fr": "Ceci [le Coran] constitue pour les hommes une source de clarté, un guide et une miséricorde pour des gens qui croient avec certitude.",
        "es": "Esto es un conjunto de pruebas visibles para los hombres, dirección y misericordia para gente que esta convencida."
      },
      "ibn_ashour": ".هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (20)إن كانت الإشارة إلى الكلام المتقدم وما فيه من ضرب المثل بموسى وقومه ومن تفضيل شريعة محمد على شريعة موسى عليهما الصلاة والسلام والأمر بملازمة اتباعها والتحذير من اتباع رغائب الذين لا يعلمون ، فهذه الجملة بمنزلة التذييل لما قبلها والتهيئةِ لأغراضها تنبيهاً لما في طيها من عواصمَ عن الشك والباطل بمنزلة قوله تعالى بعد عدة آيات في آخر سورة الأحقاف ( 35 ) { بلاغ } وقوله في سورة الأنبياء ( 105 ، 106 ) { ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصالحونإن في هذا لبلاغاً لقوممٍ عابدين } وإن كانت الإشارة إلى القرآن إذ هو حاضر في الأذهان كانت الجملة استئنافاً أعيد بها التنويه بشأن القرآن ومتبعيه والتعريضُ بتحميق الذين أعرضوا عنه ، وتكون مفيدة تأكيد قوله آنفاً { هذا هدىً والذين كفروا بآيات ربّهم لهم عذابٌ من رجزٍ أليم } [ الجاثية : 11 ] ، وتكون الجملة المتقدمة صريحة في وعيد الذين كفروا بآياته وهذه تعريضاً بأنهم لم يَحْظَواْ بهذه البصائر ، وكلا الاحتمالين رشيق ، وكل بأن يكون مقصوداً حقيق .و { بصائر } : جمع بصيرة وهي ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ سَوَآءًۭ مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ",
      "tafsir": {
        "muyassar": "بل أظنَّ الذين اكتسبوا السيئات، وكذَّبوا رسل الله، وخالفوا أمر ربهم، وعبدوا غيره، أن نجعلهم كالذين آمنوا بالله، وصدقوا رسله وعملوا الصالحات، وأخلصوا له العبادة دون سواه، ونساويَهم بهم في الدنيا والآخرة؟ ساء حكمهم بالمساواة بين الفجار والأبرار في الآخرة.",
        "mukhtasar": "هل يظن الذين اكتسبوا بجوارحهم الكفر والمعاصي أن نجعلهم في الجزاء مثل الذين آمنوا بالله وعملوا الأعمال الصالحات، بحيث يستوون في الدنيا والآخرة؟! قَبُح حكمهم هذا.",
        "saadi": " أي: أم حسب المسيئون المكثرون من الذنوب المقصرون في حقوق ربهم. { أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } بأن قاموا بحقوق ربهم، واجتنبوا مساخطه ولم يزالوا مؤثرين رضاه على هوى أنفسهم؟ أي: أحسبوا أن يكونوا { سَوَاءً } في الدنيا والآخرة؟ ساء ما ظنوا وحسبوا وساء ما حكموا به، فإنه حكم يخالف حكمة أحكم الحاكمين وخير العادلين ويناقض العقول السليمة والفطر المستقيمة، ويضاد ما نزلت به الكتب وأخبرت به الرسل، بل الحكم الواقع القطعي أن المؤمنين العاملين الصالحات لهم النصر والفلاح والسعادة والثواب في العاجل والآجل كل على قدر إحسانه، وأن المسيئين لهم الغضب والإهانة والعذاب والشقاء في الدنيا والآخرة. ",
        "kathir": "يقول تعالى : ( لا يستوي المؤمنون والكافرون ، كما قال : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] وقال هاهنا : ( أم حسب الذين اجترحوا السيئات ) أي : عملوها وكسبوها ( أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ) أي : نساويهم بهم في الدنيا والآخرة ! ( ساء ما يحكمون ) أي : ساء ما ظنوا بنا وبعدلنا أن نساوي بين الأبرار والفجار في الدار الآخرة ، وفي هذه الدار .قال الحافظ أبو يعلى : حدثنا مؤمل بن إهاب ، حدثنا بكير بن عثمان التنوخي ، حدثنا الوضين بن عطاء ، عن يزيد بن مرثد الباجي ، عن أبي ذر ، رضي الله عنه ، قال : إن الله بنى دينه على أربعة أركان ، فمن صبر عليهن ولم يعمل بهن لقي الله [ وهو ] من الفاسقين . قيل : وما هن يا أبا ذر ؟ قال : يسلم حلال الله لله ، وحرام الله لله ، وأمر الله لله ، ونهي الله لله ، لا يؤتمن عليهن إلا الله .قال أبو القاسم - صلى الله عليه وسلم - : \" كما أنه لا يجتنى من الشوك العنب ، كذلك لا ينال الفجار منازل الأبرار \" .هذا حديث غريب من هذا الوجه . وقد ذكر محمد بن إسحاق في كتاب \" السيرة \" أنهم وجدوا حجرا بمكة في أس الكعبة مكتوب عليه : تعملون السيئات وترجون الحسنات ؟ أجل كما يجتنى من الشوك العنب .وقد روى الطبراني من حديث شعبة ، عن عمرو بن مرة ، عن أبي الضحى ، عن مسروق ، أن تميما الداري قام ليلة حتى أصبح يردد هذه الآية : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات ) ; ولهذا قال تعالى : ( ساء ما يحكمون )"
      },
      "translations": {
        "en": "Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge.",
        "fr": "Ceux qui commettent des mauvaises actions comptent-ils que Nous allons les traiter comme ceux qui croient et accomplissent les bonnes œuvres, dans leur vie et dans leur mort? Comme ils jugent mal!",
        "es": "Quienes obran mal ¿creen que les trataremos igual que a quienes creen y obran bien, como si fueran iguales en vida y luego de muertos? ¡Qué mal juzgan!"
      },
      "ibn_ashour": ".أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ (21)انتقال من وصف تكذيبهم بالآيات واستهزائهم بها ثم من أمر المؤمنين بالصفح عنهم وإيكال جزاء صنائعهم إلى الله ثم من التثبيت على ملازمة الشريعة الإسلامية إلى وصف صنف آخر من ضلالهم واستهزائهم بالوعد والوعيد وإحالتهم الحياة بعد الموت والجزاءَ على الأعمال وتخييلهم للناس أنهم يصيرون في الآخرة ، على الحال التي كانوا عليها في الدنيا ، عظيمهم في الدنيا عظيمهم في الآخرة ، وضعيفهم في الدنيا ضعيفهم في الآخرة ، وهذا الانتقال رجوع إلى بيان قوله : { من عمل صالحاً فلنفسه ومن أساء فعليها ثم إلى ربّكم ترجعون } [ الجاثية : 15 ] .فحرف { أم } للإضراب الانتقالي ، والاستفهام الذي يلزم تقديره بعد { أمْ } استفهام إنكاري ، والتقدير : لا يحسب الذين اجترحوا السيئات أنهم كالذين آمنوا لا في الحياة وفي في الممات . و { الذين اجترحوا السيئات } في نقل عن ابن عباس : أنهم المشركون كما يؤذن به الانتقال من الغرض السابق إلى هذا الغرض وإنما عبر عنهم بهذا العن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "tafsir": {
        "muyassar": "وخَلَق الله السموات والأرض بالحق والعدل والحكمة؛ ولكي تجزى كل نفس في الآخرة بما كسبت مِن خير أو شر، وهم لا يُظْلمون جزاء أعمالهم.",
        "mukhtasar": "وخلق الله السماوات والأرض لحكمة بالغة، ولم يخلقهما عبثًا، ولتجزى كل نفس بما كسبته من خير أو شرّ، والله لا يظلمهم بنقص في حسناتهم، ولا زيادة في سيئاتهم.",
        "saadi": " أي: خلق الله السماوات والأرض بالحكمة وليعبد وحده لا شريك له، ثم يجازي بعد ذلك من أمرهم بعبادته وأنعم عليم بالنعم الظاهرة والباطنة هل شكروا الله تعالى وقاموا بالمأمور؟ أم كفروا فاستحقوا جزاء الكفور؟ ",
        "kathir": "وقال ( وخلق الله السموات والأرض بالحق ) أي : بالعدل ، ( ولتجزى كل نفس بما كسبت وهم لا يظلمون ) ."
      },
      "translations": {
        "en": "And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.",
        "fr": "Et Allah a créé les cieux et la terre en toute vérité et afin que chaque âme soit rétribuée selon ce qu'elle a acquis. Ils ne seront cependant pas lésés.",
        "es": "Alá ha creado con un fin los cielos y la tierra. Y para que cada cual sea retribuido según sus méritos. Nadie será tratado injustamente."
      },
      "ibn_ashour": ".وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ (22)الجملة معترضة والواو اعتراضية وهو اعتراض بين الكلام المتقدم وبين ما فرع عليه من قوله : { أفرأيت من اتخذ إلهه هواه } [ الجاثية : 23 ] هو كالدليل على انتفاء أن يكون الذين اجترحوا السيئات الذين هم في بحبوحة عيش مدة حياتهم أن يكونوا في نعيم بعد مماتهم كالذين آمنوا وعملوا الصالحات مدة حياتهم فكان جزاؤهم النعيم بعد مماتهم ، أي بعد حياتهم الثانية بأنَّ خلق السماواتتِ والأرض بالعدل يستدعي التفاوت بين المسيء والمحسن ، والانتصاف للمعتدَى عليه من المعتدي .ووجه الاستدلال أن خلق السماوات والأرض تبين كونه في تمام الإتقان والنظام بحيث إن دلائل إرادة العدل في تصاريفها قائمة ، وما أودعه الخالق في المخلوقات من القوى مناسب لتحصيل ذلك النظام الذي فيه صلاحهم فإذا استعملوها في الإفساد والإساءة كان من إتمام إقامة النظام أن يُعاقبوا على تلك الإساءة والمشاهدُ أن المسيء كثير ما عكَف على إساءته حتى المماتتِ ، فلو لم يكن الجزاء بعد الموت حصل اختلال في نظام خلق المخلوقات وخلققِ القوى الصادرِ عن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍۢ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَٰوَةًۭ فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
      "tafsir": {
        "muyassar": "أفرأيت -أيها الرسول- من اتخذ هواه إلهًا له، فلا يهوى شيئًا إلا فَعَله، وأضلَّه الله بعد بلوغ العلم إليه وقيام الحجة عليه، فلا يسمع مواعظ الله، ولا يعتبر بها، وطبع على قلبه، فلا يعقل به شيئًا، وجعل على بصره غطاء، فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ أفلا تذكرون -أيها الناس- فتعلموا أنَّ مَن فَعَل الله به ذلك فلن يهتدي أبدًا، ولن يجد لنفسه وليًا مرشدًا؟ والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم.",
        "mukhtasar": "انظر - أيها الرسول - إلى من اتبع هواه وجعله بمنزلة المعبود له الذي لا يخالفه، فقد أضلّه الله على علم منه؛ لأنه يستحقّ الإضلال، وختم على قلبه فلا يسمع سماعًا ينتفع به، وجعل الله على بصره غطاء يمنعه من إبصار الحق، فمن الذي يوفِّقه للحق بعد أن أضله الله؟! أفلا تتذكرون ضرر اتباع الهوى، ونفع اتباع شرع الله؟!",
        "saadi": " يقول تعالى: { أَفَرَأَيْتَ } الرجل الضال الذي { اتَّخَذَ إِلَهَهُ هَوَاهُ } فما هويه سلكه سواء كان يرضي الله أو يسخطه. { وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ } من الله تعالى أنه لا تليق به الهداية ولا يزكو عليها. { وَخَتَمَ عَلَى سَمْعِهِ } فلا يسمع ما ينفعه، { وَقَلْبِهِ } فلا يعي الخير { وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً } تمنعه من نظر الحق، { فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ } أي: لا أحد يهديه وقد سد الله عليه أبواب الهداية وفتح له أبواب الغواية، وما ظلمه الله ولكن هو الذي ظلم نفسه وتسبب لمنع رحمة الله عليه { أَفَلَا تَذَكَّرُونَ } ما ينفعكم فتسلكونه وما يضركم فتجتنبونه. ",
        "kathir": "ثم قال [ تعالى ] ( أفرأيت من اتخذ إلهه هواه ) أي : إنما يأتمر بهواه ، فمهما رآه حسنا فعله ، ومهما رآه قبيحا تركه : وهذا قد يستدل به على المعتزلة في قولهم بالتحسين والتقبيح العقليين .وعن مالك فيما روي عنه من التفسير : لا يهوى شيئا إلا عبده .وقوله : ( وأضله الله على علم ) يحتمل قولين :أحدهما : وأضله الله لعلمه أنه يستحق ذلك . والآخر : وأضله الله بعد بلوغ العلم إليه ، وقيام الحجة عليه . والثاني يستلزم الأول ، ولا ينعكس .( وختم على سمعه وقلبه وجعل على بصره غشاوة ) أي : فلا يسمع ما ينفعه ، ولا يعي شيئا يهتدي به ، ولا يرى حجة يستضيء بها ; ولهذا قال : ( فمن يهديه من بعد الله أفلا تذكرون ) كقوله : ( من يضلل الله فلا هادي له ويذرهم في طغيانهم يعمهون ) [ الأعراف : 186 ] ."
      },
      "translations": {
        "en": "Have you seen he who has taken as his god his [own] desire, and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded?",
        "fr": "Vois-tu celui qui prend sa passion pour sa propre divinité? Et Allah l'égare sciemment et scelle son ouïe et son cœur et étend un voile sur sa vue. Qui donc peut le guider après Allah? Ne vous rappelez-vous donc pas?",
        "es": "Y ¿qué te parece quien ha divinizado su pasión a quien Alá ha extraviado a sabiendas, sellando su oído y su corazón, vendando sus ojos? ¿Quién podrá dirigirle luego de Alá? ¿Es que no os dejaréis amonestar?"
      },
      "ibn_ashour": ".أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلَا تَذَكَّرُونَ (23)لما كان الذين حسبوا أن يكونوا في الآخرة في نعمة وعزة كما كانوا في الدنيا قالوا ذلك عَنْ غير دليل ولا نظر ولكن عن اتباع ما يشتهون لأنفسهم من دوام الحال الحسن تفرع على حسبانهم التعجيب من حالهم ، فعطف بالفاء الاستفهامُ المستعملُ في التعجيب ، وجعل استفهاماً عن رؤية حالهم ، للإشارة إلى بلوغ حالهم من الظهور إلى حد أن تكون مرئية .وأصل التركيب : { أفرأيت من اتخذ إلهه هواه } الخ ، فقدمت همزة الاستفهام ، والخطاب للنبيء صلى الله عليه وسلم والمقصود من معه من المسلمين ، أو الخطاب لغير معيّن ، أي تناهت حالهم في الظهور فلا يختص بها مخاطب .و { مَنْ } الموصولة صادقة على فريق المستهزئينَ الذين حسبوا أن يكون مَحْياهم ومماتهم سواء بقرينة ضمير الجمع في الجملة المعطوفة بقوله : { وقالوا ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] الخ .والمعنى : أن حجاجهم المسلمين مركَّز على اتباع الهوى والمغالطةِ ، فلا ن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
      "tafsir": {
        "muyassar": "وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها، لا حياة سواها؛ تكذيبا منهم بالبعث بعد الممات، وما يهلكنا إلا مرُّ الليالي والأيام وطول العمر؛ إنكارًا منهم أن يكون لهم رب يفنيهم ويهلكهم، وما لهؤلاء المشركين من علم بذلك، ما هم إلا يتكلمون بالظن والوهم والخيال.",
        "mukhtasar": "وقال الكافرون المنكرون للبعث: ما الحياة إلا حياتنا الدنيا هذه فقط، فلا حياة بعدها، تموت أجيال فلا تعود وتحيا أجيال، وما يميتنا إلا تعاقب الليل والنهار، وليس لهم على إنكارهم للبعث من علم، إن هم إلا يظنون، وإن الظن لا يغني من الحق شيئًا.",
        "saadi": "{ وَقَالُوا } أي: منكرو البعث { مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ } أي: إن هي إلا عادات وجري على رسوم الليل والنهار يموت أناس ويحيا أناس وما مات فليس براجع إلى الله ولا مجازى بعمله. وقولهم هذا صادر عن غير علم { إِنْ هُمْ إِلَّا يَظُنُّونَ } فأنكروا المعاد وكذبوا الرسل الصادقين من غير دليل دلهم على ذلك ولا برهان. ",
        "kathir": "يخبر تعالى عن قول الدهرية من الكفار ومن وافقهم من مشركي العرب في إنكار المعاد : ( وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا ) أي : ما ثم إلا هذه الدار ، يموت قوم ويعيش آخرون وما ثم معاد ولا قيامة وهذا يقوله مشركو العرب المنكرون للمعاد ، ويقوله الفلاسفة الإلهيون منهم ، وهم ينكرون البداءة والرجعة ، ويقوله الفلاسفة الدهرية الدورية المنكرون للصانع المعتقدون أن في كل ستة وثلاثين ألف سنة يعود كل شيء إلى ما كان عليه . وزعموا أن هذا قد تكرر مرات لا تتناهى ، فكابروا المعقول وكذبوا المنقول ؛ ولهذا قالوا ( وما يهلكنا إلا الدهر ) قال الله تعالى : ( وما لهم بذلك من علم إن هم إلا يظنون ) أي : يتوهمون ويتخيلون .فأما الحديث الذي أخرجه صاحبا الصحيح ، وأبو داود ، والنسائي ، من رواية سفيان بن عيينة ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : \" يقول الله تعالى : يؤذيني ابن آدم ; يسب الدهر وأنا الدهر ، بيدي الأمر ، أقلب ليله ونهاره \" وفي رواية : \" لا تسبوا الدهر ، فإن الله هو الدهر \" .وقد أورده ابن جرير بسياق غريب جدا فقال : حدثنا أبو كريب ، حدثنا سفيان بن عيينة ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة ، رضي الله عنه ، عن النبي - صلى الله عليه وسلم - قال : \" كان أهل الجاهلية يقولون : إنما يهلكنا الليل والنهار ، وهو الذي يهلكنا ، يميتنا ويحيينا ، فقال الله في كتابه : ( وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر ) قال : \" ويسبون الدهر ، فقال الله عز وجل : يؤذيني ابن آدم ، يسب الدهر وأنا الدهر ، بيدي الأمر أقلب الليل والنهار \" .وكذا رواه ابن أبي حاتم ، عن أحمد بن منصور ، عن شريح بن النعمان ، عن ابن عيينة مثله : ثم روي عن يونس ، عن ابن وهب ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" قال الله تعالى : يسب ابن آدم الدهر ، وأنا الدهر ، بيدي الليل والنهار \" .وأخرجه صاحبا الصحيح والنسائي ، من حديث يونس بن زيد ، به .وقال محمد بن إسحاق عن العلاء بن عبد الرحمن ، عن أبيه عن أبي هريرة ، رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" يقول الله : استقرضت عبدي فلم يعطني ، وسبني عبدي ، يقول : وادهراه . وأنا الدهر \" .قال الشافعي وأبو عبيدة وغيرهما من الأئمة في تفسير قوله ، عليه الصلاة والسلام : \" لا تسبوا الدهر ; فإن الله هو الدهر \" : كانت العرب في جاهليتها إذا أصابهم شدة أو بلاء أو نكبة ، قالوا : يا خيبة الدهر . فيسندون تلك الأفعال إلى الدهر ويسبونه ، وإنما فاعلها هو الله [ عز وجل ] فكأنهم إنما سبوا الله عز وجل ; لأنه فاعل ذلك في الحقيقة ، فلهذا نهي عن سب الدهر بهذا الاعتبار ; لأن الله هو الدهر الذي يعنونه ، ويسندون إليه تلك الأفعال .هذا أحسن ما قيل في تفسيره ، وهو المراد ، والله أعلم . وقد غلط ابن حزم ومن نحا نحوه من الظاهرية في عدهم الدهر من الأسماء الحسنى ، أخذا من هذا الحديث . ."
      },
      "translations": {
        "en": "And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.",
        "fr": "Et ils dirent: «Il n'y a pour nous que la vie d'ici-bas: nous mourons et nous vivons et seul le temps nous fait périr». Ils n'ont de cela aucune connaissance: ils ne font qu'émettre des conjectures.",
        "es": "Y dicen: «No hay más vida que ésta nuestra de acá. Morimos y vivimos, y nada sino la acción fatal del Tiempo nos hace perecer». Pero no tienen ningún conocimiento de eso, no hacen sino conjeturar."
      },
      "ibn_ashour": ".وَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (24)هذا عطف على جملة { أم حسب الذين اجترحوا السيئات } [ الجاثية : 21 ] أي بعد أن جادلوا المسلمين بأنه إن كان يبعث بعد الموت فستكون عقباهم خيراً من عقبى المسلمين ، يقولون ذلك لقصد التورك وهم لا يوقنون بالبعث والجزاء بل ضربوه جدلاً وإنما يقينُهم قولُهم { ما هي إلا حياتنا الدنيا } .وتقدم في سورة الأنعام ( 29 ) { وقالوا إن هي إلاّ حياتنا الدنيا وما نحن بمبعوثين } وضمير { هي } ضمير القصة والشأن ، أي قصة الخوض في البعث تنحصر في أن لا حياة بعد الممات ، أي القصة هي انتفاء البعث كما أفاده حصر الأمر في الحياة الدنيا ، أي الحاضرة القريبَة منا ، أي فلا تطيلوا الجدال معنا في إثبات البعث ، ويجوز أن يكون { هي } ضمير الحياة باعتبار دلالة الاستثناء على تقدير لفظ الحياة فيكون حَصْراً لجنس الحياة في الحياة الدنيا .وجملة { نموت ونحيا } مبيّنة لجملة { ما هي إلا حياتنا الدنيا } أي ليس بعد هذا العالم عالم آخر فالحياة هي حياة هذا العالم لا غير فإذا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَٰتُنَا بَيِّنَٰتٍۢ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "إذا تتلى على هؤلاء المشركين المكذبين بالبعث آياتنا واضحات، لم يكن لهم حجة إلا قولهم للرسول محمد: أحْي أنت والمؤمنون معك آباءنا الذين قد هلكوا، إن كنتم صادقين فيما تقولون.",
        "mukhtasar": "وإذا تُقْرأ على المشركين المنكرين للبعث آياتنا واضحات ما كان لهم من حجة يحتجون بها إلا قولهم للرسول صلى الله عليه وسلم وأصحابه: أحيوا لنا آباءنا الذين ماتوا إن كنتم صادقين في دعوى أننا نبعث بعد موتنا.",
        "saadi": "إن هي إلا ظنون واستبعادات خالية عن الحقيقة ولهذا قال تعالى: { وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ } وهذا جراءة منهم على الله، حيث اقترحوا هذا الاقتراح وزعموا أن صدق رسل الله متوقف على الإتيان بآبائهم، وأنهم لو جاءوهم بكل آية لم يؤمنوا إلا إن تبعتهم الرسل على ما قالوا، وهم كذبة فيما قالوا وإنما قصدهم دفع دعوة الرسل لا بيان الحق. ",
        "kathir": "وقوله تعالى : ( وإذا تتلى عليهم آياتنا بينات ) أي : إذا استدل عليهم وبين لهم الحق ، وأن الله قادر على إعادة الأبدان بعد فنائها وتفرقها ، ( ما كان حجتهم إلا أن قالوا ائتوا بآبائنا إن كنتم صادقين ) أي : أحيوهم إن كان ما تقولونه حقا ."
      },
      "translations": {
        "en": "And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"",
        "fr": "Et quand on leur récite Nos versets bien clairs, leur seul argument est de dire: «Faites revenir nos ancêtres si vous êtes véridiques».",
        "es": "Y cuando se les recitan Nuestras aleyas como pruebas claras, lo único que arguyen es: «¡Haced volver a nuestros padres, si es verdad lo que decís!»"
      },
      "ibn_ashour": ".وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآَبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (25) عطف على { وما لهم بذلك من علم إن هم إلا يظنون } [ الجاثية : 24 ] ، أي عقدوا على عقيدة أن لا حياة بعد الممات استناداً للأوهام والأقيسة الخيالية . وإذا تليت عليهم آيات القرآن الواضحة الدلالة على إمكان البعث وعلى لزومه لم يعارضوها بما يبطلها بل يهرعون إلى المباهتة فيقولون إن كان البعث حقاً فأتوا بآبائنا إن صدقتم . فالمراد بالآيات آيات القرآن المتعلقة بالبعث بدليل ما قبل الكلام وما بعده .وفي قوله : { ما كان حجتهم إلا أن قالوا ائتوا بآبائنا } تسجيل عليهم بالتلجلج عن الحجة البينة ، والمصيرِ إلى سلاح العاجز من المكابرة والخروج عن دائرة البحث .والخطاب بفعل { ائتوا } مُوجّهٌ للمؤمنين بدخول الرسول صلى الله عليه وسلم و { إلا أن قالوا } استثناء من حجتهم وهو يقتضي تسمية كلامهم هذا حجة وهو ليس بحجة إذ هو بالبهتان أشبه فإمّا أن يكون إطلاق اسم الحجة عليه على سبيل التهكم بهم كقول عمرو بن كلثوم: ... قريناكم فعجلنا قِراكمقبيل الصبح مِرْداة طحونَا ... فسمى القتل قر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ لَا رَيْبَ فِيهِ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه وتعالى يحييكم في الدنيا ما شاء لكم الحياة، ثم يميتكم فيها، ثم يجمعكم جميعا أحياء إلى يوم القيامة لا شك فيه، ولكن أكثر الناس لا يعلمون قدرة الله على إماتتهم ثم بعثهم يوم القيامة.",
        "mukhtasar": "قل لهم - أيها الرسول -: الله يحييكم بخلقكم ثم يميتكم، ثم يجمعكم بعد موتكم إلى يوم القيامة للحساب والجزاء، ذلك اليوم الذي لا شك فيه أنه آتٍ، ولكن معظم الناس لا يعلمون؛ لذلك لا يستعدّون له بالعمل الصالح.",
        "saadi": "{ قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } وإلا فلو وصل العلم باليوم الآخر إلى قلوبهم، لعملوا له أعمالا وتهيئوا له. ",
        "kathir": "قال الله تعالى : ( قل الله يحييكم ) أي : كما تشاهدون ذلك يخرجكم من العدم إلى الوجود ، ( كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم ) [ البقرة : 28 ] أي : الذي قدر على البداءة قادر على الإعادة بطريق الأولى والأحرى . . ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم 27 ] ، ( ثم يجمعكم إلى يوم القيامة لا ريب فيه ) أي : إنما يجمعكم ليوم القيامة لا يعيدكم في الدنيا حتى تقولوا : ( ائتوا بآبائنا إن كنتم صادقين ) ( يوم يجمعكم ليوم الجمع ) [ التغابن : 9 ] ( لأي يوم أجلت . ليوم الفصل ) [ المرسلات : 12 ، 13 ] ، ( وما نؤخره إلا لأجل معدود ) [ هود : 104 ] وقال هاهنا : ( ثم يجمعكم إلى يوم القيامة لا ريب فيه ) أي : لا شك فيه ، ( ولكن أكثر الناس لا يعلمون ) أي : فلهذا ينكرون المعاد ، ويستبعدون قيام الأجساد ، قال الله تعالى : ( إنهم يرونه بعيدا ونراه قريبا ) [ المعارج : 6 ، 7 ] أي : يرون وقوعه بعيدا ، والمؤمنون يرون ذلك سهلا قريبا ."
      },
      "translations": {
        "en": "Say, \"Allah causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"",
        "fr": "Dis: «Allah vous donne la vie puis Il vous donne la mort. Ensuite Il vous réunira le Jour de la Résurrection, il n'y a pas de doute à ce sujet, mais la plupart des gens ne savent pas.",
        "es": "Di: «Alá os da la vida y, después, os hará morir. Luego, os reunirá para el día indubitable de la Resurrección. Pero la mayoría de los hombres no saben»."
      },
      "ibn_ashour": ". قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (26)والمقصود منه قوله : { ثم يميتكم } وإنما قدم عليه { يحييكم } توطئة له ، أي كما هو أوجدكم هو يميتكم لا الدهر ، فتقديم اسم الله على المسند الفعلي وهو { يحييكم ثم يميتكم } يفيد تخصيص الإحياء والإماتة به لإبطال قولهم ، إن الدهر هو الذي يميتهم .وقوله : { ثم يجمعكم إلى يوم القيامة } إبطال لقولهم : { ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] وليس هو إبطالاً بطريق الاستدلال لأن أدلة هذا تكررت فيما نزل من القرآن فاستغني عن تفصيلها ولكنه إبطال بطريق الإجمال والمعارضة .وقوله : { لا ريب فيه } حال من { يوم القيامة } ، أي لا ريب في وجوده بما يقتضيه من إحياء الأموات ، ومعنى نفي الريب فيه أنه حقيقة الريب وهي التي تتقوم من دلائل تُفضي إلى الشك منتفية عن قضية وقوع يوم القيامة بكثرة الدلائل الدالة على إمكانه وعلى أنه بالنسبة لقدرة الله ليس أعجب من بدء الخلق ، وأن الله أخبر عن وقوعه فوجب القطع بوقوعه . فكان الشك فيه جديراً بالاقتلاع فكأنه معدوم . وهذا ك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍۢ يَخْسَرُ ٱلْمُبْطِلُونَ",
      "tafsir": {
        "muyassar": "ولله سبحانه سلطان السموات السبع والأرض خَلْقًا ومُلْكًا وعبودية. ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون، يخسر الكافرون بالله الجاحدون بما أنزله على رسوله من الآيات البينات والدلائل الواضحات.",
        "mukhtasar": "ولله وحده ملك السماوات وملك الأرض، فلا يُعْبد بحقٍّ غيره فيهما، ويوم تقوم الساعة التي يبعث الله فيها الموتى للحساب والجزاء يخسر أصحاب الباطل الذين كانوا يعبدون غير الله، ويسعون لإبطال الحق، وإحقاق الباطل.",
        "saadi": " يخبر تعالى عن سعة ملكه وانفراده بالتصرف والتدبير في جميع الأوقات وأنه { يوم تَقُومُ السَّاعَةُ } ويجمع الخلائق لموقف القيامة يحصل الخسار على المبطلين الذين أتوا بالباطل ليدحضوا به الحق، وكانت أعمالهم باطلة لأنها متعلقه بالباطل فبطلت في يوم القيامة، اليوم الذي تستبين به الحقائق، واضمحلت عنهم وفاتهم الثواب وحصلوا على أليم العقاب. ",
        "kathir": "يخبر تعالى أنه مالك السموات والأرض ، الحاكم فيهما في الدنيا والآخرة ; ولهذا قال : ( ويوم تقوم الساعة ) أي : يوم القيامة ( يخسر المبطلون ) وهم الكافرون بالله الجاحدون بما أنزله على رسله من الآيات البينات والدلائل الواضحات .وقال ابن أبي حاتم : قدم سفيان الثوري المدينة ، فسمع المعافري يتكلم ببعض ما يضحك به الناس . فقال له : يا شيخ ، أما علمت أن لله يوما يخسر فيه المبطلون ؟ قال : فما زالت تعرف في المعافري حتى لحق بالله ، عز وجل . ذكره ابن أبي حاتم ."
      },
      "translations": {
        "en": "And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.",
        "fr": "A Allah appartient le royaume des cieux et de la terre. Et le jour où l'Heure arrivera, ce jour-là, les imposteurs seront perdus.",
        "es": "El dominio de los cielos y de la tierra pertenece a Alá. Cuando ocurra la Hora, ese día, los falsarios estarán perdidos."
      },
      "ibn_ashour": ".وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (27) { يَعْلَمُونَ * وَلِلَّهِ مُلْكُ السماوات والارض وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون } .اعتراض تذييل لقوله : { قل الله يحييكم ثم يميتكم } [ الجاثية : 26 ] أي لله لا لغيره مُلك السماوات والأرض ، أي فهو المتصرف في أحوال ما حوته السماوات والأرض من إحياء وإماتة ، وغير ذلك بما أوجد من أصولها وما قدّر من أسبابها ووسائلها فليس للدهر تصرف ولا لما سوى الله تعالى . وتقديم المجرور على المسند إليه لإفادة التخصيص لرد معتقدهم من خروج تصرف غيره في بعض ما في السماوات والأرض كقولهم في الدهر .{ } صلى الله عليه وسلم .لما جرى ذِكْر يوم القيامة أعقب بإنذار الذين أنكروه من سوء عاقبتهم فيه .و { المبطلون والارض وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون * وترى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أمَّةٍ تدعى إلى كتابها اليوم تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ * هذا كتابنا يَنطِقُ عَلَيْكُم } : الآتون بالباطل في معتقداتهم وأقوالهم وأعمالهم إذ الباطل ما ضادَّ الحق . والمقصود منه اب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "وَتَرَىٰ كُلَّ أُمَّةٍۢ جَاثِيَةًۭ ۚ كُلُّ أُمَّةٍۢ تُدْعَىٰٓ إِلَىٰ كِتَٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "وترى -أيها الرسول- يوم تقوم الساعة أهل كل ملة ودين جاثمين على رُكَبهم، كل أمة تُدْعى إلى كتاب أعمالها، ويقال لهم: اليوم تُجزون ما كنتم تعملون من خير أو شر.",
        "mukhtasar": "وترى - أيها الرسول - في ذلك اليوم كل أمة باركة على ركبها تنتظر ما يفعل بها، كل أمة تدعى إلى كتاب أعمالها الذي كتبه الحفظة من الملائكة، اليوم تجزون - أيها الناس - ما كنتم تعملون في الدنيا من خير وشرّ.",
        "saadi": "ثم وصف تعالى شدة يوم القيامة وهوله ليحذره العباد ويستعد له العباد فقال { وَتَرَى } أيها الرائي لذلك اليوم { كُلَّ أُمَّةٍ جَاثِيَةً } على ركبها خوفا وذعرا وانتظارا لحكم الملك الرحمن. { كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا } أي: إلى شريعة نبيهم الذي جاءهم من عند الله، وهل قاموا بها فيحصل لهم الثواب والنجاة؟ أم ضيعوها فيحصل لهم الخسران؟ فأمة موسى يدعون إلى شريعة موسى وأمة عيسى كذلك وأمة محمد كذلك، وهكذا غيرهم كل أمة تدعى إلى شرعها الذي كلفت به، هذا أحد الاحتمالات في الآية وهو معنى صحيح في نفسه غير مشكوك فيه، ويحتمل أن المراد بقوله: { كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا } أي: إلى كتاب أعمالها وما سطر عليها من خير وشر وأن كل أحد يجازى بما عمله بنفسه كقوله تعالى: { مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا }  ويحتمل أن المعنيين كليهما مراد من الآية ويدل على هذا قوله: { هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ }",
        "kathir": "ثم قال : ( وترى كل أمة جاثية ) أي : على ركبها من الشدة والعظمة ، ويقال : إن هذا [ يكون ] إذا جيء بجهنم فإنها تزفر زفرة لا يبقى أحد إلا جثا لركبتيه ، حتى إبراهيم الخليل ، ويقول : نفسي ، نفسي ، نفسي لا أسألك اليوم إلا نفسي ، وحتى أن عيسى ليقول : لا أسألك اليوم إلا نفسي ، لا أسألك [ اليوم ] مريم التي ولدتني .قال مجاهد ، وكعب الأحبار ، والحسن البصري : ( كل أمة جاثية ) أي : على الركب . وقال عكرمة : ( جاثية ) متميزة على ناحيتها ، وليس على الركب . والأول أولى .قال ابن أبي حاتم : حدثنا محمد بن عبد الله بن يزيد المقرئ ، حدثنا سفيان بن عيينة ، عن عمرو ، عن عبد الله بن باباه ، أن رسول الله [ - صلى الله عليه وسلم - ] قال : \" كأني أراكم جاثين بالكوم دون جهنم \" .وقال إسماعيل بن رافع المديني ، عن محمد بن كعب ، عن أبي هريرة ، رضي الله عنه ، مرفوعا في حديث الصورة : فيتميز الناس وتجثو الأمم ، وهي التي يقول الله : ( وترى كل أمة جاثية كل أمة تدعى إلى كتابها ) .وهذا فيه جمع بين القولين : ولا منافاة ، والله أعلم .وقوله : ( كل أمة تدعى إلى كتابها ) يعني : كتاب أعمالها ، كقوله : ( ووضع الكتاب وجيء بالنبيين والشهداء ) [ الزمر : 69 ] ; ولهذا قال : ( اليوم تجزون ما كنتم تعملون ) أي : تجازون بأعمالكم خيرها وشرها ، كقوله تعالى : ( ينبأ الإنسان يومئذ بما قدم وأخر بل الإنسان على نفسه بصيرة ولو ألقى معاذيره ) [ القيامة : 13 - 15 ] ."
      },
      "translations": {
        "en": "And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.",
        "fr": "Et tu verras chaque communauté agenouillée. Chaque communauté sera appelée vers son livre. On vous rétribuera aujourd'hui selon ce que vous œuvriez.",
        "es": "Verás a cada comunidad arrodillada. Cada comunidad será emplazada ante su Escritura : «Hoy seréis retribuidos con arreglo a vuestras obras."
      },
      "ibn_ashour": ". وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (28) والخطاب في { ترى } لكل من يصلح له الخطاب بالقرآن فلا يقصد مخاطب معين ، ويجوز أن يكون خطاباً للرسول صلى الله عليه وسلم والمضارع في { ترى } مراد به الاستقبال فالمعنى : وترى يومئذٍ .والأمة : الجماعة العظيمة من الناس الذين يَجمعهم دين جاء به رسول إليهم .و { جاثية } اسم فاعل من مصدر الجُثُوِّ بضمتين وهو البروك على الرُكبتين باستئفاز ، أي بغير مباشرة المقعدة للأرض ، فالجاثي هو البارك المستوفز وهو هيئة الخضوع .وظاهر كون { كتابها } مفرداً غير معرف باللام أنه كتاب واحد لكل أمة فيقتضي أن يراد كتاب الشريعة مثل القرآن ، والتوراة ، والإنجيل ، وصحف إبراهيم وغير ذلك لا صحائف الأعمال ، فمعنى { تدعى إلى كتابها } تدعى لتعرض أعمالها على ما أُمرت به في كتابها كما في الحديث « القرآن حجةٌ لك أو عليك » وقيل : أريد بقوله : { كتابها } كتاب تسجيل الأعمال لكل واحد ، أو مراد به الجنس وتكون إضافته إلى ضمير الأمة على إرادة التوزيع على الأفراد لأن لكل واحد من كل أمة صحيفة عمله خاصة به كما قال ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "هَٰذَا كِتَٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "هذا كتابنا ينطق عليكم بجميع أعمالكم من غير زيادة ولا نقص، إنَّا كنا نأمر الحفظة أن تكتب أعمالكم عليكم.",
        "mukhtasar": "هذا كتابنا - الذي كانت ملائكتنا تكتب فيه أعمالكم - يشهد عليكم بالحقّ فاقرؤوه، إنا كنا نأمر الحفظة أن تكتب ما كنتم تعملون في الدنيا.",
        "saadi": "أي: هذا كتابنا الذي أنزلنا عليكم، يفصل بينكم بالحق الذي هو العدل، { إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ } فهذا كتاب الأعمال. ",
        "kathir": "ثم قال : ( هذا كتابنا ينطق عليكم بالحق ) أي : يستحضر جميع أعمالكم من غير زيادة ولا نقص ، كقوله تعالى : ( ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا ) [ الكهف : 49 ] .وقوله : ( إنا كنا نستنسخ ما كنتم تعملون ) أي : إنا كنا نأمر الحفظة أن تكتب أعمالكم عليكم .قال ابن عباس وغيره : تكتب الملائكة أعمال العباد ، ثم تصعد بها إلى السماء ، فيقابلون الملائكة الذين في ديوان الأعمال على ما بأيديهم مما قد أبرز لهم من اللوح المحفوظ في كل ليلة قدر ، مما كتبه الله في القدم على العباد قبل أن يخلقهم ، فلا يزيد حرفا ولا ينقص حرفا ، ثم قرأ : ( إنا كنا نستنسخ ما كنتم تعملون ) ."
      },
      "translations": {
        "en": "This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"",
        "fr": "Voilà Notre Livre. Il parle de vous en toute vérité car Nous enregistrions [tout] ce que vous faisiez».",
        "es": "He aquí Nuestra Escritura, que dice la verdad contra vosotros. Apuntábamos lo que hacíais»."
      },
      "ibn_ashour": ". هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (29)وإفراد ضمير { ينطق } على هذا الوجه مراعاة للفظ { كتابنا } ، فالمعنى هذه كتبنا تنطق عليكم بالحق .وإضافة ( كتاب ) إلى ضمير الله تعالى بعد أن أضيف إلى { كل أمة } لاختلاف الملابسة ، فالكتاب يلابس الأمة لأنّه جعل لإحصاء أعمالهم أو لأن ما كلفوا به مثبت فيه ، وإضافته إلى ضمير الله لأنه الآمر به . وإسناد النطق إلى الكتاب مجاز عقلي وإنما تنطق بما في الكتاب ملائكة الحساب ، أو استعير النطق للدلالة نحو قولهم : نطقت الحال .والمعنى : أن فيه شهادة عليهم بأن أعمالهم مخالفة لوصايا الكتاب أو بأنها مكتوبة في صحائف أعمالهم على التأويلين في المراد بالكتاب . ولتضمن { ينطق } معنى ( يشهد ) عدي بحرف ( على ) .ولما كان المقام للتهديد اقتصر فيه على تعدية { يَنطق } بحرف ( على ) دون زيادة : ولكم ، إيثاراً لجانب التهديد .وجملة { إنا كنا نستنسخ ما كنتم تعملون } استئناف بياني لأنهم إذا سمعوا { هذا كتابنا ينطق عليكم بالحق } خطر ببالهم السؤال : كيف شهد عليهم الكتاب اليوم وهم قد عملوا الأعمال في الدنيا ، فأجيبوا بأن ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
      "tafsir": {
        "muyassar": "فأما الذين آمنوا بالله ورسوله في الدنيا، وامتثلوا أوامره واجتنبوا نواهيه، فيدخلهم ربهم في جنته برحمته، ذلك الدخول هو الفوز المبين الذي لا فوز بعده.",
        "mukhtasar": "فأما الذين آمنوا وعملوا الأعمال الصالحات فيدخلهم ربهم سبحانه في جنته برحمته؛ ذلك الجزاء الذي أعطاهم الله إياه هو الفوز الواضح الذي لا يدانيه فوز.",
        "saadi": "{ فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ } إيمانا صحيحا وصدقوا إيمانهم بالأعمال الصالحة من واجبات ومستحبات { فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ } التي محلها الجنة وما فيها من النعيم المقيم والعيش السليم، { ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ } أي: المفاز والنجاة والربح والفلاح الواضح البين الذي إذا حصل للعبد حصل له كل خير واندفع عنه كل شر. ",
        "kathir": "يخبر تعالى عن حكمه في خلقه يوم القيامة ، فقال : ( فأما الذين آمنوا وعملوا الصالحات ) أي : آمنت قلوبهم وعملت جوارحهم الأعمال الصالحات ، وهي الخالصة الموافقة للشرع ، ( فيدخلهم ربهم في رحمته ) ، وهي الجنة ، كما ثبت في الصحيح أن الله قال للجنة : \" أنت رحمتي ، أرحم بك من أشاء \" .( ذلك هو الفوز المبين ) أي : البين الواضح ."
      },
      "translations": {
        "en": "So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.",
        "fr": "Ceux qui ont cru et fait de bonnes œuvres, leur Seigneur les fera entrer dans Sa miséricorde. Voilà le succès évident.",
        "es": "A quienes creyeron y obraron bien, su Señor les introducirá en Su misericordia. ¡Ése es el éxito manifiesto!"
      },
      "ibn_ashour": ".فَأَمَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ (30) الفاء لعطف المفصل على المجمل ، وهو تفصيل لما أجمل في قوله : { وترى كل أمة جاثية } [ الجاثية : 28 ] وما بينهما اعتراض .فالكلام هنا هو متصل بقوله : { وترى كل أمة جاثية كما دل عليه قوله : وأما الذين كفروا أفلم تكن آياتي تتلى عليكم } .وابتدىء في التفصيل بوصف حال المؤمنين مع أن المقام للحديث عن المبطلين في قوله : { يومئذٍ يخسر المبطلون } [ الجاثية : 27 ] تنويهاً بالمؤمنين وتعجيلاً لمسرتهم وتعجيلاً لمساءة المبطلين لأن وصف حال المؤمنين يُؤذن بمخالفة حال الآخَرين لحالهم .والتعبير ب ( يدخلهم في رحمته ) شامل لما تتصوره النفس من أنواع الكرامة والنعيم إذ جعلت رحمة الله بمنزلة المكان يدخلونه .وافتتح بيان حال الذين كفروا بما يقال لهم من التوبيخ والتقرير من قِبَل الله تعالى ، فقوله : { أفلم تكن آياتي } مقول قول محذوف لظهور أن ذلك خطاب صادر من متكلم من جانب الله تعالى فيقدر فيقال لهم على طريقة قوله بعد { وقيل اليوم ننساكم } [ الجاثية : 34 ] . والفاء جواب { أمّا } ، أو فيق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًۭا مُّجْرِمِينَ",
      "tafsir": {
        "muyassar": "وأما الذين جحدوا أن الله هو الإله الحق وكذَّبوا رسله ولم يعملوا بشرعه، فيقال لهم تقريعًا وتوبيخًا: أفلم تكن آياتي في الدنيا تتلى عليكم، فاستكبرتم عن استماعها والإيمان بها، وكنتم قومًا مشركين تكسِبون المعاصي ولا تؤمنون بثواب ولا عقاب؟",
        "mukhtasar": "وأما الذين كفروا بالله فيقال لهم تَبْكِيتًا لهم: ألم تكن آياتي تقرأ عليكم فتعاليتم على الإيمان بها، وكنتم قومًا مجرمين، تكسبون الكفر والآثام؟!",
        "saadi": "{ وَأَمَّا الَّذِينَ كَفَرُوا } بالله فيقال لهم توبيخا وتقريعا: { أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ } وقد دلتكم على ما فيه صلاحكم ونهتكم عما فيه ضرركم وهي أكبر نعمة وصلت إليكم لو وفقتم لها، ولكن استكبرتم عنها وأعرضتم وكفرتم بها فجنيتم أكبر جناية وأجرمتم أشد الجرم فاليوم تجزون ما كنتم تعملون. ",
        "kathir": "ثم قال : ( وأما الذين كفروا أفلم تكن آياتي تتلى عليكم فاستكبرتم ) أي : يقال لهم ذلك تقريعا وتوبيخا : أما قرئت عليكم آيات الرحمن فاستكبرتم عن اتباعها ، وأعرضتم عند سماعها ، ( وكنتم قوما مجرمين ) أي : في أفعالكم ، مع ما اشتملت عليه قلوبكم من التكذيب ؟"
      },
      "translations": {
        "en": "But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a people of criminals?",
        "fr": "Et quant à ceux qui ont mécru [il sera dit]: «Mes versets ne vous étaient-ils pas récités? Mais vous vous enfliez d'orgueil et vous étiez des gens criminels».",
        "es": "En cuanto a quienes no creyeron: «¿Es que no se os recitaron Mis aleyas? Pero fuisteis altivos y gente pecadora»."
      },
      "ibn_ashour": ". وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آَيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (31) وجملة { وإذا قيل إن وعد الله حق } إلخ عطف على جملة { فاستكبرتم } . والتقدير : وقلتم ما ندري ما الساعة إذا قيل لكم إن الساعة لا ريبَ فيها . وَهذاننِ القولان مما تكرر في القرآن بلفظه وبمعناه ، فهو تخصيص لبعض آيات القرآن بالذكر بعد التعميم في قوله : { أفلم تكن آياتي تتلى عليكم فاستكبرتم } .والتعريف في { الساعة } للعهد وهي ساعة البعث ، أي زمان البعث كما عبر عنه باليوم . وقرأ الجمهور { والساعة لا ريب فيها } برفع { الساعة } عطف على جملة { إن وعد الله حق } . وقرأه حمزة وحده بنصب { والساعة } عطفاً على { إن وعد الله } من العطف على معمولي عامل واحد . ومعنى { ما ندري ما الساعة } ما نعلم حقيقة الساعة ونفي العلم بحقيقتها كناية عن جحد وقوع الساعة ، أي علمنا أنها لا وقوع لها ، استناداً للتخيلات التي ظنوها أدلةً كقولهم : { أإذا كنا عظاماً ورفاتاً إنا لمبعوثون خلقاً جديداً } [ الإسراء : 49 ] .وقوله : { إن نظن إلا ظناً } ظاهر في أنه متصل بما قبله من قولهم : { ما ندري ما الساعة ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّۭ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّۭا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
      "tafsir": {
        "muyassar": "وإذا قيل لكم: إن وعد الله ببعث الناس من قبورهم حق، والساعة لا شك فيها، قلتم: ما ندري ما الساعة؟ وما نتوقع وقوعها إلا توهمًا، وما نحن بمتحققين أن الساعة آتية.",
        "mukhtasar": "وإذا قيل لكم: إن وعد الله - الذي وعد به عباده أنه سيبعثهم ويجازيهم - حق لا مِرْية فيه، والساعة حق لا شك فيها فاعملوا لها، قلتم: ما ندري ما هذه الساعة، إن نظن إلا ظنًّا ضعيفًا أنها آتية، وما نحن بمستيقنين أنها ستأتي.",
        "saadi": "ويوبخون أيضا بقوله: { وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ } منكرين لذلك: { مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ }  ",
        "kathir": "( وإذا قيل إن وعد الله حق والساعة لا ريب فيها ) أي : إذا قال لكم المؤمنون ذلك ، ( قلتم ما ندري ما الساعة ) أي : لا نعرفها ، ( إن نظن إلا ظنا ) أي : إن نتوهم وقوعها إلا توهما ، أي مرجوحا ; ولهذا قال : ( وما نحن بمستيقنين ) أي : بمتحققين ،"
      },
      "translations": {
        "en": "And when it was said, 'Indeed, the promise of Allah is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.' \"",
        "fr": "Et quand on disait: «La promesse d'Allah est vérité; et l'Heure n'est pas l'objet d'un doute», vous disiez: «Nous ne savons pas ce que c'est que l'Heure; et nous ne faisions à son sujet que de simples conjectures et nous ne sommes pas convaincus [qu'elle arrivera].",
        "es": "Cuando se decía: «Lo que Alá promete es verdad y no hay duda respecto a la Hora», decíais: «No sabemos qué es eso de 'la Hora'. No podemos sino conjeturar. No estamos convencidos»."
      },
      "ibn_ashour": ". وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (32)فأما الإشكال من جهة موقعه ومعناه فلأن القائلين موقنون بانتفاء وقوع الساعة لما حُكي عنهم آنفاً من قولهم : { ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] الخ فلا يحق عليهم أنهم يظنون وقوع الساعة بوجه من الوجوه ولو احتِمالاً .ولا يستقيم أن يطلق الظن هنا على الإيقان بعدم حصوله فيعضِل معنى قولهم { إن نظن إلا ظناً } ، فتأوله الفخر فقال : إن القوم كانوا فريقين ، وأن الذين قالوا { إن نظن إلا ظناً } فريق كانوا قاطعين بنفي البعث والقيامةِ وهم الذين ذكرهم الله في الآية المتقدمة بقوله : { وقالوا ما هي إلا حياتنا الدنيا } [ الجاثية : 24 ] . ومنهم من كان شاكاً متحيراً فيه وهم الذين أراد الله بهذه الآية اه .وأقول : هذا لا يستقيم لأنه لو سلم أن فريقاً من المشركين كانوا يشكون في وقوع الساعة ولا يجزمون بانتفائه فإن جمهرة المشركين نافون لوقوعها فلا يناسب مقامَ التوبيخ تخصيصُه بالذين كانوا مترددين في ذلك . والوجه عندي في تأويله : إما يكون",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "tafsir": {
        "muyassar": "وظهر لهؤلاء الذين كانوا يكذِّبون بآيات الله ما عملوا في الدنيا من الأعمال القبيحة، ونزل بهم من عذاب الله جزاء ما كانوا به يستهزئون.",
        "mukhtasar": "وظهر لهم سيئات ما عملوه في الدنيا من الكفر والمعاصي، ونزل بهم العذاب الذي كانوا يستهزئون به عندما يُحَذَّرون منه.",
        "saadi": "فهذه حالهم في الدنيا وحال البعث الإنكار له ورد قول من جاء به قال تعالى: { وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا } أي: وظهر لهم يوم القيامة عقوبات أعمالهم، { وَحَاقَ بِهِمْ } أي: نزل { مَا كَانُوا بِهِ يَسْتَهْزِئُونَ } أي: نزل بهم العذاب الذي كانوا في الدنيا يستهزئون به وبوقوعه وبمن جاء به. ",
        "kathir": "قال الله تعالى : ( وبدا لهم سيئات ما عملوا ) أي : وظهر لهم عقوبة أعمالهم السيئة ، ( وحاق بهم ) أي : أحاط بهم ( ما كانوا به يستهزئون ) أي : من العذاب والنكال ،"
      },
      "translations": {
        "en": "And the evil consequences of what they did will appear to them, and they will be enveloped by what they used to ridicule.",
        "fr": "Et leur apparaîtra [la laideur] de leurs mauvaises actions. Et ce dont ils se moquaient les cernera.",
        "es": "Se les mostrará el mal que cometieron y les cercará aquello de que se burlaban."
      },
      "ibn_ashour": ".وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (33)عطف على جملة { أفلم تكن آياتي تتلى عليكم } [ الجاثية : 31 ] باعتبار تقدير : فيقال لهم ، أي فيقال لهم ذلك { وبدا لهم سيئات ما عملوا } ، أي جُمع لهم بين التوبيخ والإزعاج فوبخوا بقوله : { أفلم تكن آياتي تتلى عليكم } إلى آخره ، وأُزعجوا بظهور سيئات أعمالهم ، أي ظهور جزاء سيئاتهم حين رأوا دار العذاب وآلاته رؤيةَ من يوقن بأنها مُعَدة له وذلك بعِلم يحصل لهم عند رؤية الأهوال .  وعبر بالسيئات عن جزائها إشارة إلى تمام المعادلة بين العمل وجزائه حتى جعل الجزاء نفسَ العمل على حد قوله : { فذُوقوا ما كنتم تكنزونَ } [ التوبة : 35 ] .ومعنى { حاق } أحاط .و { ما كانوا به يستهزئون } يعُم كلّ ما كان طريق استهزاء بالإسلام من أقوالهم الصادرة عن استهزاء مثل قولهم : { إن نظن إلا ظناً وما نحن بمستيقنين } [ الجاثية : 32 ] . وقول العاصِي بن وائل لخباب بن الأرتّ : لأوتين مالاً وولدا في الآخرة فأقضي منه دينَك . ومن الأشياء التي جعلوها هُزؤاً مثل عذاب جهنم وشجرة الزقوم وهو ما عبر عنه آنفاً ب { سيئات ما عملوا } . وإنما عدل عن ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
      "tafsir": {
        "muyassar": "وقيل لهؤلاء الكفرة: اليوم نترككم في عذاب جهنم، كما تركتم الإيمان بربكم والعمل للقاء يومكم هذا، ومسكنكم نار جهنم، وما لكم من ناصرين ينصرونكم من عذاب الله.",
        "mukhtasar": "وقال لهم الله: اليوم نترككم في النار كما أنكم نسيتم لقاء يومكم هذا، فلم تستعدوا له بالإيمان والعمل الصالح، ومستقرّكم الذي تأوون إليه هو النار، وليس لكم من ناصرين يدفعون عنكم عذاب الله.",
        "saadi": "{ وَقِيلَ الْيَوْمَ نَنْسَاكُمْ } أي: نترككم في العذاب { كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا } فإن الجزاء من جنس العمل { وَمَأْوَاكُمُ النَّارُ } أي: هي مقركم ومصيركم، { وَمَا لَكُمْ مِنْ نَاصِرِينَ } ينصرونكم من عذاب الله ويدفعون عنكم عقابه. ",
        "kathir": "( وقيل اليوم ننساكم ) أي : نعاملكم معاملة الناسي لكم في نار جهنم ( كما نسيتم لقاء يومكم هذا ) أي : فلم تعملوا له لأنكم لم تصدقوا به ، ( ومأواكم النار وما لكم من ناصرين )وقد ثبت في الصحيح أن الله تعالى يقول لبعض العبيد يوم القيامة : \" ألم أزوجك ؟ ألم أكرمك ؟ ألم أسخر لك الخيل والإبل ، وأذرك ترأس وتربع ؟ فيقول : بلى ، يا رب . فيقول : أفظننت أنك ملاقي ؟ فيقول : لا . فيقول الله تعالى : فاليوم أنساك كما نسيتني \" ."
      },
      "translations": {
        "en": "And it will be said, \"Today We will forget you as you forgot the meeting of this Day of yours, and your refuge is the Fire, and for you there are no helpers.",
        "fr": "Et on leur dira: «Aujourd'hui Nous vous oublions comme vous avez oublié la rencontre de votre jour que voici. Votre refuge est le Feu; et vous n'aurez point de secoureurs.",
        "es": "Se dirá: «Hoy os olvidamos Nosotros, como vosotros olvidasteis que os llegaría este día. Tendréis el Fuego por morada y no encontraréis quien os auxilie."
      },
      "ibn_ashour": ".وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (34) لما أودعوا جهنم وأحاطت بهم نودوا { اليوم ننساكم } إلى آخره تأييساً لهم من العفو عنهم .وبُني فعل { قيل } للنائب حطّاً لهم عن رتبة أن يصرح باسم الله في حكاية الكلام الذي واجههم به كما أشرنا إليه عند قوله آنفاً { وإذا قيل إن وعد الله حقٌ } [ الجاثية : 32 ] بناء على أن ضمير { ننساكم } ضمير الجلالة وَليس من قول الملائكة ، فإن كان من قول خزنة جهنم ببناءِ فِعل { وقيل } للنائب للعلم بالفاعل .وأطلق النسيان على الترك المؤبد على سبيل المجاز المرسل لأن النسيان يستلزم ترك الشيء المنسي في محله أو تركه على حالته ، ويجوز أن يكون النسيان مستعاراً للإهمال وعدم المبالاة ، أي فلا تتعلق الإرادة بالتخفيف عنهم وعلى هذين الاعتبارين يفسر معنى النسيان الثاني .والكاف في { كما نسيتم لقاء يومكم } للتعليل كما في قوله تعالى : { واذكروه كما هداكم } [ البقرة : 198 ] ، أي جزاء نسيانكم هذا اليوم ، أي إعراضكم عن الإيمان به .واللقاء : وجدان شيء شيئاً في مكان ، وهو المصادفة يُقال : لقي زيد عمراً ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَٰتِ ٱللَّهِ هُزُوًۭا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
      "tafsir": {
        "muyassar": "هذا الذي حلَّ بكم مِن عذاب الله؛ بسبب أنكم اتخذتم آيات الله وحججه هزوًا ولعبًا، وخدعتكم زينة الحياة الدنيا، فاليوم لا يُخرجون من النار، ولا هم يُرَدُّون إلى الدنيا؛ ليتوبوا ويعملوا صالحًا.",
        "mukhtasar": "ذلكم العذاب الذي عذبتم به بسبب أنكم اتخذتم آيات الله هزؤًا تسخرون منها، وخدعتكم الحياة بلذّاتها وشهواتها، فاليوم لا يخرج هؤلاء الكفار المستهزئون بآيات الله من النار، بل يبقون فيها خالدين أبدًا، ولا يردّون إلى الحياة الدنيا ليعملوا عملًا صالحًا، ولا يرضى عنهم ربهم.",
        "saadi": "{ ذَلِكُمْ } الذي حصل لكم من العذاب { بـ } سبب { أنكم اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا } مع أنها موجبة للجد والاجتهاد وتلقيها بالسرور والاستبشار والفرح. { وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا } بزخارفها ولذاتها وشهواتها فاطمأننتم إليها، وعملتم لها وتركتم العمل للدار الباقية. { فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ } أي: ولا يمهلون ولا يردون إلى الدنيا ليعملوا صالحا. ",
        "kathir": "قال الله تعالى : ( ذلكم بأنكم اتخذتم آيات الله هزوا ) أي : إنما جازيناكم هذا الجزاء لأنكم اتخذتم حجج الله عليكم سخريا ، تسخرون وتستهزئون بها ، ( وغرتكم الحياة الدنيا ) أي : خدعتكم فاطمأننتم إليها ، فأصبحتم من الخاسرين ; ولهذا قال : ( فاليوم لا يخرجون منها ) أي : من النار ( ولا هم يستعتبون ) أي : لا يطلب منهم العتبى ، بل يعذبون بغير حساب ولا عتاب ، كما تدخل طائفة من المؤمنين الجنة بغير عذاب ولا حساب ."
      },
      "translations": {
        "en": "That is because you took the verses of Allah in ridicule, and worldly life deluded you.\" So that Day they will not be removed from it, nor will they be asked to appease [Allah].",
        "fr": "Cela parce que vous preniez en raillerie les versets d'Allah et que la vie d'ici-bas vous trompait». Ce jour-là on ne les en fera pas sortir et on ne les excusera pas non plus.",
        "es": "Y esto es así porque tomasteis a burla los signos de Alá y la vida de acá os engaño». Ese día no serán sacados de él ni serán agraciados."
      },
      "ibn_ashour": ". ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آَيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (35)و { ذلكم } إشارة إلى { مأواكم } والباء للسببية ، أي ذلكم المأوى بسبب اتخاذكم آيات الله ، وهي آيات القرآن هزؤاً ، أي مستهزأ بها ، { هزؤاً } مصدر مراد به اسم المفعول مثل خلق .وتغرير الحياة الدنيا إياهم سبب أيضا لجعل النار مأواهم . والتغرير : الإطماع الباطل . ومعنى تغرير الحياة الدنيا إياهم : أنهم قاسوا أحوال الآخرة على أحوال الدنيا فظنوا أن الله لا يحيي الموتى وتطرقوا من ذلك إلى إنكار الجزاء في الآخرة على ما يعمل في الدنيا وغرّهم أيضاً ما كانوا عليه من العزة والمنعة فخالوه منتهى الكمال فلم يصيخوا إلى داعي الرشد وعظة النصح وأعرضوا عن الرسول صلى الله عليه وسلم وعن القرآن المرشد ولولا ذلك لأقبلوا على التأمل فيما دعوا إليه فاهتدوا فسلموا من عواقب الكفر ولكون هذه المغررات حاصلة في الحياة الدنيا أسند التغرير إلى الحياة على سبيل المجاز العقلي لأن ذلك أجمع لأسباب الغرور .وفرع على ذلك { فاليوم لا يخرجون منها } بالفاء وهذا من تمام الكلام",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "فلله سبحانه وتعالى وحده الحمد على نعمه التي لا تحصى على خلقه، رب السموات والأرض وخالقهما ومدبرهما، رب الخلائق أجمعين.",
        "mukhtasar": "فللَّه وحده الحمد، رب السماوات ورب الأرض، ورب جميع المخلوقات.",
        "saadi": "{ فَلِلَّهِ الْحَمْدُ } كما ينبغي لجلاله وعظيم سلطانه { رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ } أي: له الحمد على ربوبيته لسائر الخلائق حيث خلقهم ورباهم وأنعم عليهم بالنعم الظاهرة والباطنة. ",
        "kathir": "ثم لما ذكر حكمه في المؤمنين والكافرين قال : ( فلله الحمد رب السموات ورب الأرض ) أي المالك لهما وما فيهما ; ولهذا قال : ( رب العالمين ) ."
      },
      "translations": {
        "en": "Then, to Allah belongs [all] praise - Lord of the heavens and Lord of the earth, Lord of the worlds.",
        "fr": "Louange à Allah, Seigneur des cieux et Seigneur de la terre: Seigneur de l'univers.",
        "es": "¡Alabado sea Alá, Señor de los cielos, Señor de la tierra, Señor del universo!"
      },
      "ibn_ashour": ".فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (36) الفاء لتفريع التحميد والثناء على الله تفريعاً على ما احتوت عليه السورة من ألطاف الله فيما خلق وأرشد وسخر وأقام من نُظم العدالة ، والإنعام على المسلمين في الدنيا والآخرة ، ومن وعيد للمعرضين واحتجاج عليهم ، فلما كان ذلك كله من الله كان دالاً على اتّصافه بصفات العظمة والجلال وعلى إفضاله على الناس بدين الإسلام كان حقيقاً بإنشاء قصر الحمد عليه فيجوز أن يكون هذا الكلام مراداً منه ظاهر الإخبار ، ويجوز أن يكون مع ذلك مستعملاً في معناه الكنائي وهو أمر الناس بأن يقصروا الحمد عليه . ويجوز أن يكون إنشاء حمدٍ لله تعالى وثناء عليه . وكل ما سبقه من آيات هذه السورة مقتض للوجوه الثلاثة ، ونظيره قوله تعالى : { فقطع دابر القوم الذين ظلموا والحمد لله ربّ العالمين } في سورة الأنعام ( 45 ) .وتقديم ( لله ) لإفادة الاختصاص ، أي الحمد مختص به الله تعالى يعني الحمد الحق الكامل مختص به تعالى كما تقدم في سورة الفاتحة .وإجراء وصف رب السموات } على اسمه تعالى إيماء إلى علّة قصر الحمد على الله إخباراً وإنشاءً تأكيداً لما اقتضته الفاء ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "وله وحده سبحانه العظمة والجلال والكبرياء والسُّلْطان والقدرة والكمال في السموات والأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله وقدره وشرعه، تعالى وتقدَّس، لا إله إلا هو.",
        "mukhtasar": "وله الجلال والعظمة في السماوات وفي الأرض، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وتقديره وتدبيره وشرعه.",
        "saadi": "{ وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ } أي: له الجلال والعظمة والمجد. فالحمد فيه الثناء على الله بصفات الكمال ومحبته تعالى وإكرامه، والكبرياء فيها عظمته وجلاله والعبادة مبنية على ركنين، محبة الله والذل له، وهما ناشئان عن العلم بمحامد الله وجلاله وكبريائه. { وَهُوَ الْعَزِيزُ } القاهر لكل شيء، { الْحَكِيمُ } الذي يضع الأشياء مواضعها، فلا يشرع ما يشرعه إلا لحكمة ومصلحة ولا يخلق ما يخلقه إلا لفائدة ومنفعة. تم تفسير سورة الجاثية، ولله الحمد والنعمة والفضل    ",
        "kathir": "ثم قال : ( وله الكبرياء في السموات والأرض ) قال مجاهد : يعني السلطان . أي : هو العظيم الممجد ، الذي كل شيء خاضع لديه فقير إليه . وقد ورد في الحديث الصحيح : \" يقول الله تعالى العظمة إزاري والكبرياء ردائي ، فمن نازعني واحدا منهما أسكنته ناري \" . ورواه مسلم من حديث الأعمش ، عن أبي إسحاق ، عن الأغر أبي مسلم ، عن أبي هريرة وأبي سعيد ، رضي الله عنهما ، عن رسول الله - صلى الله عليه وسلم - بنحوه .وقوله : ( وهو العزيز ) أي : الذي لا يغالب ولا يمانع ، ( الحكيم ) في أقواله وأفعاله ، وشرعه وقدره ، تعالى وتقدس ، لا إله إلا هو .آخر تفسير سورة الجاثية [ ولله الحمد والمنة ]"
      },
      "translations": {
        "en": "And to Him belongs [all] grandeur within the heavens and the earth, and He is the Exalted in Might, the Wise.",
        "fr": "Et à Lui la grandeur dans les cieux et la terre. Et c'est Lui le Puissant, le Sage.",
        "es": "¡Suya es la majestad en los cielos y en la tierra! Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": ". وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (37)وتقديم المجرور في { وله الكبرياء } مثله في { فللَّه الحمد } . والكبرياء : الكبر الحق الذي هو كمال الصفات وكمال الوجود . ثم أتبع ذلك بصفتي { العزيز الحكيم } لأن العزة تشمل معاني القدرة والاختيارِ ، والحكمةَ تجمع معاني تمام العلم وعمومه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}