{
  "number": 47,
  "name": "سُورَةُ مُحَمَّدٍ",
  "englishName": "Muhammad",
  "revelationType": "Medinan",
  "ayahCount": 38,
  "ayahs": [
    {
      "number": 1,
      "text": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "الذين جحدوا أن الله هو الإله الحق وحده لا شريك له، وصدوا الناس عن دينه، أَذْهَبَ الله أعمالهم، وأبطلها، وأشقاهم بسببها.",
        "mukhtasar": "الذين كفروا بالله وصرفوا الناس عن دين الله، أبطل الله أعمالهم.",
        "saadi": "هذه الآيات مشتملات على ذكر ثواب المؤمنين وعقاب العاصين، والسبب في ذلك، ودعوة الخلق إلى الاعتبار بذلك، فقال: { الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ } وهؤلاء رؤساء الكفر، وأئمة الضلال، الذين جمعوا بين الكفر بالله وآياته، والصد لأنفسهم وغيرهم عن سبيل الله، التي هي الإيمان بما دعت إليه الرسل واتباعه.فهؤلاء { أَضَلَّ } الله { أَعْمَالَهُمْ } أي: أبطلها وأشقاهم بسببها، وهذا يشمل أعمالهم التي عملوها ليكيدوا بها الحق وأولياء الله، أن الله جعل كيدهم في نحورهم، فلم يدركوا مما قصدوا شيئا، وأعمالهم التي يرجون أن يثابوا عليها، أن الله سيحبطها عليهم، والسبب في ذلك أنهم اتبعوا الباطل، وهو كل غاية لا يراد بها وجه الله من عبادة الأصنام والأوثان، والأعمال التي في نصر الباطل لما كانت باطلة، كانت الأعمال لأجلها باطلة.",
        "kathir": "يقول تعالى : ( الذين كفروا ) أي : بآيات الله ، ( وصدوا ) غيرهم ( عن سبيل الله أضل أعمالهم ) أي : أبطلها وأذهبها ، ولم يجعل لها جزاء ولا ثوابا ، كقوله تعالى : ( وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا ) [ الفرقان : 23 ] ."
      },
      "translations": {
        "en": "Those who disbelieve and avert [people] from the way of Allah - He will waste their deeds.",
        "fr": "Ceux qui ont mécru et obstrué le chemin d'Allah, Il a rendu leurs œuvres vaines.",
        "es": "A quienes no crean y aparten a otros del camino de Alá, Él les invalidará sus obras."
      },
      "ibn_ashour": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (1(صُدّر التحريض على القتال بتوطئة لبيان غضب الله على الكافرين لكفرهم وصدهم الناس عن دين الله وتحقير أمرهم عند الله ليكون ذلك مثيراً في نفوس المسلمين حنقاً عليهم وكراهية فتثور فيهم همة الإقدام على قتال الكافرين ، وعدم الاكتراث بما هم فيه من قوة ، حين يعلمون الله يخذل المشركين وينصر المؤمنين ، فهذا تمهيد لقوله : { فإذا لقيتم الذين كفروا } [ محمد : 4 ] .وفي الابتداء بالموصول والصلة المتضمنة كُفر الذين كفروا ومناواتهم لدين الله تشويق لما يرد بعده من الحكم المناسب للصلة ، وإيماء بالموصول وصلته إلى علة الحكم عليه بالخبر أي لأجل كفرهم وصدهم ، وبراعة استهلال للغرض المقصود .والكفُر : الإشراك بالله كما هو مصطلح القرآن حيثما أطلق الكفر مجرداً عن قرينة إرادة غير المشركين . وقد اشتملت هذه الجملة على ثلاثة أوصاف للمشركين . وهي : الكفر ، والصد عن سبيل الله ، وضلال الأعمال الناشىء عن إضلال الله إياهم .والصدّ عن سبيل : هو صرف الناس عن متابعة دين الإسلام ، وصرفُهم أنفسهم عن سماع دعوة الإسلام بطريق الأوْلى . وأضيف ( السبيل ( إلى { ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍۢ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
      "tafsir": {
        "muyassar": "والذين صدَّقوا الله واتَّبَعوا شرعه وصدَّقوا بالكتاب الذي أنزل على محمد صلى الله عليه وسلم، وهو الحق الذي لا شك فيه من ربهم، عفا عنهم وستر عليهم ما عملوا من السيئات، فلم يعاقبهم عليها، وأصلح شأنهم في الدينا والآخرة.",
        "mukhtasar": "والذين آمنوا بالله، وعملوا الأعمال الصالحات، وآمنوا بما نزله الله على رسوله محمد صلى الله عليه وسلم - وهو الحق من ربهم - كفّر عنهم سيئاتهم فلا يؤاخذهم بها، وأصلح لهم شؤونهم الدنيوية والأخروية.",
        "saadi": "وأما { وَالَّذِينَ آمَنُوا } بما أنزل الله على رسله عموما، وعلى محمد صلى الله عليه وسلم خصوصا، { وَعَمِلُوا الصَّالِحَاتِ } بأن قاموا بما عليهم من حقوق الله، وحقوق العباد الواجبة والمستحبة.{ كَفَّرَ } الله { عَنْهُمْ سَيِّئَاتِهِمْ } صغارها وكبارها، وإذا كفرت سيئاتهم، نجوا من عذاب الدنيا والآخرة. { وَأَصْلَحَ بَالَهُمْ } أي: أصلح دينهم ودنياهم، وقلوبهم وأعمالهم، وأصلح ثوابهم، بتنميته وتزكيته، وأصلح جميع أحوالهم، والسبب في ذلك أنهم: { اتبعوا الْحَقُّ } الذي هو الصدق واليقين، وما اشتمل عليه هذا القرآن العظيم، الصادر { مِنْ رَبِّهِمْ } الذي رباهم بنعمته، ودبرهم بلطفه فرباهم تعالى بالحق فاتبعوه، فصلحت أمورهم، فلما كانت الغاية المقصودة لهم، متعلقة بالحق المنسوب إلى الله الباقي الحق المبين، كانت الوسيلة صالحة باقية، باقيا ثوابها.",
        "kathir": "ثم قال : ( والذين آمنوا وعملوا الصالحات ) أي : آمنت قلوبهم وسرائرهم ، وانقادت جوارحهم وبواطنهم وظواهرهم ، ( وآمنوا بما نزل على محمد ) ، عطف خاص على عام ، وهو دليل على أنه شرط في صحة الإيمان بعد بعثته صلوات الله وسلامه عليه .وقوله : ( وهو الحق من ربهم ) جملة معترضة حسنة ; ولهذا قال : ( كفر عنهم سيئاتهم وأصلح بالهم ) قال ابن عباس : أي أمرهم . وقال مجاهد : شأنهم . وقال قتادة وابن زيد : حالهم . والكل متقارب . وقد جاء في حديث تشميت العاطس : \" يهديكم الله ويصلح بالكم \" ."
      },
      "translations": {
        "en": "And those who believe and do righteous deeds and believe in what has been sent down upon Muhammad - and it is the truth from their Lord - He will remove from them their misdeeds and amend their condition.",
        "fr": "Et ceux qui ont cru et accompli de bonnes œuvres et ont cru en ce qui a été descendu sur Muhammad - et c'est la vérité venant de leur Seigneur - Il leur efface leurs méfaits et améliore leur condition.",
        "es": "En cambio, borrará las malas obras y mejorará la condición de quienes hayan creído, obrado bien y creído en la revelación hecha a Mahoma, la cual es la Verdad que viene de su Señor."
      },
      "ibn_ashour": "وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآَمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (2(هذا مقابل فريق الذين كفروا وهو فريق الذين آمنوا وعملوا الصالحات ، وإيراد الموصول وصلته للإيماء إلى وجه بناء الخبر وعلته ، أي لأجل إيمانهم الخ كفَّر عنهم سيئاتهم .وقد جاء في مقابلة الأوصاف الثلاثة التي أثبتت للذين كفروا بثلاثة أوصاف ضدها للمسلمين وهي : الإيمان مقابل الكفر ، والإيمانُ بما نُزل على محمد صلى الله عليه وسلم مقابل الصد عن سبيل الله ، وعملُ الصالحات مقابل بعض ما تضمنه { أضل أعمالهم } [ محمد : 1 ] ، و { وكفّر عنهم سيئاتهم } مقابل بعض آخر مما تضمنه { أضلّ أعمالهم } ، { وأصلح بالهم } مقابل بقية ما تضمنه { أضل أعمالهم } . وزيد في جانب المؤمنين التنويه بشأن القرآن بالجملة المعترضة قوله : { وهو الحق من ربهم } وهو نظير لوصفه بسبيل الله في قوله : { وصدوا عن سبيل الله } [ محمد : 1 ] .وعبر عن الجلالة هنا بوصف الربّ زيادة في التنويه بشأن المسلمين على نحو قوله : { وأن الكافرين لا مولى لهم } [ محمد : 11 ] فلذلك لم يقل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَٰلَهُمْ",
      "tafsir": {
        "muyassar": "ذلك الإضلال والهدى سببه أن الذين كفروا اتَّبَعوا الشيطان فأطاعوه، وأن الذين آمنوا اتَّبَعوا الرسول صلى الله عليه وسلم وما جاء به من النور والهدى، كما بيَّن الله تعالى فِعْلَه بالفريقين أهل الكفر وأهل الإيمان بما يستحقان يضرب سبحانه للناس أمثالهم، فيلحق بكل قوم من الأمثال والأشكال ما يناسبه.",
        "mukhtasar": "ذلك الجزاء المذكور للفريقين هو بسبب أن الذين كفروا بالله اتبعوا الباطل، وأن الذين آمنوا بالله وبرسوله اتبعوا الحق من ربهم، فاختلف جزاؤهما لاختلاف سعيهما، كما بيّن الله حكمه في الفريقين: فريق المؤمنين، وفريق الكافرين، يضرب الله للناس أمثالهم، فيلحق النظير بالنظير.",
        "saadi": "{ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ } حيث بين لهم تعالى أهل الخير وأهل الشر، وذكر لكل منهم صفة يعرفون بها ويتميزون { ليهلك من هلك عن بينة ويحيا من حي عن بينة }  ",
        "kathir": "ثم قال تعالى : ( ذلك بأن الذين كفروا اتبعوا الباطل ) أي : إنما أبطلنا أعمال الكفار ، وتجاوزنا عن سيئات الأبرار ، وأصلحنا شئونهم ; لأن الذين كفروا اتبعوا الباطل ، أي : اختاروا الباطل على الحق ، ( وأن الذين آمنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس أمثالهم ) أي : يبين لهم مآل أعمالهم ، وما يصيرون إليه في معادهم ."
      },
      "translations": {
        "en": "That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allah present to the people their comparisons.",
        "fr": "Il en est ainsi parce que ceux qui ont mécru ont suivi le Faux et que ceux qui ont cru ont suivi la Vérité émanant de leur Seigneur. C'est ainsi qu'Allah propose leurs exemples aux gens.",
        "es": "Y esto es así porque los infieles siguen lo falso, mientras que los creyentes siguen la Verdad venida de su Señor. Así es como Alá los pone como ejemplo a los hombres."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آَمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (3({ بَالَهُمْ * ذَلِكَ بِأَنَّ الذين كَفَرُواْ اتبعوا الباطل وَأَنَّ الذين ءَامَنُواْ اتبعوا الحق مِن رَّبِّهِمْ كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أمثالهم }هذا تبيين للسبب الأصيل في إضلال أعمال الكافرين وإصلاح بال المؤمنين . والإتيان باسم الإشارة لتمييز المشار إليه أكملَ تمييز تنويهاً به . وقد ذُكرت هذه الإشارة أربع مرات في هذه الآيات المتتابعة للغرض الذي ذكرناه .والإشارة إلى ما تقدم من الخبرين المتقدمين ، وهما { أضل أعمالهم } [ محمد : 1 ] و { كفَّر عنهم سيئاتهمْ وأصلح بالهم } [ محمد : 2 ] ، مع اعتبار علتي الخبرين المستفادتين من اسمي الموصول والصلتين وما عطف على كلتيهما .واسم الإشارة مبتدأ ، وقوله : { بأن الذين كفروا اتبعوا الباطل } الخ خبره ، والباء للسببيّة ومجرورها في موضع الخبر عن اسم الإشارة ، أي ذلك كائن بسبب اتباع الكافرين الباطل واتباع المؤمنين الحق ، ولما كان ذلك جامعاً للخبرين المتقدمين كان الخبر عنه متعلقاً با",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍۢ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.",
        "mukhtasar": "فإذا لقيتم - أيها المؤمنون - المحاربين من الذين كفروا فاضربوا رقابهم بسيوفكم، واستمرّوا في قتالهم حتى تكثروا فيهم القتل، فتستأصلوا شوكتهم، فإذا أكثرتم فيهم القتل فشدوا قيود الأسرى، فإذا أسرتموهم فلكم الخيار حسب ما تقتضيه المصلحة؛ بين المَنّ عليهم بإطلاق سراحهم دون مقابل، أو مفاداتهم بمال أو غيره، وَاصِلُوا قتالَهم وأَسْرَهم حتى تنتهي الحرب بإسلام الكفار أو معاهدتهم.\nذلك المذكور من ابتلاء المؤمنين بالكافرين ومداولة الأيام وانتصار بعضهم على بعض، هو حكم الله، ولو يشاء الله الانتصار من الكفار دون قتال لانتصر منهم، لكنه شرع الجهاد ليختبر بعضكم ببعض، فيختبر من يقاتل من المؤمنين ومن لا يقاتل، ويختبر الكافر بالمؤمن، فإن قتل المؤمن دخل الجنة، وإن قتله المؤمن دخل هو النار، والذين قتلوا في سبيل الله فلن يبطل الله أعمالهم.",
        "saadi": "يقول تعالى -مرشدا عباده إلى ما فيه صلاحهم، ونصرهم على أعدائهم-: { فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا } في الحرب والقتال، فاصدقوهم القتال، واضربوا منهم الأعناق، حَتَّى تثخنوهم وتكسروا شوكتهم وتبطلوا شرتهم، فإذا فعلتم ذلك، ورأيتم الأسر أولى وأصلح، { فَشُدُّوا الْوَثَاقَ } أي: الرباط، وهذا احتياط لأسرهم لئلا يهربوا، فإذا شد منهم الوثاق اطمأن المسلمون من هربهم ومن شرهم، فإذا كانوا تحت أسركم، فأنتم بالخيار بين المن عليهم، وإطلاقهم بلا مال ولا فداء، وإما أن تفدوهم بأن لا تطلقوهم حتى يشتروا أنفسهم، أو يشتريهم أصحابهم بمال، أو بأسير مسلم عندهم.وهذا الأمر مستمر { حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا } أي: حتى لا يبقى حرب، وتبقون في المسألة والمهادنة، فإن لكل مقام مقالا، ولكل حال حكما، فالحال المتقدمة، إنما هي إذا كان قتال وحرب.فإذا كان في بعض الأوقات، لا حرب فيه لسبب من الأسباب، فلا قتل ولا أسر.{ ذَلِكَ } الحكم المذكور في ابتلاء المؤمنين بالكافرين، ومداولة الأيام بينهم، وانتصار بعضهم على بعض { وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ } فإنه تعالى على كل شيء قدير، وقادر على أن لا ينتصر الكفار في موضع واحد أبدا، حتى يبيد المسلمون خضراءهم.{ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ } ليقوم سوق الجهاد، ويتبين بذلك أحوال العباد، الصادق من الكاذب، وليؤمن من آمن إيمانا صحيحا عن بصيرة، لا إيمانا مبنيا على متابعة أهل الغلبة، فإنه إيمان ضعيف جدا، لا يكاد يستمر لصاحبه عند المحن والبلايا.{ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ } لهم ثواب جزيل، وأجر جميل، وهم الذين قاتلوا من أمروا بقتالهم، لتكون كلمة الله هي العليا.فهؤلاء لن يضل الله أعمالهم، أي: لن يحبطها ويبطلها، بل يتقبلها وينميها لهم، ويظهر من أعمالهم نتائجها، في الدنيا والآخرة.",
        "kathir": "يقول تعالى مرشدا للمؤمنين إلى ما يعتمدونه في حروبهم مع المشركين : ( فإذا لقيتم الذين كفروا فضرب الرقاب ) أي : إذا واجهتموهم فاحصدوهم حصدا بالسيوف ، ( حتى إذا أثخنتموهم فشدوا ) أي : أهلكتموهم قتلا ) فشدوا ) [ وثاق ] الأسارى الذين تأسرونهم ، ثم أنتم بعد انقضاء الحرب وانفصال المعركة مخيرون في أمرهم ، إن شئتم مننتم عليهم فأطلقتم أساراهم مجانا ، وإن شئتم فاديتموهم بمال تأخذونه منهم وتشاطرونهم عليه . والظاهر أن هذه الآية نزلت بعد وقعة بدر ، فإن الله ، سبحانه ، عاتب المؤمنين على الاستكثار من الأسارى يومئذ ليأخذوا منهم الفداء ، والتقلل من القتل يومئذ فقال : ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم ) [ الأنفال : 67 ، 68 ] .ثم قد ادعى بعض العلماء أن هذه الآية - المخيرة بين مفاداة الأسير والمن عليه - منسوخة بقوله تعالى : ( فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم [ وخذوهم واحصروهم واقعدوا لهم كل مرصد ] ) الآية [ التوبة : 5 ] ، رواه العوفي عن ابن عباس . وقاله قتادة ، والضحاك ، والسدي ، وابن جريج .وقال الآخرون - وهم الأكثرون - : ليست بمنسوخة .ثم قال بعضهم : إنما الإمام مخير بين المن على الأسير ومفاداته فقط ، ولا يجوز له قتله .وقال آخرون منهم : بل له أن يقتله إن شاء ؛ لحديث قتل النبي - صلى الله عليه وسلم - النضر بن الحارث وعقبة بن أبي معيط من أسارى بدر ، وقال ثمامة بن أثال لرسول الله - صلى الله عليه وسلم - حين قال له : \" ما عندك يا ثمامة ؟ \" فقال : إن تقتل تقتل ذا دم ، وإن تمنن تمنن على شاكر ، وإن كنت تريد المال فسل تعط منه ما شئت .وزاد الشافعي ، رحمه الله ، فقال : الإمام مخير بين قتله أو المن عليه ، أو مفاداته أو استرقاقه أيضا . وهذه المسألة محررة في علم الفروع ، وقد دللنا على ذلك في كتابنا \" الأحكام \" ، ولله الحمد والمنة .وقوله : ( حتى تضع الحرب أوزارها ) قال مجاهد : حتى ينزل عيسى ابن مريم [ عليه السلام ] . وكأنه أخذه من قوله - صلى الله عليه وسلم - : \" لا تزال طائفة من أمتي ظاهرين على الحق حتى يقاتل آخرهم الدجال \" .وقال الإمام أحمد : حدثنا الحكم بن نافع ، حدثنا إسماعيل بن عياش ، عن إبراهيم بن سليمان ، عن الوليد بن عبد الرحمن الجرشي ، عن جبير بن نفير أن سلمة بن نفيل أخبرهم : أنه أتى رسول الله - صلى الله عليه وسلم - فقال : إني سيبت الخيل ، وألقيت السلاح ، ووضعت الحرب أوزارها ، وقلت : \" لا قتال \" فقال له النبي - صلى الله عليه وسلم - : \" الآن جاء القتال ، لا تزال طائفة من أمتي ظاهرين على الناس يزيغ الله قلوب أقوام فيقاتلونهم : ويرزقهم الله منهم ، حتى يأتي أمر الله وهم على ذلك . ألا إن عقر دار المؤمنين الشام ، والخيل معقود في نواصيها الخير إلى يوم القيامة \" .وهكذا رواه النسائي من طريقين ، عن جبير بن نفير ، عن سلمة بن نفيل السكوني به .وقال أبو القاسم البغوي : حدثنا داود بن رشيد ، حدثنا الوليد بن مسلم ، عن محمد بن مهاجر ، عن الوليد بن عبد الرحمن الجرشي ، عن جبير بن نفير ، عن النواس بن سمعان قال : لما فتح على رسول الله - صلى الله عليه وسلم - فتح فقالوا : يا رسول الله ، سيبت الخيل ، ووضعت السلاح ، ووضعت الحرب أوزارها ، قالوا : لا قتال ، قال : \" كذبوا ، الآن ، جاء القتال ، لا يزال الله يرفع قلوب قوم يقاتلونهم ، فيرزقهم منهم ، حتى يأتي أمر الله وهم على ذلك ، وعقر دار المسلمين بالشام \" .وهكذا رواه الحافظ أبو يعلى الموصلي عن داود بن رشيد به . والمحفوظ أنه من رواية سلمة بن نفيل كما تقدم . وهذا يقوي القول بعدم النسخ ، كأنه شرع هذا الحكم في الحرب إلى ألا يبقى حرب .وقال قتادة : ( حتى تضع الحرب أوزارها ) حتى لا يبقى شرك . وهذا كقوله تعالى : ( وقاتلوهم حتى لا تكون فتنة ويكون الدين لله ) [ البقرة : 193 ] . ثم قال بعضهم : ( حتى تضع الحرب أوزارها ) أي : أوزار المحاربين ، وهم المشركون ، بأن يتوبوا إلى الله عز وجل . وقيل : أوزار أهلها بأن يبذلوا الوسع في طاعة الله ، عز وجل .وقوله : ( ذلك ولو يشاء الله لانتصر منهم ) أي : هذا ولو شاء الله لانتقم من الكافرين بعقوبة ونكال من عنده ، ( ولكن ليبلو بعضكم ببعض ) أي : ولكن شرع لكم الجهاد وقتال الأعداء ليختبركم ، ويبلو أخباركم . كما ذكر حكمته في شرعية الجهاد في سورتي \" آل عمران \" و \" براءة \" في قوله : ( أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين ) [ آل عمران : 142 ] .وقال في سورة براءة : ( قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم ) [ التوبة : 14 ، 15 ] .ثم لما كان من شأن القتال أن يقتل كثير من المؤمنين ، قال : ( والذين قتلوا في سبيل الله فلن يضل أعمالهم ) أي : لن يذهبها بل يكثرها وينميها ويضاعفها . ومنهم من يجري عليه عمله في طول برزخه ، كما ورد بذلك الحديث الذي رواه الإمام أحمد في مسنده ، حيث قال :حدثنا زيد بن يحيى الدمشقي ، حدثنا ابن ثوبان ، عن أبيه ، عن مكحول ، عن كثير بن مرة ، عن قيس الجذامي - رجل كانت له صحبة - قال : قال رسول الله - صلى الله عليه وسلم - : \" يعطى الشهيد ست خصال عند أول قطرة من دمه : يكفر عنه كل خطيئة ، ويرى مقعده من الجنة ، ويزوج من الحور العين ، ويؤمن من الفزع الأكبر ، ومن عذاب القبر ، ويحلى حلة الإيمان \" . تفرد به أحمد رحمه الله .حديث آخر : قال أحمد أيضا : حدثنا الحكم بن نافع ، حدثنا إسماعيل بن عياش ، عن بحير بن سعيد ، عن خالد بن معدان ، عن المقدام بن معدي كرب الكندي قال : قال رسول الله - صلى الله عليه وسلم - : \" إن للشهيد عند الله ست خصال : أن يغفر له في أول دفعة من دمه ، ويرى مقعده من الجنة ، ويحلى حلة الإيمان ، ويزوج من الحور العين ، ويجار من عذاب القبر ، ويأمن من الفزع الأكبر ، ويوضع على رأسه تاج الوقار ، الياقوتة منه خير من الدنيا وما فيها ، ويزوج اثنتين وسبعين زوجة من الحور العين ، ويشفع في سبعين إنسانا من أقاربه \" .وقد أخرجه الترمذي وصححه ابن ماجه .وفي صحيح مسلم عن عبد الله بن عمرو ، وعن أبي قتادة أن رسول الله - صلى الله عليه وسلم - قال : \" يغفر للشهيد كل شيء إلا الدين \" . وروي من حديث جماعة من الصحابة . وقال أبو الدرداء : قال رسول الله - صلى الله عليه وسلم - : \" يشفع الشهيد في سبعين من أهل بيته \" . ورواه أبو داود . والأحاديث في فضل الشهيد كثيرة جدا ."
      },
      "translations": {
        "en": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds.",
        "fr": "Lorsque vous rencontrez (au combat) ceux qui ont mécru frappez-en les cous. Puis, quand vous les avez dominés, enchaînez-les solidement. Ensuite, c'est soit la libération gratuite, soit la rançon, jusqu'à ce que la guerre dépose ses fardeaux. Il en est ainsi, car si Allah voulait, Il se vengerait Lui-même contre eux, mais c'est pour vous éprouver les uns par les autres. Et ceux qui seront tués dans le chemin d'Allah, Il ne rendra jamais vaines leurs actions.",
        "es": "Cuando sostengáis, pues, un encuentro con los infieles, descargad los golpes en el cuello hasta someterlos. Entonces, atadlos fuertemente. Luego, devolvedles la libertad, de gracia o mediante rescate, para que cese la guerra. Es así como debéis hacer. Si Alá quisiera, se defendería de ellos, pero quiere probaros a unos por medio de otros. No dejará que se pierdan las obras de los que hayan caído por Alá."
      },
      "ibn_ashour": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (4({ أمثالهم * فَإِذَا لَقِيتُمُ الذين كَفَرُواْ فَضَرْبَ الرقاب حتى إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّواْ الوثاق فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَآءً حتى تَضَعَ } .لا شك أن هذه الآية نزلت بعد وقعة بدر لأن فيها قوله : { حتى إذا أثخنتموهم فشُدُّوا الوثاق } . وهو الحكم الذي نزل فيه العقاب على ما وقع يوم بدر من فداء الأسرى التي في قوله تعالى : { ما كان لنبيء أن يكون له أسرى حتى يُثْخِن في الأرض } [ الأنفال : 67 ] الآية إذ لم يكن حكم ذلك مقرراً يومئذٍ ، وتقدم في سورة الأنفال .والفاء لتفريع هذا الكلام على ما قبله من إثارة نفوس المسلمين بتشنيع حال المشركين وظهور خيبة أعمالهم وتنويه حال المسلمين وتوفيق آرائهم .والمقصود : تهوين شأنهم في قلوب المسلمين وإغ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
      "tafsir": {
        "muyassar": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.",
        "mukhtasar": "سيوفقهم لاتباع الحق في حياتهم الدنيا، ويصلح شأنهم.",
        "saadi": "{ سَيَهْدِيهِمْ } إلى سلوك الطريق الموصلة إلى الجنة، { وَيُصْلِحُ بَالَهُمْ } أي: حالهم وأمورهم، وثوابهم يكون صالحا كاملا لا نكد فيه، ولا تنغيص بوجه من الوجوه.",
        "kathir": "وقوله : ( سيهديهم ) أي : إلى الجنة ، كقوله تعالى : ( إن الذين آمنوا وعملوا الصالحات يهديهم ربهم بإيمانهم تجري من تحتهم الأنهار في جنات النعيم ) [ يونس : 9 ] .وقوله : ( ويصلح بالهم ) أي : أمرهم وحالهم ،"
      },
      "translations": {
        "en": "He will guide them and amend their condition",
        "fr": "Il les guidera et améliorera leur condition.",
        "es": "Él les dirigirá, mejorará su condición"
      },
      "ibn_ashour": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (5(* سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ * وَيُدْخِلُهُمُ الجنة عَرَّفَهَا لَهُمْ * ياأيها الذين ءامنوا إِن تَنصُرُواْ الله يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ } إلى قوله : { وإما فداء } ، فإن ذلك من مظاهر إهانة الذين كفروا فذُكر هنا ما هو من رفعة الذين قاتلوا في سبيل الله من المؤمنين بعناية الله بهم .وجملة { والذين قاتلوا في سبيل الله } الخ عطف على جملة { فإذا لَقِيتُمُ الذين كفروا فضرب الرقاب } الآية فإنه لما أمرهم بقتال المشركين أعقب الأمر بوعد الجزاء على فعله .وذكر { الذين قاتلوا في سبيل الله } إظهار في مقام الإضمار إذ كان مقتضى الظاهر أن يقال : فلن يُضل الله أعمالكم ، وهكذا بأسلوب الخطاب ، فعدل عن مقتضى الظاهر من الإضمار إلى الإظهار ليكون في تقديم المسند إليه على الخبر الفعلي إفادة تقوّي الخبر ، وليكون ذريعة إلى الإتيان بالموصول للتنويه بصلته ، وللإيماء إلى وجه بناء الخبر على الصلة بأن تلك الصلة هي علة ما ورد بعدها من الخبر .فجملة { فلن يضل أعمالهم } خبر عن الموصول ، وقرنت بالفاء لإفادة السببية في ترتب ما بعد الفاء على صلة الموصول لأن الموصول كث",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
      "tafsir": {
        "muyassar": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.",
        "mukhtasar": "ويدخلهم الجنة يوم القيامة، بيّنها لهم بأوصافها في الدنيا فعرفوها، وعرفهم منازلهم فيها في الآخرة.",
        "saadi": "{ وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ } أي: عرفها أولا، بأن شوقهم إليها، ونعتها لهم، وذكر لهم الأعمال الموصلة إليها، التي من جملتها القتل في سبيله، ووفقهم للقيام بما أمرهم به ورغبهم فيه، ثم إذا دخلوا الجنة، عرفهم منازلهم، وما احتوت عليه من النعيم المقيم، والعيش السليم. ",
        "kathir": "( ويدخلهم الجنة عرفها لهم ) أي : عرفهم بها وهداهم إليها .قال مجاهد : يهتدي أهلها إلى بيوتهم ومساكنهم ، وحيث قسم الله لهم منها ، لا يخطئون كأنهم ساكنوها منذ خلقوا ، لا يستدلون عليها أحدا . وروى مالك عن ابن زيد بن أسلم نحو هذا .وقال محمد بن كعب : يعرفون بيوتهم إذا دخلوا الجنة ، كما تعرفون بيوتكم إذا انصرفتم من الجمعة .وقال مقاتل بن حيان : بلغنا أن الملك الذي كان وكل بحفظ عمله في الدنيا يمشي بين يديه في الجنة ، ويتبعه ابن آدم حتى يأتي أقصى منزل هو له ، فيعرفه كل شيء أعطاه الله في الجنة ، فإذا انتهى إلى أقصى منزله في الجنة دخل [ إلى ] منزله وأزواجه ، وانصرف الملك عنه ، ذكرهن ابن أبي حاتم ، رحمه الله .وقد ورد الحديث الصحيح بذلك أيضا ، رواه البخاري من حديث قتادة ، عن أبي المتوكل الناجي ، عن أبي سعيد الخدري [ رضي الله عنه ] أن رسول الله - صلى الله عليه وسلم - قال : \" إذا خلص المؤمنون من النار حبسوا بقنطرة بين الجنة والنار ، يتقاصون مظالم كانت بينهم في الدنيا ، حتى إذا هذبوا ونقوا أذن لهم في دخول الجنة ، والذي نفسي بيده ، إن أحدهم بمنزله في الجنة أهدى منه بمنزله الذي كان في الدنيا \" ."
      },
      "translations": {
        "en": "And admit them to Paradise, which He has made known to them.",
        "fr": "et les fera entrer au Paradis qu'Il leur aura fait connaître.",
        "es": "y les introducirá en el Jardín, que Él les habrá dado ya a conocer."
      },
      "ibn_ashour": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (6(ومعنى { عَرَّفها لهم } أنه وصفها لهم في الدنيا فهم يعرفونها بصفاتها ، فالجملة حال من الجنة ، أو المعنى هداهم إلى طريقها في الآخرة فلا يترددون في أنهم داخلونها ، وذلك من تعجيل الفرح بها . وقيل : { عرفها } جعل فيها عرْفاً ، أي ريحاً طيباً ، والتطييب من تمام حسن الضيافة .وقرأ الجمهور { قاتلوا } بصيغة المفاعلة ، فهو وعد للمجاهدين أحيائهم وأمواتهم . وقرأه أبو عمرو وحفص عن عاصم { قُتِلوا } بالبناء للنائب ، فعلى هذه القراءة يكون مضمون الآية جزاء الشهداء فهدايتهم وإصلاح بالهم كائنان في الآخرة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إن تنصروا دين الله بالجهاد في سبيله، والحكم بكتابه، وامتثال أوامره، واجتناب نواهيه، ينصركم الله على أعدائكم، ويثبت أقدامكم عند القتال.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرع لهم، إن تنصروا الله بنصر نبيه ودينه، وبقتال الكفار، ينصركم بمنحكم الغلبة عليهم، ويثبّت أقدامكم في الحرب عند لقائهم.",
        "saadi": "هذا أمر منه تعالى للمؤمنين، أن ينصروا الله بالقيام بدينه، والدعوة إليه، وجهاد أعدائه، والقصد بذلك وجه الله، فإنهم إذا فعلوا ذلك، نصرهم الله وثبت أقدامهم، أي: يربط على قلوبهم بالصبر والطمأنينة والثبات، ويصبر أجسامهم على ذلك، ويعينهم على أعدائهم، فهذا وعد من كريم صادق الوعد، أن الذي ينصره بالأقوال والأفعال سينصره مولاه، وييسر له أسباب النصر، من الثبات وغيره.",
        "kathir": "ثم قال تعالى : ( يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم ) ، كقوله : ( ولينصرن الله من ينصره ) [ الحج : 40 ] ، فإن الجزاء من جنس العمل ; ولهذا قال : ( ويثبت أقدامكم ) ، كما جاء في الحديث : \" من بلغ ذا سلطان حاجة من لا يستطيع إبلاغها ، ثبت الله قدمه على الصراط يوم القيامة\"."
      },
      "translations": {
        "en": "O you who have believed, if you support Allah, He will support you and plant firmly your feet.",
        "fr": "O vous qui croyez! si vous faites triompher (la cause d') Allah, Il vous fera triompher et raffermira vos pas.",
        "es": "¡Creyentes! Si auxiliáis a Alá, Él os, auxiliará y afirmará vuestros pasos."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7(لما ذكر أنه لو شاء الله لانتصر منهم عُلم منه أن ما أمر به المسلمين من قتال الكفار إنما أراد منه نصرَ الدين بخضد شوكة أعدائه الذين يصدون الناس عنه ، أتبعه بالترغيب في نصر الله والوعد بتكفل الله لهم بالنصر إن نصروه ، وبأنه خاذل الذين كفروا بسبب كراهيتهم ما شرعه من الدين .فالجملة استئناف ابتدائي لهاته المناسبة . وافتتح الترغيب بندائهم بصلة الإيمان اهتماماً بالكلام وإيماء إلى أن الإيماء يقتضي منهم ذلك ، والمقصود تحريضهم على الجهاد في المستقبل بعد أن اجتنوا فائدته مشاهدة يوم بدر .ومعنى نصرهم الله : نصرُ دينه ورسوله صلى الله عليه وسلم لأن الله غني عن النصر في تنفيذ إرادته كما قال : { ولو يشاء الله لانتصر منهم } [ محمد : 4 ] . ولا حاجة إلى تقدير مضاف بين { تنصروا } واسم الجلالة تقديره : دين الله ، لأنه يقال : نصر فلان فلاناً ، إذا نصر ذويه وهو غير حَاضر . وجيء في الشرط بحرف { إنْ } الذي الأصل فيه عدم الجزم بوقوع الشرط للإشارة إلى مشقة الشرط وشدته ليُجعل المطلوبُ به كالذي يشك في وفائه به .وتثبيت ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًۭا لَّهُمْ وَأَضَلَّ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "والذين كفروا فهلاكًا لهم، وأذهب الله ثواب أعمالهم؛ ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم، فكذبوا به، فأبطل أعمالهم؛ لأنها كانت في طاعة الشيطان.",
        "mukhtasar": "والذين كفروا بالله وبرسوله فلهم الخسران والهلاك، وأبطل الله ثواب أعمالهم.",
        "saadi": "وأما الذين كفروا بربهم، ونصروا الباطل، فإنهم في تعس، أي: انتكاس من أمرهم وخذلان.{ وَأَضَلَّ أَعْمَالَهُمْ } أي: أبطل أعمالهم التي يكيدون بها الحق، فرجع كيدهم في نحورهم، وبطلت أعمالهم التي يزعمون أنهم يريدون بها وجه الله.",
        "kathir": "ثم قال تعالى : ( والذين كفروا فتعسا لهم ) ، عكس تثبيت الأقدام للمؤمنين الناصرين لله ولرسوله - صلى الله عليه وسلم - وقد ثبت في الحديث عن رسول الله - صلى الله عليه وسلم - أنه قال : \" تعس عبد الدينار ، تعس عبد الدرهم ، تعس عبد القطيفة - [ وفي رواية : تعس عبد الخميصة ] - تعس وانتكس ، وإذا شيك فلا انتقش \" ، أي : فلا شفاه الله .وقوله : ( وأضل أعمالهم ) أي : أحبطها وأبطلها ;"
      },
      "translations": {
        "en": "But those who disbelieve - for them is misery, and He will waste their deeds.",
        "fr": "Et quant à ceux qui ont mécru, il y aura un malheur pour eux, et Il rendra leurs œuvres vaines.",
        "es": "¡Ay de aquéllos, en cambio, que no hayan creído! Invalidará sus obras."
      },
      "ibn_ashour": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (8(هذا مقابل قوله : { والذين قاتلوا في سبيل الله فلن يضل أعمالهم } [ محمد : 4 ] فإن المقاتلين في سبيل الله هم المؤمنون ، فهذا عطف على جملة { والذين قاتلوا في سبيل الله } [ محمد : 4 ] الآية .والتعْس : الشقاء ويطلق على عدة معان : الهلاك ، والخيبة ، والانحطاط ، والسقوط ، وهي معان تحوم حول الشقاء ، وقد كثر أن يقال : تعسا له ، للعاثر البغيض ، أي سقوطاً وخروراً لا نهوض منه . ويقابله قولهم للعاثر : لعاً لهَ ، أي ارتفاعاً ، قال الأعشى :بذات لَوث عفرناةٍ إذا عَثَرت ... فالتعسُ أولى لها من أن أقول لَعَاوفي حديث الإفك : فعثرت أم مسطح في مِرطها فقالت : تَعِس مسطح لأن العثار تَعْس .ومن بدائع القرآن وقوع { فتَعْساً لهم } في جانب الكفار في مقابلة قوله للمؤمنين : { ويُثبتْ أقدامكم } [ محمد : 7 ] .والفعل من التعس يجيء من باب منع وباب سمع ، وفي «القاموس» إذا خاطبتَ قلتَ : تَعَست كمَنع ، وإذا حَكيت قلت : تَعِسَ كسمع .وانتصب { تعساً } على المفعول المطلق بدلاً من فعله . والتقدير : فتعسوا تعسهم ، وهو من إضافة المصدر إلى فاعله مثل تبًّا له ، وويحا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "والذين كفروا فهلاكًا لهم، وأذهب الله ثواب أعمالهم؛ ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم، فكذبوا به، فأبطل أعمالهم؛ لأنها كانت في طاعة الشيطان.",
        "mukhtasar": "ذلك العقاب الواقع بهم بسبب أنهم كرهوا ما أنزل الله على رسوله من القرآن لما فيه من توحيد الله، فأحبط الله أعمالهم، فخسروا في الدنيا والآخرة.",
        "saadi": "ذلك الإضلال والتعس للذين كفروا، بسبب أنهم { كَرِهُوا مَا أَنْزَلَ اللَّهُ } من القرآن الذي أنزله الله، صلاحا للعباد، وفلاحا لهم، فلم يقبلوه، بل أبغضوه وكرهوه، { فَأَحْبَطَ أَعْمَالَهُمْ }  ",
        "kathir": "ولهذا قال : ( ذلك بأنهم كرهوا ما أنزل الله ) أي : لا يريدونه ولا يحبونه ، ( فأحبط أعمالهم )"
      },
      "translations": {
        "en": "That is because they disliked what Allah revealed, so He rendered worthless their deeds.",
        "fr": "C'est parce qu'ils ont de la répulsion pour ce qu'Allah a fait descendre. Il a rendu donc vaines leurs œuvres.",
        "es": "Y esto es así porque les repugnó la revelación de Alá. E hizo vanas sus obras."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ (9(والباء في { بأنهم كرهوا } للسببيّة . وإحباط الأعمال إبطالها : أي جعلها بُطْلاً ، أي ضائعة لا نفع لهم منها ، والمراد بأعمالهم : الأعمال التي يرجون منها النفع في الدنيا لأنهم لم يكونوا يرجون نفعها في الآخرة إذ هم لا يؤمنون بالبعث وإنما كانوا يرجون من الأعمال الصالحة رضي الله ورضى الأصنام ليعيشوا في سعة رزق وسلامة وعافية وتسلَم أولادهم وأنعامهم ، فالأعمال المُحبَطة بعض الأعمال المضللة ، وإحباطها هو عدم تحقق ما رجَوه منها فهو أخص من إضلال أعمالهم كما علمته عند قوله تعالى :{ الذين كفروا وصدُّوا عن سبيل الله أضل أعمالهم } [ محمد : 1 ] أول السورة . والمقصود من ذكر هذا الخاص بعد العام التنبيه على أنهم لم ينتفعوا بها لئلا يظن المؤمنون أنها قد تخفف عنهم من العذاب فقد كانوا يتساءلون عن ذلك ، كما في حديث عدي بن حاتم أنه سأل رسول الله صلى الله عليه وسلم عن أعمال كان يتحنث بها في الجاهلية من عتاقة ونَحوها فقال له رسول الله صلى الله عليه وسلم « أسلمتَ على ما سَلف من خير » أي ولو لم يُسلم لما كان له فيها خير .والمعنى : أنّهم ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَٰفِرِينَ أَمْثَٰلُهَا",
      "tafsir": {
        "muyassar": "أفلم يَسِرْ هؤلاء الكفار في أرض الله معتبرين بما حلَّ بالأمم المكذبة قبلهم من العقاب؟ دمَّر الله عليهم ديارهم، وللكافرين أمثال تلك العاقبة التي حلت بتلك الأمم.",
        "mukhtasar": "أفلم يسر هؤلاء المكذبون في الأرض، فيتأملوا كيف كانت نهاية الذين كذبوا من قبلهم، فقد كانت نهاية مؤلمة، دمر الله عليهم مساكنهم، فأهلكهم وأهلك أولادهم وأموالهم، وللكافرين في كل زمان ومكان أمثال تلك العقوبات.",
        "saadi": "أي: أفلا يسير هؤلاء المكذبون بالرسول صلى الله عليه وسلم، { فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ } فإنهم لا يجدون عاقبتهم إلا شر العواقب، فإنهم لا يلتفتون يمنة ولا يسرة إلا وجدوا ما حولهم، قد بادوا وهلكوا، واستأصلهم التكذيب والكفر، فخمدوا، ودمر الله عليهم أموالهم وديارهم، بل دمر أعمالهم ومكرهم، وللكافرين في كل زمان ومكان، أمثال هذه العواقب الوخيمة، والعقوبات الذميمة.وأما المؤمنون، فإن الله تعالى ينجيهم من العذاب، ويجزل لهم كثير الثواب.",
        "kathir": "يقول تعالى : ( أفلم يسيروا ) يعني : المشركين بالله المكذبين لرسوله ( في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم ) أي : عاقبهم بتكذيبهم وكفرهم ، أي : ونجى المؤمنين من بين أظهرهم ; ولهذا قال : ( وللكافرين أمثالها )"
      },
      "translations": {
        "en": "Have they not traveled through the land and seen how was the end of those before them? Allah destroyed [everything] over them, and for the disbelievers is something comparable.",
        "fr": "N'ont-il pas parcouru la terre pour voir ce qu'il est advenu de leurs prédécesseurs? Allah les a détruits. Pareilles fins sont réservées aux mécréants.",
        "es": "¿No han ido por la tierra y mirado cómo terminaron sus antecesores? Alá los destruyó. Y los infieles tendrán un fin semejante."
      },
      "ibn_ashour": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (10(تفريع على جملة { والذين كفروا فتعساً لهم } [ محمد : 8 ] الآية ، وتقدم القول في نظائر { أولم يسيروا في الأرض } في سورة الروم ( 9 ( وفي سورة غافر ( 21 ( .والاستفهام تقريري ، والمعنى : أليس تعس الذين كفروا مشهوداً عليه بآثاره من سوء عاقبة أمثالهم الذين كانوا قبلهم يدينون بمثل دينهم .وجملة دمر الله عليهم } استئناف بياني ، وهذا تعريض بالتهديد . والتدمير : الإهلاك والدمار وهو الهلك . وفعل { دمَّر } متعد إلى المدمَّر بنفسه ، يقال : دمرهم الله ، وإنما عدي في الآية بحرف الاستعلاء للمبالغة في قوة التدمير ، فحذف مفعول { دمر } لقصد العموم ، ثم جعل التدمير واقعاً عليهم فأفاد معنى { دمّر } كل ما يختصُّ بهم ، وهو المفعول المحذوف ، وأن التدمير واقع عليهم فهم من مشموله .وجملة { وللكافرين أمثالها } اعتراض بين جملة { أفلم يسيروا في الأرض } وبين جملة { ذلك بأن الله مولى الذين آمنوا } [ محمد : 11 ] . والمراد بالكافرين : كفار مكة . والمعنى : ولكفاركم أمث",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
      "tafsir": {
        "muyassar": "ذلك الذي فعلناه بالفريقين فريق الإيمان وفريق الكفر؛ بسبب أن الله وليُّ المؤمنين ونصيرهم، وأن الكافرين لا وليَّ لهم ولا نصير.",
        "mukhtasar": "ذلك الجزاء المذكور للفريقين؛ لأن الله ناصر الذين آمنوا به، وأن الكافرين لا ناصر لهم.",
        "saadi": "{ ذلك بأن الله مولى الذين آمنوا } فتولاهم برحمته، فأخرجهم من الظلمات إلى النور، وتولى جزاءهم ونصرهم، { وَأَنَّ الْكَافِرِينَ } بالله تعالى، حيث قطعوا عنهم ولاية الله، وسدوا على أنفسهم رحمته { لَا مَوْلَى لَهُمْ } يهديهم إلى سبل السلام، ولا ينجيهم من عذاب الله وعقابه، بل أولياؤهم الطاغوت، يخرجونهم من النور إلى الظلمات، أولئك أصحاب النار هم فيها خالدون.",
        "kathir": "ثم قال : ( ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم ) ، ولهذا لما قال أبو سفيان صخر بن حرب رئيس المشركين يوم أحد حين سأل عن النبي - صلى الله عليه وسلم - وعن أبي بكر وعمر فلم يجب ، وقال : أما هؤلاء فقد هلكوا ، وأجابه عمر بن الخطاب فقال : كذبت يا عدو الله ، بل أبقى الله لك ما يسوؤك ، وإن الذين عددت لأحياء [ كلهم ] . فقال أبو سفيان : يوم بيوم بدر ، والحرب سجال ، أما إنكم ستجدون مثلة لم آمر بها ولم تسؤني ، ثم ذهب يرتجز ويقول : اعل هبل ، اعل هبل . فقال رسول الله - صلى الله عليه وسلم - : \" ألا تجيبوه ؟ \" قالوا : يا رسول الله ، وما نقول ؟ قال : \" قولوا : الله أعلى وأجل \" . ثم قال أبو سفيان : لنا العزى ، ولا عزى لكم . فقال : \" ألا تجيبوه ؟ \" قالوا : وما نقول يا رسول الله ؟ قال : \" قولوا : الله مولانا ولا مولى لكم \" ."
      },
      "translations": {
        "en": "That is because Allah is the protector of those who have believed and because the disbelievers have no protector.",
        "fr": "C'est qu'Allah est vraiment le Protecteur de ceux qui ont cru; tandis que les mécréants n'ont pas de protecteur.",
        "es": "Y esto es así porque Alá es el Protector de los creyentes, mientras que los infieles no tienen protector."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آَمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ (11(أعيد اسم الإشارة للوجه الذي تقدم في قوله : { ذلك بأن الذين كفروا اتبعوا الباطل } [ محمد : 3 ] وقوله : { ذلك ولو يشاء الله لانتصر منهم } [ محمد : 4 ] .واسم الإشارة منصرف إلى مضمون قوله : { وللكافرين أمثالها } [ محمد : 10 ] بتأويل : ذلك المذكور ، لأنه يتضمن وعيداً للمشركين بالتدمير ، وفي تدميرهم انتصار للمؤمنين على ما لَقُوا منهم من الأضرار ، فأفيد أن ما توعدهم الله به مسبب على أن الله نصير الذين آمنوا وهو المقصود من التعليل وما بعده تتميم .والمولى ، هنا : الولي والناصر . والمعنى : أن الله ينصر الذين ينصرون دينه وهم الذين آمنوا ولا ينصر الذين كفروا به ، فأشركوا معه في إلهيته وإذا كان لا ينصرهم فلا يجدون نصيراً لأنه لا يستطيع أحد أن ينصرهم على الله ، فنفي جنسُ المولى لهم بهذا المعنى من معاني المولى . فقوله : { وأن الكافرين لا مولى لهم } أفاد شيئين : أن الله لا ينصرهم ، وأنه إذا لم ينصرهم فلا ناصر لهم ، وأما إثبات المولى للمشركين في قوله تعالى : { ثم نقول للذين أشركوا مكانكم إلى قوله : { ورُدُّوا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَٰمُ وَٱلنَّارُ مَثْوًۭى لَّهُمْ",
      "tafsir": {
        "muyassar": "إن الله يدخل الذين آمنوا بالله ورسوله وعملوا الصالحات جنات تجري من تحت أشجارها الأنهار تَكْرِمَةً لهم، ومثل الذين كفروا في أكلهم وتمتعهم بالدنيا، كمثل الأنعام من البهائم التي لا همَّ لها إلا في الاعتلاف دون غيره، ونار جهنم مسكن لهم ومأوى.",
        "mukhtasar": "إن الله يدخل الذين آمنوا بالله وبرسوله وعملوا الأعمال الصالحات، جنات تجري من تحت قصورها وأشجارها الأنهار، والذين كفروا بالله وبرسوله يتمتعون في الدنيا باتباع شهواتهم، ويأكلون كما تأكل الأنعام، لا همّ لهم إلا بطونهم وفروجهم، والنار يوم القيامة هي مستقرّهم الذي يأوون إليه.",
        "saadi": "لما ذكر تعالى أنه ولي المؤمنين، ذكر ما يفعل بهم في الآخرة، من دخول الجنات، التي تجري من تحتها الأنهار، التي تسقي تلك البساتين الزاهرة، والأشجار الناظرة المثمرة، لكل زوج بهيج، وكل فاكهة لذيذة.ولما ذكر أن الكافرين لا مولى لهم، ذكر أنهم وُكِلُوا إلى أنفسهم، فلم يتصفوا بصفات المروءة، ولا الصفات الإنسانية، بل نزلوا عنها دركات، وصاروا كالأنعام، التي لا عقل لها ولا فضل، بل جل همهم ومقصدهم التمتع بلذات الدنيا وشهواتها، فترى حركاتهم الظاهرة والباطنة دائرة حولها، غير متعدية لها إلى ما فيه الخير والسعادة، ولهذا كانت النار مثوى لهم، أي: منزلا معدا، لا يخرجون منها، ولا يفتر عنهم من عذابها. ",
        "kathir": "ثم قال [ تعالى ( إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار ) أي : يوم القيامة ( والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام ) أي : في دنياهم ، يتمتعون بها ويأكلون منها كأكل الأنعام ، خضما وقضما وليس لهم همة إلا في ذلك . ولهذا ثبت في الصحيح : \" المؤمن يأكل في معى واحد ، والكافر يأكل في سبعة أمعاء \" .ثم قال : ( والنار مثوى لهم ) أي : يوم جزائهم ."
      },
      "translations": {
        "en": "Indeed, Allah will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them.",
        "fr": "Ceux qui croient et accomplissent de bonnes œuvres Allah les fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Et ceux qui mécroient jouissent et mangent comme mangent les bestiaux; et le Feu sera leur lieu de séjour.",
        "es": "Alá introducirá a quienes hayan creído y obrado bien en jardines por cuyos bajos fluyen arroyos. Quienes, en cambio, hayan sido infieles, gozarán brevemente y comerán como comen los rebaños. Tendrán el Fuego por morada."
      },
      "ibn_ashour": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ (12(استئناف بياني جواب سؤال يخطر ببال سامع قولِه : { بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم } [ محمد : 11 ] عن حال المؤمنين في الآخرة وعن رزق الكافرين في الدنيا ، فبيّن الله أن من ولايته المؤمنين أن يعطيهم النعيم الخالد بعد النصر في الدنيا ، وأنّ ما أعطاه الكافرين في الدنيا لا عبرةَ به لأنهم مسلوبون من فهم الإيمان فحظهم من الدنيا أكل وتمتع كحظ الأنعام ، وعاقبتهم في عالم الخلود العذاب ، فقوله : { والنار مثوًى لهم } في معنى قوله في سورة آل عمران ( 196 ، 197 ( { لا يغرنك تقلُّب الذين كفروا في البلاد متاع قليل ثم مأواهم جهنم وبئس المهاد }وهذا الاستئناف وقع اعتراضاً بين جملة { أفلم يسيروا في الأرض } [ محمد : 10 ] وجملة { وكأين من قرية } [ محمد : 13 ] الآية .والمجرور من قوله : { كما تأكل الأنعام } في محل الحال من ضمير { يأكلون } ، أو في محل الصفة لمصدر محذوف هو مفعول ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةًۭ مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَٰهُمْ فَلَا نَاصِرَ لَهُمْ",
      "tafsir": {
        "muyassar": "وكثير من أهل قرى كانوا أشد بأسًا من أهل قريتك -أيها الرسول، وهي \"مكة\"- التي أخرجتك، دمَّرناهم بأنواع من العذاب، فلم يكن لهم نصير ينصرهم من عذاب الله.",
        "mukhtasar": "وكم من قرية من قرى الأمم المتقدمة هي أشدّ قوة وأكثر أموالًا وأولادًا من مكة التي أخرجك أهلها منها، أهلكناهم لما كذبوا رسلهم، فلا ناصر لهم ينقذهم من عذاب الله لما جاءهم، فلا يعجزنا إهلاك أهل مكة إذا أردناه.",
        "saadi": "أي: وكم من قرية من قرى المكذبين، هي أشد قوة من قريتك، في الأموال والأولاد والأعوان، والأبنية والآلات.{ أهلكناهم } حين كذبوا رسلنا، ولم تفد فيهم المواعظ، فلا نجد لهم  ناصرا، ولم تغن عنهم قوتهم من عذاب الله شيئا.فكيف حال هؤلاء الضعفاء، أهل قريتك، إذ أخرجوك عن وطنك وكذبوك، وعادوك، وأنت أفضل المرسلين، وخير الأولين والآخرين؟!أليسوا بأحق من غيرهم بالإهلاك والعقوبة، لولا أن الله تعالى بعث رسوله بالرحمة والتأني بكل كافر وجاحد؟ ",
        "kathir": "وقوله : ( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك ) يعني : مكة ، ( أهلكناهم فلا ناصر لهم ) ، وهذا تهديد شديد ووعيد أكيد لأهل مكة ، في تكذيبهم لرسول الله - صلى الله عليه وسلم - وهو سيد المرسلين وخاتم الأنبياء ، فإذا كان الله - عز وجل - قد أهلك الأمم الذين كذبوا الرسل قبله بسببهم ، وقد كانوا أشد قوة من هؤلاء ، فماذا ظن هؤلاء أن يفعل الله بهم في الدنيا والأخرى ؟ فإن رفع عن كثير منهم العقوبة في الدنيا لبركة وجود الرسول نبي الرحمة ، فإن العذاب يوفر على الكافرين به في معادهم ، ( يضاعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون ) [ هود : 20 ] .قوله : ( من قريتك التي أخرجتك ) أي : الذين أخرجوك من بين أظهرهم .وقال ابن أبي حاتم : ذكر أبي ، عن محمد بن عبد الأعلى ، عن المعتمر بن سليمان ، عن أبيه ، عن حنش ، عن عكرمة ، عن ابن عباس : أن النبي - صلى الله عليه وسلم - لما خرج من مكة إلى الغار أراه قال : التفت إلى مكة - وقال : \" أنت أحب بلاد الله إلى الله ، وأنت أحب بلاد الله إلي ، ولو أن المشركين لم يخرجوني لم أخرج منك \" . فأعدى الأعداء من عدا على الله في حرمه ، أو قتل غير قاتله ، أو قتل بذحول الجاهلية ، فأنزل الله على نبيه - صلى الله عليه وسلم - : ( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك أهلكناهم فلا ناصر لهم )"
      },
      "translations": {
        "en": "And how many a city was stronger than your city [Makkah] which drove you out? We destroyed them; and there was no helper for them.",
        "fr": "Et que de cités, bien plus fortes que ta cité qui t'a expulsé, avons-Nous fait périr, et ils n'eurent point de secoureur.",
        "es": "¡Cuántas ciudades hemos hecho perecer, más fuertes que tu ciudad, que te ha expulsado, sin que hubiera quien les auxiliara!"
      },
      "ibn_ashour": "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ (13(عطف على جملة { أفلم يسيروا في الأرض } [ محمد : 10 ] ، وما بينهما استطراد اتصل بعضه ببعض . وكلمة { كأيّن } تدلّ على كثرة العدد ، وتقدم في سورة آل عمران وفي سورة الحج .والمراد بالقرية : أهلها ، بقرينة قوله : { أهلكناهم } ، وإنما أجري الإخبار على القرية وضميرها لإفادة الإحاطة بجميع أهلها وجميع أحوالهم وليكون لإسناد إخراج الرسول إلى القرية كلها وقع من التبعة على جميع أهلها سواء منهم من تولى أسباب الخروج ، ومن كان ينظر ولا ينهى قال تعالى : { وأخرجوكم من دياركم وظاهروا على إخراجكم } [ الممتحنة : 9 ] .وهذا إطناب في الوعيد لأن مقام التهديد والتوبيخ يقتضي الإطناب ، فمفاد هذه الآية مؤكد لمفاد قوله : { فينظروا كيف كان عاقبة الذين من قبلهم دمرَّ الله عليهم وللكافرين أمثالها } [ محمد : 10 ] ، فحصل توكيد ذلك بما هو مقارب له من إهلاك الأمم ذوات القُرى والمُدننِ بعد أن شمل قوله : { الذين من قبلهم } من كان من أهل القرى ، وزاد هنا التصريح بأن الذين من قبلهم كانوا أشد قوة منهم ليفه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍۢ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
      "tafsir": {
        "muyassar": "أفمن كان على برهان واضح من ربه والعلم بوحدانيته، كمن حسَّن له الشيطان قبيح عمله، واتبع ما دعته إليه نفسه من معصية الله وعبادة غيره مِن غير حجة ولا برهان؟ لا يستوون.",
        "mukhtasar": "هل من كان له برهان بيّن وحجة واضحة من ربه، فهو يعبده على بصيرة، كمن زَيَّن له الشيطان سوء عمله، واتبعوا ما تمليه عليهم أهواؤهم من عبادة الأصنام وارتكاب الإثم، والتكذيب بالرسل؟",
        "saadi": "أي: لا يستوي من هو على بصيرة من أمر دينه، علما وعملا، قد علم الحق واتبعه، ورجا ما وعده الله لأهل الحق، كمن هو أعمى القلب، قد رفض الحق وأضله، واتبع هواه بغير هدى من الله، ومع ذلك، يرى أن ما هو عليه من الحق، فما أبعد الفرق بين الفريقين! وما أعظم التفاوت بين الطائفتين، أهل الحق وأهل الغي!   ",
        "kathir": "يقول : ( أفمن كان على بينة من ربه ) أي : على بصيرة ويقين في أمر الله ودينه ، بما أنزل الله في كتابه من الهدى والعلم ، وبما جبله الله عليه من الفطرة المستقيمة ، ( كمن زين له سوء عمله واتبعوا أهواءهم ) أي : ليس هذا كهذا كقوله : ( أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى ) [ الرعد : 19 ] ، وكقوله : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ."
      },
      "translations": {
        "en": "So is he who is on clear evidence from his Lord like him to whom the evil of his work has been made attractive and they follow their [own] desires?",
        "fr": "Est-ce que celui qui se base sur une preuve claire venant de son Seigneur est comparable à ceux dont on a embelli les mauvaises actions et qui ont suivi leurs propres passions.",
        "es": "¿Es que quien se basa en una prueba clara venida de su Señor es comparable a aquéllos cuya mala conducta ha sido engalanada y que siguen sus pasiones?"
      },
      "ibn_ashour": "أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (14(تفريع على جملة { أهلكناهم فلا ناصر لهم } [ محمد : 13 ] لتحقيق أنهم لا ناصر لهم تحقيقاً يرجع إلى ما في الكلام من المعنى التعريضي فهو شبيه بالاستئناف البياني جاء بأسلوب التفريع .ويجوز مع ذلك أن يكون مفرَّعاً على ما سبق من قوله : { إن الله يدخل الذين آمنوا وعملوا الصالحات } [ محمد : 12 ] الآية ، فيكون له حكم الاعتراض لأنه تفريع على اعتراض . وهذا تفنن في تلوين الكلام لتجديد نشاط السامعين هو من الأساليب التي ابتكرها القرآن في كلام العرب . والاستفهام مستعمل في إنكار المماثلة التي يقتضيها حرف التشبيه .والمقصود من إنكار المشابهة بين هؤلاء وهؤلاء هو تفضيل الفريق الأول ، وإنكار زعم المشركين أنهم خير من المؤمنين كما ظهر ذلك عليهم في مواطن كثيرة كقولهم : { لو كان خيراً ما سبقونا إليه } [ الأحقاف : 11 ] { وإذا رأوهم قالوا إن هؤلاء لضالون } [ المطففين : 32 ] { فاتخذتموهم سُخرياً حتى أنسوكم ذِكري وكنتم منهم تضحكون } [ المؤمنون : 110 ] .والمراد بالموصولين فريقان كما دل عليه قوله في أحدهما { وا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَٰرٌۭ مِّن مَّآءٍ غَيْرِ ءَاسِنٍۢ وَأَنْهَٰرٌۭ مِّن لَّبَنٍۢ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَٰرٌۭ مِّنْ خَمْرٍۢ لَّذَّةٍۢ لِّلشَّٰرِبِينَ وَأَنْهَٰرٌۭ مِّنْ عَسَلٍۢ مُّصَفًّۭى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌۭ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَٰلِدٌۭ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًۭا فَقَطَّعَ أَمْعَآءَهُمْ",
      "tafsir": {
        "muyassar": "صفة الجنة التي وعدها الله المتقين: فيها أنهارٌ عظيمة من ماء غير متغيِّر، وأنهار من لبن لم يتغيَّر طعمه، وأنهار من خمر يتلذذ به الشاربون، وأنهار من عسل قد صُفِّي من القذى، ولهؤلاء المتقين في هذه الجنة جميع الثمرات من مختلف الفواكه وغيرها، وأعظم من ذلك السَّتر والتجاوزُ عن ذنوبهم، هل مَن هو في هذه الجنة كمَن هو ماكث في النار لا يخرج منها، وسُقوا ماء تناهى في شدة حره فقطَّع أمعاءهم؟",
        "mukhtasar": "صفة الجنة التي وعد الله المتقين له - بامتثال أوامره واجتناب نواهيه - أن يدخلهم فيها: فيها أنهار من ماء غير متغير ريحًا ولا طعمًا لطول مُكْث، وفيها أنهار من لبن لم يتغيّر طعمه، وفيها أنهار من خمر لذيذة للشاربين، وأنهار من عسل قد صُفِّي من الشوائب، ولهم فيها من كل أنواع الثمرات ما يشاؤون، ولهم فوق ذلك كله محو من الله لذنوبهم، فلا يؤاخذهم بها، هل يستوي من كان هذا جزاءه مع من هو ماكث في النار لا يخرج منها أبدًا، وسُقوا ماءً شديد الحرارة، فقطّع أمعاء بطونهم من شدّة حرّه؟!",
        "saadi": "أي: مثل الجنة التي أعدها الله لعباده، الذين اتقوا سخطه، واتبعوا رضوانه، أي: نعتها وصفتها الجميلة.{ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ } أي: غير متغير، لا بوخم ولا بريح منتنة، ولا بمرارة، ولا بكدورة، بل هو أعذب المياه وأصفاها، وأطيبها ريحا، وألذها شربا.{ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ } بحموضة ولا غيرها، { وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ } أي: يلتذ به شاربه لذة عظيمة، لا كخمر الدنيا الذي يكره مذاقه ويصدع الرأس، ويغول العقل.{ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى } من شمعه، وسائر أوساخه.{ وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ } من نخيل، وعنب، وتفاح، ورمان، وأترج، وتين، وغير ذلك مما لا نظير له في الدنيا، فهذا المحبوب المطلوب قد حصل لهم.ثم قال: { وَمَغْفِرَةٌ مِنْ رَبِّهِمْ } يزول بها عنهم المرهوب، فأي هؤلاء خير أم من هو خالد في النار التي اشتد حرها، وتضاعف عذابها، { وَسُقُوا } فيها { مَاءً حَمِيمًا } أي: حارا جدا، { فَقَطَّعَ أَمْعَاءَهُمْ } فسبحان من فاوت بين الدارين والجزاءين، والعاملين والعملين. ",
        "kathir": "ثم قال : ( مثل الجنة التي وعد المتقون ) قال عكرمة : ( مثل الجنة ) أي : نعتها : ( فيها أنهار من ماء غير آسن ) قال ابن عباس ، والحسن ، وقتادة : يعني غير متغير . وقال قتادة ، والضحاك ، وعطاء الخراساني : غير منتن . والعرب تقول : أسن الماء ، إذا تغير ريحه .وفي حديث مرفوع أورده ابن أبي حاتم : ( غير آسن ) يعني : الصافي الذي لا كدر فيه .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا وكيع ، عن الأعمش ، عن عبد الله بن مرة ، عن مسروق قال : قال عبد الله : أنهار الجنة تفجر من جبل من مسك .( وأنهار من لبن لم يتغير طعمه ) أي : بل في غاية البياض والحلاوة والدسومة . وفي حديث مرفوع : \" لم يخرج من ضروع الماشية \" .( وأنهار من خمر لذة للشاربين ) أي : ليست كريهة الطعم والرائحة كخمر الدنيا ، بل [ هي ] حسنة المنظر والطعم والرائحة والفعل ، ( لا فيها غول ولا هم عنها ينزفون ) [ الصافات : 47 ] ، ( لا يصدعون عنها ولا ينزفون ) [ الواقعة : 19 ] ، ( بيضاء لذة للشاربين ) [ الصافات : 46 ] ، وفي حديث مرفوع : \" لم تعصرها الرجال بأقدامها \" .[ وقوله ] ( وأنهار من عسل مصفى ) أي : وهو في غاية الصفاء ، وحسن اللون والطعم والريح ، وفي حديث مرفوع : \" لم يخرج من بطون النحل \" .وقال الإمام أحمد : حدثنا يزيد بن هارون ، أخبرنا الجريري ، عن حكيم بن معاوية ، عن أبيه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" في الجنة بحر اللبن ، وبحر الماء ، وبحر العسل ، وبحر الخمر ، ثم تشقق الأنهار منها بعد \" .ورواه الترمذي في \" صفة الجنة \" ، عن محمد بن بشار ، عن يزيد بن هارون ، عن سعيد بن إياس الجريري به وقال : حسن صحيح .وقال أبو بكر بن مردويه حدثنا أحمد بن محمد بن عاصم ، حدثنا عبد الله بن محمد بن النعمان ، حدثنا مسلم بن إبراهيم ، حدثنا الحارث بن عبيد أبو قدامة الإيادي ، حدثنا أبو عمران الجوني ، عن أبي بكر بن عبد الله بن قيس ، عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : \" هذه الأنهار تشخب من جنة عدن في جوبة ، ثم تصدع بعد أنهارا \"وفي الصحيح : \" إذا سألتم الله فاسألوه الفردوس ، فإنه أوسط الجنة وأعلى الجنة ، ومنه تفجر أنهار الجنة ، وفوقه عرش الرحمن \" .وقال الحافظ أبو القاسم الطبراني : حدثنا مصعب بن إبراهيم بن حمزة الزبيري ، وعبد الله بن الصقر السكري قالا : حدثنا إبراهيم بن المنذر الحزامي ، حدثنا عبد الرحمن بن المغيرة ، حدثني عبد الرحمن بن عياش ، عن دلهم بن الأسود بن عبد الله بن حاجب بن عامر بن المنتفق العقيلي ، عن أبيه ، عن عمه لقيط بن عامر ، قال دلهم : وحدثنيه أيضا أبو الأسود ، عن عاصم بن لقيط أن لقيط بن عامر خرج وافدا إلى رسول الله - صلى الله عليه وسلم - قلت : يا رسول الله ، فعلام نطلع من الجنة ؟ قال : \" على أنهار عسل مصفى ، وأنهار من خمر ما بها صداع ولا ندامة ، وأنهار من لبن لم يتغير طعمه ، وماء غير آسن ، وفاكهة ، لعمر إلهك ما تعلمون وخير من مثله ، وأزواج مطهرة \" قلت : يا رسول الله ، أولنا فيها أزواج مصلحات ؟ قال : \" الصالحات للصالحين تلذونهن مثل لذاتكم في الدنيا ويلذونكم ، غير ألا توالد \" .وقال أبو بكر عبد الله بن محمد بن أبي الدنيا : حدثنا يعقوب بن عبيدة ، عن يزيد بن هارون ، أخبرني الجريري ، عن معاوية بن قرة ، عن أبيه ، عن أنس بن مالك قال : لعلكم تظنون أن أنهار الجنة تجري في أخدود في الأرض ، والله إنها لتجري سائحة على وجه الأرض ، حافاتها قباب اللؤلؤ ، وطينها المسك الأذفر .وقد رواه أبو بكر بن مردويه ، من حديث مهدي بن حكيم ، عن يزيد بن هارون به مرفوعا .وقوله : ( ولهم فيها من كل الثمرات ) ، كقوله : ( يدعون فيها بكل فاكهة آمنين ) [ الدخان : 55 ] . وقوله : ( فيهما من كل فاكهة زوجان ) [ الرحمن : 52 ] .وقوله : ( ومغفرة من ربهم ) أي : مع ذلك كله .وقوله : ( كمن هو خالد في النار ) أي : أهؤلاء الذين ذكرنا منزلتهم من الجنة كمن هو خالد في النار ؟ ليس هؤلاء كهؤلاء ، أي : ليس من هو في الدرجات كمن هو في الدركات ، ( وسقوا ماء حميما ) أي : حارا شديد الحر ، لا يستطاع . ( فقطع أمعاءهم ) أي : قطع ما في بطونهم من الأمعاء والأحشاء ، عياذا بالله من ذلك ."
      },
      "translations": {
        "en": "Is the description of Paradise, which the righteous are promised, wherein are rivers of water unaltered, rivers of milk the taste of which never changes, rivers of wine delicious to those who drink, and rivers of purified honey, in which they will have from all [kinds of] fruits and forgiveness from their Lord, like [that of] those who abide eternally in the Fire and are given to drink scalding water that will sever their intestines?",
        "fr": "Voici la description du Paradis qui a été promis aux pieux: il y aura là des ruisseaux d'une eau jamais malodorante, et des ruisseaux d'un lait au goût inaltérable, et des ruisseaux d'un vin délicieux à boire, ainsi que des ruisseaux d'un miel purifié. Et il y a là, pour eux, des fruits de toutes sortes, ainsi qu'un pardon de la part de leur Seigneur. [Ceux-là] seront-ils pareils à ceux qui s'éternisent dans le Feu et qui sont abreuvés d'une eau bouillante qui leur déchire les entrailles?",
        "es": "Imagen del Jardín prometido a quienes temen a Alá: habrá en él arroyos de agua incorruptible, arroyos de leche de gusto inalterable, arroyos de vino, delicia de los bebedores, arroyos de depurada miel. Tendrán en él toda clase de frutas y perdón de su Señor. ¿Serán como quienes están en el Fuego por toda la eternidad, a los que se da de beber un agua muy caliente que les roe las entrañas?"
      },
      "ibn_ashour": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آَسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (15(استئناف بياني لأن ما جرى من ذكر الجنة في قوله : { إن الله يدخل الذين آمنوا وعملوا الصالحات جناتتٍ تجري من تحتها الأنهار } [ محمد : 12 ] مما يستشرف السامعُ إلى تفصيل بعض صفاتها ، وإذ قد ذكر أنها تجري من تحتها الأنهار مُوهم السامع أنها أنهار المياه لأن جري الأنهار أكمل محاسن الجنات المرغوب فيها ، فلما فُرغ من توصيف حال فريقي الإيمان والكفر ، ومما أعد لكليهما ، ومن إعلان تباين حاليهما ثُني العنان إلى بيان ما في الجنة التي وعد المتقون ، وخص من ذلك بيان أنواع الأنهار ، ولما كان ذلك موقع الجملة كان قوله : { مثَل الجنة } مبتدأ محذوف الخبر . والتقدير : مَا سيوصف أو ما سيتلى عليكم ، أو مما يتلى عليكم .وقوله : { كمن هو خالد في الن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
      "tafsir": {
        "muyassar": "ومن هؤلاء المنافقين مَن يستمع إليك -أيها النبي- بغير فهم؛ تهاونًا منهم واستخفافًا، حتى إذا انصرفوا من مجلسك قالوا لمن حضروا مجلسك من أهل العلم بكتاب الله على سبيل الاستهزاء: ماذا قال محمد الآن؟ أولئك الذين ختم الله على قلوبهم، فلا تفقه الحق ولا تهتدي إليه، واتبعوا أهواءهم في الكفر والضلال.",
        "mukhtasar": "ومن المنافقين من يستمع إليك - أيها الرسول - سماعًا لا قبول معه، بل مع إعراض، حتى إذا خرجوا من عندك قالوا للذين أعطاهم الله علمًا: ماذا قال في حديثه قريبًا؟ تجاهلًا منهم وإعراضًا، أولئك هم الذين ختم الله على قلوبهم فلا يصل إليها خير، واتبعوا أهواءهم فأعمتهم عن الحق.",
        "saadi": "يقول تعالى: ومن المنافقين { مَنْ يَسْتَمِعُ إِلَيْكَ } ما تقول استماعا، لا عن قبول وانقياد، بل معرضة قلوبهم عنه، ولهذا قال: { حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ } مستفهمين عما قلت، وما سمعوا، مما لم يكن لهم فيه رغبة { مَاذَا قَالَ آنِفًا } أي: قريبا، وهذا في غاية الذم لهم، فإنهم لو كانوا حريصين على الخير لألقوا إليه أسماعهم، ووعته قلوبهم، وانقادت له جوارحهم، ولكنهم بعكس هذه الحال، ولهذا قال: { أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ } أي: ختم عليها، وسد أبواب الخير التي تصل إليها بسبب اتباعهم أهواءهم، التي لا يهوون فيها إلا الباطل.",
        "kathir": "يقول تعالى مخبرا عن المنافقين في بلادتهم وقلة فهمهم حيث كانوا يجلسون إلى رسول الله - صلى الله عليه وسلم - ويستمعون كلامه ولا يفهمون منه شيئا ، فإذا خرجوا من عنده ( قالوا للذين أوتوا العلم ) من الصحابة : ( ماذا قال آنفا ) أي : الساعة ، لا يعقلون ما يقال ، ولا يكترثون له .قال الله تعالى : ( أولئك الذين طبع الله على قلوبهم واتبعوا أهواءهم ) أي : فلا فهم صحيح ، ولا قصد صحيح ."
      },
      "translations": {
        "en": "And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires.",
        "fr": "Et il en est parmi eux qui t'écoutent. Une fois sortis de chez toi ils disent à ceux qui ont reçu la science: «Qu'a-t-il dit tout à l'heure?» Ce sont ceux-là dont Allah a scellé les cœurs et qui suivent leurs propres passions.",
        "es": "Hay algunos de ellos que te escuchan, pero que, apenas salidos de tu casa, dicen a quienes han recibido la Ciencia: «¿Qué es lo que acaba de decir?» Éstos son aquéllos cuyo corazón Alá ha sellado y que siguen sus pasiones."
      },
      "ibn_ashour": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آَنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (16({ أَمْعَآءَهُمْ * وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ ءَانِفاً أولئك الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا أَهْوَآءَهُمْ } .ضمير { ومنهم } عائد إلى { الذين كفروا } [ محمد : 12 ] الذين جرى ذكرهم غير مرة من أول السورة ، أي ومن الكافرين قوم يستمعون إليك ، وأراد بمن يستمع معهم المنافقين بقرينة قوله : { قالوا للذين أوتوا العلم ماذا قال } وقوله : { خرجوا من عندك } .وليس المراد مجرد المستمعين مثل ما في قوله : { ومنهم من يستمعون إليك أفأنت تُسمع الصم } [ يونس : 42 ] وقوله : { ومنهم من يستمع إليك وجعلنا على قلوبهم أكنة } [ الأنعام : 25 ] للفرق الواضح بين الأسلوبين ، وهذا صنف آخر من الكافرين الذين أسرّوا الكفر وتظاهروا بالإيمان ، وقد كان المنافقون بعد الهجرة مقصودين من لفظ الكفار . وهذه السورة نازلة بق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًۭى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
      "tafsir": {
        "muyassar": "والذين اهتدوا لاتِّباع الحق زادهم الله هدى، فقوي بذلك هداهم، ووفقهم للتقوى، ويسَّرها لهم.",
        "mukhtasar": "والذين اهتدوا إلى طريق الحق، واتباع ما جاء به الرسول صلى الله عليه وسلم، زادهم ربهم هداية وتوفيقًا للخير، وألهمهم العمل بما يقيهم من النار.",
        "saadi": "ثم بين حال المهتدين، فقال: { وَالَّذِينَ اهْتَدَوْا } بالإيمان والانقياد، واتباع ما يرضي الله { زَادَهُمْ هُدًى } شكرا منه تعالى لهم على ذلك، { وَآتَاهُمْ تَقْوَاهُمْ } أي: وفقهم للخير، وحفظهم من الشر، فذكر للمهتدين جزاءين: العلم النافع، والعمل الصالح. ",
        "kathir": "ثم قال : ( والذين اهتدوا زادهم هدى ) أي : والذين قصدوا الهداية وفقهم الله لها فهداهم إليها ، وثبتهم عليها وزادهم منها ، ( وآتاهم تقواهم ) أي : ألهمهم رشدهم ."
      },
      "translations": {
        "en": "And those who are guided - He increases them in guidance and gives them their righteousness.",
        "fr": "Quant à ceux qui se mirent sur la bonne voie, Il les guida encore plus et leur inspira leur piété.",
        "es": "A quienes se dejen dirigir, Él les dirigirá aún mejor y les dará que Le teman."
      },
      "ibn_ashour": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآَتَاهُمْ تَقْوَاهُمْ (17(جملة معترضة بين جملة { ومنهم من يستمع إليك } [ الأنعام : 25 ] وما فيهم عنها من قوله : { فهل ينظرون إلا الساعة } [ الزخرف : 66 ] والواو اعتراضية . والمقصود من هذا الاعتراض : مقابلة فريق الضلالة بفريق الهداية على الأسلوب الذي أقيمت عليه هذه السورة كما تقدم في أولها . فهذا أسلوب مستمر وإن اختلفت مواقع جمله .والمعنى : والذين شرح الله صدرهم للإيمان فاهتدوا لطَفَ الله بهم فزادهم هدى وأرسخ الإيمان في قلوبهم ووفقهم للتقوى ، فاتقوا وغالبوا أهواءهم . وإيتاء التقوى مستعار لتيسير أسبابها إذ التقوى معنى نفساني ، والإيتاء يتعدى حقيقة للذوات . وإضافة التقوَى إلى ضمير { الذين اهتدوا } إيماء إلى أنهم عرفوا بها واختصت بهم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةًۭ ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
      "tafsir": {
        "muyassar": "ما ينتظر هؤلاء المكذبون إلا الساعة التي وُعدوا بها أن تجيئهم فجأةً، فقد ظهرت علاماتها ولم ينتفعوا بذلك، فمن أين لهم التذكر إذا جاءتهم الساعة؟",
        "mukhtasar": "فهل ينتظر الكفار إلا أن تأتيهم الساعة فجأة من غير سابق علم لهم بها؟! فقد جاءت علاماتها، ومنها بعثته صلى الله عليه وسلم، وانشقاق القمر، فكيف لهم أن يتذكروا إذا جاءتهم الساعة؟",
        "saadi": "أي: فهل ينظر هؤلاء المكذبون أو ينتظرون { إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً } أي: فجأة، وهم لا يشعرون { فَقَدْ جَاءَ أَشْرَاطُهَا } أي: علاماتها الدالة على قربها.{ فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ } أي: من أين لهم، إذا جاءتهم الساعة وانقطعت آجالهم أن يتذكروا ويستعتبوا؟ قد فات ذلك، وذهب وقت التذكر، فقد عمروا ما يتذكر فيه من تذكر، وجاءهم النذير.ففي هذا الحث على الاستعداد قبل مفاجأة الموت، فإن موت الإنسان قيام ساعته. ",
        "kathir": "وقوله : ( فهل ينظرون إلا الساعة أن تأتيهم بغتة ) أي : وهم غافلون عنها ، ( فقد جاء أشراطها ) أي : أمارات اقترابها ، كقوله تعالى : ( هذا نذير من النذر الأولى أزفت الآزفة ) [ النجم : 56 ، 57 ] ، وكقوله : ( اقتربت الساعة وانشق القمر ) [ القمر : 1 ] وقوله : ( أتى أمر الله فلا تستعجلوه ) [ النحل : 1 ] ، وقوله : ( اقترب للناس حسابهم وهم في غفلة معرضون ) [ الأنبياء : 1 ] فبعثة رسول الله - صلى الله عليه وسلم - من أشراط الساعة ; لأنه خاتم الرسل الذي أكمل الله به الدين ، وأقام به الحجة على العالمين . وقد أخبر - صلوات الله وسلامه عليه - بأمارات الساعة وأشراطها ، وأبان عن ذلك وأوضحه بما لم يؤته نبي قبله ، كما هو مبسوط في موضعه .وقال الحسن البصري : بعثة محمد - صلى الله عليه وسلم - من أشراط الساعة . وهو كما قال ; ولهذا جاء في أسمائه عليه السلام ، أنه نبي التوبة ، ونبي الملحمة ، والحاشر الذي يحشر الناس على قدميه ، والعاقب الذي ليس بعده نبي .وقال البخاري : حدثنا أحمد بن المقدام ، حدثنا فضيل بن سليمان ، حدثنا أبو حازم ، حدثنا سهل بن سعد قال : رأيت رسول الله - صلى الله عليه وسلم - قال بأصبعيه هكذا ، بالوسطى والتي تليها : \" بعثت أنا والساعة كهاتين \" .ثم قال تعالى : ( فأنى لهم إذا جاءتهم ذكراهم ) أي : فكيف للكافرين بالتذكر إذا جاءتهم القيامة ، حيث لا ينفعهم ذلك ، كقوله تعالى : ( يومئذ يتذكر الإنسان وأنى له الذكرى ) [ الفجر : 23 ] ،( وقالوا آمنا به وأنى لهم التناوش من مكان بعيد ) [ سبأ : 52 ] ."
      },
      "translations": {
        "en": "Then do they await except that the Hour should come upon them unexpectedly? But already there have come [some of] its indications. Then what good to them, when it has come, will be their remembrance?",
        "fr": "Qu'est-ce qu'ils attendent sinon que l'Heure leur vienne à l'improviste? Or ses signes avant-coureurs sont certes déjà venus. Et comment pourront-ils se rappeler quand elle leur viendra (à l'improviste)?",
        "es": "¡,Qué pueden esperar, sino que les llegue la Hora de repente? Ya se han manifestado síntomas de la misma. Pero ¿de qué les servirá que se les amoneste cuando ella les llegue?"
      },
      "ibn_ashour": "فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (18({ }تفريع على ما مضى من وصف أحوال الكافرين من قوله : { أفلم يسيروا في الأرض إلى قوله : واتبعوا أهواءهم >تَقُوَاهُمْ * فَهَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ } [ محمد : 10 16 ] الشاملة لأحوال الفريقين ففرع عليها أن كلا الفريقين ينتظرون حلول الساعة لينالوا جزاءهم على سوء كفرهم فضمير ينظرون مراد به الكافرون لأن الكلام تهديد ووعيد ، ولأن المؤمنين ينتظرون أموراً أخر مثل النصر والشهادة ، قال تعالى : { قل هل تَربَّصُون بنا إلا إحدى الحُسْنَيْينِ } [ التوبة : 52 ] الآية . والنظر هنا بمعنى الانتظار كما في قوله تعالى : { هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك } [ الأنعام : 158 ] الآية .والاستفهام إنكار مشوب بتهكم ، وهو إنكار وتهكم على غائبين ، موجه إلى الرسول صلى الله عليه وسلم أي لا تحسب تأخير مؤاخذتهم إفلاتاً من العقاب ، فإنه مُرجَوْن إلى الساعة .وهذا الاستفهام الإنكاري ناظر إلى قوله آنفاً { والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
      "tafsir": {
        "muyassar": "فاعلم -أيها النبي- أنه لا معبود بحق إلا الله، واستغفر لذنبك، واستغفر للمؤمنين والمؤمنات. والله يعلم تصرفكم في يقظتكم نهارًا، ومستقركم في نومكم ليلا.",
        "mukhtasar": "فأيقن - أيها الرسول - أنه لا معبود بحق غير الله، واطلب من الله المغفرة لذنوبك، واطلب المغفرة منه لذنوب المؤمنين وذنوب المؤمنات، والله يعلم تصرفكم في نهاركم، ومستقرّكم بليلكم، لا يخفى عليه شيء من ذلك.",
        "saadi": "العلم لا بد فيه من إقرار القلب ومعرفته، بمعنى ما طلب منه علمه، وتمامه أن يعمل بمقتضاه.وهذا العلم الذي أمر الله به -وهو العلم بتوحيد الله- فرض عين على كل إنسان، لا يسقط عن أحد، كائنا من كان، بل كل مضطر إلى ذلك. والطريق إلى العلم بأنه لا إله إلا هو أمور: أحدها بل أعظمها: تدبر أسمائه وصفاته، وأفعاله الدالة على كماله وعظمته وجلالته فإنها توجب بذل الجهد في التأله له، والتعبد للرب الكامل الذي له كل حمد ومجد وجلال وجمال.الثاني: العلم بأنه تعالى المنفرد بالخلق والتدبير، فيعلم بذلك أنه المنفرد بالألوهية.الثالث: العلم بأنه المنفرد بالنعم الظاهرة والباطنة، الدينية والدنيوية، فإن ذلك يوجب تعلق القلب به ومحبته، والتأله له وحده لا شريك له.الرابع: ما نراه ونسمعه من الثواب لأوليائه القائمين بتوحيده من النصر والنعم العاجلة، ومن عقوبته لأعدائه المشركين به، فإن هذا داع إلى العلم، بأنه تعالى وحده المستحق للعبادة كلها.الخامس: معرفة أوصاف الأوثان والأنداد التي عبدت مع الله، واتخذت آلهة، وأنها ناقصة من جميع الوجوه، فقيرة بالذات، لا تملك لنفسها ولا لعابديها نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، ولا ينصرون من عبدهم، ولا ينفعونهم بمثقال ذرة، من جلب خير أو دفع شر، فإن العلم بذلك يوجب العلم بأنه لا إله إلا هو وبطلان إلهية ما سواه.السادس: اتفاق كتب الله على ذلك، وتواطؤها عليه.السابع: أن خواص الخلق، الذين هم أكمل الخليقة أخلاقا وعقولا، ورأيا وصوابا، وعلما -وهم الرسل والأنبياء والعلماء الربانيون- قد شهدوا لله بذلك.الثامن: ما أقامه الله من الأدلة الأفقية والنفسية، التي تدل على التوحيد أعظم دلالة، وتنادي عليه بلسان حالها بما أودعها من لطائف صنعته، وبديع حكمته، وغرائب خلقه.فهذه الطرق التي أكثر الله من دعوة الخلق بها إلى أنه لا إله إلا الله، وأبداها في كتابه وأعادها عند تأمل العبد في بعضها، لا بد أن يكون عنده يقين وعلم بذلك، فكيف إذا اجتمعت وتواطأت واتفقت، وقامت أدلة التوحيد من كل جانب، فهناك يرسخ الإيمان والعلم بذلك في قلب العبد، بحيث يكون كالجبال الرواسي، لا تزلزله الشبه والخيالات، ولا يزداد -على تكرر الباطل والشبه- إلا نموا وكمالا.هذا، وإن نظرت إلى الدليل العظيم، والأمر الكبير -وهو تدبر هذا القرآن العظيم، والتأمل في آياته- فإنه الباب الأعظم إلى العلم بالتوحيد ويحصل به من تفاصيله وجمله ما لا يحصل في غيره.وقوله: { وَاسْتَغْفِرْ لِذَنْبِكَ } أي: اطلب من الله المغفرة لذنبك، بأن تفعل أسباب المغفرة من التوبة والدعاء بالمغفرة، والحسنات الماحية، وترك الذنوب والعفو عن الجرائم.{ و } استغفر أيضا { للمؤمنين وَالْمُؤْمِنَات } فإنهم -بسبب إيمانهم- كان لهم حق على كل مسلم ومسلمة.ومن جملة حقوقهم أن يدعو لهم ويستغفر لذنوبهم، وإذا كان مأمورا بالاستغفار لهم المتضمن لإزالة الذنوب وعقوباتها عنهم، فإن من لوازم ذلك النصح لهم، وأن يحب لهم من الخير ما يحب لنفسه، ويكره لهم من الشر ما يكره لنفسه، ويأمرهم بما فيه الخير لهم، وينهاهم عما فيه ضررهم، ويعفو عن مساويهم ومعايبهم، ويحرص على اجتماعهم اجتماعا تتألف به قلوبهم، ويزول ما بينهم من الأحقاد المفضية للمعاداة والشقاق، الذي به تكثر ذنوبهم ومعاصيهم.{ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ } أي: تصرفاتكم وحركاتكم، وذهابكم ومجيئكم، { وَمَثْوَاكُمْ } الذي به تستقرون، فهو يعلمكم في الحركات والسكنات، فيجازيكم على ذلك أتم الجزاء وأوفاه.",
        "kathir": "وقوله : ( فاعلم أنه لا إله إلا الله ) هذا إخبار : بأنه لا إله إلا الله ، ولا يتأتى كونه آمرا بعلم ذلك ; ولهذا عطف عليه بقوله : ( واستغفر لذنبك وللمؤمنين والمؤمنات ) وفي الصحيح أن رسول الله - صلى الله عليه وسلم - كان يقول : \" اللهم اغفر لي خطيئتي وجهلي ، وإسرافي في أمري ، وما أنت أعلم به مني . اللهم اغفر لي هزلي وجدي ، وخطئي وعمدي ، وكل ذلك عندي \" . وفي الصحيح أنه كان يقول في آخر الصلاة : \" اللهم اغفر لي ما قدمت وما أخرت ، وما أسررت وما أعلنت ، وما أسرفت ، وما أنت أعلم به مني ، أنت إلهي لا إله إلا أنت \" . وفي الصحيح أنه قال : \" يا أيها الناس ، توبوا إلى ربكم ، فإني أستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة \"وقال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة عن عاصم الأحول قال : سمعت عبد الله بن سرجس قال : أتيت رسول الله - صلى الله عليه وسلم - فأكلت معه من طعامه ، فقلت : غفر الله لك يا رسول الله ، فقلت : أستغفر لك ؟ فقال : \" نعم ، ولكم \" ، وقرأ : ( واستغفر لذنبك وللمؤمنين والمؤمنات ) ، ثم نظرت إلى نغض كتفه الأيمن أو : كتفه الأيسر - شعبة الذي شك - فإذا هو كهيئة الجمع عليه الثآليل .رواه مسلم ، والترمذي ، والنسائي ، وابن جرير ، وابن أبي حاتم من طرق ، عن عاصم الأحول به .وفي الحديث الآخر الذي رواه أبو يعلى : حدثنا محرز بن عون ، حدثنا عثمان بن مطر ، حدثنا عبد الغفور ، عن أبي نصيرة ، عن أبي رجاء ، عن أبي بكر الصديق رضي الله عنه ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \" عليكم بلا إله إلا الله والاستغفار ، فأكثروا منهما ، فإن إبليس قال : أهلكت الناس بالذنوب ، وأهلكوني ب \" لا إله إلا الله \" والاستغفار ، فلما رأيت ذلك أهلكتهم بالأهواء ، فهم يحسبون أنهم مهتدون \" .وفي الأثر المروي : \" قال إبليس : وعزتك وجلالك لا أزال أغويهم ما دامت أرواحهم في أجسادهم . فقال الله عز وجل : وعزتي وجلالي ولا أزال أغفر لهم ما استغفروني \"والأحاديث في فضل الاستغفار كثيرة جدا .وقوله : ( والله يعلم متقلبكم ومثواكم ) أي : يعلم تصرفكم في نهاركم ومستقركم في ليلكم ، كقوله : ( وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ) [ الأنعام : 60 ] ، وكقوله : ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] . وهذا القول ذهب إليه ابن جريج ، وهو اختيار ابن جرير . وعن ابن عباس : متقلبكم في الدنيا ، ومثواكم في الآخرة .وقال السدي : متقلبكم في الدنيا ، ومثواكم في قبوركم .والأول أولى وأظهر ، والله أعلم ."
      },
      "translations": {
        "en": "So know, [O Muhammad], that there is no deity except Allah and ask forgiveness for your sin and for the believing men and believing women. And Allah knows of your movement and your resting place.",
        "fr": "Sache donc qu'en vérité il n'y a point de divinité à part Allah et implore le pardon pour ton péché, ainsi que pour les croyants et les croyantes. Allah connaît vos activités (sur terre) et votre lieu de repos (dans l'au-delà).",
        "es": "Sabe, pues, que no hay más dios que Alá y pide perdón por tu pecado, así como por los creyentes y las creyentes. Alá conoce vuestras idas y venidas y dónde moráis."
      },
      "ibn_ashour": "فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (19(فرع على جميع ما ذكر من حال المؤمنين وحال الكافرين ومن عواقب ذلك ووعده أو وعيده أن أمَر الله رسوله صلى الله عليه وسلم بالثبات على ما له من العلم بوحدانية الله وعلى ما هو دأبه من التواضع لله بالاستغفار لذنبه ومن الحرص على نجاة المؤمنين بالاستغفار لهم لأن في ذلك العلم وذلك الدأب استمطار الخيرات له ولأمته والتفريع هذا مزيد مناسبة لقوله آنفاً { ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم } [ محمد : 11 ] الآية .فالأمر في قوله : { فاعلم } كناية عن طلب العلم وهو العمل بالمعلوم ، وذلك مستعمل في طلب الدوام عليه لأن النبي صلى الله عليه وسلم قد علم ذلك وعلمه المؤمنون ، وإذا حصل العلم بذلك مرة واحدة تقرر في النفس لأن العلم لا يحتمل النقيض فليس الأمر به بعد حصوله لطلب تحصيله بل لطلب الثبات فهو على نحو قوله تعالى : { يا أيها الذين آمنوا آمِنوا بالله ورسوله } [ النساء : 136 ] . وأما الأمر في قوله : { واستغفر لذنبك } فهو لطلب تجديد ذلك إ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌۭ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌۭ مُّحْكَمَةٌۭ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "tafsir": {
        "muyassar": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار، فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد، رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت، فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله، وأن يقولوا قولا موافقًا للشرع. فإذا وجب القتال وجاء أمر الله بِفَرْضه كره هؤلاء المنافقون ذلك، فلو صدقوا الله في الإيمان والعمل لكان خيرًا لهم من المعصية والمخالفة.",
        "mukhtasar": "ويقول الذين آمنوا بالله - متمنين أن ينزل الله على رسوله سورة تشتمل على حكم القتال -: هلَّا أنزل الله سورة فيها ذِكْر القتال، فإذا أنزل الله سورة محكمة في بيانها وأحكامها مشتملة على ذكر القتال، رأيت - أيها الرسول - الذين في قلوبهم شك من المنافقين ينظرون إليك نظر من غشي عليه من شدة الخوف والرعب، فتوعدهم الله بأن عذابهم قد وَلِيَهُم وقَرُبَ منهم بسبب النكوص عن القتال والخوف منه.",
        "saadi": "يقول تعالى: { وَيَقُولُ الَّذِينَ آمَنُوا } استعجالا ومبادرة للأوامر الشاقة: { لَوْلَا نُزِّلَتْ سُورَةٌ } أي: فيها الأمر بالقتال.{ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ } أي: ملزم العمل بها، { وَذُكِرَ فِيهَا الْقِتَالُ } الذي هو أشق شيء على النفوس، لم يثبت ضعفاء الإيمان على امتثال هذه الأوامر، ولهذا قال: { رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ } من كراهتهم لذلك، وشدته عليهم.وهذا كقوله تعالى: { أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً } ",
        "kathir": "يقول تعالى مخبرا عن المؤمنين أنهم تمنوا شرعية الجهاد ، فلما فرضه الله - عز وجل - وأمر به نكل عنه كثير من الناس ، كقوله تعالى : ( ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا ) [ النساء : 77 ] .وقال هاهنا : ( ويقول الذين آمنوا لولا نزلت سورة ) أي : مشتملة على حكم القتال ; ولهذا قال : ( فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت ) أي : من فزعهم ورعبهم وجبنهم من لقاء الأعداء . ثم قال مشجعا لهم : ( فأولى لهم)"
      },
      "translations": {
        "en": "Those who believe say, \"Why has a surah not been sent down? But when a precise surah is revealed and fighting is mentioned therein, you see those in whose hearts is hypocrisy looking at you with a look of one overcome by death. And more appropriate for them [would have been]",
        "fr": "Ceux qui ont cru disent: «Ah! Si une Sourate descendait!» Puis, quand on fait descendre une Sourate explicite et qu'on y mentionne le combat, tu vois ceux qui ont une maladie au cœur te regarder du regard de celui qui s'évanouit devant la mort. Seraient bien préférables pour eux.",
        "es": "Los creyentes dicen: «¿Por qué no se revela una sura?» Pero, cuando se revela una sura unívoca en la que se menciona el combate, ves que los enfermos de corazón te miran como mira uno a quien ronda la muerte. Más les valdría"
      },
      "ibn_ashour": "وَيَقُولُ الَّذِينَ آَمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (20({ لله وَمَثْوَاكُمْ * وَيَقُولُ الذين ءَامَنُواْ لَوْلاَ نُزِّلَتْ سُورَةٌ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا القتال رَأَيْتَ } { لَهُمْ * طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ فَإِذَا عَزَمَ الامر فَلَوْ صَدَقُواْ الله لَكَانَ خَيْراً لَّهُمْ }قد ذكرنا أن هذه السورة أنزلت بالمدينة وقد بدت قرون نفاق المنافقين ، فلما جرى في هذه السورة وصف حال المنافقين أعقب ذلك بوصف أجلى مظاهر نفاقهم ، وذلك حين يُدعَى المسلمون إلى الجهاد فقد يضيق الأمر بالمنافقين إذ كان تظاهرهم بالإسلام سيلجئهم إلى الخروج للقتال مع المسلمين ، وذلك أمر ليس بالهيّن لأنه تعرض لإتلافهم النفوس دون أن يَرْجُو منه نفعاً في الحياة الأبدية إذ هم لا يصدقون بها فيَصبحوا في حيرة . وكان حالهم هذا مخالفاً لحال الذين آمنوا الذي تمنوا أن يَنزل القرآن بالدعوة إلى القتال ليلاقوا المشرك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "طَاعَةٌۭ وَقَوْلٌۭ مَّعْرُوفٌۭ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًۭا لَّهُمْ",
      "tafsir": {
        "muyassar": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار، فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد، رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت، فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله، وأن يقولوا قولا موافقًا للشرع. فإذا وجب القتال وجاء أمر الله بِفَرْضه كره هؤلاء المنافقون ذلك، فلو صدقوا الله في الإيمان والعمل لكان خيرًا لهم من المعصية والمخالفة.",
        "mukhtasar": "أن يطيعوا أمر الله، وأن يقولوا قولًا معروفًا لا نكر فيه خير لهم، فإذا فرض القتال وجدّ الجدّ، فلو صدقوا الله في إيمانهم به، وطاعتهم له لكان خيرًا لهم من النفاق وعصيان أوامر الله.",
        "saadi": "ثم ندبهم تعالى إلى ما هو الأليق بحالهم، فقال: { فَأَوْلَى لَهُمْ طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ } أي: فأولى لهم أن يمتثلوا الأمر الحاضر المحتم عليهم، ويجمعوا عليه هممهم، ولا يطلبوا أن يشرع لهم ما هو شاق عليهم، وليفرحوا بعافية الله تعالى وعفوه.{ فَإِذَا عَزَمَ الْأَمْرُ } أي: جاءهم الأمر جد، وأمر محتم، ففي هذه الحال لو صدقوا الله بالاستعانة به، وبذل الجهد في امتثاله { لَكَانَ خَيْرًا لَهُمْ } من حالهم الأولى، وذلك من وجوه:منها: أن العبد ناقص من كل وجه، لا قدرة له إلا إن أعانه الله، فلا يطلب زيادة على ما هو قائم بصدده.ومنها: أنه إذا تعلقت نفسه بالمستقبل، ضعف عن العمل، بوظيفة وقته، وبوظيفة المستقبل، أما الحال، فلأن الهمة انتقلت عنه إلى غيره، والعمل تبع للهمة، وأما المستقبل، فإنه لا يجيء حتى تفتر الهمة عن نشاطها فلا يعان عليه.ومنها: أن العبد المؤمل للآمال المستقبلة، مع كسله عن عمل الوقت الحاضر، شبيه بالمتألي الذي يجزم بقدرته، على ما يستقبل من أموره، فأحرى به أن يخذل ولا يقوم بما هم به ووطن نفسه عليه، فالذي ينبغي أن يجمع العبد همه وفكرته ونشاطه على وقته الحاضر، ويؤدي وظيفته بحسب قدرته، ثم كلما جاء وقت استقبله بنشاط وهمة عالية مجتمعة غير متفرقة، مستعينا بربه في ذلك، فهذا حري بالتوفيق والتسديد في جميع أموره.",
        "kathir": "أي : وكان الأولى بهم أن يسمعوا ويطيعوا ، أي : في الحالة الراهنة ، ( فإذا عزم الأمر ) أي : جد الحال ، وحضر القتال ، ( فلو صدقوا الله ) أي : أخلصوا له النية ، ( لكان خيرا لهم )"
      },
      "translations": {
        "en": "Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allah, it would have been better for them.",
        "fr": "une obéissance et une parole convenable. Puis, quand l'affaire est décidée, il serait mieux pour eux certes, de se montrer sincères vis-à-vis d'Allah.",
        "es": "obedecer y hablar como es debido. Y, una vez tomada una decisión, lo mejor para ellos sería que fuesen sinceros con Alá."
      },
      "ibn_ashour": "طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ (21(واللام على هذا الوجه إما مزيدة ، أي أولاهم الله ما يكرهون فيكون مِثل اللام في قول النابغة :سَقْيا ورعيا لذاك العَاتب الزّاري ... وإمّا متعلقة ب { أولى } على أنه فعل مضى ، وعلى هذا الاستعمال يكون قوله { طاعة وقول معروف } كلاماً مستأنفاً وهو مبتدأ خبره محذوف ، أي طاعة وقول معروف خير لهم ، أو خبر لمبتدأ محذوف ، تقديره : الأمر طاعة ، وقول معروف ، أي أمر الله أن يطيعوا .{ مَّعْرُوفٌ فَإِذَا عَزَمَ الامر فَلَوْ صَدَقُواْ الله لَكَانَ خَيْراً } .تفريع على وصف حال المنافقين من الهلع عند سماع ذكر القتال فإنه إذا جدّ أمر القتال ، أي حان أن يُندب المسلمون إلى القتال سيضطرب أمر المنافقين ويتسللون لِوَاذاً من حضور الجهاد ، وأن الأولى لهم حينئذٍ أن يخلصوا الإيمان ويجاهدوا كما يجاهد المسلمون الخلص وإلاّ فإنهم لا محيص لهم من أحد أمرين : إمّا حضور القتال بدون نية فتكون عليهم الهزيمة ويخسروا أنفسهم باطلاً ، وإمّا أن ينخزلوا عن القتال كما فعل ابنُ أُبَّيّ وأتباعُه يومَ أحُد .و { إذا } ظرف للزمان المستقب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
      "tafsir": {
        "muyassar": "فلعلكم إن أعرضتم عن كتاب الله وسنة نبيه محمد صلى الله عليه وسلم أن تعصوا الله في الأرض، فتكفروا به وتسفكوا الدماء وتُقَطِّعوا أرحامكم.",
        "mukhtasar": "ويغلب على حالكم إن أعرضتم عن الإيمان بالله وطاعته أنكم تفسدون في الأرض بالكفر والمعاصي، وتقطعون أواصر الرحم؛ كما كانت حالكم في الجاهلية.",
        "saadi": "ثم ذكر تعالى حال المتولي عن طاعة ربه، وأنه لا يتولى إلى خير، بل إلى شر، فقال: { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ } أي: فهما أمران، إما التزام لطاعة الله، وامتثال لأوامره، فثم الخير والرشد والفلاح، وإما إعراض عن ذلك، وتولٍ عن طاعة الله، فما ثم إلا الفساد في الأرض بالعمل بالمعاصي وقطيعة الأرحام.",
        "kathir": "وقوله : ( فهل عسيتم إن توليتم ) أي : عن الجهاد ونكلتم عنه ، ( أن تفسدوا في الأرض وتقطعوا أرحامكم ) أي : تعودوا إلى ما كنتم فيه من الجاهلية الجهلاء ، تسفكون الدماء وتقطعون الأرحام"
      },
      "translations": {
        "en": "So would you perhaps, if you turned away, cause corruption on earth and sever your [ties of] relationship?",
        "fr": "Si vous vous détournez, ne risquez-vous pas de semer la corruption sur terre et de rompre vos liens de parenté?",
        "es": "Si volvéis la espalda, os exponéis a corromper en la tierra y a cortar vuestros lazos de sangre."
      },
      "ibn_ashour": "فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (22(مقتضى تناسق النظم أن هذا مفرع على قوله : { فإذا عزم الأمر فلو صدقوا الله لكان خيراً لهم } [ محمد : 21 ] لأنه يفهم منه أنه إذا عزم الأمر تولوا عن القتال وانكشف نفاقهم فتكون إتماماً لما في الآية السابقة من الإنباء بما سيكون من المنافقين يوم أُحُد . وقد قال عبد الله بن أبي : عَلاَم نقتل أنفسنا ها هنا؟ وربما قال في كلامه : وكيف نقاتل قريشاً وهم من قومنا ، وكان لا يرى على أهل يثرب أن يقاتلوا مع النبي صلى الله عليه وسلم ويرى الاقتصار على أنهم آووه . والخطاب موجّه إلى الذين في قلوبهم مرض على الالتفات .والاستفهام مستعمل في التكذيب لما سيعتذرون به لانخزالهم ولذلك جيء فيه ب { هل } الدالة على التحقيق لأنّها في الاستفهام بمنزلة ( قد ( في الخبر ، فالمعنى : أفيتحقق إن توليتم أنكم تفسدون في الأرض وتقطعون أرحامكم وأنتم تزعمون أنكم توليتم إبقاء على أنفسكم وعلى ذوي قرابة أنسابكم على نحو قوله تعالى : { قال هل عسيتم إن كتب عليكم القتال أن لا تقاتلوا } [ البقرة : 246 ] وهذا توبيخ كقوله تعالى : { ثم أنتم هؤلاء",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَٰرَهُمْ",
      "tafsir": {
        "muyassar": "أولئك الذين أبعدهم الله من رحمته، فجعلهم لا يسمعون ما ينفعهم ولا يبصرونه، فلم يتبينوا حجج الله مع كثرتها.",
        "mukhtasar": "أولئك المتَّصِفون بالإفساد في الأرض وتقطيع الأرحام هم الذين أبعدهم الله عن رحمته، وأصمّ آذانهم عن سماع الحق سماع قَبول وإذعان، وأعمى أبصارهم عن إبصاره إبصار اعتبار.",
        "saadi": "{ أُولَئِكَ الَّذِينَ } أفسدوا في الأرض، وقطعوا أرحامهم { لَعَنَهُمُ اللَّهُ } بأن أبعدهم عن رحمته، وقربوا من سخط الله.{ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } أي: جعلهم لا يسمعون ما ينفعهم ولا يبصرونه، فلهم آذان، ولكن لا تسمع سماع إذعان وقبول، وإنما تسمع سماعا تقوم به حجة الله عليها، ولهم أعين، ولكن لا يبصرون بها العبر والآيات، ولا يلتفتون بها إلى البراهين والبينات. ",
        "kathir": "ولهذا قال : ( أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم ) وهذا نهي عن الإفساد في الأرض عموما ، وعن قطع الأرحام خصوصا ، بل قد أمر [ الله ] تعالى بالإصلاح في الأرض وصلة الأرحام ، وهو الإحسان إلى الأقارب في المقال والأفعال وبذل الأموال . وقد وردت الأحاديث الصحاح والحسان بذلك عن رسول الله - صلى الله عليه وسلم - من طرق عديدة ، ووجوه كثيرة .قال البخاري : حدثنا خالد بن مخلد ، حدثنا سليمان ، حدثني معاوية بن أبي مزرد ، عن سعيد بن يسار ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : \" خلق الله الخلق ، فلما فرغ منه قامت الرحم فأخذت بحقو الرحمن عز وجل ، فقال : مه ! فقالت : هذا مقام العائذ بك من القطيعة ، فقال : ألا ترضين أن أصل من وصلك وأقطع من قطعك ؟ قالت : بلى ، قال : فذاك . قال أبو هريرة : اقرءوا إن شئتم : ( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم ) .ثم رواه البخاري من طريقين آخرين ، عن معاوية بن أبي مزرد به . قال رسول الله - صلى الله عليه وسلم - : \" اقرءوا إن شئتم : ( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم . ) ورواه مسلم من حديث معاوية بن أبي مزرد به .وقال الإمام أحمد : حدثنا إسماعيل أخبرنا عيينة بن عبد الرحمن بن جوشن ، عن أبيه ، عن أبي بكرة قال : قال رسول الله - صلى الله عليه وسلم - : \" ما من ذنب أحرى أن يعجل الله عقوبته في الدنيا - مع ما يدخر لصاحبه في الآخرة - من البغي وقطيعة الرحم \" .رواه أبو داود والترمذي وابن ماجه من حديث إسماعيل - هو ابن علية - به . وقال الترمذي : هذا حديث صحيح .وقال الإمام أحمد : حدثنا محمد بن بكر ، حدثنا ميمون أبو محمد المرئي ، حدثنا محمد بن عباد المخزومي ، عن ثوبان ، عن رسول الله - صلى الله عليه وسلم - قال : \" من سره النساء في الأجل ، والزيادة في الرزق ، فليصل رحمه \" ، تفرد به أحمد ، وله شاهد في الصحيح .وقال أحمد أيضا : حدثنا يزيد بن هارون ، حدثنا حجاج بن أرطاة ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله إن لي ذوي أرحام ، أصل ويقطعون ، وأعفو ويظلمون ، وأحسن ويسيئون ، أفأكافئهم ؟ قال : \" لا إذن تتركون جميعا ، ولكن جد بالفضل وصلهم ; فإنه لن يزال معك ظهير من الله - عز وجل - ما كنت على ذلك \" .تفرد به من هذا الوجه ، وله شاهد من وجه آخر .وقال الإمام أحمد : حدثنا يعلى ، حدثنا فطر ، عن مجاهد ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الرحم معلقة بالعرش ، وليس الواصل بالمكافئ ، ولكن الواصل الذي إذا قطعت رحمه وصلها \" ، رواه البخاري .وقال أحمد : حدثنا بهز ، حدثنا حماد بن سلمة ، أخبرنا قتادة ، عن أبي ثمامة الثقفي ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" توضع الرحم يوم القيامة لها حجنة كحجنة المغزل ، تتكلم بلسان طلق ذلق ، فتصل من وصلها وتقطع من قطعها \" .وقال الإمام أحمد : حدثنا سفيان ، حدثنا عمرو ، عن أبي قابوس ، عن عبد الله بن عمرو - يبلغ به النبي - صلى الله عليه وسلم - قال : \" الراحمون يرحمهم الرحمن ، ارحموا أهل الأرض يرحمكم أهل السماء ، والرحم شجنة من الرحمن ، من وصلها وصلته ، ومن قطعها بتته \" .وقد رواه أبو داود والترمذي من حديث سفيان بن عيينة ، عن عمرو بن دينار به . وهذا هو الذي يروى بتسلسل الأولية ، وقال الترمذي : حسن صحيح .وقال الإمام أحمد : حدثنا يزيد بن هارون ، حدثنا هشام الدستوائي ، عن يحيى بن أبي كثير ، عن إبراهيم بن عبد الله بن قارظ أن أباه حدثه : أنه دخل على عبد الرحمن بن عوف وهو مريض ، فقال له عبد الرحمن : وصلتك رحم ، إن رسول الله - صلى الله عليه وسلم - قال : \" قال الله عز وجل : أنا الرحمن ، خلقت الرحم وشققت لها من اسمي ، فمن يصلها أصله ، ومن يقطعها أقطعه فأبته - أو قال : من يبتها أبته \" .تفرد به من هذا الوجه . ورواه أحمد أيضا من حديث الزهري ، عن أبي سلمة ، عن الرداد - أو أبي الرداد - عن عبد الرحمن بن عوف به . ورواه أبو داود والترمذي من رواية أبي سلمة ، عن أبيه . والأحاديث في هذا كثيرة .وقال الطبراني : حدثنا علي بن عبد العزيز ، حدثنا محمد بن عمار الموصلي ، حدثنا عيسى بن يونس ، عن محمد بن عبد الله بن علاثة ، عن الحجاج بن الفرافصة ، عن أبي عمر البصري ، عن سلمان قال : قال رسول الله - صلى الله عليه وسلم - : \" الأرواح جنود مجندة ، فما تعارف منها ائتلف ، وما تناكر منها اختلف \" .وبه قال رسول الله - صلى الله عليه وسلم - : \" إذا ظهر القول ، وخزن العمل ، وائتلفت الألسنة ، وتباغضت القلوب ، وقطع كل ذي رحم رحمه ، فعند ذلك لعنهم الله فأصمهم وأعمى أبصارهم \" ."
      },
      "translations": {
        "en": "Those [who do so] are the ones that Allah has cursed, so He deafened them and blinded their vision.",
        "fr": "Ce sont ceux-là qu'Allah a maudits, a rendus sourds et a rendu leurs yeux aveugles.",
        "es": "A éstos es a quienes Alá maldice, volviéndoles sordos y ciegos."
      },
      "ibn_ashour": "أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ (23(الإشارة إلى الذين في قلوبهم مرض على أسلوب قوله آنفاً : { أولئك الذين طبع الله على قلوبهم } [ محمد : 16 ] ولا يصح أن تكون الإشارة إلى ما يؤخذ من قوله : { أن تفسدوا في الأرض وتقطعوا أرحامكم } [ محمد : 22 ] لأن ذلك لا يستوجب اللعنة ولا أن مرتكبيه بمنزلة الصمّ ، على أن في صيغة المضيّ في أفعال : لعنهم ، وأصمّهم ، وأعمى ، ما لا يلاقي قوله : { فهل عَسِيتم } [ محمد : 22 ] ولا ما في حرف ( إنْ ( من زمان الاستقبال .واستعير الصمم لعدم الانتفاع بالمسموعات من آيات القرآن ومواعظ النبي صلى الله عليه وسلم كما استعير العمَى هنا لعدم الفهم على طريقة التمثيل لأن حال الأعمى أن يكون مضطرباً فيما يحيط به لا يدري نافعه من ضارّه إلا بمعونة من يرشده ، وكَثر أن يقال : أعمى الله بصره ، مراداً به أنه لم يهده ، وهذه هي النكتة في مجيء تركيب { وأعمى أبصارهم } مخالفاً لتركيب { فأصمهم } إذ لم يقل : وأعماهم .وفي الآية إشعار بأن الفساد في الأرض وقطيعة الأرحام من شعار أهل الكفر ، فهما جرمان كبيران يجب على المؤمنين اجتنابهما .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
      "tafsir": {
        "muyassar": "أفلا يتدبر هؤلاء المنافقون مواعظ القرآن ويتفكرون في حججه؟ بل هذه القلوب مغلَقة لا يصل إليها شيء من هذا القرآن، فلا تتدبر مواعظ الله وعبره.",
        "mukhtasar": "فهلَّا تدبر هؤلاء المُعْرِضون القرآنَ وتأمَّلوا ما فيه؟! فلو تدبروه لدلّهم على كل خير، وأبعدهم عن كل شرّ، أم على قلوب هؤلاء أقفالها قد أحكم إغلاقها، فلا تصل إليها موعظة، ولا تنفعها ذكرى؟!",
        "saadi": "أي: فهلا يتدبر هؤلاء المعرضون لكتاب الله، ويتأملونه حق التأمل، فإنهم لو تدبروه، لدلهم على كل خير، ولحذرهم من كل شر، ولملأ قلوبهم من الإيمان، وأفئدتهم من الإيقان، ولأوصلهم إلى المطالب العالية، والمواهب الغالية، ولبين لهم الطريق الموصلة إلى الله، وإلى جنته ومكملاتها ومفسداتها، والطريق الموصلة إلى العذاب، وبأي شيء تحذر، ولعرفهم بربهم، وأسمائه وصفاته وإحسانه، ولشوقهم إلى الثواب الجزيل، ورهبهم من العقاب الوبيل.{ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا } أي: قد أغلق على ما فيها من الشر وأقفلت، فلا يدخلها خير أبدا؟ هذا هو الواقع. ",
        "kathir": "يقول تعالى آمرا بتدبر القرآن وتفهمه ، وناهيا عن الإعراض عنه ، فقال : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) أي : بل على قلوب أقفالها ، فهي مطبقة لا يخلص إليها شيء من معانيه .قال ابن جرير : حدثنا بشر ، قال : حدثنا يزيد قال : حدثنا سعيد قال : حدثنا حماد بن زيد ، حدثنا هشام بن عروة ، عن أبيه قال : تلا رسول الله - صلى الله عليه وسلم - يوما : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) ، فقال شاب من أهل اليمن : بل عليها أقفالها حتى يكون الله عز وجل يفتحها أو يفرجها . فما زال الشاب في نفس عمر - رضي الله عنه - حتى ولي ، فاستعان به ."
      },
      "translations": {
        "en": "Then do they not reflect upon the Qur'an, or are there locks upon [their] hearts?",
        "fr": "Ne méditent-ils pas sur le Coran? Ou y a-t-il des cadenas sur leurs cœurs?",
        "es": "¿Es que no meditan en el Corán ¿O es que sus corazones están cerrados con candado?"
      },
      "ibn_ashour": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24(تفريع على قوله : { فأصمهم وأعمى أبصارهم } [ محمد : 23 ] ، أي هلا تدبروا القرآن عوض شغل بالهم في مجلسك بتتبع أحوال المؤمنين ، أو تفريع على قوله : { فأصمّهم وأعمى أبصارهم } . والمعنى : أن الله خلقهم بعقول غير منفعلة بمعاني الخير والصلاح فلا يتدبرون القرآن مع فهمه أو لا يفهمونه عند تلقيه وكلا الأمرين عجيب .والاستفهام تعجيب من سوء علمهم بالقرآن ومن إعراضهم عن سماعه . وحرف { أم } للإضراب الانتقالي . والمعنى : بل على قلوبهم أقفال وهذا الذي سلكه جمهور المفسرين وهو الجاري على كلام سيبويه في قوله تعالى : { أفلا تبصرون أمْ أنا خير من هذا الذي هو مهين } في سورة الزخرف ( 51 ، 52 ( ، خلافاً لما يوهمه أو توهمه ابن هشام في مغني اللبيب } .والتدبر : التفهم في دُبر الأمر ، أي ما يخفى منه وهو مشتق من دبر الشيء ، أي خلفه .والأقفال : جمع قُفْل ، وهو استعارة مكنية إذ شبهت القلوب ، أي العقول في عدم إدراكها المعاني بالأبواب أو الصناديق المغلقة ، والأقفال تخييل كالأظفار للمنية في قول أبي ذؤيب الهذلي :وإذا المنية أنشبت أظفارها ... ألفيت كل ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "tafsir": {
        "muyassar": "إن الذين ارتدُّوا عن الهدى والإيمان، ورجعوا على أعقابهم كفارًا بالله من بعد ما وَضَح لهم الحق، الشيطان زيَّن لهم خطاياهم، ومدَّ لهم في الأمل.",
        "mukhtasar": "إن الذين ارتدوا عن إيمانهم إلى الكفر والنفاق، من بعد ما قامت عليهم الحجة، وتبيّن لهم صدق النبي صلى الله عليه وسلم، الشيطان هو الذي زين لهم الكفر والنفاق وسهَّله لهم، ومنّاهم بطول الأمل.",
        "saadi": "يخبر تعالى عن حالة المرتدين عن الهدى والإيمان على أعقابهم إلى الضلال والكفران، ذلك لا عن دليل دلهم ولا برهان، وإنما هو تسويل من عدوهم الشيطان وتزيين لهم، وإملاء منه لهم: { يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا } ",
        "kathir": "ثم قال تعالى : ( إن الذين ارتدوا على أدبارهم ) أي : فارقوا الإيمان ورجعوا إلى الكفر ، ( من بعد ما تبين لهم الهدى الشيطان سول لهم ) أي : زين لهم ذلك وحسنه ، ( وأملى لهم ) أي : غرهم وخدعهم"
      },
      "translations": {
        "en": "Indeed, those who reverted back [to disbelief] after guidance had become clear to them - Satan enticed them and prolonged hope for them.",
        "fr": "Ceux qui sont revenus sur leurs pas après que le droit chemin leur a été clairement exposé, le Diable les a séduits et trompés.",
        "es": "Quienes han vuelto sobre sus pasos, después de haberse manifestado a ellos la Dirección claramente, han sido seducidos por el Demonio, pero les ha concedido una tregua."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (25(لم يزل الكلام على المنافقين فالذين ارتدوا على أدبارهم منافقون ، فيجوز أن يكون مراداً به قوم من أهل النفاق كانوا قد آمنوا حقا ثم رجعوا إلى الكفر لأنهم كانوا ضعفاء الإيمان قليلي الاطمئنان وهم الذين مثلهم الله في سورة البقرة ( 17 ( بقوله : { مَثَلهم كمثل الذين استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم } الآية .والارتداد على الأدبار على هذا الوجه : تمثيل للراجع إلى الكفر بعد لإيمان بحال من سار ليصل إلى مكان ثم ارتد في طريقه . ولما كان الارتداد سيراً إلى الجهة التي كانت وراء السائر جُعل الارتداد إلى الأدبار ، أي إلى جهة الأدبار . وجيء بحرف على } للدلالة على أن الارتداد متمكن من جهة الأدبار كما يقال : على صراط مستقيم .والهدى : الإيمان ، وتبيّن الهدى لهم على هذا الوجه تبيّن حقيقي لأنهم ما آمنوا إلا بعد أن تبين لهم هدى الإيمان .وعلى هذا الوجه فالإتيان بالموصول والصلة ليس إظهاراً في مقام الإضمار لأن أصحاب هذه الصلة بعض الذين كان الحديث عنهم فيما تقدم . ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "tafsir": {
        "muyassar": "ذلك الإمداد لهم حتى يتمادوا في الكفر؛ بسبب أنهم قالوا لليهود الذين كرهوا ما نزل الله: سنطيعكم في بعض الأمر الذي هو خلاف لأمر الله وأمر رسوله، والله تعالى يعلم ما يخفيه هؤلاء ويسرونه، فليحذر المسلم من طاعة غير الله فيما يخالف أمر الله سبحانه، وأمر رسوله محمد صلى الله عليه وسلم.",
        "mukhtasar": "ذلك الإضلال الحاصل لهم بسبب أنهم قالوا سرًّا للمشركين الذين كرهوا ما نزّل الله على رسوله من الوحي: سنطيعكم في بعض الأمر كالتثبيط عن القتال.\nوالله يعلم ما يسرونه ويخفونه، لا يخفى عليه شيء، فيظهر ما شاء منه لرسوله صلى الله عليه وسلم.",
        "saadi": "وذلك أنهم قد تبين لهم الهدى، فزهدوا فيه ورفضوه، و { قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ } من المبارزين العداوة لله ولرسوله { سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ } أي: الذي يوافق أهواءهم، فلذلك عاقبهم الله بالضلال، والإقامة على ما يوصلهم إلى الشقاء الأبدي، والعذاب السرمدي.{ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ } فلذلك فضحهم، وبينها لعباده المؤمنين، لئلا يغتروا بها.",
        "kathir": "( ذلك بأنهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الأمر ) أي : مالئوهم وناصحوهم في الباطن على الباطل ، وهذا شأن المنافقين يظهرون خلاف ما يبطنون ; ولهذا قال الله عز وجل : ( والله يعلم إسرارهم ) أي : [ يعلم ] ما يسرون وما يخفون ، الله مطلع عليه وعالم به ، كقوله : ( والله يكتب ما يبيتون ) [ النساء : 81 ] ."
      },
      "translations": {
        "en": "That is because they said to those who disliked what Allah sent down, \"We will obey you in part of the matter.\" And Allah knows what they conceal.",
        "fr": "C'est parce qu'ils ont dit à ceux qui ont de la répulsion pour la révélation d'Allah: «Nous allons vous obéir dans certaines choses». Allah cependant connaît ce qu'ils cachent.",
        "es": "Esto es así porque dicen a quienes les repugna lo que Alá ha revelado: «En algunas cosas os obedeceremos». Alá, empero, sabe lo que ocultan."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (26(استئناف بياني إذ التقدير أن يسأل سائل عن مظهر تسويل الشيطان لهم الارتدادَ بعد أن تبين لهم الهدى ، فأجيب بأن الشيطان استدرجهم إلى الضلال عندما تبين لهم الهدى فسوّل لهم أن يوافقوا أهل الشرك والكفر في بعض الأمور مسولاً أن تلك الموافقة في بعض الأمر لا تنقض اهتداءهم فلما وافقوهم وجدوا حلاوة ما ألفوه من الكفر فيما وافقوا فيه أهل الكفر فأخذوا يعودون إلى الكفر المألوف حتى ارتدوا على أدبارهم . وهذا شأن النفس في معاودة ما تحبه بعد الانقطاع عنه إن كان الانقطاع قريب العهد .فمعنى { قالوا } : قالوا قولاً عن اعتقاد ورأي ، وإنما قالوا : { في بعض الأمر } احترازاً لأنفسهم إذا لم يطيعوا في بعض .و { الذين كرهوا ما نزّل الله } هم الذين كرهوا القرآن وكفروا ، وهم : إما المشركون من أهل مكة قال تعالى فيهم { ذلك بأنهم كرهوا ما أنزل الله فأحبط أعمالهم } [ محمد : 9 ] وقد كانت لهم صلة بأهل يثرب فلما هاجر النبي صلى الله عليه وسلم إلى المدينة اشتد تعهد أهل مكة لأصحابهم من أهل يثر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ",
      "tafsir": {
        "muyassar": "فكيف حالهم إذا قبضت الملائكة أرواحهم وهم يضربون وجوههم وأدبارهم؟",
        "mukhtasar": "فكيف ترى ما هم فيه من العذاب والحال الشنيعة التي هم عليها إذا قبضت أرواحهم الملائكة الموكلون بقبض أرواحهم، يضربون وجوههم وأدبارهم بمَقَامِع الحديد.",
        "saadi": "{ فَكَيْفَ } ترى حالهم الشنيعة، ورؤيتهم الفظيعة { إِذَا تَوَفَّتْهُمُ الْمَلَائِكَة } الموكلون بقبض أرواحهم، { يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ } بالمقامع الشديدة؟!.",
        "kathir": "ثم قال : ( فكيف إذا توفتهم الملائكة يضربون وجوههم وأدبارهم ) أي : كيف حالهم إذا جاءتهم الملائكة لقبض أرواحهم وتعصت الأرواح في أجسادهم ، واستخرجتها الملائكة بالعنف والقهر والضرب ، كما قال : ( ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم ) الآية [ الأنفال : 50 ] ، وقال : ( ولو ترى إذ الظالمون في غمرات الموت والملائكة باسطوا أيديهم ) أي : بالضرب ( أخرجوا أنفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن آياته تستكبرون ) [ الأنعام : 93 ] ; ولهذا قال هاهنا : ( ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم )"
      },
      "translations": {
        "en": "Then how [will it be] when the angels take them in death, striking their faces and their backs?",
        "fr": "Qu'adviendra-t-il d'eux quand les Anges les achèveront, frappant leurs faces et leurs dos?",
        "es": "¡Qué pasará cuando los ángeles les llamen, golpeándoles en el rostro y en la espalda?"
      },
      "ibn_ashour": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (27(الفاء يجوز أن تكون للتفريع على جملة { إن الذين ارتدوا على أدبارهم } [ محمد : 25 ] الآية وما بينهما متصل بقوله : { الشيطانُ سوّل لهم } [ محمد : 25 ] بناء على المحمل الأول للارتداد فيكون التفريع لبيان ما سيلحقهم من العذاب عند الموت وهو استهلال لما يتواصل من عذابهم عن مبدإ الموت إلى استقرارهم في العذاب الخالد . ويجوز على المحمل الثاني وهو أن المراد الارتداد عن القتال وتكون الفاء فصيحة فيفيد : إذا كانوا فروا من القتال هلعاً وخوفاً فكيف إذا توفتهم الملائكة ، أي كيف هلعهم ووجلهم الذي ارتدوا بهما عن القتال . وهذا يقتضي شيئين : أولهما أنهم ميّتون لا محالة ، وثانيهما أن موتتهم يصحبها تعذيب .فالأول مأخوذ بدلالة الالتزام وهو في معنى قوله تعالى : { الذين قالوا لإخوانهم وقعدوا لو أطاعُونا ما قتلوا قل فادْرءوا عن أنفسكم الموت إن كنتم صادقين } [ آل عمران : 168 ] وقولِه : { وقالوا لا تنفروا في الحرّ قل نار جهنم أشدّ حرّاً لو كانوا يفقهون } [ التوبة : 81 ] .والثاني هو صريح الكلام وهو وعيد لتعذيب في الدنيا عند الموت ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "ذلك العذاب الذي استحقوه ونالوه؛ بسبب أنهم اتبعوا ما أسخط الله عليهم من طاعة الشيطان، وكرهوا ما يرضيه عنهم من العمل الصالح، ومنه قتال الكفار بعدما افترضه عليهم، فأبطل الله ثواب أعمالهم من صدقة وصلة رحم وغير ذلك.",
        "mukhtasar": "ذلك العذاب بسبب أنهم اتبعوا كل ما أغضب الله عليهم؛ من الكفر والنفاق ومحادّة الله ورسوله، وكرهوا ما يقربهم من ربهم، ويحلّ عليهم رضوانه؛ من الإيمان بالله واتباع رسوله، فأبطل أعمالهم.",
        "saadi": "{ ذَلِكَ } العذاب الذي استحقوه ونالوه { بـ } سبب { أنهم اتَّبَعُوا مَا أَسْخَطَ اللَّهَ } من كل كفر وفسوق وعصيان.{ وَكَرِهُوا رِضْوَانَهُ } فلم يكن لهم رغبة فيما يقربهم إليه، ولا يدنيهم منه، { فَأَحْبَطَ أَعْمَالَهُمْ } أي: أبطلها وأذهبها، وهذا بخلاف من اتبع ما يرضي الله وكره سخطه، فإنه سيكفر عنه سيئاته، ويضاعف أجره وثوابه. ",
        "kathir": "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ"
      },
      "translations": {
        "en": "That is because they followed what angered Allah and disliked [what earns] His pleasure, so He rendered worthless their deeds.",
        "fr": "Cela parce qu'ils ont suivi ce qui courrouce Allah, et qu'ils ont de la répulsion pour [ce qui attire] Son agrément. Il a donc rendu vaines leurs œuvres.",
        "es": "Esto es así porque van en pos de algo que irrita a Alá y, en cambio, les repugna lo que Le satisface. Por eso, hace vanas sus obras."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ (28(الإشارة بذلك إلى الموت الفظيع الذي دل عليه قوله : { فكيف إذا توفتهم الملائكة } [ محمد : 27 ] كما تقدم آنفاً . واتباعهم ما أسخط الله : هو اتباعهم الشرك . والسخط مستعار لعدم الرضى بالفعل . وكراهتهم رضوان الله : كراهتهم أسباب رضوانه وهو الإسلام .وفي ذكر اتباع مَا أسخط الله وكراهة رضوانه محسّن الطباق مرتين للمضادة بين السخط والرضوان ، والاتباع والكراهية . والجمع بين الإخبار عنهم باتباعهم ما أسخط الله وكراهتهم رضوانه مع إمكان الاجتزاء بأحدهما عن الآخر للإيماء إلى أن ضرب الملائكة وجوه هؤلاء مناسب لإقبالهم على ما أسخط الله ، وأن ضربهم أدبارهم مناسب لكراهتهم رضوانه لأن الكراهة تستلزم الإعراض والإدبار ، ففي الكلام أيضاً محسن اللف والنشر المرتب . فكان ذلك التعذيب مناسباً لحالَيْ توقيهم في الفرار من القتال وللسببين الباعثين على ذلك التَوقي .وفرع على اتباعهم ما أسخط الله وكراهتهم رضوانه قوله : { فأحبط أعمالهم فكان اتباعهم ما أسخط الله وكراهتهم رضوانه سبباً في الأمرين : ضرب الملائكة وجوههم وأدباره",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَٰنَهُمْ",
      "tafsir": {
        "muyassar": "بل أظنَّ المنافقون أن الله لن يُخْرِج ما في قلوبهم من الحسد والحقد للإسلام وأهله؟ بلى فإن الله يميز الصادق من الكاذب.",
        "mukhtasar": "هل يظنّ الذين في قلوبهم شك من المنافقين أن لن يخرج الله أحقادهم ويظهرها؟! ليخرجنّها بالابتلاء بالمحن؛ ليتميز صادق الإيمان من الكاذب، ويتضح المؤمن، ويفتضح المنافق.",
        "saadi": "يقول تعالى: { أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ } من شبهة أو شهوة، بحيث تخرج القلب عن حال صحته واعتداله، أن الله لا يخرج ما في قلوبهم من الأضغان والعداوة للإسلام وأهله؟ هذا ظن لا يليق بحكمة الله، فإنه لا بد أن يميز الصادق من الكاذب، وذلك بالابتلاء بالمحن، التي من ثبت عليها، ودام إيمانه فيها، فهو المؤمن حقيقة، ومن ردته على عقبيه فلم يصبر عليها، وحين أتاه الامتحان، جزع وضعف إيمانه، وخرج ما في قلبه من الضغن، وتبين نفاقه، هذا مقتضى الحكمة الإلهية، مع أنه تعالى قال: { وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ } ",
        "kathir": "يقول تعالى : ( أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم ) أي : اعتقد المنافقون أن الله لا يكشف أمرهم لعباده المؤمنين ؟ بل سيوضح أمرهم ويجليه حتى يفهمهم ذوو البصائر ، وقد أنزل تعالى في ذلك سورة \" براءة \" ، فبين فيها فضائحهم وما يعتمدونه من الأفعال الدالة على نفاقهم ; ولهذا إنما كانت تسمى الفاضحة . والأضغان : جمع ضغن ، وهو ما في النفوس من الحسد والحقد للإسلام وأهله والقائمين بنصره ."
      },
      "translations": {
        "en": "Or do those in whose hearts is disease think that Allah would never expose their [feelings of] hatred?",
        "fr": "Ou bien est-ce que ceux qui ont une maladie au cœur escomptent qu'Allah ne saura jamais faire apparaître leur haine?",
        "es": "¿Es que creen los enfermos de corazón que Alá no va a descubrir su odio?"
      },
      "ibn_ashour": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (29(انتقال من التهديد والوعيد إلى الإنذار بأن الله مطلع رسوله صلى الله عليه وسلم على ما يضمره المنافقون من الكفر والمَكر والكيد ليعلموا أن أسرارهم غير خافية فيوقنوا أنهم يكدون عقولهم في ترتيب المكائد بلا طائل وذلك خيبة لآمالهم .و { أمْ } منقطعة في معنى ( بل ( للإضراب الانتقالي ، والاستفهام المقدر بعد { أم } للإنكار . وحرف ( لن ( لتأييد النفي ، أي لا يحسبون انتفاء إظهار أضغانهم في المستقبل ، كما انتفى ذلك فيما مضى ، فلعل الله أن يفضح نفاقهم .واستعير المرض إلى الكفر بجامع الإضرار بصاحبه ، ولكون الكفر مقره العقل المعبر عنه بالقَلب كان ذكر القلوب مع المرض ترشيحاً للاستعارة لأن القلب مما يناسب المرض الخفيّ إذ هو عضو باطن فناسب المرض الخفيّ .والإخراج أطلق على الإظهار والإبراز على وجه الاستعارة لأن الإخراج استلال شيء من مكمَنه ، فاستعير للإعلام بخبَر خفيّ .والأضغان : جمع ضِغن بكسر الضاد المعجمة وسكون الغين المعجمة وهو الحقد والعداوة . والمعنى أنه يخرجها من قلوبهم وكان العرب يجعلون القلوب مقر الأضغان قال الشا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "وَلَوْ نَشَآءُ لَأَرَيْنَٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَٰلَكُمْ",
      "tafsir": {
        "muyassar": "ولو نشاء -أيها النبي- لأريناك أشخاصهم، فلعرفتهم بعلامات ظاهرة فيهم، ولتعرفنَّهم فيما يبدو من كلامهم الدال على مقاصدهم. والله تعالى لا تخفى عليه أعمال مَن أطاعه ولا أعمال من عصاه، وسيجازي كلا بما يستحق.",
        "mukhtasar": "ولو نشاء تعريفك - أيها الرسول- المنافقين لعرّفناكهم، فلعرفتهم بعلامتهم، وسوف تعرفهم بأسلوب كلامهم، والله يعلم أعمالكم، لا يخفى عليه منها شيء، وسيجازيكم عليها.",
        "saadi": "{ وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ } أي: بعلاماتهم التي هي كالوسم في وجوههم. { وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ } أي: لا بد أن يظهر ما في قلوبهم، ويتبين بفلتات ألسنتهم، فإن الألسن مغارف القلوب، يظهر منها ما في القلوب من الخير والشر { وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ } فيجازيكم عليها.",
        "kathir": "وقوله : ( ولو نشاء لأريناكهم فلعرفتهم بسيماهم ) يقول تعالى : ولو نشاء يا محمد لأريناك أشخاصهم ، فعرفتهم عيانا ، ولكن لم يفعل تعالى ذلك في جميع المنافقين سترا منه على خلقه ، وحملا للأمور على ظاهر السلامة ، ورد السرائر إلى عالمها ، ( ولتعرفنهم في لحن القول ) أي : فيما يبدو من كلامهم الدال على مقاصدهم ، يفهم المتكلم من أي الحزبين هو بمعاني كلامه وفحواه ، وهو المراد من لحن القول ، كما قال أمير المؤمنين عثمان بن عفان ، رضي الله عنه : ما أسر أحد سريرة إلا أبداها الله على صفحات وجهه ، وفلتات لسانه . وفي الحديث : \" ما أسر أحد سريرة إلا كساه الله جلبابها ، إن خيرا فخير ، وإن شرا فشر \" . وقد ذكرنا ما يستدل به على نفاق الرجل ، وتكلمنا على نفاق العمل والاعتقاد في أول \" شرح البخاري \" ، بما أغنى عن إعادته هاهنا . وقد ورد في الحديث تعيين جماعة من المنافقين . قال الإمام أحمد :حدثنا وكيع ، حدثنا سفيان ، عن سلمة ، عن عياض بن عياض ، عن أبيه ، عن أبي مسعود عقبة بن عمرو - رضي الله عنه - قال : خطبنا رسول الله - صلى الله عليه وسلم - خطبة فحمد الله وأثنى عليه ثم قال : \" إن منكم منافقين ، فمن سميت فليقم \" . ثم قال : \" قم يا فلان ، قم يا فلان ، قم يا فلان \" . حتى سمى ستة وثلاثين رجلا ثم قال : \" إن فيكم - أو : منكم - فاتقوا الله \" . قال : فمر عمر برجل ممن سمى مقنع قد كان يعرفه ، فقال : ما لك ؟ فحدثه بما قال رسول الله - صلى الله عليه وسلم - فقال : بعدا لك سائر اليوم ."
      },
      "translations": {
        "en": "And if We willed, We could show them to you, and you would know them by their mark; but you will surely know them by the tone of [their] speech. And Allah knows your deeds.",
        "fr": "Or, si Nous voulions Nous te les montrerions. Tu les reconnaîtrais certes à leurs traits; et tu les reconnaîtrais très certainement au ton de leur parler. Et Allah connaît bien vos actions.",
        "es": "Si quisieramos, haríamos que les vieras: es reconocerías por sus rasgos: y, ciertamente, les reconocerás por el tono de sus palabras. Alá sabe lo que hacéis."
      },
      "ibn_ashour": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (30({ أضغانهم * وَلَوْ نَشَآءُ لأريناكهم فَلَعَرَفْتَهُم بسيماهم وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ القول والله يَعْلَمُ } .كان مرض قلوبهم خفياً لأنهم يبالغون في كتمانه وتمويهه بالتظاهر بالإيمان ، فذكر الله لنبيئه صلى الله عليه وسلم أنه لو شاء لأطلعه عليهم واحداً واحداً فيعرف ذواتهم بعلاماتهم .والسّيمَى بالقصر : العَلامة الملازمة ، أصله : وِسْمَى بوزن فِعلى من الوسم وهو جعل سمة للشيء ، وهو بكسر أوله . فهو من المثال الواوي الفاء حولت الواو من موضع فاء الكلمة فوضعت في مكان عين الكلمة وحولت عين الكلمة إلى موضع الفاء فصارت سِوْمَى فانقلبت الواو ياء لسكونها وانكسار ما قبلها ، وتقدم عند قوله تعالى : { تعرفهم بسيماهم } في سورة البقرة ( 273 ( .والمعنى : لأريناكَ أشخاصهم فعرفتهم ، أو لذكرنَا لك أوصافهم فعرفتهم بها ثم يحتمل أن الله شاء ذلك وأراهم للرسول فعن أنس ما خفي على النبي بعد هذه الآية شيء من المنافقين كان يعرفهم بسيماهم ذكره البغوي والثعلبي بدون سند . ومما ي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَٰهِدِينَ مِنكُمْ وَٱلصَّٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
      "tafsir": {
        "muyassar": "ولنختبرنكم- أيها المؤمنون- بالقتال والجهاد لأعداء الله حتى يظهر ما علمه سبحانه في الأزل؛ لنميز أهل الجهاد منكم والصبر على قتال أعداء الله، ونختبر أقوالكم وأفعالكم، فيظهر الصادق منكم من الكاذب.",
        "mukhtasar": "ولنختبرنّكم - أيها المؤمنون- بالجهاد وقتال الأعداء والقتل حتى نعلم المجاهدين منكم في سبيل الله، والصابرين منكم على قتال أعدائه، ونختبركم فنعرف الصادق منكم والكاذب.",
        "saadi": "ثم ذكر أعظم امتحان يمتحن به عباده، وهو الجهاد في سبيل الله، فقال: { وَلَنَبْلُوَنَّكُمْ } أي: نختبر إيمانكم وصبركم، { حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ } فمن امتثل أمر الله وجاهد في سبيل الله لنصر دينه وإعلاء كلمته فهو المؤمن حقا، ومن تكاسل عن ذلك، كان ذلك نقصا في إيمانه. ",
        "kathir": "\"ولنبلونكم\" أي لنختبرنكم بالأوامر والنواهي \"حتى نعلم المجاهدين منكم والصابرين ونبلو أخباركم\" وليس في تقدم علم الله تعالى بما هو كائن أنه سيكون شك ولا ريب فالمراد حتى نعلم وقوعه ولهذا يقول ابن عباس رضي الله عنهما في مثل هذا إلا لنعلم أي لنرى."
      },
      "translations": {
        "en": "And We will surely test you until We make evident those who strive among you [for the cause of Allah] and the patient, and We will test your affairs.",
        "fr": "Nous vous éprouverons certes afin de distinguer ceux d'entre vous qui luttent [pour la cause d'Allah] et qui endurent, et afin d'éprouver [faire apparaître] vos nouvelles.",
        "es": "Hemos de probaros para saber quiénes de vosotros luchan y perseveran, así como para comprobar lo que se cuenta de vosotros."
      },
      "ibn_ashour": "وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (31(عطف على قوله : { والله يعلم أعمالكم } [ محمد : 30 ] . ومعناه معنى الاحتراس ممَّا قد يتوهم السامعون من قوله : { والله يعلم أعمالكم } من الاستغناء عن التكليف .ووجه هذا الاحتراس أن علم الله يتعلق بأعمال الناس بعد أن تقع ويتعلق بها قبل وقوعها فإنها ستقع ويتعلق بعزم الناس على الاستجابة لدعوة التكاليف قوة وضعفا ، ومن عدم الاستجابة كفراً وعناداً ، فبيّن بهذه الآية أن من حكمة التكاليف أن يظهر أثر علم الله بأحوال الناس وتقدم الحجة عليهم .ولما قال النبي صلى الله عليه وسلم « إن الله كتب لِكل عبد مقعده من الجنة أو من النار . فقالوا أفلا نتكل على ما كُتب لنا؟ قال : اعملوا فكل مُيَسَّر لما خلق له ، وقرأ { فأما من أعطى واتّقى وصدّق بالحسنى فسنُيَسِّره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنُيَسِّره للعسرى } [ الليل : 5 10 ] »والبَلْو : الاختبار وتعرُّف حال الشيء . والمراد بالابتلاء الأمر والنهي في التكليف ، فإنه يظهرَ به المطيع والعاصي والكافر ، وسُمي ذلك ابتلاء على وجه المجاز المرسل لأنه يلز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا وَسَيُحْبِطُ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له، وصدوا الناس عن دينه، وخالفوا رسول الله صلى الله عليه وسلم، فحاربوه من بعد ما جاءتهم الحجج والآيات أنه نبي من عند الله، لن يضروا دين الله شيئًا، وسيُبْطِل ثواب أعمالهم التي عملوها في الدنيا؛ لأنهم لم يريدوا بها وجه الله تعالى.",
        "mukhtasar": "إن الذين كفروا بالله وبرسوله، وصدوا عن دين الله بأنفسهم، وصدوا عنه غيرهم، وخالفوا رسوله وَعَادَوْه من بعد ما تبيّن أنه نبي - لن يضرّوا الله شيئًا، وإنما يضرون أنفسهم، وسيبطل الله أعمالهم.",
        "saadi": "هذا وعيد شديد لمن جمع أنواع الشر كلها، من الكفر بالله، وصد الخلق عن سبيل الله الذي نصبه موصلا إليه.{ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى } أي: عاندوه وخالفوه عن عمد وعناد، لا عن جهل وغي وضلال، فإنهم { لَنْ يَضُرُّوا اللَّهَ شَيْئًا } فلا ينقص به ملكه.{ وَسَيُحْبِطُ أَعْمَالَهُمْ } أي: مساعيهم التي بذلوها في نصر الباطل، بأن لا تثمر لهم إلا الخيبة والخسران، وأعمالهم التي يرجون بها الثواب، لا تقبل لعدم وجود شرطها.",
        "kathir": "يخبر تعالى عمن كفر وصد عن سبيل الله ، وخالف الرسول وشاقه ، وارتد عن الإيمان من بعد ما تبين له الهدى : أنه لن يضر الله شيئا ، وإنما يضر نفسه ويخسرها يوم معادها ، وسيحبط الله عمله فلا يثيبه على سالف ما تقدم من عمله الذي عقبه بردته مثقال بعوضة من خير ، بل يحبطه ويمحقه بالكلية ، كما أن الحسنات يذهبن السيئات ."
      },
      "translations": {
        "en": "Indeed, those who disbelieved and averted [people] from the path of Allah and opposed the Messenger after guidance had become clear to them - never will they harm Allah at all, and He will render worthless their deeds.",
        "fr": "Ceux qui ont mécru et obstrué le chemin d'Allah et se sont mis dans le clan opposé au Messager après que le droit chemin leur fut clairement exposé, ne sauront nuire à Allah en quoi que ce soit. Il rendra vaines leurs œuvres.",
        "es": "Los infieles que hayan desviado a otros del camino de Alá y se hayan separado del Enviado, después de habérseles manifestado claramente la Dirección, no causarán ningún daño a Alá. Y hará vanas sus obras."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ (32(الظاهر أن المعنيّ بالذين كفروا هنا الذين كفروا المذكورون في أول هذه السورة وفيما بعد من الآيات التي جرى فيها ذكر الكافرين ، أي الكفار الصرحاء عاد الكلام إليهم بعد الفراغ من ذكر المنافقين الذين يخفون الكفر ، عودا على بدء لتهوين حالهم في نفوس المسلمين ، فبعد أن أخبر الله أنه أضل أعمالهم وأنهم اتبعوا الباطل وأمر بضرب رقابهم وأن التعس لهم وحقَّرهم بأنهم يتمتعون ويأكلون كما تأكل الأنعام ، وأن الله أهلك قرى هي أشد منهم قوة ، ثم جرى ذكر المنافقين ، بعد ذلك ثُني عنان الكلام إلى الذين كفروا أيضاً ليعرِّف الله المسلمين بأنهم في هذه المآزق التي بينهم وبين المشركين لا يَلحقهم منهم أدنى ضُرّ ، وليزيد وصف الذين كفروا بأنهم شاقّوا الرسول صلى الله عليه وسلمفالجملة استئناف ابتدائي وهي توطئة لقوله : { فلا تهنوا وتدْعُوا إلى السلم } [ محمد : 35 ] . وفعل { شاقُّوا } مشتق من كلمة شِق بكسر الشين وهو الجانب ، والمشاقة المخالفة ، ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَٰلَكُمْ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه أطيعوا الله وأطيعوا الرسول في أمرهما ونهيهما، ولا تبطلوا ثواب أعمالكم بالكفر والمعاصي.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرع، أطيعوا الله، وأطيعوا الرسول بأن تمتثلوا أمرهما، وتجتنبوا نهيهما، ولا تبطلوا أعمالكم بالكفر والرياء وغير ذلك.",
        "saadi": "يأمر تعالى المؤمنين بأمر به تتم أمورهم، وتحصل سعادتهم الدينية والدنيوية، وهو: طاعته وطاعة رسوله في أصول الدين وفروعه، والطاعة هي امتثال الأمر، واجتناب النهي على الوجه المأمور به بالإخلاص وتمام المتابعة.وقوله: { وَلَا تُبْطِلُوا أَعْمَالَكُمْ } يشمل النهي عن إبطالها بعد عملها، بما يفسدها، من من بها وإعجاب، وفخر وسمعة، ومن عمل بالمعاصي التي تضمحل معها الأعمال، ويحبط أجرها، ويشمل النهي عن إفسادها حال وقوعها بقطعها، أو الإتيان بمفسد من مفسداتها.فمبطلات الصلاة والصيام والحج ونحوها، كلها داخلة في هذا، ومنهي عنها، ويستدل الفقهاء بهذه الآية على تحريم قطع الفرض، وكراهة قطع النفل، من غير موجب لذلك، وإذا كان الله قد نهى عن إبطال الأعمال، فهو أمر بإصلاحها، وإكمالها وإتمامها، والإتيان بها، على الوجه الذي تصلح به علما وعملا.",
        "kathir": "وقد قال الإمام محمد بن نصر المروزي في كتاب الصلاة : حدثنا أبو قدامة ، حدثنا وكيع ، حدثنا أبو جعفر الرازي ، عن الربيع بن أنس ، عن أبي العالية قال : كان أصحاب رسول الله - صلى الله عليه وسلم - يظنون أنه لا يضر مع \" لا إله إلا الله \" ذنب ، كما لا ينفع مع الشرك عمل ، فنزلت : ( أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) فخافوا أن يبطل الذنب العمل .ثم روي من طريق عبد الله بن المبارك : أخبرني بكير بن معروف ، عن مقاتل بن حيان ، عن نافع ، عن ابن عمر قال : كنا معشر أصحاب رسول الله - صلى الله عليه وسلم - نرى أنه ليس شيء من الحسنات إلا مقبول ، حتى نزلت : ( أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) ، فقلنا : ما هذا الذي يبطل أعمالنا ؟ فقلنا : الكبائر الموجبات والفواحش ، حتى نزلت : ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) [ النساء : 48 ] ، فلما نزلت كففنا عن القول في ذلك ، فكنا نخاف على من أصاب الكبائر والفواحش ، ونرجو لمن لم يصبها .ثم أمر تعالى عباده المؤمنين بطاعته وطاعة رسوله التي هي سعادتهم في الدنيا والآخرة ، ونهاهم عن الارتداد الذي هو مبطل للأعمال ; ولهذا قال : ( ولا تبطلوا أعمالكم ) أي : بالردة ; ولهذا قال بعدها :"
      },
      "translations": {
        "en": "O you who have believed, obey Allah and obey the Messenger and do not invalidate your deeds.",
        "fr": "O vous qui avez cru ! Obéissez à Allah, obéissez au Messager, et ne rendez pas vaines vos œuvres.",
        "es": "¡Creyentes! ¡Obedeced a Alá y obedeced al Enviado! ¡No hagáis vanas vuestras obras!"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ (33(اعتراض بين جملة { إن الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول } [ محمد : 32 ] ، وبين جملة { إن الذين كفروا وصدوا عن سبيل الله ثم ماتُوا وهم كفار } [ محمد : 34 ] وُجه به الخطاب إلى المؤمنين بالأمر بطاعة الله ورسوله صلى الله عليه وسلم وتجنب ما يبطل الأعمال الصالحة اعتباراً بما حكي من حال المشركين في الصد عن سبيل الله ومشاقة الرسول صلى الله عليه وسلمفوصف الإيمان في قوله : { يا أيها الذين آمنوا } مقابل وصف الكفر في قوله : { إن الذين كفروا } [ محمد : 32 ] ، وطاعة الله مقابل الصدّ عن سبيل الله ، وطاعةُ الرسول ضد مشاقة الرسول صلى الله عليه وسلم والنهي عن إبطال الأعمال ضد بطلان أعمال الذين كفروا . فطاعة الرسول صلى الله عليه وسلم التي أمروا بها هي امتثال ما أمَر به ونهَى عنه من أحكام الدين . وأما ما ليس داخلاً تحت التشريع فطاعة أمر الرسول صلى الله عليه وسلم فيه طاعة انتصاح وأدب ، ألا ترى أن بريرة لم تطع رسول الله صلى الله عليه وسلم في مراجعة زوجها مُغيث لما علمتْ أن أمره إياها ليس بعز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌۭ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
      "tafsir": {
        "muyassar": "إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له وصدُّوا الناس عن دينه، ثم ماتوا على ذلك، فلن يغفر الله لهم، وسيعذبهم عقابًا لهم على كفرهم، ويفضحهم على رؤوس الأشهاد.",
        "mukhtasar": "إن الذين كفروا بالله، وصرفوا أنفسهم وصرفوا الناس عن دين الله، ثم ماتوا على كفرهم قبل التوبة - فلن يتجاوز الله عن ذنوبهم بسترها، بل سيؤاخذهم بها، ويدخلهم النار خالدين فيها أبدًا.",
        "saadi": "هذه الآية والتي في البقرة قوله: { وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ } مقيدتان، لكل نص مطلق، فيه إحباط العمل بالكفر، فإنه مقيد بالموت عليه، فقال هنا: { إِنَّ الَّذِينَ كَفَرُوا } بالله وملائكته وكتبه ورسله واليوم الآخر { وَصَدُّوا } الخلق { عَنْ سَبِيلِ اللَّهِ } بتزهيدهم إياهم بالحق، ودعوتهم إلى الباطل، وتزيينه، { ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ } لم يتوبوا منه، { فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ } لا بشفاعة ولا بغيرها، لأنه قد تحتم عليهم العقاب، وفاتهم الثواب، ووجب عليهم الخلود في النار، وسدت عليهم رحمة الرحيم الغفار.ومفهوم الآية الكريمة أنهم إن تابوا من ذلك قبل موتهم، فإن الله يغفر لهم ويرحمهم، ويدخلهم الجنة، ولو كانوا مفنين أعمارهم في الكفر به والصد عن سبيله، والإقدام على معاصيه، فسبحان من فتح لعباده أبواب الرحمة، ولم يغلقها عن أحد، ما دام حيا متمكنا من التوبة.وسبحان الحليم، الذي لا يعاجل العاصين بالعقوبة، بل يعافيهم، ويرزقهم، كأنهم ما عصوه مع قدرته عليهم.",
        "kathir": "( إن الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم ) ، كقوله ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) الآية ."
      },
      "translations": {
        "en": "Indeed, those who disbelieved and averted [people] from the path of Allah and then died while they were disbelievers - never will Allah forgive them.",
        "fr": "Ceux qui ont mécru et obstrué le chemin d'Allah puis sont morts tout en étant mécréants, Allah ne leur pardonnera jamais.",
        "es": "Alá no perdonará a los infieles que hayan desviado a otros del camino de Alá y mueran siendo infieles."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ (34(هذه الآية تكملة لآية { إن الذين كفروا وصدّوا عن سبيل الله وشاقوا الرسول } [ محمد : 32 ] الخ لأن تلك مسوقة لعدم الاكتراث بمشاقّهم ولبيان أن الله مبطل صنائعهم وهذه مسوقة لبيان عدم انتفاعهم لمغفرة الله إذ ماتوا على ما هم عليه من الكفر فهي مستأنفة استئنافاً ابتدائياً .واقتران خبر الموصول بالفاء إيماء إلى أنه أشرف معنى الشرط فلا يراد به ذو صلة معيّن بل المراد كل من تحققت فيه ماهية الصلة وهي الكفر والموت على الكفر .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَٰلَكُمْ",
      "tafsir": {
        "muyassar": "فلا تضعفوا -أيها المؤمنون بالله ورسوله- عن جهاد المشركين، وتجْبُنوا عن قتالهم، وتدعوهم إلى الصلح والمسالمة، وأنتم القاهرون لهم والعالون عليهم، والله تعالى معكم بنصره وتأييده. وفي ذلك بشارة عظيمة بالنصر والظَّفَر على الأعداء. ولن يُنْقصكم الله ثواب أعمالكم.",
        "mukhtasar": "فلا تضعفوا - أيها المؤمنون - عن مواجهة عدوّكم، وتدعوهم إلى الصلح قبل أن يدعوكم إليه، وأنتم القاهرون الغالبون لهم، والله معكم بنصره وتأييده، ولن ينقصكم من ثواب أعمالكم شيئًا، بل يزيدكم منًّا منه وتفضلًا.",
        "saadi": "{ فَلَا تَهِنُوا } أي: لا تضعفوا عن قتال عدوكم، ويستولي عليكم الخوف، بل اصبروا واثبتوا، ووطنوا أنفسكم على القتال والجلاد، طلبا لمرضاة ربكم، ونصحا للإسلام، وإغضابا للشيطان.ولا تدعوا إلى المسالمة والمتاركة بينكم وبين أعدائكم، طلبا للراحة، { و } الحال أنكم { أنتم الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ } أي: ينقصكم { أَعْمَالُكُم } فهذه الأمور الثلاثة، كل منها مقتض للصبر وعدم الوهن كونهم الأعلين، أي: قد توفرت لهم أسباب النصر، ووعدوا من الله بالوعد الصادق، فإن الإنسان، لا يهن إلا إذا كان أذل من غيره وأضعف عددا، وعددا، وقوة داخلية وخارجية.الثاني: أن الله معهم، فإنهم مؤمنون، والله مع المؤمنين، بالعون، والنصر، والتأييد، وذلك موجب لقوة قلوبهم، وإقدامهم على عدوهم.الثالث: أن الله لا ينقصهم من أعمالهم شيئا، بل سيوفيهم أجورهم، ويزيدهم من فضله، خصوصا عبادة الجهاد، فإن النفقة تضاعف فيه، إلى سبع مائة ضعف، إلى أضعاف كثيرة، وقال تعالى: { ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ } فإذا عرف الإنسان أن الله تعالى لا يضيع عمله وجهاده، أوجب له ذلك النشاط، وبذل الجهد فيما يترتب عليه الأجر والثواب، فكيف إذا اجتمعت هذه الأمور الثلاثة فإن ذلك يوجب النشاط التام، فهذا من ترغيب الله لعباده، وتنشيطهم، وتقوية أنفسهم على ما فيه صلاحهم وفلاحهم. ",
        "kathir": "ثم قال لعباده المؤمنين : ( فلا تهنوا ) أي : لا تضعفوا عن الأعداء ، ( وتدعوا إلى السلم ) أي : المهادنة والمسالمة ، ووضع القتال بينكم وبين الكفار في حال قوتكم وكثرة عددكم وعددكم ; ولهذا قال : ( فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون ) أي : في حال علوكم على عدوكم ، فأما إذا كان الكفار فيهم قوة وكثرة بالنسبة إلى جميع المسلمين ، ورأى الإمام في المعاهدة والمهادنة مصلحة ، فله أن يفعل ذلك ، كما فعل رسول الله - صلى الله عليه وسلم - حين صده كفار قريش عن مكة ، ودعوه إلى الصلح ووضع الحرب بينهم وبينه عشر سنين ، فأجابهم إلى ذلك .وقوله : ( والله معكم ) فيه بشارة عظيمة بالنصر والظفر على الأعداء ، ( ولن يتركم أعمالكم ) أي : ولن يحبطها ويبطلها ويسلبكم إياها ، بل يوفيكم ثوابها ولا ينقصكم منها شيئا ."
      },
      "translations": {
        "en": "So do not weaken and call for peace while you are superior; and Allah is with you and will never deprive you of [the reward of] your deeds.",
        "fr": "Ne faiblissez donc pas et n'appelez pas à la paix alors que vous êtes les plus hauts, qu'Allah est avec vous, et qu'Il ne vous frustrera jamais [du mérite] de vos œuvres.",
        "es": "¡No flaqueéis, pues, invitando a la paz, ya que seréis vosotros los que ganen! Alá está con vosotros y no dejará de premiar vuestras obras."
      },
      "ibn_ashour": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (35(الفاء للتفريع على ما تقرر في نفوس المؤمنين من خذل الله تعالى المشركين بما أخبر به من أنه أضل أعمالهم وقدّر لهم التعس ، وبما ضرب لهم من مصائر أمثالهم من الذين من قبلهم دمرهم الله وأهلكهم ولم يجدوا ناصراً ، وما وعد به المؤمنين من النصر عليهم وما أمرهم به من قتالهم وبتكلفه للمؤمنين بالولاية وما وعدهم من الجزاء في دارالخلد وبما أتبع ذلك من وصف كَيْد فريق المنافقين للمؤمنين وتعهدهم بإعانة المشركين ، وذلك مما يوجس منه المؤمنون خيفة إذ يعلمون أن أعداء لهم منبثون بين ظهرانيهم .فعلى ذلك كله فرع نهيهم عن الوهن وعن الميل إلى الدعة ووعدهم بأنهم المنتصرون وأن الله مؤيدهم . ويجوز أن يجعل التفريع على أقرب الأخبار المتقدمة وهو قوله : { ولنبلونكم حتى نعلم المجاهدين منكم والصابرين } [ محمد : 31 ] .وهذا النهي عن الوهن وعن الدعاء إلى السَّلْم تحذير من أمر توفرت أسباب حصوله متهيئة للإقدام على الحرب عند الأمر بها وليس نهياً عن وهن حصل لهم ولا عن دعائهم إلى السلم لأن هذه السورة نزلت بعد غ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
      "tafsir": {
        "muyassar": "إنما الحياة الدنيا لعب وغرور. وإن تؤمنوا بالله ورسوله، وتتقوا الله بأداء فرائضه واجتناب معاصيه، يؤتكم ثواب أعمالكم، ولا يسألْكم إخراج أموالكم جميعها في الزكاة، بل يسألكم إخراج بعضها. إن يسألكم أموالكم، فيُلِحَّ عليكم ويجهدكم، تبخلوا بها وتمنعوه إياها، ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله.",
        "mukhtasar": "إنما الحياة الدنيا لعب ولهو، فلا ينشغل بها عاقل عن العمل لآخرته، وإن تؤمنوا بالله ورسوله، وتتقوا الله بامتثال أوامره، واجتناب نواهيه، يعطكم ثواب أعمالكم كاملًا غير منقوص، ولا يطلب منكم أموالكم كلها، وإنما يطلب منكم الواجب من الزكاة.",
        "saadi": "هذا تزهيد منه لعباده في الحياة الدنيا بإخبارهم عن حقيقة أمرها، بأنها لعب ولهو، لعب في الأبدان ولهو في القلوب، فلا يزال العبد لاهيا في ماله، وأولاده، وزينته، ولذاته من النساء، والمآكل والمشارب، والمساكن والمجالس، والمناظر والرياسات، لاعبا في كل عمل لا فائدة فيه، بل هو دائر بين البطالة والغفلة والمعاصي، حتى تستكمل دنياه، ويحضره أجله، فإذا هذه الأمور قد ولت وفارقت، ولم يحصل العبد منها على طائل، بل قد تبين له خسرانه وحرمانه، وحضر عذابه، فهذا موجب للعاقل الزهد فيها، وعدم الرغبة فيها، والاهتمام بشأنها، وإنما الذي ينبغي أن يهتم به ما ذكره بقوله: { وَإِنْ تُؤْمِنُوا وَتَتَّقُوا } بأن تؤمنوا بالله، وملائكته وكتبه ورسله واليوم الآخر، وتقوموا بتقواه التي هي من لوازم الإيمان ومقتضياته، وهي العمل بمرضاته على الدوام، مع ترك معاصيه، فهذا الذي ينفع العبد، وهو الذي ينبغي أن يتنافس فيه، وتبذل الهمم والأعمال في طلبه، وهو مقصود الله من عباده رحمة بهم ولطفا، ليثيبهم الثواب الجزيل، ولهذا قال: { وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ } أي: لا يريد تعالى أن يكلفكم ما يشق عليكم، ويعنتكم من أخذ أموالكم، وبقائكم بلا مال، أو ينقصكم نقصا يضركم.",
        "kathir": "يقول تعالى تحقيرا لأمر الدنيا وتهوينا لشأنها : ( إنما الحياة الدنيا لعب ولهو ) أي : حاصلها ذلك إلا ما كان منها لله عز وجل ; ولهذا قال : ( وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسألكم أموالكم ) أي : هو غني عنكم لا يطلب منكم شيئا ، وإنما فرض عليكم الصدقات من الأموال مواساة لإخوانكم الفقراء ، ليعود نفع ذلك عليكم ، ويرجع ثوابه إليكم ."
      },
      "translations": {
        "en": "[This] worldly life is only amusement and diversion. And if you believe and fear Allah, He will give you your rewards and not ask you for your properties.",
        "fr": "La vie présente n'est que jeu et amusement; alors que si vous croyez et craignez, [Allah], Il vous accordera vos récompenses et ne vous demandera pas vos biens.",
        "es": "La vida de acá es sólo juego y distracción. Pero, si creéis y teméis a Alá, Él os recompensará sin reclamaros vuestros bienes."
      },
      "ibn_ashour": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ (36({ أعمالكم * إِنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَإِن تُؤْمِنُواْ وَتَتَّقُواْ يُؤْتِكُمْ أُجُورَكُمْ وَلاَ يَسْھَلْكُمْ } .تعليل لمضمون قوله : { فلا تهنوا وتدعوا إلى السلم } [ محمد : 35 ] الآية ، وافتتاحها ب ( إنّ ( مُغننٍ عن افتتاحها بفاء التسبب على ما بينه في دلائل الإعجاز ، وليس اتصال ( إنّ ( ب ( ما ( الزائدة الكافة بمغيّر موقعها بدون ( ما ( لأنّ اتصالها بها زادها معنى الحصر .والمراد ب { الحياة } أحوال مدة الحياة فهو على حذف مضافَيْن .واللعب : الفعل الذي يريد به فاعله الهزل دون اجتناء فائدة كأفعال الصبيان في مرحهم .واللهو : العمل الذي يعمل لصرف العقل عن تعب الجد في الأمور فيلهو عن ما يهتم له ويكدّ عقله .والإخبار عن الحياة بأنها لعب ولهو على معنى التشبيه البليغ ، شُبهت أحوال الحياة الدنيا باللعب واللهو في عدم ترتب الفائدة عليها لأنها فانية منقضية والآخرة هي دار القرار .وهذا تحذير من أن يحملهم حب لذائذ العيش على الزهادة في مقابلة العدّو ويتلو إلى",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَٰنَكُمْ",
      "tafsir": {
        "muyassar": "إنما الحياة الدنيا لعب وغرور. وإن تؤمنوا بالله ورسوله، وتتقوا الله بأداء فرائضه واجتناب معاصيه، يؤتكم ثواب أعمالكم، ولا يسألْكم إخراج أموالكم جميعها في الزكاة، بل يسألكم إخراج بعضها. إن يسألكم أموالكم، فيُلِحَّ عليكم ويجهدكم، تبخلوا بها وتمنعوه إياها، ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله.",
        "mukhtasar": "إن يطلب منكم جميع أموالكم ويلحّ في طلبها منكم، تبخلوا بها، ويخرج ما في قلوبكم من كراهية الإنفاق في سبيله، فترك طلبها منكم رفقًا بكم.",
        "saadi": "{ إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ } أي: ما في قلوبكم من الضغن، إذا طلب منكم ما تكرهون بذله.والدليل على أن الله لو طلب منكم أموالكم وأحفاكم بسؤالها، أنكم تمتنعون منها.",
        "kathir": "ثم قال : ( إن يسألكموها فيحفكم تبخلوا ) أي : يحرجكم تبخلوا : ( ويخرج أضغانكم )قال قتادة : \" قد علم الله أن في إخراج الأموال إخراج الأضغان \" . وصدق قتادة فإن المال محبوب ، ولا يصرف إلا فيما هو أحب إلى الشخص منه ."
      },
      "translations": {
        "en": "If He should ask you for them and press you, you would withhold, and He would expose your unwillingness.",
        "fr": "S'Il vous les demandait importunément, vous deviendriez avares et Il ferait apparaître vos haines.",
        "es": "Si os los reclamara con insistencia, os mostraríais avaros y descubriría vuestro odio."
      },
      "ibn_ashour": "إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ (37(وجملة { إنْ يسألكموها } الخ تعليل لنفي سؤاله إياهم أموالهم ، أي لأنه إن سألكم إعطاء جميع أموالكم وقد علم أن فيكم من يسمح بالمال لا تبْخلوا بالبذل وتجعلوا تكليفكم بذلك سبباً لإظهار ضغنكم على الذين لا يعطون فيَكثر الارتداد والنفاق وذلك يخالف مراد الله من تزكية نفوس الداخلين في الإيمان .وهذا مراعاة لحال كثير يومئذٍ بالمدينة كانوا حديثي عهد بالإسلام وكانوا قد بذلوا من أموالهم للمهاجرين فيسَّر الله عليهم بأن لم يسألهم زيادة على ذلك ، وكان بينهم كثير من أهل النفاق يترصدون الفرص لفتنتهم ، قال تعالى : { هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفَضّوا } [ المنافقون : 7 ] . وهذا يشير إليه عطف قوله : { ويُخرج أضغانكم } أي تحدث فيكم أضغان فيكون سؤاله أموالكم سبباً في ظهورها فكأنه أظهرها . وهذه الآية أصل في سد ذريعة الفساد .والإحفاء : الإكثار وبلوغ النهاية في الفعل ، يقال : أحفاه في المسألة إذا لم يترك شيئاً من الإلحاح .وعن عبد الرحمن بن زيد : الإحفاء أن تأخذ كل شيء بيديك ، وهو تفسير غريب . وعبر به هنا عن الجزم ف",
      "shehri_videos": [
        {
          "videoId": "_CHjLDKzWJc",
          "url": "https://www.youtube.com/watch?v=_CHjLDKzWJc",
          "title": "برنامج غريب القرآن || الحلقة 121 - { فيحفكم تبخلوا }",
          "word": "فيحفكم تبخلوا"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 38,
      "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَٰلَكُم",
      "tafsir": {
        "muyassar": "ها أنتم -أيها المؤمنون- تُدْعَون إلى النفقة في جهاد أعداء الله ونصرة دينه، فمنكم مَن يَبْخَلُ بالنفقة في سبيل الله، ومَن يَبْخَلْ فإنما يبخل عن نفسه، والله تعالى هو الغنيُّ عنكم وأنتم الفقراء إليه، وإن تتولوا عن الإيمان بالله وامتثال أمره يهلكُّم، ويأت بقوم آخرين، ثم لا يكونوا أمثالكم في التولي عن أمر الله، بل يطيعونه ويطيعون رسوله، ويجاهدون في سبيله بأموالهم وأنفسهم.",
        "mukhtasar": "ها أنتم هؤلاء تُدْعَون لتنفقوا جزءًا من أموالكم في سبيل الله، ولا يطلب منكم إنفاق أموالكم كلها، فمنكم من يمنع الإنفاق المطلوب بخلًا منه، ومن يبخل بإنفاق جزء من ماله في سبيل الله، فإنما يبخل في الواقع على نفسه؛ بحرمانها ثواب الإنفاق، والله الغني فلا يحتاج إلى إنفاقكم، وأنتم الفقراء إليه، وإن ترجعوا عن الإسلام إلى الكفر يهلككم، ويأت بقوم غيركم، ثم لا يكونوا أمثالكم، بل يكونون مطيعين له.",
        "saadi": "أنكم { تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ } على هذا الوجه، الذي فيه مصلحتكم الدينية والدنيوية.{ فَمِنْكُمْ مَنْ يَبْخَلُ } أي: فكيف لو سألكم، وطلب منكم أموالكم في غير أمر ترونه مصلحة عاجلة؟ أليس من باب أولى وأحرى امتناعكم من ذلك.ثم قال: { وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ } لأنه حرم نفسه ثواب الله تعالى، وفاته خير كثير، ولن يضر الله بترك الإنفاق شيئا.فإن الله هو { الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ } تحتاجون إليه في جميع أوقاتكم، لجميع أموركم.{ وَإِنْ تَتَوَلَّوْا } عن الإيمان بالله، وامتثال ما يأمركم به { يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ } في التولي، بل يطيعون الله ورسوله، ويحبون الله ورسوله، كما قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ } تم تفسير سورة القتال، والحمد لله رب العالمين.  ",
        "kathir": "وقوله : ( ها أنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ) أي : لا يجيب إلى ذلك ( ومن يبخل فإنما يبخل عن نفسه ) أي : إنما نقص نفسه من الأجر ، وإنما يعود وبال ذلك عليه ، ( والله الغني ) أي : عن كل ما سواه ، وكل شيء فقير إليه دائما ; ولهذا قال : ( وأنتم الفقراء ) أي : بالذات إليه . فوصفه بالغنى وصف لازم له ، ووصف الخلق بالفقر وصف لازم لهم ، [ أي ] لا ينفكون عنه .وقوله : ( وإن تتولوا ) أي : عن طاعته واتباع شرعه ( يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) أي : ولكن يكونون سامعين مطيعين له ولأوامره .وقال ابن أبي حاتم ، وابن جرير : حدثنا يونس بن عبد الأعلى ، حدثنا ابن وهب ، أخبرني مسلم بن خالد ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة [ رضي الله عنه ] أن رسول الله - صلى الله عليه وسلم - تلا هذه الآية : ( وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) ، قالوا : يا رسول الله من هؤلاء الذين إن تولينا استبدل بنا ثم لا يكونوا أمثالنا ؟ قال : فضرب بيده على كتف سلمان الفارسي ثم قال : \" هذا وقومه ، ولو كان الدين عند الثريا لتناوله رجال من الفرس \" تفرد به مسلم بن خالد الزنجي ، ورواه عنه غير واحد ، وقد تكلم فيه بعض الأئمة ، والله أعلم .آخر تفسير سورة القتال ."
      },
      "translations": {
        "en": "Here you are - those invited to spend in the cause of Allah - but among you are those who withhold [out of greed]. And whoever withholds only withholds [benefit] from himself; and Allah is the Free of need, while you are the needy. And if you turn away, He will replace you with another people; then they will not be the likes of you.",
        "fr": "Vous voilà appelés à faire des dépenses dans le chemin d'Allah. Certains parmi vous se montrent avares. Quiconque cependant est avare, l'est à son détriment. Allah est le Suffisant à Soi-même alors que vous êtes les besogneux. Et si vous vous détournez, Il vous remplacera par un peuple autre que vous, et ils ne seront pas comme vous.",
        "es": "He aquí que sois vosotros los invitados a gastar por la causa de Alá, pero hay entre vosotros algunos avaros. Y quien es avaro lo es, en realidad, en detrimento propio. Alá es Quien Se basta a Sí mismo, mientras que sois vosotros los necesitados. Y, si volvéis la espalda, hará que otro pueblo os sustituya, que no será como vosotros."
      },
      "ibn_ashour": "هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ (38({ أضغانكم * هَآ أَنتُمْ هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِى }كلام المفسرين من قوله : { ولا يسألْكُم أموالَكم } إلى قوله : { عن نفسه } [ محمد : 36 38 ] يعرب عن حَيرة في مراد الله بهذا الكلام . وقد فسرناه آنفاً بما يشفي وبقي علينا قوله : { ها أنتم هؤلاء تُدْعَوْن لتنفقوا } الخ كيف موقعه بعد قوله : { ولا يسألكم أموالكم } فإن الدعوة للإنفاق عين سؤال الأموال فكيف يجمع بين ما هنا وبين قوله آنفاً { ولا يسألكم أموالكم } .فيجوز أن يكون المعنى : تُدْعَون لتنفقوا في سبيل الله لتدفعوا أعداءكم عنكم وليس ذلك لينتفع به الله كما قال : { والله الغني وأنتم الفقراء } . ونظم الكلام يقتضي أن هذه دعوة للإنفاق في الحال وليس إعلاماً لهم بأنهم سيدعون للإنفاق فهو طلبٌ حاصل . ويحمل { تدْعَون } على معنى تؤمرون أي أمر إيجاب .ويجوز أن يحمل { تدع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "الذين جحدوا أن الله هو الإله الحق وحده لا شريك له، وصدوا الناس عن دينه، أَذْهَبَ الله أعمالهم، وأبطلها، وأشقاهم بسببها.",
        "mukhtasar": "الذين كفروا بالله وصرفوا الناس عن دين الله، أبطل الله أعمالهم.",
        "saadi": "هذه الآيات مشتملات على ذكر ثواب المؤمنين وعقاب العاصين، والسبب في ذلك، ودعوة الخلق إلى الاعتبار بذلك، فقال: { الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ } وهؤلاء رؤساء الكفر، وأئمة الضلال، الذين جمعوا بين الكفر بالله وآياته، والصد لأنفسهم وغيرهم عن سبيل الله، التي هي الإيمان بما دعت إليه الرسل واتباعه.فهؤلاء { أَضَلَّ } الله { أَعْمَالَهُمْ } أي: أبطلها وأشقاهم بسببها، وهذا يشمل أعمالهم التي عملوها ليكيدوا بها الحق وأولياء الله، أن الله جعل كيدهم في نحورهم، فلم يدركوا مما قصدوا شيئا، وأعمالهم التي يرجون أن يثابوا عليها، أن الله سيحبطها عليهم، والسبب في ذلك أنهم اتبعوا الباطل، وهو كل غاية لا يراد بها وجه الله من عبادة الأصنام والأوثان، والأعمال التي في نصر الباطل لما كانت باطلة، كانت الأعمال لأجلها باطلة.",
        "kathir": "يقول تعالى : ( الذين كفروا ) أي : بآيات الله ، ( وصدوا ) غيرهم ( عن سبيل الله أضل أعمالهم ) أي : أبطلها وأذهبها ، ولم يجعل لها جزاء ولا ثوابا ، كقوله تعالى : ( وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا ) [ الفرقان : 23 ] ."
      },
      "translations": {
        "en": "Those who disbelieve and avert [people] from the way of Allah - He will waste their deeds.",
        "fr": "Ceux qui ont mécru et obstrué le chemin d'Allah, Il a rendu leurs œuvres vaines.",
        "es": "A quienes no crean y aparten a otros del camino de Alá, Él les invalidará sus obras."
      },
      "ibn_ashour": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (1(صُدّر التحريض على القتال بتوطئة لبيان غضب الله على الكافرين لكفرهم وصدهم الناس عن دين الله وتحقير أمرهم عند الله ليكون ذلك مثيراً في نفوس المسلمين حنقاً عليهم وكراهية فتثور فيهم همة الإقدام على قتال الكافرين ، وعدم الاكتراث بما هم فيه من قوة ، حين يعلمون الله يخذل المشركين وينصر المؤمنين ، فهذا تمهيد لقوله : { فإذا لقيتم الذين كفروا } [ محمد : 4 ] .وفي الابتداء بالموصول والصلة المتضمنة كُفر الذين كفروا ومناواتهم لدين الله تشويق لما يرد بعده من الحكم المناسب للصلة ، وإيماء بالموصول وصلته إلى علة الحكم عليه بالخبر أي لأجل كفرهم وصدهم ، وبراعة استهلال للغرض المقصود .والكفُر : الإشراك بالله كما هو مصطلح القرآن حيثما أطلق الكفر مجرداً عن قرينة إرادة غير المشركين . وقد اشتملت هذه الجملة على ثلاثة أوصاف للمشركين . وهي : الكفر ، والصد عن سبيل الله ، وضلال الأعمال الناشىء عن إضلال الله إياهم .والصدّ عن سبيل : هو صرف الناس عن متابعة دين الإسلام ، وصرفُهم أنفسهم عن سماع دعوة الإسلام بطريق الأوْلى . وأضيف ( السبيل ( إلى { ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍۢ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
      "tafsir": {
        "muyassar": "والذين صدَّقوا الله واتَّبَعوا شرعه وصدَّقوا بالكتاب الذي أنزل على محمد صلى الله عليه وسلم، وهو الحق الذي لا شك فيه من ربهم، عفا عنهم وستر عليهم ما عملوا من السيئات، فلم يعاقبهم عليها، وأصلح شأنهم في الدينا والآخرة.",
        "mukhtasar": "والذين آمنوا بالله، وعملوا الأعمال الصالحات، وآمنوا بما نزله الله على رسوله محمد صلى الله عليه وسلم - وهو الحق من ربهم - كفّر عنهم سيئاتهم فلا يؤاخذهم بها، وأصلح لهم شؤونهم الدنيوية والأخروية.",
        "saadi": "وأما { وَالَّذِينَ آمَنُوا } بما أنزل الله على رسله عموما، وعلى محمد صلى الله عليه وسلم خصوصا، { وَعَمِلُوا الصَّالِحَاتِ } بأن قاموا بما عليهم من حقوق الله، وحقوق العباد الواجبة والمستحبة.{ كَفَّرَ } الله { عَنْهُمْ سَيِّئَاتِهِمْ } صغارها وكبارها، وإذا كفرت سيئاتهم، نجوا من عذاب الدنيا والآخرة. { وَأَصْلَحَ بَالَهُمْ } أي: أصلح دينهم ودنياهم، وقلوبهم وأعمالهم، وأصلح ثوابهم، بتنميته وتزكيته، وأصلح جميع أحوالهم، والسبب في ذلك أنهم: { اتبعوا الْحَقُّ } الذي هو الصدق واليقين، وما اشتمل عليه هذا القرآن العظيم، الصادر { مِنْ رَبِّهِمْ } الذي رباهم بنعمته، ودبرهم بلطفه فرباهم تعالى بالحق فاتبعوه، فصلحت أمورهم، فلما كانت الغاية المقصودة لهم، متعلقة بالحق المنسوب إلى الله الباقي الحق المبين، كانت الوسيلة صالحة باقية، باقيا ثوابها.",
        "kathir": "ثم قال : ( والذين آمنوا وعملوا الصالحات ) أي : آمنت قلوبهم وسرائرهم ، وانقادت جوارحهم وبواطنهم وظواهرهم ، ( وآمنوا بما نزل على محمد ) ، عطف خاص على عام ، وهو دليل على أنه شرط في صحة الإيمان بعد بعثته صلوات الله وسلامه عليه .وقوله : ( وهو الحق من ربهم ) جملة معترضة حسنة ; ولهذا قال : ( كفر عنهم سيئاتهم وأصلح بالهم ) قال ابن عباس : أي أمرهم . وقال مجاهد : شأنهم . وقال قتادة وابن زيد : حالهم . والكل متقارب . وقد جاء في حديث تشميت العاطس : \" يهديكم الله ويصلح بالكم \" ."
      },
      "translations": {
        "en": "And those who believe and do righteous deeds and believe in what has been sent down upon Muhammad - and it is the truth from their Lord - He will remove from them their misdeeds and amend their condition.",
        "fr": "Et ceux qui ont cru et accompli de bonnes œuvres et ont cru en ce qui a été descendu sur Muhammad - et c'est la vérité venant de leur Seigneur - Il leur efface leurs méfaits et améliore leur condition.",
        "es": "En cambio, borrará las malas obras y mejorará la condición de quienes hayan creído, obrado bien y creído en la revelación hecha a Mahoma, la cual es la Verdad que viene de su Señor."
      },
      "ibn_ashour": "وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآَمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ (2(هذا مقابل فريق الذين كفروا وهو فريق الذين آمنوا وعملوا الصالحات ، وإيراد الموصول وصلته للإيماء إلى وجه بناء الخبر وعلته ، أي لأجل إيمانهم الخ كفَّر عنهم سيئاتهم .وقد جاء في مقابلة الأوصاف الثلاثة التي أثبتت للذين كفروا بثلاثة أوصاف ضدها للمسلمين وهي : الإيمان مقابل الكفر ، والإيمانُ بما نُزل على محمد صلى الله عليه وسلم مقابل الصد عن سبيل الله ، وعملُ الصالحات مقابل بعض ما تضمنه { أضل أعمالهم } [ محمد : 1 ] ، و { وكفّر عنهم سيئاتهم } مقابل بعض آخر مما تضمنه { أضلّ أعمالهم } ، { وأصلح بالهم } مقابل بقية ما تضمنه { أضل أعمالهم } . وزيد في جانب المؤمنين التنويه بشأن القرآن بالجملة المعترضة قوله : { وهو الحق من ربهم } وهو نظير لوصفه بسبيل الله في قوله : { وصدوا عن سبيل الله } [ محمد : 1 ] .وعبر عن الجلالة هنا بوصف الربّ زيادة في التنويه بشأن المسلمين على نحو قوله : { وأن الكافرين لا مولى لهم } [ محمد : 11 ] فلذلك لم يقل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَٰلَهُمْ",
      "tafsir": {
        "muyassar": "ذلك الإضلال والهدى سببه أن الذين كفروا اتَّبَعوا الشيطان فأطاعوه، وأن الذين آمنوا اتَّبَعوا الرسول صلى الله عليه وسلم وما جاء به من النور والهدى، كما بيَّن الله تعالى فِعْلَه بالفريقين أهل الكفر وأهل الإيمان بما يستحقان يضرب سبحانه للناس أمثالهم، فيلحق بكل قوم من الأمثال والأشكال ما يناسبه.",
        "mukhtasar": "ذلك الجزاء المذكور للفريقين هو بسبب أن الذين كفروا بالله اتبعوا الباطل، وأن الذين آمنوا بالله وبرسوله اتبعوا الحق من ربهم، فاختلف جزاؤهما لاختلاف سعيهما، كما بيّن الله حكمه في الفريقين: فريق المؤمنين، وفريق الكافرين، يضرب الله للناس أمثالهم، فيلحق النظير بالنظير.",
        "saadi": "{ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ } حيث بين لهم تعالى أهل الخير وأهل الشر، وذكر لكل منهم صفة يعرفون بها ويتميزون { ليهلك من هلك عن بينة ويحيا من حي عن بينة }  ",
        "kathir": "ثم قال تعالى : ( ذلك بأن الذين كفروا اتبعوا الباطل ) أي : إنما أبطلنا أعمال الكفار ، وتجاوزنا عن سيئات الأبرار ، وأصلحنا شئونهم ; لأن الذين كفروا اتبعوا الباطل ، أي : اختاروا الباطل على الحق ، ( وأن الذين آمنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس أمثالهم ) أي : يبين لهم مآل أعمالهم ، وما يصيرون إليه في معادهم ."
      },
      "translations": {
        "en": "That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allah present to the people their comparisons.",
        "fr": "Il en est ainsi parce que ceux qui ont mécru ont suivi le Faux et que ceux qui ont cru ont suivi la Vérité émanant de leur Seigneur. C'est ainsi qu'Allah propose leurs exemples aux gens.",
        "es": "Y esto es así porque los infieles siguen lo falso, mientras que los creyentes siguen la Verdad venida de su Señor. Así es como Alá los pone como ejemplo a los hombres."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آَمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ (3({ بَالَهُمْ * ذَلِكَ بِأَنَّ الذين كَفَرُواْ اتبعوا الباطل وَأَنَّ الذين ءَامَنُواْ اتبعوا الحق مِن رَّبِّهِمْ كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أمثالهم }هذا تبيين للسبب الأصيل في إضلال أعمال الكافرين وإصلاح بال المؤمنين . والإتيان باسم الإشارة لتمييز المشار إليه أكملَ تمييز تنويهاً به . وقد ذُكرت هذه الإشارة أربع مرات في هذه الآيات المتتابعة للغرض الذي ذكرناه .والإشارة إلى ما تقدم من الخبرين المتقدمين ، وهما { أضل أعمالهم } [ محمد : 1 ] و { كفَّر عنهم سيئاتهمْ وأصلح بالهم } [ محمد : 2 ] ، مع اعتبار علتي الخبرين المستفادتين من اسمي الموصول والصلتين وما عطف على كلتيهما .واسم الإشارة مبتدأ ، وقوله : { بأن الذين كفروا اتبعوا الباطل } الخ خبره ، والباء للسببيّة ومجرورها في موضع الخبر عن اسم الإشارة ، أي ذلك كائن بسبب اتباع الكافرين الباطل واتباع المؤمنين الحق ، ولما كان ذلك جامعاً للخبرين المتقدمين كان الخبر عنه متعلقاً با",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍۢ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.",
        "mukhtasar": "فإذا لقيتم - أيها المؤمنون - المحاربين من الذين كفروا فاضربوا رقابهم بسيوفكم، واستمرّوا في قتالهم حتى تكثروا فيهم القتل، فتستأصلوا شوكتهم، فإذا أكثرتم فيهم القتل فشدوا قيود الأسرى، فإذا أسرتموهم فلكم الخيار حسب ما تقتضيه المصلحة؛ بين المَنّ عليهم بإطلاق سراحهم دون مقابل، أو مفاداتهم بمال أو غيره، وَاصِلُوا قتالَهم وأَسْرَهم حتى تنتهي الحرب بإسلام الكفار أو معاهدتهم.\nذلك المذكور من ابتلاء المؤمنين بالكافرين ومداولة الأيام وانتصار بعضهم على بعض، هو حكم الله، ولو يشاء الله الانتصار من الكفار دون قتال لانتصر منهم، لكنه شرع الجهاد ليختبر بعضكم ببعض، فيختبر من يقاتل من المؤمنين ومن لا يقاتل، ويختبر الكافر بالمؤمن، فإن قتل المؤمن دخل الجنة، وإن قتله المؤمن دخل هو النار، والذين قتلوا في سبيل الله فلن يبطل الله أعمالهم.",
        "saadi": "يقول تعالى -مرشدا عباده إلى ما فيه صلاحهم، ونصرهم على أعدائهم-: { فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا } في الحرب والقتال، فاصدقوهم القتال، واضربوا منهم الأعناق، حَتَّى تثخنوهم وتكسروا شوكتهم وتبطلوا شرتهم، فإذا فعلتم ذلك، ورأيتم الأسر أولى وأصلح، { فَشُدُّوا الْوَثَاقَ } أي: الرباط، وهذا احتياط لأسرهم لئلا يهربوا، فإذا شد منهم الوثاق اطمأن المسلمون من هربهم ومن شرهم، فإذا كانوا تحت أسركم، فأنتم بالخيار بين المن عليهم، وإطلاقهم بلا مال ولا فداء، وإما أن تفدوهم بأن لا تطلقوهم حتى يشتروا أنفسهم، أو يشتريهم أصحابهم بمال، أو بأسير مسلم عندهم.وهذا الأمر مستمر { حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا } أي: حتى لا يبقى حرب، وتبقون في المسألة والمهادنة، فإن لكل مقام مقالا، ولكل حال حكما، فالحال المتقدمة، إنما هي إذا كان قتال وحرب.فإذا كان في بعض الأوقات، لا حرب فيه لسبب من الأسباب، فلا قتل ولا أسر.{ ذَلِكَ } الحكم المذكور في ابتلاء المؤمنين بالكافرين، ومداولة الأيام بينهم، وانتصار بعضهم على بعض { وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ } فإنه تعالى على كل شيء قدير، وقادر على أن لا ينتصر الكفار في موضع واحد أبدا، حتى يبيد المسلمون خضراءهم.{ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ } ليقوم سوق الجهاد، ويتبين بذلك أحوال العباد، الصادق من الكاذب، وليؤمن من آمن إيمانا صحيحا عن بصيرة، لا إيمانا مبنيا على متابعة أهل الغلبة، فإنه إيمان ضعيف جدا، لا يكاد يستمر لصاحبه عند المحن والبلايا.{ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ } لهم ثواب جزيل، وأجر جميل، وهم الذين قاتلوا من أمروا بقتالهم، لتكون كلمة الله هي العليا.فهؤلاء لن يضل الله أعمالهم، أي: لن يحبطها ويبطلها، بل يتقبلها وينميها لهم، ويظهر من أعمالهم نتائجها، في الدنيا والآخرة.",
        "kathir": "يقول تعالى مرشدا للمؤمنين إلى ما يعتمدونه في حروبهم مع المشركين : ( فإذا لقيتم الذين كفروا فضرب الرقاب ) أي : إذا واجهتموهم فاحصدوهم حصدا بالسيوف ، ( حتى إذا أثخنتموهم فشدوا ) أي : أهلكتموهم قتلا ) فشدوا ) [ وثاق ] الأسارى الذين تأسرونهم ، ثم أنتم بعد انقضاء الحرب وانفصال المعركة مخيرون في أمرهم ، إن شئتم مننتم عليهم فأطلقتم أساراهم مجانا ، وإن شئتم فاديتموهم بمال تأخذونه منهم وتشاطرونهم عليه . والظاهر أن هذه الآية نزلت بعد وقعة بدر ، فإن الله ، سبحانه ، عاتب المؤمنين على الاستكثار من الأسارى يومئذ ليأخذوا منهم الفداء ، والتقلل من القتل يومئذ فقال : ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الآخرة والله عزيز حكيم لولا كتاب من الله سبق لمسكم فيما أخذتم عذاب عظيم ) [ الأنفال : 67 ، 68 ] .ثم قد ادعى بعض العلماء أن هذه الآية - المخيرة بين مفاداة الأسير والمن عليه - منسوخة بقوله تعالى : ( فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم [ وخذوهم واحصروهم واقعدوا لهم كل مرصد ] ) الآية [ التوبة : 5 ] ، رواه العوفي عن ابن عباس . وقاله قتادة ، والضحاك ، والسدي ، وابن جريج .وقال الآخرون - وهم الأكثرون - : ليست بمنسوخة .ثم قال بعضهم : إنما الإمام مخير بين المن على الأسير ومفاداته فقط ، ولا يجوز له قتله .وقال آخرون منهم : بل له أن يقتله إن شاء ؛ لحديث قتل النبي - صلى الله عليه وسلم - النضر بن الحارث وعقبة بن أبي معيط من أسارى بدر ، وقال ثمامة بن أثال لرسول الله - صلى الله عليه وسلم - حين قال له : \" ما عندك يا ثمامة ؟ \" فقال : إن تقتل تقتل ذا دم ، وإن تمنن تمنن على شاكر ، وإن كنت تريد المال فسل تعط منه ما شئت .وزاد الشافعي ، رحمه الله ، فقال : الإمام مخير بين قتله أو المن عليه ، أو مفاداته أو استرقاقه أيضا . وهذه المسألة محررة في علم الفروع ، وقد دللنا على ذلك في كتابنا \" الأحكام \" ، ولله الحمد والمنة .وقوله : ( حتى تضع الحرب أوزارها ) قال مجاهد : حتى ينزل عيسى ابن مريم [ عليه السلام ] . وكأنه أخذه من قوله - صلى الله عليه وسلم - : \" لا تزال طائفة من أمتي ظاهرين على الحق حتى يقاتل آخرهم الدجال \" .وقال الإمام أحمد : حدثنا الحكم بن نافع ، حدثنا إسماعيل بن عياش ، عن إبراهيم بن سليمان ، عن الوليد بن عبد الرحمن الجرشي ، عن جبير بن نفير أن سلمة بن نفيل أخبرهم : أنه أتى رسول الله - صلى الله عليه وسلم - فقال : إني سيبت الخيل ، وألقيت السلاح ، ووضعت الحرب أوزارها ، وقلت : \" لا قتال \" فقال له النبي - صلى الله عليه وسلم - : \" الآن جاء القتال ، لا تزال طائفة من أمتي ظاهرين على الناس يزيغ الله قلوب أقوام فيقاتلونهم : ويرزقهم الله منهم ، حتى يأتي أمر الله وهم على ذلك . ألا إن عقر دار المؤمنين الشام ، والخيل معقود في نواصيها الخير إلى يوم القيامة \" .وهكذا رواه النسائي من طريقين ، عن جبير بن نفير ، عن سلمة بن نفيل السكوني به .وقال أبو القاسم البغوي : حدثنا داود بن رشيد ، حدثنا الوليد بن مسلم ، عن محمد بن مهاجر ، عن الوليد بن عبد الرحمن الجرشي ، عن جبير بن نفير ، عن النواس بن سمعان قال : لما فتح على رسول الله - صلى الله عليه وسلم - فتح فقالوا : يا رسول الله ، سيبت الخيل ، ووضعت السلاح ، ووضعت الحرب أوزارها ، قالوا : لا قتال ، قال : \" كذبوا ، الآن ، جاء القتال ، لا يزال الله يرفع قلوب قوم يقاتلونهم ، فيرزقهم منهم ، حتى يأتي أمر الله وهم على ذلك ، وعقر دار المسلمين بالشام \" .وهكذا رواه الحافظ أبو يعلى الموصلي عن داود بن رشيد به . والمحفوظ أنه من رواية سلمة بن نفيل كما تقدم . وهذا يقوي القول بعدم النسخ ، كأنه شرع هذا الحكم في الحرب إلى ألا يبقى حرب .وقال قتادة : ( حتى تضع الحرب أوزارها ) حتى لا يبقى شرك . وهذا كقوله تعالى : ( وقاتلوهم حتى لا تكون فتنة ويكون الدين لله ) [ البقرة : 193 ] . ثم قال بعضهم : ( حتى تضع الحرب أوزارها ) أي : أوزار المحاربين ، وهم المشركون ، بأن يتوبوا إلى الله عز وجل . وقيل : أوزار أهلها بأن يبذلوا الوسع في طاعة الله ، عز وجل .وقوله : ( ذلك ولو يشاء الله لانتصر منهم ) أي : هذا ولو شاء الله لانتقم من الكافرين بعقوبة ونكال من عنده ، ( ولكن ليبلو بعضكم ببعض ) أي : ولكن شرع لكم الجهاد وقتال الأعداء ليختبركم ، ويبلو أخباركم . كما ذكر حكمته في شرعية الجهاد في سورتي \" آل عمران \" و \" براءة \" في قوله : ( أم حسبتم أن تدخلوا الجنة ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين ) [ آل عمران : 142 ] .وقال في سورة براءة : ( قاتلوهم يعذبهم الله بأيديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم ) [ التوبة : 14 ، 15 ] .ثم لما كان من شأن القتال أن يقتل كثير من المؤمنين ، قال : ( والذين قتلوا في سبيل الله فلن يضل أعمالهم ) أي : لن يذهبها بل يكثرها وينميها ويضاعفها . ومنهم من يجري عليه عمله في طول برزخه ، كما ورد بذلك الحديث الذي رواه الإمام أحمد في مسنده ، حيث قال :حدثنا زيد بن يحيى الدمشقي ، حدثنا ابن ثوبان ، عن أبيه ، عن مكحول ، عن كثير بن مرة ، عن قيس الجذامي - رجل كانت له صحبة - قال : قال رسول الله - صلى الله عليه وسلم - : \" يعطى الشهيد ست خصال عند أول قطرة من دمه : يكفر عنه كل خطيئة ، ويرى مقعده من الجنة ، ويزوج من الحور العين ، ويؤمن من الفزع الأكبر ، ومن عذاب القبر ، ويحلى حلة الإيمان \" . تفرد به أحمد رحمه الله .حديث آخر : قال أحمد أيضا : حدثنا الحكم بن نافع ، حدثنا إسماعيل بن عياش ، عن بحير بن سعيد ، عن خالد بن معدان ، عن المقدام بن معدي كرب الكندي قال : قال رسول الله - صلى الله عليه وسلم - : \" إن للشهيد عند الله ست خصال : أن يغفر له في أول دفعة من دمه ، ويرى مقعده من الجنة ، ويحلى حلة الإيمان ، ويزوج من الحور العين ، ويجار من عذاب القبر ، ويأمن من الفزع الأكبر ، ويوضع على رأسه تاج الوقار ، الياقوتة منه خير من الدنيا وما فيها ، ويزوج اثنتين وسبعين زوجة من الحور العين ، ويشفع في سبعين إنسانا من أقاربه \" .وقد أخرجه الترمذي وصححه ابن ماجه .وفي صحيح مسلم عن عبد الله بن عمرو ، وعن أبي قتادة أن رسول الله - صلى الله عليه وسلم - قال : \" يغفر للشهيد كل شيء إلا الدين \" . وروي من حديث جماعة من الصحابة . وقال أبو الدرداء : قال رسول الله - صلى الله عليه وسلم - : \" يشفع الشهيد في سبعين من أهل بيته \" . ورواه أبو داود . والأحاديث في فضل الشهيد كثيرة جدا ."
      },
      "translations": {
        "en": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if Allah had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allah - never will He waste their deeds.",
        "fr": "Lorsque vous rencontrez (au combat) ceux qui ont mécru frappez-en les cous. Puis, quand vous les avez dominés, enchaînez-les solidement. Ensuite, c'est soit la libération gratuite, soit la rançon, jusqu'à ce que la guerre dépose ses fardeaux. Il en est ainsi, car si Allah voulait, Il se vengerait Lui-même contre eux, mais c'est pour vous éprouver les uns par les autres. Et ceux qui seront tués dans le chemin d'Allah, Il ne rendra jamais vaines leurs actions.",
        "es": "Cuando sostengáis, pues, un encuentro con los infieles, descargad los golpes en el cuello hasta someterlos. Entonces, atadlos fuertemente. Luego, devolvedles la libertad, de gracia o mediante rescate, para que cese la guerra. Es así como debéis hacer. Si Alá quisiera, se defendería de ellos, pero quiere probaros a unos por medio de otros. No dejará que se pierdan las obras de los que hayan caído por Alá."
      },
      "ibn_ashour": "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (4({ أمثالهم * فَإِذَا لَقِيتُمُ الذين كَفَرُواْ فَضَرْبَ الرقاب حتى إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّواْ الوثاق فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَآءً حتى تَضَعَ } .لا شك أن هذه الآية نزلت بعد وقعة بدر لأن فيها قوله : { حتى إذا أثخنتموهم فشُدُّوا الوثاق } . وهو الحكم الذي نزل فيه العقاب على ما وقع يوم بدر من فداء الأسرى التي في قوله تعالى : { ما كان لنبيء أن يكون له أسرى حتى يُثْخِن في الأرض } [ الأنفال : 67 ] الآية إذ لم يكن حكم ذلك مقرراً يومئذٍ ، وتقدم في سورة الأنفال .والفاء لتفريع هذا الكلام على ما قبله من إثارة نفوس المسلمين بتشنيع حال المشركين وظهور خيبة أعمالهم وتنويه حال المسلمين وتوفيق آرائهم .والمقصود : تهوين شأنهم في قلوب المسلمين وإغ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
      "tafsir": {
        "muyassar": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.",
        "mukhtasar": "سيوفقهم لاتباع الحق في حياتهم الدنيا، ويصلح شأنهم.",
        "saadi": "{ سَيَهْدِيهِمْ } إلى سلوك الطريق الموصلة إلى الجنة، { وَيُصْلِحُ بَالَهُمْ } أي: حالهم وأمورهم، وثوابهم يكون صالحا كاملا لا نكد فيه، ولا تنغيص بوجه من الوجوه.",
        "kathir": "وقوله : ( سيهديهم ) أي : إلى الجنة ، كقوله تعالى : ( إن الذين آمنوا وعملوا الصالحات يهديهم ربهم بإيمانهم تجري من تحتهم الأنهار في جنات النعيم ) [ يونس : 9 ] .وقوله : ( ويصلح بالهم ) أي : أمرهم وحالهم ،"
      },
      "translations": {
        "en": "He will guide them and amend their condition",
        "fr": "Il les guidera et améliorera leur condition.",
        "es": "Él les dirigirá, mejorará su condición"
      },
      "ibn_ashour": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (5(* سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ * وَيُدْخِلُهُمُ الجنة عَرَّفَهَا لَهُمْ * ياأيها الذين ءامنوا إِن تَنصُرُواْ الله يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ } إلى قوله : { وإما فداء } ، فإن ذلك من مظاهر إهانة الذين كفروا فذُكر هنا ما هو من رفعة الذين قاتلوا في سبيل الله من المؤمنين بعناية الله بهم .وجملة { والذين قاتلوا في سبيل الله } الخ عطف على جملة { فإذا لَقِيتُمُ الذين كفروا فضرب الرقاب } الآية فإنه لما أمرهم بقتال المشركين أعقب الأمر بوعد الجزاء على فعله .وذكر { الذين قاتلوا في سبيل الله } إظهار في مقام الإضمار إذ كان مقتضى الظاهر أن يقال : فلن يُضل الله أعمالكم ، وهكذا بأسلوب الخطاب ، فعدل عن مقتضى الظاهر من الإضمار إلى الإظهار ليكون في تقديم المسند إليه على الخبر الفعلي إفادة تقوّي الخبر ، وليكون ذريعة إلى الإتيان بالموصول للتنويه بصلته ، وللإيماء إلى وجه بناء الخبر على الصلة بأن تلك الصلة هي علة ما ورد بعدها من الخبر .فجملة { فلن يضل أعمالهم } خبر عن الموصول ، وقرنت بالفاء لإفادة السببية في ترتب ما بعد الفاء على صلة الموصول لأن الموصول كث",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
      "tafsir": {
        "muyassar": "فإذا لقيتم- أيها المؤمنون- الذين كفروا في ساحات الحرب فاصدقوهم القتال، واضربوا منهم الأعناق، حتى إذا أضعفتموهم بكثرة القتل، وكسرتم شوكتهم، فأحكموا قيد الأسرى: فإما أن تَمُنُّوا عليهم بفك أسرهم بغير عوض، وإما أن يفادوا أنفسهم بالمال أو غيره، وإما أن يُسْتَرَقُّوا أو يُقْتَلوا، واستمِرُّوا على ذلك حتى تنتهي الحرب. ذلك الحكم المذكور في ابتلاء المؤمنين بالكافرين ومداولة الأيام بينهم، ولو يشاء الله لانتصر للمؤمنين من الكافرين بغير قتال، ولكن جعل عقوبتهم على أيديكم، فشرع الجهاد؛ ليختبركم بهم، ولينصر بكم دينه. والذين قُتلوا في سبيل الله من المؤمنين فلن يُبْطِل الله ثواب أعمالهم، سيوفقهم أيام حياتهم في الدنيا إلى طاعته ومرضاته، ويُصْلح حالهم وأمورهم وثوابهم في الدنيا والآخرة، ويدخلهم الجنة، عرَّفهم بها ونعتها لهم، ووفقهم للقيام بما أمرهم به -ومن جملته الشهادة في سبيله-، ثم عرَّفهم إذا دخلوا الجنة منازلهم بها.",
        "mukhtasar": "ويدخلهم الجنة يوم القيامة، بيّنها لهم بأوصافها في الدنيا فعرفوها، وعرفهم منازلهم فيها في الآخرة.",
        "saadi": "{ وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ } أي: عرفها أولا، بأن شوقهم إليها، ونعتها لهم، وذكر لهم الأعمال الموصلة إليها، التي من جملتها القتل في سبيله، ووفقهم للقيام بما أمرهم به ورغبهم فيه، ثم إذا دخلوا الجنة، عرفهم منازلهم، وما احتوت عليه من النعيم المقيم، والعيش السليم. ",
        "kathir": "( ويدخلهم الجنة عرفها لهم ) أي : عرفهم بها وهداهم إليها .قال مجاهد : يهتدي أهلها إلى بيوتهم ومساكنهم ، وحيث قسم الله لهم منها ، لا يخطئون كأنهم ساكنوها منذ خلقوا ، لا يستدلون عليها أحدا . وروى مالك عن ابن زيد بن أسلم نحو هذا .وقال محمد بن كعب : يعرفون بيوتهم إذا دخلوا الجنة ، كما تعرفون بيوتكم إذا انصرفتم من الجمعة .وقال مقاتل بن حيان : بلغنا أن الملك الذي كان وكل بحفظ عمله في الدنيا يمشي بين يديه في الجنة ، ويتبعه ابن آدم حتى يأتي أقصى منزل هو له ، فيعرفه كل شيء أعطاه الله في الجنة ، فإذا انتهى إلى أقصى منزله في الجنة دخل [ إلى ] منزله وأزواجه ، وانصرف الملك عنه ، ذكرهن ابن أبي حاتم ، رحمه الله .وقد ورد الحديث الصحيح بذلك أيضا ، رواه البخاري من حديث قتادة ، عن أبي المتوكل الناجي ، عن أبي سعيد الخدري [ رضي الله عنه ] أن رسول الله - صلى الله عليه وسلم - قال : \" إذا خلص المؤمنون من النار حبسوا بقنطرة بين الجنة والنار ، يتقاصون مظالم كانت بينهم في الدنيا ، حتى إذا هذبوا ونقوا أذن لهم في دخول الجنة ، والذي نفسي بيده ، إن أحدهم بمنزله في الجنة أهدى منه بمنزله الذي كان في الدنيا \" ."
      },
      "translations": {
        "en": "And admit them to Paradise, which He has made known to them.",
        "fr": "et les fera entrer au Paradis qu'Il leur aura fait connaître.",
        "es": "y les introducirá en el Jardín, que Él les habrá dado ya a conocer."
      },
      "ibn_ashour": "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ (6(ومعنى { عَرَّفها لهم } أنه وصفها لهم في الدنيا فهم يعرفونها بصفاتها ، فالجملة حال من الجنة ، أو المعنى هداهم إلى طريقها في الآخرة فلا يترددون في أنهم داخلونها ، وذلك من تعجيل الفرح بها . وقيل : { عرفها } جعل فيها عرْفاً ، أي ريحاً طيباً ، والتطييب من تمام حسن الضيافة .وقرأ الجمهور { قاتلوا } بصيغة المفاعلة ، فهو وعد للمجاهدين أحيائهم وأمواتهم . وقرأه أبو عمرو وحفص عن عاصم { قُتِلوا } بالبناء للنائب ، فعلى هذه القراءة يكون مضمون الآية جزاء الشهداء فهدايتهم وإصلاح بالهم كائنان في الآخرة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إن تنصروا دين الله بالجهاد في سبيله، والحكم بكتابه، وامتثال أوامره، واجتناب نواهيه، ينصركم الله على أعدائكم، ويثبت أقدامكم عند القتال.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرع لهم، إن تنصروا الله بنصر نبيه ودينه، وبقتال الكفار، ينصركم بمنحكم الغلبة عليهم، ويثبّت أقدامكم في الحرب عند لقائهم.",
        "saadi": "هذا أمر منه تعالى للمؤمنين، أن ينصروا الله بالقيام بدينه، والدعوة إليه، وجهاد أعدائه، والقصد بذلك وجه الله، فإنهم إذا فعلوا ذلك، نصرهم الله وثبت أقدامهم، أي: يربط على قلوبهم بالصبر والطمأنينة والثبات، ويصبر أجسامهم على ذلك، ويعينهم على أعدائهم، فهذا وعد من كريم صادق الوعد، أن الذي ينصره بالأقوال والأفعال سينصره مولاه، وييسر له أسباب النصر، من الثبات وغيره.",
        "kathir": "ثم قال تعالى : ( يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم ) ، كقوله : ( ولينصرن الله من ينصره ) [ الحج : 40 ] ، فإن الجزاء من جنس العمل ; ولهذا قال : ( ويثبت أقدامكم ) ، كما جاء في الحديث : \" من بلغ ذا سلطان حاجة من لا يستطيع إبلاغها ، ثبت الله قدمه على الصراط يوم القيامة\"."
      },
      "translations": {
        "en": "O you who have believed, if you support Allah, He will support you and plant firmly your feet.",
        "fr": "O vous qui croyez! si vous faites triompher (la cause d') Allah, Il vous fera triompher et raffermira vos pas.",
        "es": "¡Creyentes! Si auxiliáis a Alá, Él os, auxiliará y afirmará vuestros pasos."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ (7(لما ذكر أنه لو شاء الله لانتصر منهم عُلم منه أن ما أمر به المسلمين من قتال الكفار إنما أراد منه نصرَ الدين بخضد شوكة أعدائه الذين يصدون الناس عنه ، أتبعه بالترغيب في نصر الله والوعد بتكفل الله لهم بالنصر إن نصروه ، وبأنه خاذل الذين كفروا بسبب كراهيتهم ما شرعه من الدين .فالجملة استئناف ابتدائي لهاته المناسبة . وافتتح الترغيب بندائهم بصلة الإيمان اهتماماً بالكلام وإيماء إلى أن الإيماء يقتضي منهم ذلك ، والمقصود تحريضهم على الجهاد في المستقبل بعد أن اجتنوا فائدته مشاهدة يوم بدر .ومعنى نصرهم الله : نصرُ دينه ورسوله صلى الله عليه وسلم لأن الله غني عن النصر في تنفيذ إرادته كما قال : { ولو يشاء الله لانتصر منهم } [ محمد : 4 ] . ولا حاجة إلى تقدير مضاف بين { تنصروا } واسم الجلالة تقديره : دين الله ، لأنه يقال : نصر فلان فلاناً ، إذا نصر ذويه وهو غير حَاضر . وجيء في الشرط بحرف { إنْ } الذي الأصل فيه عدم الجزم بوقوع الشرط للإشارة إلى مشقة الشرط وشدته ليُجعل المطلوبُ به كالذي يشك في وفائه به .وتثبيت ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًۭا لَّهُمْ وَأَضَلَّ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "والذين كفروا فهلاكًا لهم، وأذهب الله ثواب أعمالهم؛ ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم، فكذبوا به، فأبطل أعمالهم؛ لأنها كانت في طاعة الشيطان.",
        "mukhtasar": "والذين كفروا بالله وبرسوله فلهم الخسران والهلاك، وأبطل الله ثواب أعمالهم.",
        "saadi": "وأما الذين كفروا بربهم، ونصروا الباطل، فإنهم في تعس، أي: انتكاس من أمرهم وخذلان.{ وَأَضَلَّ أَعْمَالَهُمْ } أي: أبطل أعمالهم التي يكيدون بها الحق، فرجع كيدهم في نحورهم، وبطلت أعمالهم التي يزعمون أنهم يريدون بها وجه الله.",
        "kathir": "ثم قال تعالى : ( والذين كفروا فتعسا لهم ) ، عكس تثبيت الأقدام للمؤمنين الناصرين لله ولرسوله - صلى الله عليه وسلم - وقد ثبت في الحديث عن رسول الله - صلى الله عليه وسلم - أنه قال : \" تعس عبد الدينار ، تعس عبد الدرهم ، تعس عبد القطيفة - [ وفي رواية : تعس عبد الخميصة ] - تعس وانتكس ، وإذا شيك فلا انتقش \" ، أي : فلا شفاه الله .وقوله : ( وأضل أعمالهم ) أي : أحبطها وأبطلها ;"
      },
      "translations": {
        "en": "But those who disbelieve - for them is misery, and He will waste their deeds.",
        "fr": "Et quant à ceux qui ont mécru, il y aura un malheur pour eux, et Il rendra leurs œuvres vaines.",
        "es": "¡Ay de aquéllos, en cambio, que no hayan creído! Invalidará sus obras."
      },
      "ibn_ashour": "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ (8(هذا مقابل قوله : { والذين قاتلوا في سبيل الله فلن يضل أعمالهم } [ محمد : 4 ] فإن المقاتلين في سبيل الله هم المؤمنون ، فهذا عطف على جملة { والذين قاتلوا في سبيل الله } [ محمد : 4 ] الآية .والتعْس : الشقاء ويطلق على عدة معان : الهلاك ، والخيبة ، والانحطاط ، والسقوط ، وهي معان تحوم حول الشقاء ، وقد كثر أن يقال : تعسا له ، للعاثر البغيض ، أي سقوطاً وخروراً لا نهوض منه . ويقابله قولهم للعاثر : لعاً لهَ ، أي ارتفاعاً ، قال الأعشى :بذات لَوث عفرناةٍ إذا عَثَرت ... فالتعسُ أولى لها من أن أقول لَعَاوفي حديث الإفك : فعثرت أم مسطح في مِرطها فقالت : تَعِس مسطح لأن العثار تَعْس .ومن بدائع القرآن وقوع { فتَعْساً لهم } في جانب الكفار في مقابلة قوله للمؤمنين : { ويُثبتْ أقدامكم } [ محمد : 7 ] .والفعل من التعس يجيء من باب منع وباب سمع ، وفي «القاموس» إذا خاطبتَ قلتَ : تَعَست كمَنع ، وإذا حَكيت قلت : تَعِسَ كسمع .وانتصب { تعساً } على المفعول المطلق بدلاً من فعله . والتقدير : فتعسوا تعسهم ، وهو من إضافة المصدر إلى فاعله مثل تبًّا له ، وويحا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "والذين كفروا فهلاكًا لهم، وأذهب الله ثواب أعمالهم؛ ذلك بسبب أنهم كرهوا كتاب الله المنزل على نبيه محمد صلى الله عليه وسلم، فكذبوا به، فأبطل أعمالهم؛ لأنها كانت في طاعة الشيطان.",
        "mukhtasar": "ذلك العقاب الواقع بهم بسبب أنهم كرهوا ما أنزل الله على رسوله من القرآن لما فيه من توحيد الله، فأحبط الله أعمالهم، فخسروا في الدنيا والآخرة.",
        "saadi": "ذلك الإضلال والتعس للذين كفروا، بسبب أنهم { كَرِهُوا مَا أَنْزَلَ اللَّهُ } من القرآن الذي أنزله الله، صلاحا للعباد، وفلاحا لهم، فلم يقبلوه، بل أبغضوه وكرهوه، { فَأَحْبَطَ أَعْمَالَهُمْ }  ",
        "kathir": "ولهذا قال : ( ذلك بأنهم كرهوا ما أنزل الله ) أي : لا يريدونه ولا يحبونه ، ( فأحبط أعمالهم )"
      },
      "translations": {
        "en": "That is because they disliked what Allah revealed, so He rendered worthless their deeds.",
        "fr": "C'est parce qu'ils ont de la répulsion pour ce qu'Allah a fait descendre. Il a rendu donc vaines leurs œuvres.",
        "es": "Y esto es así porque les repugnó la revelación de Alá. E hizo vanas sus obras."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ (9(والباء في { بأنهم كرهوا } للسببيّة . وإحباط الأعمال إبطالها : أي جعلها بُطْلاً ، أي ضائعة لا نفع لهم منها ، والمراد بأعمالهم : الأعمال التي يرجون منها النفع في الدنيا لأنهم لم يكونوا يرجون نفعها في الآخرة إذ هم لا يؤمنون بالبعث وإنما كانوا يرجون من الأعمال الصالحة رضي الله ورضى الأصنام ليعيشوا في سعة رزق وسلامة وعافية وتسلَم أولادهم وأنعامهم ، فالأعمال المُحبَطة بعض الأعمال المضللة ، وإحباطها هو عدم تحقق ما رجَوه منها فهو أخص من إضلال أعمالهم كما علمته عند قوله تعالى :{ الذين كفروا وصدُّوا عن سبيل الله أضل أعمالهم } [ محمد : 1 ] أول السورة . والمقصود من ذكر هذا الخاص بعد العام التنبيه على أنهم لم ينتفعوا بها لئلا يظن المؤمنون أنها قد تخفف عنهم من العذاب فقد كانوا يتساءلون عن ذلك ، كما في حديث عدي بن حاتم أنه سأل رسول الله صلى الله عليه وسلم عن أعمال كان يتحنث بها في الجاهلية من عتاقة ونَحوها فقال له رسول الله صلى الله عليه وسلم « أسلمتَ على ما سَلف من خير » أي ولو لم يُسلم لما كان له فيها خير .والمعنى : أنّهم ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَٰفِرِينَ أَمْثَٰلُهَا",
      "tafsir": {
        "muyassar": "أفلم يَسِرْ هؤلاء الكفار في أرض الله معتبرين بما حلَّ بالأمم المكذبة قبلهم من العقاب؟ دمَّر الله عليهم ديارهم، وللكافرين أمثال تلك العاقبة التي حلت بتلك الأمم.",
        "mukhtasar": "أفلم يسر هؤلاء المكذبون في الأرض، فيتأملوا كيف كانت نهاية الذين كذبوا من قبلهم، فقد كانت نهاية مؤلمة، دمر الله عليهم مساكنهم، فأهلكهم وأهلك أولادهم وأموالهم، وللكافرين في كل زمان ومكان أمثال تلك العقوبات.",
        "saadi": "أي: أفلا يسير هؤلاء المكذبون بالرسول صلى الله عليه وسلم، { فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ } فإنهم لا يجدون عاقبتهم إلا شر العواقب، فإنهم لا يلتفتون يمنة ولا يسرة إلا وجدوا ما حولهم، قد بادوا وهلكوا، واستأصلهم التكذيب والكفر، فخمدوا، ودمر الله عليهم أموالهم وديارهم، بل دمر أعمالهم ومكرهم، وللكافرين في كل زمان ومكان، أمثال هذه العواقب الوخيمة، والعقوبات الذميمة.وأما المؤمنون، فإن الله تعالى ينجيهم من العذاب، ويجزل لهم كثير الثواب.",
        "kathir": "يقول تعالى : ( أفلم يسيروا ) يعني : المشركين بالله المكذبين لرسوله ( في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمر الله عليهم ) أي : عاقبهم بتكذيبهم وكفرهم ، أي : ونجى المؤمنين من بين أظهرهم ; ولهذا قال : ( وللكافرين أمثالها )"
      },
      "translations": {
        "en": "Have they not traveled through the land and seen how was the end of those before them? Allah destroyed [everything] over them, and for the disbelievers is something comparable.",
        "fr": "N'ont-il pas parcouru la terre pour voir ce qu'il est advenu de leurs prédécesseurs? Allah les a détruits. Pareilles fins sont réservées aux mécréants.",
        "es": "¿No han ido por la tierra y mirado cómo terminaron sus antecesores? Alá los destruyó. Y los infieles tendrán un fin semejante."
      },
      "ibn_ashour": "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (10(تفريع على جملة { والذين كفروا فتعساً لهم } [ محمد : 8 ] الآية ، وتقدم القول في نظائر { أولم يسيروا في الأرض } في سورة الروم ( 9 ( وفي سورة غافر ( 21 ( .والاستفهام تقريري ، والمعنى : أليس تعس الذين كفروا مشهوداً عليه بآثاره من سوء عاقبة أمثالهم الذين كانوا قبلهم يدينون بمثل دينهم .وجملة دمر الله عليهم } استئناف بياني ، وهذا تعريض بالتهديد . والتدمير : الإهلاك والدمار وهو الهلك . وفعل { دمَّر } متعد إلى المدمَّر بنفسه ، يقال : دمرهم الله ، وإنما عدي في الآية بحرف الاستعلاء للمبالغة في قوة التدمير ، فحذف مفعول { دمر } لقصد العموم ، ثم جعل التدمير واقعاً عليهم فأفاد معنى { دمّر } كل ما يختصُّ بهم ، وهو المفعول المحذوف ، وأن التدمير واقع عليهم فهم من مشموله .وجملة { وللكافرين أمثالها } اعتراض بين جملة { أفلم يسيروا في الأرض } وبين جملة { ذلك بأن الله مولى الذين آمنوا } [ محمد : 11 ] . والمراد بالكافرين : كفار مكة . والمعنى : ولكفاركم أمث",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
      "tafsir": {
        "muyassar": "ذلك الذي فعلناه بالفريقين فريق الإيمان وفريق الكفر؛ بسبب أن الله وليُّ المؤمنين ونصيرهم، وأن الكافرين لا وليَّ لهم ولا نصير.",
        "mukhtasar": "ذلك الجزاء المذكور للفريقين؛ لأن الله ناصر الذين آمنوا به، وأن الكافرين لا ناصر لهم.",
        "saadi": "{ ذلك بأن الله مولى الذين آمنوا } فتولاهم برحمته، فأخرجهم من الظلمات إلى النور، وتولى جزاءهم ونصرهم، { وَأَنَّ الْكَافِرِينَ } بالله تعالى، حيث قطعوا عنهم ولاية الله، وسدوا على أنفسهم رحمته { لَا مَوْلَى لَهُمْ } يهديهم إلى سبل السلام، ولا ينجيهم من عذاب الله وعقابه، بل أولياؤهم الطاغوت، يخرجونهم من النور إلى الظلمات، أولئك أصحاب النار هم فيها خالدون.",
        "kathir": "ثم قال : ( ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم ) ، ولهذا لما قال أبو سفيان صخر بن حرب رئيس المشركين يوم أحد حين سأل عن النبي - صلى الله عليه وسلم - وعن أبي بكر وعمر فلم يجب ، وقال : أما هؤلاء فقد هلكوا ، وأجابه عمر بن الخطاب فقال : كذبت يا عدو الله ، بل أبقى الله لك ما يسوؤك ، وإن الذين عددت لأحياء [ كلهم ] . فقال أبو سفيان : يوم بيوم بدر ، والحرب سجال ، أما إنكم ستجدون مثلة لم آمر بها ولم تسؤني ، ثم ذهب يرتجز ويقول : اعل هبل ، اعل هبل . فقال رسول الله - صلى الله عليه وسلم - : \" ألا تجيبوه ؟ \" قالوا : يا رسول الله ، وما نقول ؟ قال : \" قولوا : الله أعلى وأجل \" . ثم قال أبو سفيان : لنا العزى ، ولا عزى لكم . فقال : \" ألا تجيبوه ؟ \" قالوا : وما نقول يا رسول الله ؟ قال : \" قولوا : الله مولانا ولا مولى لكم \" ."
      },
      "translations": {
        "en": "That is because Allah is the protector of those who have believed and because the disbelievers have no protector.",
        "fr": "C'est qu'Allah est vraiment le Protecteur de ceux qui ont cru; tandis que les mécréants n'ont pas de protecteur.",
        "es": "Y esto es así porque Alá es el Protector de los creyentes, mientras que los infieles no tienen protector."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آَمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ (11(أعيد اسم الإشارة للوجه الذي تقدم في قوله : { ذلك بأن الذين كفروا اتبعوا الباطل } [ محمد : 3 ] وقوله : { ذلك ولو يشاء الله لانتصر منهم } [ محمد : 4 ] .واسم الإشارة منصرف إلى مضمون قوله : { وللكافرين أمثالها } [ محمد : 10 ] بتأويل : ذلك المذكور ، لأنه يتضمن وعيداً للمشركين بالتدمير ، وفي تدميرهم انتصار للمؤمنين على ما لَقُوا منهم من الأضرار ، فأفيد أن ما توعدهم الله به مسبب على أن الله نصير الذين آمنوا وهو المقصود من التعليل وما بعده تتميم .والمولى ، هنا : الولي والناصر . والمعنى : أن الله ينصر الذين ينصرون دينه وهم الذين آمنوا ولا ينصر الذين كفروا به ، فأشركوا معه في إلهيته وإذا كان لا ينصرهم فلا يجدون نصيراً لأنه لا يستطيع أحد أن ينصرهم على الله ، فنفي جنسُ المولى لهم بهذا المعنى من معاني المولى . فقوله : { وأن الكافرين لا مولى لهم } أفاد شيئين : أن الله لا ينصرهم ، وأنه إذا لم ينصرهم فلا ناصر لهم ، وأما إثبات المولى للمشركين في قوله تعالى : { ثم نقول للذين أشركوا مكانكم إلى قوله : { ورُدُّوا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَٰمُ وَٱلنَّارُ مَثْوًۭى لَّهُمْ",
      "tafsir": {
        "muyassar": "إن الله يدخل الذين آمنوا بالله ورسوله وعملوا الصالحات جنات تجري من تحت أشجارها الأنهار تَكْرِمَةً لهم، ومثل الذين كفروا في أكلهم وتمتعهم بالدنيا، كمثل الأنعام من البهائم التي لا همَّ لها إلا في الاعتلاف دون غيره، ونار جهنم مسكن لهم ومأوى.",
        "mukhtasar": "إن الله يدخل الذين آمنوا بالله وبرسوله وعملوا الأعمال الصالحات، جنات تجري من تحت قصورها وأشجارها الأنهار، والذين كفروا بالله وبرسوله يتمتعون في الدنيا باتباع شهواتهم، ويأكلون كما تأكل الأنعام، لا همّ لهم إلا بطونهم وفروجهم، والنار يوم القيامة هي مستقرّهم الذي يأوون إليه.",
        "saadi": "لما ذكر تعالى أنه ولي المؤمنين، ذكر ما يفعل بهم في الآخرة، من دخول الجنات، التي تجري من تحتها الأنهار، التي تسقي تلك البساتين الزاهرة، والأشجار الناظرة المثمرة، لكل زوج بهيج، وكل فاكهة لذيذة.ولما ذكر أن الكافرين لا مولى لهم، ذكر أنهم وُكِلُوا إلى أنفسهم، فلم يتصفوا بصفات المروءة، ولا الصفات الإنسانية، بل نزلوا عنها دركات، وصاروا كالأنعام، التي لا عقل لها ولا فضل، بل جل همهم ومقصدهم التمتع بلذات الدنيا وشهواتها، فترى حركاتهم الظاهرة والباطنة دائرة حولها، غير متعدية لها إلى ما فيه الخير والسعادة، ولهذا كانت النار مثوى لهم، أي: منزلا معدا، لا يخرجون منها، ولا يفتر عنهم من عذابها. ",
        "kathir": "ثم قال [ تعالى ( إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار ) أي : يوم القيامة ( والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام ) أي : في دنياهم ، يتمتعون بها ويأكلون منها كأكل الأنعام ، خضما وقضما وليس لهم همة إلا في ذلك . ولهذا ثبت في الصحيح : \" المؤمن يأكل في معى واحد ، والكافر يأكل في سبعة أمعاء \" .ثم قال : ( والنار مثوى لهم ) أي : يوم جزائهم ."
      },
      "translations": {
        "en": "Indeed, Allah will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them.",
        "fr": "Ceux qui croient et accomplissent de bonnes œuvres Allah les fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Et ceux qui mécroient jouissent et mangent comme mangent les bestiaux; et le Feu sera leur lieu de séjour.",
        "es": "Alá introducirá a quienes hayan creído y obrado bien en jardines por cuyos bajos fluyen arroyos. Quienes, en cambio, hayan sido infieles, gozarán brevemente y comerán como comen los rebaños. Tendrán el Fuego por morada."
      },
      "ibn_ashour": "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ (12(استئناف بياني جواب سؤال يخطر ببال سامع قولِه : { بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم } [ محمد : 11 ] عن حال المؤمنين في الآخرة وعن رزق الكافرين في الدنيا ، فبيّن الله أن من ولايته المؤمنين أن يعطيهم النعيم الخالد بعد النصر في الدنيا ، وأنّ ما أعطاه الكافرين في الدنيا لا عبرةَ به لأنهم مسلوبون من فهم الإيمان فحظهم من الدنيا أكل وتمتع كحظ الأنعام ، وعاقبتهم في عالم الخلود العذاب ، فقوله : { والنار مثوًى لهم } في معنى قوله في سورة آل عمران ( 196 ، 197 ( { لا يغرنك تقلُّب الذين كفروا في البلاد متاع قليل ثم مأواهم جهنم وبئس المهاد }وهذا الاستئناف وقع اعتراضاً بين جملة { أفلم يسيروا في الأرض } [ محمد : 10 ] وجملة { وكأين من قرية } [ محمد : 13 ] الآية .والمجرور من قوله : { كما تأكل الأنعام } في محل الحال من ضمير { يأكلون } ، أو في محل الصفة لمصدر محذوف هو مفعول ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةًۭ مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَٰهُمْ فَلَا نَاصِرَ لَهُمْ",
      "tafsir": {
        "muyassar": "وكثير من أهل قرى كانوا أشد بأسًا من أهل قريتك -أيها الرسول، وهي \"مكة\"- التي أخرجتك، دمَّرناهم بأنواع من العذاب، فلم يكن لهم نصير ينصرهم من عذاب الله.",
        "mukhtasar": "وكم من قرية من قرى الأمم المتقدمة هي أشدّ قوة وأكثر أموالًا وأولادًا من مكة التي أخرجك أهلها منها، أهلكناهم لما كذبوا رسلهم، فلا ناصر لهم ينقذهم من عذاب الله لما جاءهم، فلا يعجزنا إهلاك أهل مكة إذا أردناه.",
        "saadi": "أي: وكم من قرية من قرى المكذبين، هي أشد قوة من قريتك، في الأموال والأولاد والأعوان، والأبنية والآلات.{ أهلكناهم } حين كذبوا رسلنا، ولم تفد فيهم المواعظ، فلا نجد لهم  ناصرا، ولم تغن عنهم قوتهم من عذاب الله شيئا.فكيف حال هؤلاء الضعفاء، أهل قريتك، إذ أخرجوك عن وطنك وكذبوك، وعادوك، وأنت أفضل المرسلين، وخير الأولين والآخرين؟!أليسوا بأحق من غيرهم بالإهلاك والعقوبة، لولا أن الله تعالى بعث رسوله بالرحمة والتأني بكل كافر وجاحد؟ ",
        "kathir": "وقوله : ( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك ) يعني : مكة ، ( أهلكناهم فلا ناصر لهم ) ، وهذا تهديد شديد ووعيد أكيد لأهل مكة ، في تكذيبهم لرسول الله - صلى الله عليه وسلم - وهو سيد المرسلين وخاتم الأنبياء ، فإذا كان الله - عز وجل - قد أهلك الأمم الذين كذبوا الرسل قبله بسببهم ، وقد كانوا أشد قوة من هؤلاء ، فماذا ظن هؤلاء أن يفعل الله بهم في الدنيا والأخرى ؟ فإن رفع عن كثير منهم العقوبة في الدنيا لبركة وجود الرسول نبي الرحمة ، فإن العذاب يوفر على الكافرين به في معادهم ، ( يضاعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون ) [ هود : 20 ] .قوله : ( من قريتك التي أخرجتك ) أي : الذين أخرجوك من بين أظهرهم .وقال ابن أبي حاتم : ذكر أبي ، عن محمد بن عبد الأعلى ، عن المعتمر بن سليمان ، عن أبيه ، عن حنش ، عن عكرمة ، عن ابن عباس : أن النبي - صلى الله عليه وسلم - لما خرج من مكة إلى الغار أراه قال : التفت إلى مكة - وقال : \" أنت أحب بلاد الله إلى الله ، وأنت أحب بلاد الله إلي ، ولو أن المشركين لم يخرجوني لم أخرج منك \" . فأعدى الأعداء من عدا على الله في حرمه ، أو قتل غير قاتله ، أو قتل بذحول الجاهلية ، فأنزل الله على نبيه - صلى الله عليه وسلم - : ( وكأين من قرية هي أشد قوة من قريتك التي أخرجتك أهلكناهم فلا ناصر لهم )"
      },
      "translations": {
        "en": "And how many a city was stronger than your city [Makkah] which drove you out? We destroyed them; and there was no helper for them.",
        "fr": "Et que de cités, bien plus fortes que ta cité qui t'a expulsé, avons-Nous fait périr, et ils n'eurent point de secoureur.",
        "es": "¡Cuántas ciudades hemos hecho perecer, más fuertes que tu ciudad, que te ha expulsado, sin que hubiera quien les auxiliara!"
      },
      "ibn_ashour": "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ (13(عطف على جملة { أفلم يسيروا في الأرض } [ محمد : 10 ] ، وما بينهما استطراد اتصل بعضه ببعض . وكلمة { كأيّن } تدلّ على كثرة العدد ، وتقدم في سورة آل عمران وفي سورة الحج .والمراد بالقرية : أهلها ، بقرينة قوله : { أهلكناهم } ، وإنما أجري الإخبار على القرية وضميرها لإفادة الإحاطة بجميع أهلها وجميع أحوالهم وليكون لإسناد إخراج الرسول إلى القرية كلها وقع من التبعة على جميع أهلها سواء منهم من تولى أسباب الخروج ، ومن كان ينظر ولا ينهى قال تعالى : { وأخرجوكم من دياركم وظاهروا على إخراجكم } [ الممتحنة : 9 ] .وهذا إطناب في الوعيد لأن مقام التهديد والتوبيخ يقتضي الإطناب ، فمفاد هذه الآية مؤكد لمفاد قوله : { فينظروا كيف كان عاقبة الذين من قبلهم دمرَّ الله عليهم وللكافرين أمثالها } [ محمد : 10 ] ، فحصل توكيد ذلك بما هو مقارب له من إهلاك الأمم ذوات القُرى والمُدننِ بعد أن شمل قوله : { الذين من قبلهم } من كان من أهل القرى ، وزاد هنا التصريح بأن الذين من قبلهم كانوا أشد قوة منهم ليفه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍۢ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
      "tafsir": {
        "muyassar": "أفمن كان على برهان واضح من ربه والعلم بوحدانيته، كمن حسَّن له الشيطان قبيح عمله، واتبع ما دعته إليه نفسه من معصية الله وعبادة غيره مِن غير حجة ولا برهان؟ لا يستوون.",
        "mukhtasar": "هل من كان له برهان بيّن وحجة واضحة من ربه، فهو يعبده على بصيرة، كمن زَيَّن له الشيطان سوء عمله، واتبعوا ما تمليه عليهم أهواؤهم من عبادة الأصنام وارتكاب الإثم، والتكذيب بالرسل؟",
        "saadi": "أي: لا يستوي من هو على بصيرة من أمر دينه، علما وعملا، قد علم الحق واتبعه، ورجا ما وعده الله لأهل الحق، كمن هو أعمى القلب، قد رفض الحق وأضله، واتبع هواه بغير هدى من الله، ومع ذلك، يرى أن ما هو عليه من الحق، فما أبعد الفرق بين الفريقين! وما أعظم التفاوت بين الطائفتين، أهل الحق وأهل الغي!   ",
        "kathir": "يقول : ( أفمن كان على بينة من ربه ) أي : على بصيرة ويقين في أمر الله ودينه ، بما أنزل الله في كتابه من الهدى والعلم ، وبما جبله الله عليه من الفطرة المستقيمة ، ( كمن زين له سوء عمله واتبعوا أهواءهم ) أي : ليس هذا كهذا كقوله : ( أفمن يعلم أنما أنزل إليك من ربك الحق كمن هو أعمى ) [ الرعد : 19 ] ، وكقوله : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون ) [ الحشر : 20 ] ."
      },
      "translations": {
        "en": "So is he who is on clear evidence from his Lord like him to whom the evil of his work has been made attractive and they follow their [own] desires?",
        "fr": "Est-ce que celui qui se base sur une preuve claire venant de son Seigneur est comparable à ceux dont on a embelli les mauvaises actions et qui ont suivi leurs propres passions.",
        "es": "¿Es que quien se basa en una prueba clara venida de su Señor es comparable a aquéllos cuya mala conducta ha sido engalanada y que siguen sus pasiones?"
      },
      "ibn_ashour": "أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (14(تفريع على جملة { أهلكناهم فلا ناصر لهم } [ محمد : 13 ] لتحقيق أنهم لا ناصر لهم تحقيقاً يرجع إلى ما في الكلام من المعنى التعريضي فهو شبيه بالاستئناف البياني جاء بأسلوب التفريع .ويجوز مع ذلك أن يكون مفرَّعاً على ما سبق من قوله : { إن الله يدخل الذين آمنوا وعملوا الصالحات } [ محمد : 12 ] الآية ، فيكون له حكم الاعتراض لأنه تفريع على اعتراض . وهذا تفنن في تلوين الكلام لتجديد نشاط السامعين هو من الأساليب التي ابتكرها القرآن في كلام العرب . والاستفهام مستعمل في إنكار المماثلة التي يقتضيها حرف التشبيه .والمقصود من إنكار المشابهة بين هؤلاء وهؤلاء هو تفضيل الفريق الأول ، وإنكار زعم المشركين أنهم خير من المؤمنين كما ظهر ذلك عليهم في مواطن كثيرة كقولهم : { لو كان خيراً ما سبقونا إليه } [ الأحقاف : 11 ] { وإذا رأوهم قالوا إن هؤلاء لضالون } [ المطففين : 32 ] { فاتخذتموهم سُخرياً حتى أنسوكم ذِكري وكنتم منهم تضحكون } [ المؤمنون : 110 ] .والمراد بالموصولين فريقان كما دل عليه قوله في أحدهما { وا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَٰرٌۭ مِّن مَّآءٍ غَيْرِ ءَاسِنٍۢ وَأَنْهَٰرٌۭ مِّن لَّبَنٍۢ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَٰرٌۭ مِّنْ خَمْرٍۢ لَّذَّةٍۢ لِّلشَّٰرِبِينَ وَأَنْهَٰرٌۭ مِّنْ عَسَلٍۢ مُّصَفًّۭى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌۭ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَٰلِدٌۭ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًۭا فَقَطَّعَ أَمْعَآءَهُمْ",
      "tafsir": {
        "muyassar": "صفة الجنة التي وعدها الله المتقين: فيها أنهارٌ عظيمة من ماء غير متغيِّر، وأنهار من لبن لم يتغيَّر طعمه، وأنهار من خمر يتلذذ به الشاربون، وأنهار من عسل قد صُفِّي من القذى، ولهؤلاء المتقين في هذه الجنة جميع الثمرات من مختلف الفواكه وغيرها، وأعظم من ذلك السَّتر والتجاوزُ عن ذنوبهم، هل مَن هو في هذه الجنة كمَن هو ماكث في النار لا يخرج منها، وسُقوا ماء تناهى في شدة حره فقطَّع أمعاءهم؟",
        "mukhtasar": "صفة الجنة التي وعد الله المتقين له - بامتثال أوامره واجتناب نواهيه - أن يدخلهم فيها: فيها أنهار من ماء غير متغير ريحًا ولا طعمًا لطول مُكْث، وفيها أنهار من لبن لم يتغيّر طعمه، وفيها أنهار من خمر لذيذة للشاربين، وأنهار من عسل قد صُفِّي من الشوائب، ولهم فيها من كل أنواع الثمرات ما يشاؤون، ولهم فوق ذلك كله محو من الله لذنوبهم، فلا يؤاخذهم بها، هل يستوي من كان هذا جزاءه مع من هو ماكث في النار لا يخرج منها أبدًا، وسُقوا ماءً شديد الحرارة، فقطّع أمعاء بطونهم من شدّة حرّه؟!",
        "saadi": "أي: مثل الجنة التي أعدها الله لعباده، الذين اتقوا سخطه، واتبعوا رضوانه، أي: نعتها وصفتها الجميلة.{ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ } أي: غير متغير، لا بوخم ولا بريح منتنة، ولا بمرارة، ولا بكدورة، بل هو أعذب المياه وأصفاها، وأطيبها ريحا، وألذها شربا.{ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ } بحموضة ولا غيرها، { وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ } أي: يلتذ به شاربه لذة عظيمة، لا كخمر الدنيا الذي يكره مذاقه ويصدع الرأس، ويغول العقل.{ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى } من شمعه، وسائر أوساخه.{ وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ } من نخيل، وعنب، وتفاح، ورمان، وأترج، وتين، وغير ذلك مما لا نظير له في الدنيا، فهذا المحبوب المطلوب قد حصل لهم.ثم قال: { وَمَغْفِرَةٌ مِنْ رَبِّهِمْ } يزول بها عنهم المرهوب، فأي هؤلاء خير أم من هو خالد في النار التي اشتد حرها، وتضاعف عذابها، { وَسُقُوا } فيها { مَاءً حَمِيمًا } أي: حارا جدا، { فَقَطَّعَ أَمْعَاءَهُمْ } فسبحان من فاوت بين الدارين والجزاءين، والعاملين والعملين. ",
        "kathir": "ثم قال : ( مثل الجنة التي وعد المتقون ) قال عكرمة : ( مثل الجنة ) أي : نعتها : ( فيها أنهار من ماء غير آسن ) قال ابن عباس ، والحسن ، وقتادة : يعني غير متغير . وقال قتادة ، والضحاك ، وعطاء الخراساني : غير منتن . والعرب تقول : أسن الماء ، إذا تغير ريحه .وفي حديث مرفوع أورده ابن أبي حاتم : ( غير آسن ) يعني : الصافي الذي لا كدر فيه .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا وكيع ، عن الأعمش ، عن عبد الله بن مرة ، عن مسروق قال : قال عبد الله : أنهار الجنة تفجر من جبل من مسك .( وأنهار من لبن لم يتغير طعمه ) أي : بل في غاية البياض والحلاوة والدسومة . وفي حديث مرفوع : \" لم يخرج من ضروع الماشية \" .( وأنهار من خمر لذة للشاربين ) أي : ليست كريهة الطعم والرائحة كخمر الدنيا ، بل [ هي ] حسنة المنظر والطعم والرائحة والفعل ، ( لا فيها غول ولا هم عنها ينزفون ) [ الصافات : 47 ] ، ( لا يصدعون عنها ولا ينزفون ) [ الواقعة : 19 ] ، ( بيضاء لذة للشاربين ) [ الصافات : 46 ] ، وفي حديث مرفوع : \" لم تعصرها الرجال بأقدامها \" .[ وقوله ] ( وأنهار من عسل مصفى ) أي : وهو في غاية الصفاء ، وحسن اللون والطعم والريح ، وفي حديث مرفوع : \" لم يخرج من بطون النحل \" .وقال الإمام أحمد : حدثنا يزيد بن هارون ، أخبرنا الجريري ، عن حكيم بن معاوية ، عن أبيه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" في الجنة بحر اللبن ، وبحر الماء ، وبحر العسل ، وبحر الخمر ، ثم تشقق الأنهار منها بعد \" .ورواه الترمذي في \" صفة الجنة \" ، عن محمد بن بشار ، عن يزيد بن هارون ، عن سعيد بن إياس الجريري به وقال : حسن صحيح .وقال أبو بكر بن مردويه حدثنا أحمد بن محمد بن عاصم ، حدثنا عبد الله بن محمد بن النعمان ، حدثنا مسلم بن إبراهيم ، حدثنا الحارث بن عبيد أبو قدامة الإيادي ، حدثنا أبو عمران الجوني ، عن أبي بكر بن عبد الله بن قيس ، عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : \" هذه الأنهار تشخب من جنة عدن في جوبة ، ثم تصدع بعد أنهارا \"وفي الصحيح : \" إذا سألتم الله فاسألوه الفردوس ، فإنه أوسط الجنة وأعلى الجنة ، ومنه تفجر أنهار الجنة ، وفوقه عرش الرحمن \" .وقال الحافظ أبو القاسم الطبراني : حدثنا مصعب بن إبراهيم بن حمزة الزبيري ، وعبد الله بن الصقر السكري قالا : حدثنا إبراهيم بن المنذر الحزامي ، حدثنا عبد الرحمن بن المغيرة ، حدثني عبد الرحمن بن عياش ، عن دلهم بن الأسود بن عبد الله بن حاجب بن عامر بن المنتفق العقيلي ، عن أبيه ، عن عمه لقيط بن عامر ، قال دلهم : وحدثنيه أيضا أبو الأسود ، عن عاصم بن لقيط أن لقيط بن عامر خرج وافدا إلى رسول الله - صلى الله عليه وسلم - قلت : يا رسول الله ، فعلام نطلع من الجنة ؟ قال : \" على أنهار عسل مصفى ، وأنهار من خمر ما بها صداع ولا ندامة ، وأنهار من لبن لم يتغير طعمه ، وماء غير آسن ، وفاكهة ، لعمر إلهك ما تعلمون وخير من مثله ، وأزواج مطهرة \" قلت : يا رسول الله ، أولنا فيها أزواج مصلحات ؟ قال : \" الصالحات للصالحين تلذونهن مثل لذاتكم في الدنيا ويلذونكم ، غير ألا توالد \" .وقال أبو بكر عبد الله بن محمد بن أبي الدنيا : حدثنا يعقوب بن عبيدة ، عن يزيد بن هارون ، أخبرني الجريري ، عن معاوية بن قرة ، عن أبيه ، عن أنس بن مالك قال : لعلكم تظنون أن أنهار الجنة تجري في أخدود في الأرض ، والله إنها لتجري سائحة على وجه الأرض ، حافاتها قباب اللؤلؤ ، وطينها المسك الأذفر .وقد رواه أبو بكر بن مردويه ، من حديث مهدي بن حكيم ، عن يزيد بن هارون به مرفوعا .وقوله : ( ولهم فيها من كل الثمرات ) ، كقوله : ( يدعون فيها بكل فاكهة آمنين ) [ الدخان : 55 ] . وقوله : ( فيهما من كل فاكهة زوجان ) [ الرحمن : 52 ] .وقوله : ( ومغفرة من ربهم ) أي : مع ذلك كله .وقوله : ( كمن هو خالد في النار ) أي : أهؤلاء الذين ذكرنا منزلتهم من الجنة كمن هو خالد في النار ؟ ليس هؤلاء كهؤلاء ، أي : ليس من هو في الدرجات كمن هو في الدركات ، ( وسقوا ماء حميما ) أي : حارا شديد الحر ، لا يستطاع . ( فقطع أمعاءهم ) أي : قطع ما في بطونهم من الأمعاء والأحشاء ، عياذا بالله من ذلك ."
      },
      "translations": {
        "en": "Is the description of Paradise, which the righteous are promised, wherein are rivers of water unaltered, rivers of milk the taste of which never changes, rivers of wine delicious to those who drink, and rivers of purified honey, in which they will have from all [kinds of] fruits and forgiveness from their Lord, like [that of] those who abide eternally in the Fire and are given to drink scalding water that will sever their intestines?",
        "fr": "Voici la description du Paradis qui a été promis aux pieux: il y aura là des ruisseaux d'une eau jamais malodorante, et des ruisseaux d'un lait au goût inaltérable, et des ruisseaux d'un vin délicieux à boire, ainsi que des ruisseaux d'un miel purifié. Et il y a là, pour eux, des fruits de toutes sortes, ainsi qu'un pardon de la part de leur Seigneur. [Ceux-là] seront-ils pareils à ceux qui s'éternisent dans le Feu et qui sont abreuvés d'une eau bouillante qui leur déchire les entrailles?",
        "es": "Imagen del Jardín prometido a quienes temen a Alá: habrá en él arroyos de agua incorruptible, arroyos de leche de gusto inalterable, arroyos de vino, delicia de los bebedores, arroyos de depurada miel. Tendrán en él toda clase de frutas y perdón de su Señor. ¿Serán como quienes están en el Fuego por toda la eternidad, a los que se da de beber un agua muy caliente que les roe las entrañas?"
      },
      "ibn_ashour": "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آَسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ (15(استئناف بياني لأن ما جرى من ذكر الجنة في قوله : { إن الله يدخل الذين آمنوا وعملوا الصالحات جناتتٍ تجري من تحتها الأنهار } [ محمد : 12 ] مما يستشرف السامعُ إلى تفصيل بعض صفاتها ، وإذ قد ذكر أنها تجري من تحتها الأنهار مُوهم السامع أنها أنهار المياه لأن جري الأنهار أكمل محاسن الجنات المرغوب فيها ، فلما فُرغ من توصيف حال فريقي الإيمان والكفر ، ومما أعد لكليهما ، ومن إعلان تباين حاليهما ثُني العنان إلى بيان ما في الجنة التي وعد المتقون ، وخص من ذلك بيان أنواع الأنهار ، ولما كان ذلك موقع الجملة كان قوله : { مثَل الجنة } مبتدأ محذوف الخبر . والتقدير : مَا سيوصف أو ما سيتلى عليكم ، أو مما يتلى عليكم .وقوله : { كمن هو خالد في الن",
      "gharib": {
        "muyassar": {
          "word": "أنهار",
          "meaning": "أنهار"
        },
        "siraj": {
          "word": "أنهار",
          "meaning": "أنهار من ماء وخمر"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
      "tafsir": {
        "muyassar": "ومن هؤلاء المنافقين مَن يستمع إليك -أيها النبي- بغير فهم؛ تهاونًا منهم واستخفافًا، حتى إذا انصرفوا من مجلسك قالوا لمن حضروا مجلسك من أهل العلم بكتاب الله على سبيل الاستهزاء: ماذا قال محمد الآن؟ أولئك الذين ختم الله على قلوبهم، فلا تفقه الحق ولا تهتدي إليه، واتبعوا أهواءهم في الكفر والضلال.",
        "mukhtasar": "ومن المنافقين من يستمع إليك - أيها الرسول - سماعًا لا قبول معه، بل مع إعراض، حتى إذا خرجوا من عندك قالوا للذين أعطاهم الله علمًا: ماذا قال في حديثه قريبًا؟ تجاهلًا منهم وإعراضًا، أولئك هم الذين ختم الله على قلوبهم فلا يصل إليها خير، واتبعوا أهواءهم فأعمتهم عن الحق.",
        "saadi": "يقول تعالى: ومن المنافقين { مَنْ يَسْتَمِعُ إِلَيْكَ } ما تقول استماعا، لا عن قبول وانقياد، بل معرضة قلوبهم عنه، ولهذا قال: { حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ } مستفهمين عما قلت، وما سمعوا، مما لم يكن لهم فيه رغبة { مَاذَا قَالَ آنِفًا } أي: قريبا، وهذا في غاية الذم لهم، فإنهم لو كانوا حريصين على الخير لألقوا إليه أسماعهم، ووعته قلوبهم، وانقادت له جوارحهم، ولكنهم بعكس هذه الحال، ولهذا قال: { أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ } أي: ختم عليها، وسد أبواب الخير التي تصل إليها بسبب اتباعهم أهواءهم، التي لا يهوون فيها إلا الباطل.",
        "kathir": "يقول تعالى مخبرا عن المنافقين في بلادتهم وقلة فهمهم حيث كانوا يجلسون إلى رسول الله - صلى الله عليه وسلم - ويستمعون كلامه ولا يفهمون منه شيئا ، فإذا خرجوا من عنده ( قالوا للذين أوتوا العلم ) من الصحابة : ( ماذا قال آنفا ) أي : الساعة ، لا يعقلون ما يقال ، ولا يكترثون له .قال الله تعالى : ( أولئك الذين طبع الله على قلوبهم واتبعوا أهواءهم ) أي : فلا فهم صحيح ، ولا قصد صحيح ."
      },
      "translations": {
        "en": "And among them, [O Muhammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge, \"What has he said just now?\" Those are the ones of whom Allah has sealed over their hearts and who have followed their [own] desires.",
        "fr": "Et il en est parmi eux qui t'écoutent. Une fois sortis de chez toi ils disent à ceux qui ont reçu la science: «Qu'a-t-il dit tout à l'heure?» Ce sont ceux-là dont Allah a scellé les cœurs et qui suivent leurs propres passions.",
        "es": "Hay algunos de ellos que te escuchan, pero que, apenas salidos de tu casa, dicen a quienes han recibido la Ciencia: «¿Qué es lo que acaba de decir?» Éstos son aquéllos cuyo corazón Alá ha sellado y que siguen sus pasiones."
      },
      "ibn_ashour": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آَنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (16({ أَمْعَآءَهُمْ * وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ ءَانِفاً أولئك الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا أَهْوَآءَهُمْ } .ضمير { ومنهم } عائد إلى { الذين كفروا } [ محمد : 12 ] الذين جرى ذكرهم غير مرة من أول السورة ، أي ومن الكافرين قوم يستمعون إليك ، وأراد بمن يستمع معهم المنافقين بقرينة قوله : { قالوا للذين أوتوا العلم ماذا قال } وقوله : { خرجوا من عندك } .وليس المراد مجرد المستمعين مثل ما في قوله : { ومنهم من يستمعون إليك أفأنت تُسمع الصم } [ يونس : 42 ] وقوله : { ومنهم من يستمع إليك وجعلنا على قلوبهم أكنة } [ الأنعام : 25 ] للفرق الواضح بين الأسلوبين ، وهذا صنف آخر من الكافرين الذين أسرّوا الكفر وتظاهروا بالإيمان ، وقد كان المنافقون بعد الهجرة مقصودين من لفظ الكفار . وهذه السورة نازلة بق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًۭى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
      "tafsir": {
        "muyassar": "والذين اهتدوا لاتِّباع الحق زادهم الله هدى، فقوي بذلك هداهم، ووفقهم للتقوى، ويسَّرها لهم.",
        "mukhtasar": "والذين اهتدوا إلى طريق الحق، واتباع ما جاء به الرسول صلى الله عليه وسلم، زادهم ربهم هداية وتوفيقًا للخير، وألهمهم العمل بما يقيهم من النار.",
        "saadi": "ثم بين حال المهتدين، فقال: { وَالَّذِينَ اهْتَدَوْا } بالإيمان والانقياد، واتباع ما يرضي الله { زَادَهُمْ هُدًى } شكرا منه تعالى لهم على ذلك، { وَآتَاهُمْ تَقْوَاهُمْ } أي: وفقهم للخير، وحفظهم من الشر، فذكر للمهتدين جزاءين: العلم النافع، والعمل الصالح. ",
        "kathir": "ثم قال : ( والذين اهتدوا زادهم هدى ) أي : والذين قصدوا الهداية وفقهم الله لها فهداهم إليها ، وثبتهم عليها وزادهم منها ، ( وآتاهم تقواهم ) أي : ألهمهم رشدهم ."
      },
      "translations": {
        "en": "And those who are guided - He increases them in guidance and gives them their righteousness.",
        "fr": "Quant à ceux qui se mirent sur la bonne voie, Il les guida encore plus et leur inspira leur piété.",
        "es": "A quienes se dejen dirigir, Él les dirigirá aún mejor y les dará que Le teman."
      },
      "ibn_ashour": "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآَتَاهُمْ تَقْوَاهُمْ (17(جملة معترضة بين جملة { ومنهم من يستمع إليك } [ الأنعام : 25 ] وما فيهم عنها من قوله : { فهل ينظرون إلا الساعة } [ الزخرف : 66 ] والواو اعتراضية . والمقصود من هذا الاعتراض : مقابلة فريق الضلالة بفريق الهداية على الأسلوب الذي أقيمت عليه هذه السورة كما تقدم في أولها . فهذا أسلوب مستمر وإن اختلفت مواقع جمله .والمعنى : والذين شرح الله صدرهم للإيمان فاهتدوا لطَفَ الله بهم فزادهم هدى وأرسخ الإيمان في قلوبهم ووفقهم للتقوى ، فاتقوا وغالبوا أهواءهم . وإيتاء التقوى مستعار لتيسير أسبابها إذ التقوى معنى نفساني ، والإيتاء يتعدى حقيقة للذوات . وإضافة التقوَى إلى ضمير { الذين اهتدوا } إيماء إلى أنهم عرفوا بها واختصت بهم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةًۭ ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
      "tafsir": {
        "muyassar": "ما ينتظر هؤلاء المكذبون إلا الساعة التي وُعدوا بها أن تجيئهم فجأةً، فقد ظهرت علاماتها ولم ينتفعوا بذلك، فمن أين لهم التذكر إذا جاءتهم الساعة؟",
        "mukhtasar": "فهل ينتظر الكفار إلا أن تأتيهم الساعة فجأة من غير سابق علم لهم بها؟! فقد جاءت علاماتها، ومنها بعثته صلى الله عليه وسلم، وانشقاق القمر، فكيف لهم أن يتذكروا إذا جاءتهم الساعة؟",
        "saadi": "أي: فهل ينظر هؤلاء المكذبون أو ينتظرون { إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً } أي: فجأة، وهم لا يشعرون { فَقَدْ جَاءَ أَشْرَاطُهَا } أي: علاماتها الدالة على قربها.{ فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ } أي: من أين لهم، إذا جاءتهم الساعة وانقطعت آجالهم أن يتذكروا ويستعتبوا؟ قد فات ذلك، وذهب وقت التذكر، فقد عمروا ما يتذكر فيه من تذكر، وجاءهم النذير.ففي هذا الحث على الاستعداد قبل مفاجأة الموت، فإن موت الإنسان قيام ساعته. ",
        "kathir": "وقوله : ( فهل ينظرون إلا الساعة أن تأتيهم بغتة ) أي : وهم غافلون عنها ، ( فقد جاء أشراطها ) أي : أمارات اقترابها ، كقوله تعالى : ( هذا نذير من النذر الأولى أزفت الآزفة ) [ النجم : 56 ، 57 ] ، وكقوله : ( اقتربت الساعة وانشق القمر ) [ القمر : 1 ] وقوله : ( أتى أمر الله فلا تستعجلوه ) [ النحل : 1 ] ، وقوله : ( اقترب للناس حسابهم وهم في غفلة معرضون ) [ الأنبياء : 1 ] فبعثة رسول الله - صلى الله عليه وسلم - من أشراط الساعة ; لأنه خاتم الرسل الذي أكمل الله به الدين ، وأقام به الحجة على العالمين . وقد أخبر - صلوات الله وسلامه عليه - بأمارات الساعة وأشراطها ، وأبان عن ذلك وأوضحه بما لم يؤته نبي قبله ، كما هو مبسوط في موضعه .وقال الحسن البصري : بعثة محمد - صلى الله عليه وسلم - من أشراط الساعة . وهو كما قال ; ولهذا جاء في أسمائه عليه السلام ، أنه نبي التوبة ، ونبي الملحمة ، والحاشر الذي يحشر الناس على قدميه ، والعاقب الذي ليس بعده نبي .وقال البخاري : حدثنا أحمد بن المقدام ، حدثنا فضيل بن سليمان ، حدثنا أبو حازم ، حدثنا سهل بن سعد قال : رأيت رسول الله - صلى الله عليه وسلم - قال بأصبعيه هكذا ، بالوسطى والتي تليها : \" بعثت أنا والساعة كهاتين \" .ثم قال تعالى : ( فأنى لهم إذا جاءتهم ذكراهم ) أي : فكيف للكافرين بالتذكر إذا جاءتهم القيامة ، حيث لا ينفعهم ذلك ، كقوله تعالى : ( يومئذ يتذكر الإنسان وأنى له الذكرى ) [ الفجر : 23 ] ،( وقالوا آمنا به وأنى لهم التناوش من مكان بعيد ) [ سبأ : 52 ] ."
      },
      "translations": {
        "en": "Then do they await except that the Hour should come upon them unexpectedly? But already there have come [some of] its indications. Then what good to them, when it has come, will be their remembrance?",
        "fr": "Qu'est-ce qu'ils attendent sinon que l'Heure leur vienne à l'improviste? Or ses signes avant-coureurs sont certes déjà venus. Et comment pourront-ils se rappeler quand elle leur viendra (à l'improviste)?",
        "es": "¡,Qué pueden esperar, sino que les llegue la Hora de repente? Ya se han manifestado síntomas de la misma. Pero ¿de qué les servirá que se les amoneste cuando ella les llegue?"
      },
      "ibn_ashour": "فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جَاءَ أَشْرَاطُهَا فَأَنَّى لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ (18({ }تفريع على ما مضى من وصف أحوال الكافرين من قوله : { أفلم يسيروا في الأرض إلى قوله : واتبعوا أهواءهم >تَقُوَاهُمْ * فَهَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ } [ محمد : 10 16 ] الشاملة لأحوال الفريقين ففرع عليها أن كلا الفريقين ينتظرون حلول الساعة لينالوا جزاءهم على سوء كفرهم فضمير ينظرون مراد به الكافرون لأن الكلام تهديد ووعيد ، ولأن المؤمنين ينتظرون أموراً أخر مثل النصر والشهادة ، قال تعالى : { قل هل تَربَّصُون بنا إلا إحدى الحُسْنَيْينِ } [ التوبة : 52 ] الآية . والنظر هنا بمعنى الانتظار كما في قوله تعالى : { هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك } [ الأنعام : 158 ] الآية .والاستفهام إنكار مشوب بتهكم ، وهو إنكار وتهكم على غائبين ، موجه إلى الرسول صلى الله عليه وسلم أي لا تحسب تأخير مؤاخذتهم إفلاتاً من العقاب ، فإنه مُرجَوْن إلى الساعة .وهذا الاستفهام الإنكاري ناظر إلى قوله آنفاً { والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
      "tafsir": {
        "muyassar": "فاعلم -أيها النبي- أنه لا معبود بحق إلا الله، واستغفر لذنبك، واستغفر للمؤمنين والمؤمنات. والله يعلم تصرفكم في يقظتكم نهارًا، ومستقركم في نومكم ليلا.",
        "mukhtasar": "فأيقن - أيها الرسول - أنه لا معبود بحق غير الله، واطلب من الله المغفرة لذنوبك، واطلب المغفرة منه لذنوب المؤمنين وذنوب المؤمنات، والله يعلم تصرفكم في نهاركم، ومستقرّكم بليلكم، لا يخفى عليه شيء من ذلك.",
        "saadi": "العلم لا بد فيه من إقرار القلب ومعرفته، بمعنى ما طلب منه علمه، وتمامه أن يعمل بمقتضاه.وهذا العلم الذي أمر الله به -وهو العلم بتوحيد الله- فرض عين على كل إنسان، لا يسقط عن أحد، كائنا من كان، بل كل مضطر إلى ذلك. والطريق إلى العلم بأنه لا إله إلا هو أمور: أحدها بل أعظمها: تدبر أسمائه وصفاته، وأفعاله الدالة على كماله وعظمته وجلالته فإنها توجب بذل الجهد في التأله له، والتعبد للرب الكامل الذي له كل حمد ومجد وجلال وجمال.الثاني: العلم بأنه تعالى المنفرد بالخلق والتدبير، فيعلم بذلك أنه المنفرد بالألوهية.الثالث: العلم بأنه المنفرد بالنعم الظاهرة والباطنة، الدينية والدنيوية، فإن ذلك يوجب تعلق القلب به ومحبته، والتأله له وحده لا شريك له.الرابع: ما نراه ونسمعه من الثواب لأوليائه القائمين بتوحيده من النصر والنعم العاجلة، ومن عقوبته لأعدائه المشركين به، فإن هذا داع إلى العلم، بأنه تعالى وحده المستحق للعبادة كلها.الخامس: معرفة أوصاف الأوثان والأنداد التي عبدت مع الله، واتخذت آلهة، وأنها ناقصة من جميع الوجوه، فقيرة بالذات، لا تملك لنفسها ولا لعابديها نفعا ولا ضرا، ولا موتا ولا حياة ولا نشورا، ولا ينصرون من عبدهم، ولا ينفعونهم بمثقال ذرة، من جلب خير أو دفع شر، فإن العلم بذلك يوجب العلم بأنه لا إله إلا هو وبطلان إلهية ما سواه.السادس: اتفاق كتب الله على ذلك، وتواطؤها عليه.السابع: أن خواص الخلق، الذين هم أكمل الخليقة أخلاقا وعقولا، ورأيا وصوابا، وعلما -وهم الرسل والأنبياء والعلماء الربانيون- قد شهدوا لله بذلك.الثامن: ما أقامه الله من الأدلة الأفقية والنفسية، التي تدل على التوحيد أعظم دلالة، وتنادي عليه بلسان حالها بما أودعها من لطائف صنعته، وبديع حكمته، وغرائب خلقه.فهذه الطرق التي أكثر الله من دعوة الخلق بها إلى أنه لا إله إلا الله، وأبداها في كتابه وأعادها عند تأمل العبد في بعضها، لا بد أن يكون عنده يقين وعلم بذلك، فكيف إذا اجتمعت وتواطأت واتفقت، وقامت أدلة التوحيد من كل جانب، فهناك يرسخ الإيمان والعلم بذلك في قلب العبد، بحيث يكون كالجبال الرواسي، لا تزلزله الشبه والخيالات، ولا يزداد -على تكرر الباطل والشبه- إلا نموا وكمالا.هذا، وإن نظرت إلى الدليل العظيم، والأمر الكبير -وهو تدبر هذا القرآن العظيم، والتأمل في آياته- فإنه الباب الأعظم إلى العلم بالتوحيد ويحصل به من تفاصيله وجمله ما لا يحصل في غيره.وقوله: { وَاسْتَغْفِرْ لِذَنْبِكَ } أي: اطلب من الله المغفرة لذنبك، بأن تفعل أسباب المغفرة من التوبة والدعاء بالمغفرة، والحسنات الماحية، وترك الذنوب والعفو عن الجرائم.{ و } استغفر أيضا { للمؤمنين وَالْمُؤْمِنَات } فإنهم -بسبب إيمانهم- كان لهم حق على كل مسلم ومسلمة.ومن جملة حقوقهم أن يدعو لهم ويستغفر لذنوبهم، وإذا كان مأمورا بالاستغفار لهم المتضمن لإزالة الذنوب وعقوباتها عنهم، فإن من لوازم ذلك النصح لهم، وأن يحب لهم من الخير ما يحب لنفسه، ويكره لهم من الشر ما يكره لنفسه، ويأمرهم بما فيه الخير لهم، وينهاهم عما فيه ضررهم، ويعفو عن مساويهم ومعايبهم، ويحرص على اجتماعهم اجتماعا تتألف به قلوبهم، ويزول ما بينهم من الأحقاد المفضية للمعاداة والشقاق، الذي به تكثر ذنوبهم ومعاصيهم.{ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ } أي: تصرفاتكم وحركاتكم، وذهابكم ومجيئكم، { وَمَثْوَاكُمْ } الذي به تستقرون، فهو يعلمكم في الحركات والسكنات، فيجازيكم على ذلك أتم الجزاء وأوفاه.",
        "kathir": "وقوله : ( فاعلم أنه لا إله إلا الله ) هذا إخبار : بأنه لا إله إلا الله ، ولا يتأتى كونه آمرا بعلم ذلك ; ولهذا عطف عليه بقوله : ( واستغفر لذنبك وللمؤمنين والمؤمنات ) وفي الصحيح أن رسول الله - صلى الله عليه وسلم - كان يقول : \" اللهم اغفر لي خطيئتي وجهلي ، وإسرافي في أمري ، وما أنت أعلم به مني . اللهم اغفر لي هزلي وجدي ، وخطئي وعمدي ، وكل ذلك عندي \" . وفي الصحيح أنه كان يقول في آخر الصلاة : \" اللهم اغفر لي ما قدمت وما أخرت ، وما أسررت وما أعلنت ، وما أسرفت ، وما أنت أعلم به مني ، أنت إلهي لا إله إلا أنت \" . وفي الصحيح أنه قال : \" يا أيها الناس ، توبوا إلى ربكم ، فإني أستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة \"وقال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة عن عاصم الأحول قال : سمعت عبد الله بن سرجس قال : أتيت رسول الله - صلى الله عليه وسلم - فأكلت معه من طعامه ، فقلت : غفر الله لك يا رسول الله ، فقلت : أستغفر لك ؟ فقال : \" نعم ، ولكم \" ، وقرأ : ( واستغفر لذنبك وللمؤمنين والمؤمنات ) ، ثم نظرت إلى نغض كتفه الأيمن أو : كتفه الأيسر - شعبة الذي شك - فإذا هو كهيئة الجمع عليه الثآليل .رواه مسلم ، والترمذي ، والنسائي ، وابن جرير ، وابن أبي حاتم من طرق ، عن عاصم الأحول به .وفي الحديث الآخر الذي رواه أبو يعلى : حدثنا محرز بن عون ، حدثنا عثمان بن مطر ، حدثنا عبد الغفور ، عن أبي نصيرة ، عن أبي رجاء ، عن أبي بكر الصديق رضي الله عنه ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \" عليكم بلا إله إلا الله والاستغفار ، فأكثروا منهما ، فإن إبليس قال : أهلكت الناس بالذنوب ، وأهلكوني ب \" لا إله إلا الله \" والاستغفار ، فلما رأيت ذلك أهلكتهم بالأهواء ، فهم يحسبون أنهم مهتدون \" .وفي الأثر المروي : \" قال إبليس : وعزتك وجلالك لا أزال أغويهم ما دامت أرواحهم في أجسادهم . فقال الله عز وجل : وعزتي وجلالي ولا أزال أغفر لهم ما استغفروني \"والأحاديث في فضل الاستغفار كثيرة جدا .وقوله : ( والله يعلم متقلبكم ومثواكم ) أي : يعلم تصرفكم في نهاركم ومستقركم في ليلكم ، كقوله : ( وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار ) [ الأنعام : 60 ] ، وكقوله : ( وما من دابة في الأرض إلا على الله رزقها ويعلم مستقرها ومستودعها كل في كتاب مبين ) [ هود : 6 ] . وهذا القول ذهب إليه ابن جريج ، وهو اختيار ابن جرير . وعن ابن عباس : متقلبكم في الدنيا ، ومثواكم في الآخرة .وقال السدي : متقلبكم في الدنيا ، ومثواكم في قبوركم .والأول أولى وأظهر ، والله أعلم ."
      },
      "translations": {
        "en": "So know, [O Muhammad], that there is no deity except Allah and ask forgiveness for your sin and for the believing men and believing women. And Allah knows of your movement and your resting place.",
        "fr": "Sache donc qu'en vérité il n'y a point de divinité à part Allah et implore le pardon pour ton péché, ainsi que pour les croyants et les croyantes. Allah connaît vos activités (sur terre) et votre lieu de repos (dans l'au-delà).",
        "es": "Sabe, pues, que no hay más dios que Alá y pide perdón por tu pecado, así como por los creyentes y las creyentes. Alá conoce vuestras idas y venidas y dónde moráis."
      },
      "ibn_ashour": "فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ (19(فرع على جميع ما ذكر من حال المؤمنين وحال الكافرين ومن عواقب ذلك ووعده أو وعيده أن أمَر الله رسوله صلى الله عليه وسلم بالثبات على ما له من العلم بوحدانية الله وعلى ما هو دأبه من التواضع لله بالاستغفار لذنبه ومن الحرص على نجاة المؤمنين بالاستغفار لهم لأن في ذلك العلم وذلك الدأب استمطار الخيرات له ولأمته والتفريع هذا مزيد مناسبة لقوله آنفاً { ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم } [ محمد : 11 ] الآية .فالأمر في قوله : { فاعلم } كناية عن طلب العلم وهو العمل بالمعلوم ، وذلك مستعمل في طلب الدوام عليه لأن النبي صلى الله عليه وسلم قد علم ذلك وعلمه المؤمنون ، وإذا حصل العلم بذلك مرة واحدة تقرر في النفس لأن العلم لا يحتمل النقيض فليس الأمر به بعد حصوله لطلب تحصيله بل لطلب الثبات فهو على نحو قوله تعالى : { يا أيها الذين آمنوا آمِنوا بالله ورسوله } [ النساء : 136 ] . وأما الأمر في قوله : { واستغفر لذنبك } فهو لطلب تجديد ذلك إ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌۭ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌۭ مُّحْكَمَةٌۭ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌۭ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "tafsir": {
        "muyassar": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار، فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد، رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت، فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله، وأن يقولوا قولا موافقًا للشرع. فإذا وجب القتال وجاء أمر الله بِفَرْضه كره هؤلاء المنافقون ذلك، فلو صدقوا الله في الإيمان والعمل لكان خيرًا لهم من المعصية والمخالفة.",
        "mukhtasar": "ويقول الذين آمنوا بالله - متمنين أن ينزل الله على رسوله سورة تشتمل على حكم القتال -: هلَّا أنزل الله سورة فيها ذِكْر القتال، فإذا أنزل الله سورة محكمة في بيانها وأحكامها مشتملة على ذكر القتال، رأيت - أيها الرسول - الذين في قلوبهم شك من المنافقين ينظرون إليك نظر من غشي عليه من شدة الخوف والرعب، فتوعدهم الله بأن عذابهم قد وَلِيَهُم وقَرُبَ منهم بسبب النكوص عن القتال والخوف منه.",
        "saadi": "يقول تعالى: { وَيَقُولُ الَّذِينَ آمَنُوا } استعجالا ومبادرة للأوامر الشاقة: { لَوْلَا نُزِّلَتْ سُورَةٌ } أي: فيها الأمر بالقتال.{ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ } أي: ملزم العمل بها، { وَذُكِرَ فِيهَا الْقِتَالُ } الذي هو أشق شيء على النفوس، لم يثبت ضعفاء الإيمان على امتثال هذه الأوامر، ولهذا قال: { رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ } من كراهتهم لذلك، وشدته عليهم.وهذا كقوله تعالى: { أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً } ",
        "kathir": "يقول تعالى مخبرا عن المؤمنين أنهم تمنوا شرعية الجهاد ، فلما فرضه الله - عز وجل - وأمر به نكل عنه كثير من الناس ، كقوله تعالى : ( ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا ) [ النساء : 77 ] .وقال هاهنا : ( ويقول الذين آمنوا لولا نزلت سورة ) أي : مشتملة على حكم القتال ; ولهذا قال : ( فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت ) أي : من فزعهم ورعبهم وجبنهم من لقاء الأعداء . ثم قال مشجعا لهم : ( فأولى لهم)"
      },
      "translations": {
        "en": "Those who believe say, \"Why has a surah not been sent down? But when a precise surah is revealed and fighting is mentioned therein, you see those in whose hearts is hypocrisy looking at you with a look of one overcome by death. And more appropriate for them [would have been]",
        "fr": "Ceux qui ont cru disent: «Ah! Si une Sourate descendait!» Puis, quand on fait descendre une Sourate explicite et qu'on y mentionne le combat, tu vois ceux qui ont une maladie au cœur te regarder du regard de celui qui s'évanouit devant la mort. Seraient bien préférables pour eux.",
        "es": "Los creyentes dicen: «¿Por qué no se revela una sura?» Pero, cuando se revela una sura unívoca en la que se menciona el combate, ves que los enfermos de corazón te miran como mira uno a quien ronda la muerte. Más les valdría"
      },
      "ibn_ashour": "وَيَقُولُ الَّذِينَ آَمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلَى لَهُمْ (20({ لله وَمَثْوَاكُمْ * وَيَقُولُ الذين ءَامَنُواْ لَوْلاَ نُزِّلَتْ سُورَةٌ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا القتال رَأَيْتَ } { لَهُمْ * طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ فَإِذَا عَزَمَ الامر فَلَوْ صَدَقُواْ الله لَكَانَ خَيْراً لَّهُمْ }قد ذكرنا أن هذه السورة أنزلت بالمدينة وقد بدت قرون نفاق المنافقين ، فلما جرى في هذه السورة وصف حال المنافقين أعقب ذلك بوصف أجلى مظاهر نفاقهم ، وذلك حين يُدعَى المسلمون إلى الجهاد فقد يضيق الأمر بالمنافقين إذ كان تظاهرهم بالإسلام سيلجئهم إلى الخروج للقتال مع المسلمين ، وذلك أمر ليس بالهيّن لأنه تعرض لإتلافهم النفوس دون أن يَرْجُو منه نفعاً في الحياة الأبدية إذ هم لا يصدقون بها فيَصبحوا في حيرة . وكان حالهم هذا مخالفاً لحال الذين آمنوا الذي تمنوا أن يَنزل القرآن بالدعوة إلى القتال ليلاقوا المشرك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "طَاعَةٌۭ وَقَوْلٌۭ مَّعْرُوفٌۭ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًۭا لَّهُمْ",
      "tafsir": {
        "muyassar": "ويقول الذين آمنوا بالله ورسوله: هلا نُزِّلت سورة من الله تأمرنا بجهاد الكفار، فإذا أُنزِلت سورة محكمة بالبيان والفرائض وذُكر فيها الجهاد، رأيت الذين في قلوبهم شك في دين الله ونفاق ينظرون إليك -أيها النبي- نظر الذي قد غُشِيَ عليه خوفَ الموت، فأولى لهؤلاء الذين في قلوبهم مرض أن يطيعوا الله، وأن يقولوا قولا موافقًا للشرع. فإذا وجب القتال وجاء أمر الله بِفَرْضه كره هؤلاء المنافقون ذلك، فلو صدقوا الله في الإيمان والعمل لكان خيرًا لهم من المعصية والمخالفة.",
        "mukhtasar": "أن يطيعوا أمر الله، وأن يقولوا قولًا معروفًا لا نكر فيه خير لهم، فإذا فرض القتال وجدّ الجدّ، فلو صدقوا الله في إيمانهم به، وطاعتهم له لكان خيرًا لهم من النفاق وعصيان أوامر الله.",
        "saadi": "ثم ندبهم تعالى إلى ما هو الأليق بحالهم، فقال: { فَأَوْلَى لَهُمْ طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ } أي: فأولى لهم أن يمتثلوا الأمر الحاضر المحتم عليهم، ويجمعوا عليه هممهم، ولا يطلبوا أن يشرع لهم ما هو شاق عليهم، وليفرحوا بعافية الله تعالى وعفوه.{ فَإِذَا عَزَمَ الْأَمْرُ } أي: جاءهم الأمر جد، وأمر محتم، ففي هذه الحال لو صدقوا الله بالاستعانة به، وبذل الجهد في امتثاله { لَكَانَ خَيْرًا لَهُمْ } من حالهم الأولى، وذلك من وجوه:منها: أن العبد ناقص من كل وجه، لا قدرة له إلا إن أعانه الله، فلا يطلب زيادة على ما هو قائم بصدده.ومنها: أنه إذا تعلقت نفسه بالمستقبل، ضعف عن العمل، بوظيفة وقته، وبوظيفة المستقبل، أما الحال، فلأن الهمة انتقلت عنه إلى غيره، والعمل تبع للهمة، وأما المستقبل، فإنه لا يجيء حتى تفتر الهمة عن نشاطها فلا يعان عليه.ومنها: أن العبد المؤمل للآمال المستقبلة، مع كسله عن عمل الوقت الحاضر، شبيه بالمتألي الذي يجزم بقدرته، على ما يستقبل من أموره، فأحرى به أن يخذل ولا يقوم بما هم به ووطن نفسه عليه، فالذي ينبغي أن يجمع العبد همه وفكرته ونشاطه على وقته الحاضر، ويؤدي وظيفته بحسب قدرته، ثم كلما جاء وقت استقبله بنشاط وهمة عالية مجتمعة غير متفرقة، مستعينا بربه في ذلك، فهذا حري بالتوفيق والتسديد في جميع أموره.",
        "kathir": "أي : وكان الأولى بهم أن يسمعوا ويطيعوا ، أي : في الحالة الراهنة ، ( فإذا عزم الأمر ) أي : جد الحال ، وحضر القتال ، ( فلو صدقوا الله ) أي : أخلصوا له النية ، ( لكان خيرا لهم )"
      },
      "translations": {
        "en": "Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allah, it would have been better for them.",
        "fr": "une obéissance et une parole convenable. Puis, quand l'affaire est décidée, il serait mieux pour eux certes, de se montrer sincères vis-à-vis d'Allah.",
        "es": "obedecer y hablar como es debido. Y, una vez tomada una decisión, lo mejor para ellos sería que fuesen sinceros con Alá."
      },
      "ibn_ashour": "طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ (21(واللام على هذا الوجه إما مزيدة ، أي أولاهم الله ما يكرهون فيكون مِثل اللام في قول النابغة :سَقْيا ورعيا لذاك العَاتب الزّاري ... وإمّا متعلقة ب { أولى } على أنه فعل مضى ، وعلى هذا الاستعمال يكون قوله { طاعة وقول معروف } كلاماً مستأنفاً وهو مبتدأ خبره محذوف ، أي طاعة وقول معروف خير لهم ، أو خبر لمبتدأ محذوف ، تقديره : الأمر طاعة ، وقول معروف ، أي أمر الله أن يطيعوا .{ مَّعْرُوفٌ فَإِذَا عَزَمَ الامر فَلَوْ صَدَقُواْ الله لَكَانَ خَيْراً } .تفريع على وصف حال المنافقين من الهلع عند سماع ذكر القتال فإنه إذا جدّ أمر القتال ، أي حان أن يُندب المسلمون إلى القتال سيضطرب أمر المنافقين ويتسللون لِوَاذاً من حضور الجهاد ، وأن الأولى لهم حينئذٍ أن يخلصوا الإيمان ويجاهدوا كما يجاهد المسلمون الخلص وإلاّ فإنهم لا محيص لهم من أحد أمرين : إمّا حضور القتال بدون نية فتكون عليهم الهزيمة ويخسروا أنفسهم باطلاً ، وإمّا أن ينخزلوا عن القتال كما فعل ابنُ أُبَّيّ وأتباعُه يومَ أحُد .و { إذا } ظرف للزمان المستقب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
      "tafsir": {
        "muyassar": "فلعلكم إن أعرضتم عن كتاب الله وسنة نبيه محمد صلى الله عليه وسلم أن تعصوا الله في الأرض، فتكفروا به وتسفكوا الدماء وتُقَطِّعوا أرحامكم.",
        "mukhtasar": "ويغلب على حالكم إن أعرضتم عن الإيمان بالله وطاعته أنكم تفسدون في الأرض بالكفر والمعاصي، وتقطعون أواصر الرحم؛ كما كانت حالكم في الجاهلية.",
        "saadi": "ثم ذكر تعالى حال المتولي عن طاعة ربه، وأنه لا يتولى إلى خير، بل إلى شر، فقال: { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ } أي: فهما أمران، إما التزام لطاعة الله، وامتثال لأوامره، فثم الخير والرشد والفلاح، وإما إعراض عن ذلك، وتولٍ عن طاعة الله، فما ثم إلا الفساد في الأرض بالعمل بالمعاصي وقطيعة الأرحام.",
        "kathir": "وقوله : ( فهل عسيتم إن توليتم ) أي : عن الجهاد ونكلتم عنه ، ( أن تفسدوا في الأرض وتقطعوا أرحامكم ) أي : تعودوا إلى ما كنتم فيه من الجاهلية الجهلاء ، تسفكون الدماء وتقطعون الأرحام"
      },
      "translations": {
        "en": "So would you perhaps, if you turned away, cause corruption on earth and sever your [ties of] relationship?",
        "fr": "Si vous vous détournez, ne risquez-vous pas de semer la corruption sur terre et de rompre vos liens de parenté?",
        "es": "Si volvéis la espalda, os exponéis a corromper en la tierra y a cortar vuestros lazos de sangre."
      },
      "ibn_ashour": "فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (22(مقتضى تناسق النظم أن هذا مفرع على قوله : { فإذا عزم الأمر فلو صدقوا الله لكان خيراً لهم } [ محمد : 21 ] لأنه يفهم منه أنه إذا عزم الأمر تولوا عن القتال وانكشف نفاقهم فتكون إتماماً لما في الآية السابقة من الإنباء بما سيكون من المنافقين يوم أُحُد . وقد قال عبد الله بن أبي : عَلاَم نقتل أنفسنا ها هنا؟ وربما قال في كلامه : وكيف نقاتل قريشاً وهم من قومنا ، وكان لا يرى على أهل يثرب أن يقاتلوا مع النبي صلى الله عليه وسلم ويرى الاقتصار على أنهم آووه . والخطاب موجّه إلى الذين في قلوبهم مرض على الالتفات .والاستفهام مستعمل في التكذيب لما سيعتذرون به لانخزالهم ولذلك جيء فيه ب { هل } الدالة على التحقيق لأنّها في الاستفهام بمنزلة ( قد ( في الخبر ، فالمعنى : أفيتحقق إن توليتم أنكم تفسدون في الأرض وتقطعون أرحامكم وأنتم تزعمون أنكم توليتم إبقاء على أنفسكم وعلى ذوي قرابة أنسابكم على نحو قوله تعالى : { قال هل عسيتم إن كتب عليكم القتال أن لا تقاتلوا } [ البقرة : 246 ] وهذا توبيخ كقوله تعالى : { ثم أنتم هؤلاء",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "أُو۟لَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَٰرَهُمْ",
      "tafsir": {
        "muyassar": "أولئك الذين أبعدهم الله من رحمته، فجعلهم لا يسمعون ما ينفعهم ولا يبصرونه، فلم يتبينوا حجج الله مع كثرتها.",
        "mukhtasar": "أولئك المتَّصِفون بالإفساد في الأرض وتقطيع الأرحام هم الذين أبعدهم الله عن رحمته، وأصمّ آذانهم عن سماع الحق سماع قَبول وإذعان، وأعمى أبصارهم عن إبصاره إبصار اعتبار.",
        "saadi": "{ أُولَئِكَ الَّذِينَ } أفسدوا في الأرض، وقطعوا أرحامهم { لَعَنَهُمُ اللَّهُ } بأن أبعدهم عن رحمته، وقربوا من سخط الله.{ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } أي: جعلهم لا يسمعون ما ينفعهم ولا يبصرونه، فلهم آذان، ولكن لا تسمع سماع إذعان وقبول، وإنما تسمع سماعا تقوم به حجة الله عليها، ولهم أعين، ولكن لا يبصرون بها العبر والآيات، ولا يلتفتون بها إلى البراهين والبينات. ",
        "kathir": "ولهذا قال : ( أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم ) وهذا نهي عن الإفساد في الأرض عموما ، وعن قطع الأرحام خصوصا ، بل قد أمر [ الله ] تعالى بالإصلاح في الأرض وصلة الأرحام ، وهو الإحسان إلى الأقارب في المقال والأفعال وبذل الأموال . وقد وردت الأحاديث الصحاح والحسان بذلك عن رسول الله - صلى الله عليه وسلم - من طرق عديدة ، ووجوه كثيرة .قال البخاري : حدثنا خالد بن مخلد ، حدثنا سليمان ، حدثني معاوية بن أبي مزرد ، عن سعيد بن يسار ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : \" خلق الله الخلق ، فلما فرغ منه قامت الرحم فأخذت بحقو الرحمن عز وجل ، فقال : مه ! فقالت : هذا مقام العائذ بك من القطيعة ، فقال : ألا ترضين أن أصل من وصلك وأقطع من قطعك ؟ قالت : بلى ، قال : فذاك . قال أبو هريرة : اقرءوا إن شئتم : ( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم ) .ثم رواه البخاري من طريقين آخرين ، عن معاوية بن أبي مزرد به . قال رسول الله - صلى الله عليه وسلم - : \" اقرءوا إن شئتم : ( فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم . ) ورواه مسلم من حديث معاوية بن أبي مزرد به .وقال الإمام أحمد : حدثنا إسماعيل أخبرنا عيينة بن عبد الرحمن بن جوشن ، عن أبيه ، عن أبي بكرة قال : قال رسول الله - صلى الله عليه وسلم - : \" ما من ذنب أحرى أن يعجل الله عقوبته في الدنيا - مع ما يدخر لصاحبه في الآخرة - من البغي وقطيعة الرحم \" .رواه أبو داود والترمذي وابن ماجه من حديث إسماعيل - هو ابن علية - به . وقال الترمذي : هذا حديث صحيح .وقال الإمام أحمد : حدثنا محمد بن بكر ، حدثنا ميمون أبو محمد المرئي ، حدثنا محمد بن عباد المخزومي ، عن ثوبان ، عن رسول الله - صلى الله عليه وسلم - قال : \" من سره النساء في الأجل ، والزيادة في الرزق ، فليصل رحمه \" ، تفرد به أحمد ، وله شاهد في الصحيح .وقال أحمد أيضا : حدثنا يزيد بن هارون ، حدثنا حجاج بن أرطاة ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله إن لي ذوي أرحام ، أصل ويقطعون ، وأعفو ويظلمون ، وأحسن ويسيئون ، أفأكافئهم ؟ قال : \" لا إذن تتركون جميعا ، ولكن جد بالفضل وصلهم ; فإنه لن يزال معك ظهير من الله - عز وجل - ما كنت على ذلك \" .تفرد به من هذا الوجه ، وله شاهد من وجه آخر .وقال الإمام أحمد : حدثنا يعلى ، حدثنا فطر ، عن مجاهد ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الرحم معلقة بالعرش ، وليس الواصل بالمكافئ ، ولكن الواصل الذي إذا قطعت رحمه وصلها \" ، رواه البخاري .وقال أحمد : حدثنا بهز ، حدثنا حماد بن سلمة ، أخبرنا قتادة ، عن أبي ثمامة الثقفي ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" توضع الرحم يوم القيامة لها حجنة كحجنة المغزل ، تتكلم بلسان طلق ذلق ، فتصل من وصلها وتقطع من قطعها \" .وقال الإمام أحمد : حدثنا سفيان ، حدثنا عمرو ، عن أبي قابوس ، عن عبد الله بن عمرو - يبلغ به النبي - صلى الله عليه وسلم - قال : \" الراحمون يرحمهم الرحمن ، ارحموا أهل الأرض يرحمكم أهل السماء ، والرحم شجنة من الرحمن ، من وصلها وصلته ، ومن قطعها بتته \" .وقد رواه أبو داود والترمذي من حديث سفيان بن عيينة ، عن عمرو بن دينار به . وهذا هو الذي يروى بتسلسل الأولية ، وقال الترمذي : حسن صحيح .وقال الإمام أحمد : حدثنا يزيد بن هارون ، حدثنا هشام الدستوائي ، عن يحيى بن أبي كثير ، عن إبراهيم بن عبد الله بن قارظ أن أباه حدثه : أنه دخل على عبد الرحمن بن عوف وهو مريض ، فقال له عبد الرحمن : وصلتك رحم ، إن رسول الله - صلى الله عليه وسلم - قال : \" قال الله عز وجل : أنا الرحمن ، خلقت الرحم وشققت لها من اسمي ، فمن يصلها أصله ، ومن يقطعها أقطعه فأبته - أو قال : من يبتها أبته \" .تفرد به من هذا الوجه . ورواه أحمد أيضا من حديث الزهري ، عن أبي سلمة ، عن الرداد - أو أبي الرداد - عن عبد الرحمن بن عوف به . ورواه أبو داود والترمذي من رواية أبي سلمة ، عن أبيه . والأحاديث في هذا كثيرة .وقال الطبراني : حدثنا علي بن عبد العزيز ، حدثنا محمد بن عمار الموصلي ، حدثنا عيسى بن يونس ، عن محمد بن عبد الله بن علاثة ، عن الحجاج بن الفرافصة ، عن أبي عمر البصري ، عن سلمان قال : قال رسول الله - صلى الله عليه وسلم - : \" الأرواح جنود مجندة ، فما تعارف منها ائتلف ، وما تناكر منها اختلف \" .وبه قال رسول الله - صلى الله عليه وسلم - : \" إذا ظهر القول ، وخزن العمل ، وائتلفت الألسنة ، وتباغضت القلوب ، وقطع كل ذي رحم رحمه ، فعند ذلك لعنهم الله فأصمهم وأعمى أبصارهم \" ."
      },
      "translations": {
        "en": "Those [who do so] are the ones that Allah has cursed, so He deafened them and blinded their vision.",
        "fr": "Ce sont ceux-là qu'Allah a maudits, a rendus sourds et a rendu leurs yeux aveugles.",
        "es": "A éstos es a quienes Alá maldice, volviéndoles sordos y ciegos."
      },
      "ibn_ashour": "أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ (23(الإشارة إلى الذين في قلوبهم مرض على أسلوب قوله آنفاً : { أولئك الذين طبع الله على قلوبهم } [ محمد : 16 ] ولا يصح أن تكون الإشارة إلى ما يؤخذ من قوله : { أن تفسدوا في الأرض وتقطعوا أرحامكم } [ محمد : 22 ] لأن ذلك لا يستوجب اللعنة ولا أن مرتكبيه بمنزلة الصمّ ، على أن في صيغة المضيّ في أفعال : لعنهم ، وأصمّهم ، وأعمى ، ما لا يلاقي قوله : { فهل عَسِيتم } [ محمد : 22 ] ولا ما في حرف ( إنْ ( من زمان الاستقبال .واستعير الصمم لعدم الانتفاع بالمسموعات من آيات القرآن ومواعظ النبي صلى الله عليه وسلم كما استعير العمَى هنا لعدم الفهم على طريقة التمثيل لأن حال الأعمى أن يكون مضطرباً فيما يحيط به لا يدري نافعه من ضارّه إلا بمعونة من يرشده ، وكَثر أن يقال : أعمى الله بصره ، مراداً به أنه لم يهده ، وهذه هي النكتة في مجيء تركيب { وأعمى أبصارهم } مخالفاً لتركيب { فأصمهم } إذ لم يقل : وأعماهم .وفي الآية إشعار بأن الفساد في الأرض وقطيعة الأرحام من شعار أهل الكفر ، فهما جرمان كبيران يجب على المؤمنين اجتنابهما .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
      "tafsir": {
        "muyassar": "أفلا يتدبر هؤلاء المنافقون مواعظ القرآن ويتفكرون في حججه؟ بل هذه القلوب مغلَقة لا يصل إليها شيء من هذا القرآن، فلا تتدبر مواعظ الله وعبره.",
        "mukhtasar": "فهلَّا تدبر هؤلاء المُعْرِضون القرآنَ وتأمَّلوا ما فيه؟! فلو تدبروه لدلّهم على كل خير، وأبعدهم عن كل شرّ، أم على قلوب هؤلاء أقفالها قد أحكم إغلاقها، فلا تصل إليها موعظة، ولا تنفعها ذكرى؟!",
        "saadi": "أي: فهلا يتدبر هؤلاء المعرضون لكتاب الله، ويتأملونه حق التأمل، فإنهم لو تدبروه، لدلهم على كل خير، ولحذرهم من كل شر، ولملأ قلوبهم من الإيمان، وأفئدتهم من الإيقان، ولأوصلهم إلى المطالب العالية، والمواهب الغالية، ولبين لهم الطريق الموصلة إلى الله، وإلى جنته ومكملاتها ومفسداتها، والطريق الموصلة إلى العذاب، وبأي شيء تحذر، ولعرفهم بربهم، وأسمائه وصفاته وإحسانه، ولشوقهم إلى الثواب الجزيل، ورهبهم من العقاب الوبيل.{ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا } أي: قد أغلق على ما فيها من الشر وأقفلت، فلا يدخلها خير أبدا؟ هذا هو الواقع. ",
        "kathir": "يقول تعالى آمرا بتدبر القرآن وتفهمه ، وناهيا عن الإعراض عنه ، فقال : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) أي : بل على قلوب أقفالها ، فهي مطبقة لا يخلص إليها شيء من معانيه .قال ابن جرير : حدثنا بشر ، قال : حدثنا يزيد قال : حدثنا سعيد قال : حدثنا حماد بن زيد ، حدثنا هشام بن عروة ، عن أبيه قال : تلا رسول الله - صلى الله عليه وسلم - يوما : ( أفلا يتدبرون القرآن أم على قلوب أقفالها ) ، فقال شاب من أهل اليمن : بل عليها أقفالها حتى يكون الله عز وجل يفتحها أو يفرجها . فما زال الشاب في نفس عمر - رضي الله عنه - حتى ولي ، فاستعان به ."
      },
      "translations": {
        "en": "Then do they not reflect upon the Qur'an, or are there locks upon [their] hearts?",
        "fr": "Ne méditent-ils pas sur le Coran? Ou y a-t-il des cadenas sur leurs cœurs?",
        "es": "¿Es que no meditan en el Corán ¿O es que sus corazones están cerrados con candado?"
      },
      "ibn_ashour": "أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا (24(تفريع على قوله : { فأصمهم وأعمى أبصارهم } [ محمد : 23 ] ، أي هلا تدبروا القرآن عوض شغل بالهم في مجلسك بتتبع أحوال المؤمنين ، أو تفريع على قوله : { فأصمّهم وأعمى أبصارهم } . والمعنى : أن الله خلقهم بعقول غير منفعلة بمعاني الخير والصلاح فلا يتدبرون القرآن مع فهمه أو لا يفهمونه عند تلقيه وكلا الأمرين عجيب .والاستفهام تعجيب من سوء علمهم بالقرآن ومن إعراضهم عن سماعه . وحرف { أم } للإضراب الانتقالي . والمعنى : بل على قلوبهم أقفال وهذا الذي سلكه جمهور المفسرين وهو الجاري على كلام سيبويه في قوله تعالى : { أفلا تبصرون أمْ أنا خير من هذا الذي هو مهين } في سورة الزخرف ( 51 ، 52 ( ، خلافاً لما يوهمه أو توهمه ابن هشام في مغني اللبيب } .والتدبر : التفهم في دُبر الأمر ، أي ما يخفى منه وهو مشتق من دبر الشيء ، أي خلفه .والأقفال : جمع قُفْل ، وهو استعارة مكنية إذ شبهت القلوب ، أي العقول في عدم إدراكها المعاني بالأبواب أو الصناديق المغلقة ، والأقفال تخييل كالأظفار للمنية في قول أبي ذؤيب الهذلي :وإذا المنية أنشبت أظفارها ... ألفيت كل ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "tafsir": {
        "muyassar": "إن الذين ارتدُّوا عن الهدى والإيمان، ورجعوا على أعقابهم كفارًا بالله من بعد ما وَضَح لهم الحق، الشيطان زيَّن لهم خطاياهم، ومدَّ لهم في الأمل.",
        "mukhtasar": "إن الذين ارتدوا عن إيمانهم إلى الكفر والنفاق، من بعد ما قامت عليهم الحجة، وتبيّن لهم صدق النبي صلى الله عليه وسلم، الشيطان هو الذي زين لهم الكفر والنفاق وسهَّله لهم، ومنّاهم بطول الأمل.",
        "saadi": "يخبر تعالى عن حالة المرتدين عن الهدى والإيمان على أعقابهم إلى الضلال والكفران، ذلك لا عن دليل دلهم ولا برهان، وإنما هو تسويل من عدوهم الشيطان وتزيين لهم، وإملاء منه لهم: { يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا } ",
        "kathir": "ثم قال تعالى : ( إن الذين ارتدوا على أدبارهم ) أي : فارقوا الإيمان ورجعوا إلى الكفر ، ( من بعد ما تبين لهم الهدى الشيطان سول لهم ) أي : زين لهم ذلك وحسنه ، ( وأملى لهم ) أي : غرهم وخدعهم"
      },
      "translations": {
        "en": "Indeed, those who reverted back [to disbelief] after guidance had become clear to them - Satan enticed them and prolonged hope for them.",
        "fr": "Ceux qui sont revenus sur leurs pas après que le droit chemin leur a été clairement exposé, le Diable les a séduits et trompés.",
        "es": "Quienes han vuelto sobre sus pasos, después de haberse manifestado a ellos la Dirección claramente, han sido seducidos por el Demonio, pero les ha concedido una tregua."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (25(لم يزل الكلام على المنافقين فالذين ارتدوا على أدبارهم منافقون ، فيجوز أن يكون مراداً به قوم من أهل النفاق كانوا قد آمنوا حقا ثم رجعوا إلى الكفر لأنهم كانوا ضعفاء الإيمان قليلي الاطمئنان وهم الذين مثلهم الله في سورة البقرة ( 17 ( بقوله : { مَثَلهم كمثل الذين استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم } الآية .والارتداد على الأدبار على هذا الوجه : تمثيل للراجع إلى الكفر بعد لإيمان بحال من سار ليصل إلى مكان ثم ارتد في طريقه . ولما كان الارتداد سيراً إلى الجهة التي كانت وراء السائر جُعل الارتداد إلى الأدبار ، أي إلى جهة الأدبار . وجيء بحرف على } للدلالة على أن الارتداد متمكن من جهة الأدبار كما يقال : على صراط مستقيم .والهدى : الإيمان ، وتبيّن الهدى لهم على هذا الوجه تبيّن حقيقي لأنهم ما آمنوا إلا بعد أن تبين لهم هدى الإيمان .وعلى هذا الوجه فالإتيان بالموصول والصلة ليس إظهاراً في مقام الإضمار لأن أصحاب هذه الصلة بعض الذين كان الحديث عنهم فيما تقدم . ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "tafsir": {
        "muyassar": "ذلك الإمداد لهم حتى يتمادوا في الكفر؛ بسبب أنهم قالوا لليهود الذين كرهوا ما نزل الله: سنطيعكم في بعض الأمر الذي هو خلاف لأمر الله وأمر رسوله، والله تعالى يعلم ما يخفيه هؤلاء ويسرونه، فليحذر المسلم من طاعة غير الله فيما يخالف أمر الله سبحانه، وأمر رسوله محمد صلى الله عليه وسلم.",
        "mukhtasar": "ذلك الإضلال الحاصل لهم بسبب أنهم قالوا سرًّا للمشركين الذين كرهوا ما نزّل الله على رسوله من الوحي: سنطيعكم في بعض الأمر كالتثبيط عن القتال.\nوالله يعلم ما يسرونه ويخفونه، لا يخفى عليه شيء، فيظهر ما شاء منه لرسوله صلى الله عليه وسلم.",
        "saadi": "وذلك أنهم قد تبين لهم الهدى، فزهدوا فيه ورفضوه، و { قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ } من المبارزين العداوة لله ولرسوله { سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ } أي: الذي يوافق أهواءهم، فلذلك عاقبهم الله بالضلال، والإقامة على ما يوصلهم إلى الشقاء الأبدي، والعذاب السرمدي.{ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ } فلذلك فضحهم، وبينها لعباده المؤمنين، لئلا يغتروا بها.",
        "kathir": "( ذلك بأنهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الأمر ) أي : مالئوهم وناصحوهم في الباطن على الباطل ، وهذا شأن المنافقين يظهرون خلاف ما يبطنون ; ولهذا قال الله عز وجل : ( والله يعلم إسرارهم ) أي : [ يعلم ] ما يسرون وما يخفون ، الله مطلع عليه وعالم به ، كقوله : ( والله يكتب ما يبيتون ) [ النساء : 81 ] ."
      },
      "translations": {
        "en": "That is because they said to those who disliked what Allah sent down, \"We will obey you in part of the matter.\" And Allah knows what they conceal.",
        "fr": "C'est parce qu'ils ont dit à ceux qui ont de la répulsion pour la révélation d'Allah: «Nous allons vous obéir dans certaines choses». Allah cependant connaît ce qu'ils cachent.",
        "es": "Esto es así porque dicen a quienes les repugna lo que Alá ha revelado: «En algunas cosas os obedeceremos». Alá, empero, sabe lo que ocultan."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (26(استئناف بياني إذ التقدير أن يسأل سائل عن مظهر تسويل الشيطان لهم الارتدادَ بعد أن تبين لهم الهدى ، فأجيب بأن الشيطان استدرجهم إلى الضلال عندما تبين لهم الهدى فسوّل لهم أن يوافقوا أهل الشرك والكفر في بعض الأمور مسولاً أن تلك الموافقة في بعض الأمر لا تنقض اهتداءهم فلما وافقوهم وجدوا حلاوة ما ألفوه من الكفر فيما وافقوا فيه أهل الكفر فأخذوا يعودون إلى الكفر المألوف حتى ارتدوا على أدبارهم . وهذا شأن النفس في معاودة ما تحبه بعد الانقطاع عنه إن كان الانقطاع قريب العهد .فمعنى { قالوا } : قالوا قولاً عن اعتقاد ورأي ، وإنما قالوا : { في بعض الأمر } احترازاً لأنفسهم إذا لم يطيعوا في بعض .و { الذين كرهوا ما نزّل الله } هم الذين كرهوا القرآن وكفروا ، وهم : إما المشركون من أهل مكة قال تعالى فيهم { ذلك بأنهم كرهوا ما أنزل الله فأحبط أعمالهم } [ محمد : 9 ] وقد كانت لهم صلة بأهل يثرب فلما هاجر النبي صلى الله عليه وسلم إلى المدينة اشتد تعهد أهل مكة لأصحابهم من أهل يثر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَٰرَهُمْ",
      "tafsir": {
        "muyassar": "فكيف حالهم إذا قبضت الملائكة أرواحهم وهم يضربون وجوههم وأدبارهم؟",
        "mukhtasar": "فكيف ترى ما هم فيه من العذاب والحال الشنيعة التي هم عليها إذا قبضت أرواحهم الملائكة الموكلون بقبض أرواحهم، يضربون وجوههم وأدبارهم بمَقَامِع الحديد.",
        "saadi": "{ فَكَيْفَ } ترى حالهم الشنيعة، ورؤيتهم الفظيعة { إِذَا تَوَفَّتْهُمُ الْمَلَائِكَة } الموكلون بقبض أرواحهم، { يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ } بالمقامع الشديدة؟!.",
        "kathir": "ثم قال : ( فكيف إذا توفتهم الملائكة يضربون وجوههم وأدبارهم ) أي : كيف حالهم إذا جاءتهم الملائكة لقبض أرواحهم وتعصت الأرواح في أجسادهم ، واستخرجتها الملائكة بالعنف والقهر والضرب ، كما قال : ( ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم ) الآية [ الأنفال : 50 ] ، وقال : ( ولو ترى إذ الظالمون في غمرات الموت والملائكة باسطوا أيديهم ) أي : بالضرب ( أخرجوا أنفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن آياته تستكبرون ) [ الأنعام : 93 ] ; ولهذا قال هاهنا : ( ذلك بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه فأحبط أعمالهم )"
      },
      "translations": {
        "en": "Then how [will it be] when the angels take them in death, striking their faces and their backs?",
        "fr": "Qu'adviendra-t-il d'eux quand les Anges les achèveront, frappant leurs faces et leurs dos?",
        "es": "¡Qué pasará cuando los ángeles les llamen, golpeándoles en el rostro y en la espalda?"
      },
      "ibn_ashour": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ (27(الفاء يجوز أن تكون للتفريع على جملة { إن الذين ارتدوا على أدبارهم } [ محمد : 25 ] الآية وما بينهما متصل بقوله : { الشيطانُ سوّل لهم } [ محمد : 25 ] بناء على المحمل الأول للارتداد فيكون التفريع لبيان ما سيلحقهم من العذاب عند الموت وهو استهلال لما يتواصل من عذابهم عن مبدإ الموت إلى استقرارهم في العذاب الخالد . ويجوز على المحمل الثاني وهو أن المراد الارتداد عن القتال وتكون الفاء فصيحة فيفيد : إذا كانوا فروا من القتال هلعاً وخوفاً فكيف إذا توفتهم الملائكة ، أي كيف هلعهم ووجلهم الذي ارتدوا بهما عن القتال . وهذا يقتضي شيئين : أولهما أنهم ميّتون لا محالة ، وثانيهما أن موتتهم يصحبها تعذيب .فالأول مأخوذ بدلالة الالتزام وهو في معنى قوله تعالى : { الذين قالوا لإخوانهم وقعدوا لو أطاعُونا ما قتلوا قل فادْرءوا عن أنفسكم الموت إن كنتم صادقين } [ آل عمران : 168 ] وقولِه : { وقالوا لا تنفروا في الحرّ قل نار جهنم أشدّ حرّاً لو كانوا يفقهون } [ التوبة : 81 ] .والثاني هو صريح الكلام وهو وعيد لتعذيب في الدنيا عند الموت ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "ذلك العذاب الذي استحقوه ونالوه؛ بسبب أنهم اتبعوا ما أسخط الله عليهم من طاعة الشيطان، وكرهوا ما يرضيه عنهم من العمل الصالح، ومنه قتال الكفار بعدما افترضه عليهم، فأبطل الله ثواب أعمالهم من صدقة وصلة رحم وغير ذلك.",
        "mukhtasar": "ذلك العذاب بسبب أنهم اتبعوا كل ما أغضب الله عليهم؛ من الكفر والنفاق ومحادّة الله ورسوله، وكرهوا ما يقربهم من ربهم، ويحلّ عليهم رضوانه؛ من الإيمان بالله واتباع رسوله، فأبطل أعمالهم.",
        "saadi": "{ ذَلِكَ } العذاب الذي استحقوه ونالوه { بـ } سبب { أنهم اتَّبَعُوا مَا أَسْخَطَ اللَّهَ } من كل كفر وفسوق وعصيان.{ وَكَرِهُوا رِضْوَانَهُ } فلم يكن لهم رغبة فيما يقربهم إليه، ولا يدنيهم منه، { فَأَحْبَطَ أَعْمَالَهُمْ } أي: أبطلها وأذهبها، وهذا بخلاف من اتبع ما يرضي الله وكره سخطه، فإنه سيكفر عنه سيئاته، ويضاعف أجره وثوابه. ",
        "kathir": "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ"
      },
      "translations": {
        "en": "That is because they followed what angered Allah and disliked [what earns] His pleasure, so He rendered worthless their deeds.",
        "fr": "Cela parce qu'ils ont suivi ce qui courrouce Allah, et qu'ils ont de la répulsion pour [ce qui attire] Son agrément. Il a donc rendu vaines leurs œuvres.",
        "es": "Esto es así porque van en pos de algo que irrita a Alá y, en cambio, les repugna lo que Le satisface. Por eso, hace vanas sus obras."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ (28(الإشارة بذلك إلى الموت الفظيع الذي دل عليه قوله : { فكيف إذا توفتهم الملائكة } [ محمد : 27 ] كما تقدم آنفاً . واتباعهم ما أسخط الله : هو اتباعهم الشرك . والسخط مستعار لعدم الرضى بالفعل . وكراهتهم رضوان الله : كراهتهم أسباب رضوانه وهو الإسلام .وفي ذكر اتباع مَا أسخط الله وكراهة رضوانه محسّن الطباق مرتين للمضادة بين السخط والرضوان ، والاتباع والكراهية . والجمع بين الإخبار عنهم باتباعهم ما أسخط الله وكراهتهم رضوانه مع إمكان الاجتزاء بأحدهما عن الآخر للإيماء إلى أن ضرب الملائكة وجوه هؤلاء مناسب لإقبالهم على ما أسخط الله ، وأن ضربهم أدبارهم مناسب لكراهتهم رضوانه لأن الكراهة تستلزم الإعراض والإدبار ، ففي الكلام أيضاً محسن اللف والنشر المرتب . فكان ذلك التعذيب مناسباً لحالَيْ توقيهم في الفرار من القتال وللسببين الباعثين على ذلك التَوقي .وفرع على اتباعهم ما أسخط الله وكراهتهم رضوانه قوله : { فأحبط أعمالهم فكان اتباعهم ما أسخط الله وكراهتهم رضوانه سبباً في الأمرين : ضرب الملائكة وجوههم وأدباره",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَٰنَهُمْ",
      "tafsir": {
        "muyassar": "بل أظنَّ المنافقون أن الله لن يُخْرِج ما في قلوبهم من الحسد والحقد للإسلام وأهله؟ بلى فإن الله يميز الصادق من الكاذب.",
        "mukhtasar": "هل يظنّ الذين في قلوبهم شك من المنافقين أن لن يخرج الله أحقادهم ويظهرها؟! ليخرجنّها بالابتلاء بالمحن؛ ليتميز صادق الإيمان من الكاذب، ويتضح المؤمن، ويفتضح المنافق.",
        "saadi": "يقول تعالى: { أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ } من شبهة أو شهوة، بحيث تخرج القلب عن حال صحته واعتداله، أن الله لا يخرج ما في قلوبهم من الأضغان والعداوة للإسلام وأهله؟ هذا ظن لا يليق بحكمة الله، فإنه لا بد أن يميز الصادق من الكاذب، وذلك بالابتلاء بالمحن، التي من ثبت عليها، ودام إيمانه فيها، فهو المؤمن حقيقة، ومن ردته على عقبيه فلم يصبر عليها، وحين أتاه الامتحان، جزع وضعف إيمانه، وخرج ما في قلبه من الضغن، وتبين نفاقه، هذا مقتضى الحكمة الإلهية، مع أنه تعالى قال: { وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ } ",
        "kathir": "يقول تعالى : ( أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم ) أي : اعتقد المنافقون أن الله لا يكشف أمرهم لعباده المؤمنين ؟ بل سيوضح أمرهم ويجليه حتى يفهمهم ذوو البصائر ، وقد أنزل تعالى في ذلك سورة \" براءة \" ، فبين فيها فضائحهم وما يعتمدونه من الأفعال الدالة على نفاقهم ; ولهذا إنما كانت تسمى الفاضحة . والأضغان : جمع ضغن ، وهو ما في النفوس من الحسد والحقد للإسلام وأهله والقائمين بنصره ."
      },
      "translations": {
        "en": "Or do those in whose hearts is disease think that Allah would never expose their [feelings of] hatred?",
        "fr": "Ou bien est-ce que ceux qui ont une maladie au cœur escomptent qu'Allah ne saura jamais faire apparaître leur haine?",
        "es": "¿Es que creen los enfermos de corazón que Alá no va a descubrir su odio?"
      },
      "ibn_ashour": "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ (29(انتقال من التهديد والوعيد إلى الإنذار بأن الله مطلع رسوله صلى الله عليه وسلم على ما يضمره المنافقون من الكفر والمَكر والكيد ليعلموا أن أسرارهم غير خافية فيوقنوا أنهم يكدون عقولهم في ترتيب المكائد بلا طائل وذلك خيبة لآمالهم .و { أمْ } منقطعة في معنى ( بل ( للإضراب الانتقالي ، والاستفهام المقدر بعد { أم } للإنكار . وحرف ( لن ( لتأييد النفي ، أي لا يحسبون انتفاء إظهار أضغانهم في المستقبل ، كما انتفى ذلك فيما مضى ، فلعل الله أن يفضح نفاقهم .واستعير المرض إلى الكفر بجامع الإضرار بصاحبه ، ولكون الكفر مقره العقل المعبر عنه بالقَلب كان ذكر القلوب مع المرض ترشيحاً للاستعارة لأن القلب مما يناسب المرض الخفيّ إذ هو عضو باطن فناسب المرض الخفيّ .والإخراج أطلق على الإظهار والإبراز على وجه الاستعارة لأن الإخراج استلال شيء من مكمَنه ، فاستعير للإعلام بخبَر خفيّ .والأضغان : جمع ضِغن بكسر الضاد المعجمة وسكون الغين المعجمة وهو الحقد والعداوة . والمعنى أنه يخرجها من قلوبهم وكان العرب يجعلون القلوب مقر الأضغان قال الشا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "وَلَوْ نَشَآءُ لَأَرَيْنَٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَٰلَكُمْ",
      "tafsir": {
        "muyassar": "ولو نشاء -أيها النبي- لأريناك أشخاصهم، فلعرفتهم بعلامات ظاهرة فيهم، ولتعرفنَّهم فيما يبدو من كلامهم الدال على مقاصدهم. والله تعالى لا تخفى عليه أعمال مَن أطاعه ولا أعمال من عصاه، وسيجازي كلا بما يستحق.",
        "mukhtasar": "ولو نشاء تعريفك - أيها الرسول- المنافقين لعرّفناكهم، فلعرفتهم بعلامتهم، وسوف تعرفهم بأسلوب كلامهم، والله يعلم أعمالكم، لا يخفى عليه منها شيء، وسيجازيكم عليها.",
        "saadi": "{ وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ } أي: بعلاماتهم التي هي كالوسم في وجوههم. { وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ } أي: لا بد أن يظهر ما في قلوبهم، ويتبين بفلتات ألسنتهم، فإن الألسن مغارف القلوب، يظهر منها ما في القلوب من الخير والشر { وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ } فيجازيكم عليها.",
        "kathir": "وقوله : ( ولو نشاء لأريناكهم فلعرفتهم بسيماهم ) يقول تعالى : ولو نشاء يا محمد لأريناك أشخاصهم ، فعرفتهم عيانا ، ولكن لم يفعل تعالى ذلك في جميع المنافقين سترا منه على خلقه ، وحملا للأمور على ظاهر السلامة ، ورد السرائر إلى عالمها ، ( ولتعرفنهم في لحن القول ) أي : فيما يبدو من كلامهم الدال على مقاصدهم ، يفهم المتكلم من أي الحزبين هو بمعاني كلامه وفحواه ، وهو المراد من لحن القول ، كما قال أمير المؤمنين عثمان بن عفان ، رضي الله عنه : ما أسر أحد سريرة إلا أبداها الله على صفحات وجهه ، وفلتات لسانه . وفي الحديث : \" ما أسر أحد سريرة إلا كساه الله جلبابها ، إن خيرا فخير ، وإن شرا فشر \" . وقد ذكرنا ما يستدل به على نفاق الرجل ، وتكلمنا على نفاق العمل والاعتقاد في أول \" شرح البخاري \" ، بما أغنى عن إعادته هاهنا . وقد ورد في الحديث تعيين جماعة من المنافقين . قال الإمام أحمد :حدثنا وكيع ، حدثنا سفيان ، عن سلمة ، عن عياض بن عياض ، عن أبيه ، عن أبي مسعود عقبة بن عمرو - رضي الله عنه - قال : خطبنا رسول الله - صلى الله عليه وسلم - خطبة فحمد الله وأثنى عليه ثم قال : \" إن منكم منافقين ، فمن سميت فليقم \" . ثم قال : \" قم يا فلان ، قم يا فلان ، قم يا فلان \" . حتى سمى ستة وثلاثين رجلا ثم قال : \" إن فيكم - أو : منكم - فاتقوا الله \" . قال : فمر عمر برجل ممن سمى مقنع قد كان يعرفه ، فقال : ما لك ؟ فحدثه بما قال رسول الله - صلى الله عليه وسلم - فقال : بعدا لك سائر اليوم ."
      },
      "translations": {
        "en": "And if We willed, We could show them to you, and you would know them by their mark; but you will surely know them by the tone of [their] speech. And Allah knows your deeds.",
        "fr": "Or, si Nous voulions Nous te les montrerions. Tu les reconnaîtrais certes à leurs traits; et tu les reconnaîtrais très certainement au ton de leur parler. Et Allah connaît bien vos actions.",
        "es": "Si quisieramos, haríamos que les vieras: es reconocerías por sus rasgos: y, ciertamente, les reconocerás por el tono de sus palabras. Alá sabe lo que hacéis."
      },
      "ibn_ashour": "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ (30({ أضغانهم * وَلَوْ نَشَآءُ لأريناكهم فَلَعَرَفْتَهُم بسيماهم وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ القول والله يَعْلَمُ } .كان مرض قلوبهم خفياً لأنهم يبالغون في كتمانه وتمويهه بالتظاهر بالإيمان ، فذكر الله لنبيئه صلى الله عليه وسلم أنه لو شاء لأطلعه عليهم واحداً واحداً فيعرف ذواتهم بعلاماتهم .والسّيمَى بالقصر : العَلامة الملازمة ، أصله : وِسْمَى بوزن فِعلى من الوسم وهو جعل سمة للشيء ، وهو بكسر أوله . فهو من المثال الواوي الفاء حولت الواو من موضع فاء الكلمة فوضعت في مكان عين الكلمة وحولت عين الكلمة إلى موضع الفاء فصارت سِوْمَى فانقلبت الواو ياء لسكونها وانكسار ما قبلها ، وتقدم عند قوله تعالى : { تعرفهم بسيماهم } في سورة البقرة ( 273 ( .والمعنى : لأريناكَ أشخاصهم فعرفتهم ، أو لذكرنَا لك أوصافهم فعرفتهم بها ثم يحتمل أن الله شاء ذلك وأراهم للرسول فعن أنس ما خفي على النبي بعد هذه الآية شيء من المنافقين كان يعرفهم بسيماهم ذكره البغوي والثعلبي بدون سند . ومما ي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَٰهِدِينَ مِنكُمْ وَٱلصَّٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
      "tafsir": {
        "muyassar": "ولنختبرنكم- أيها المؤمنون- بالقتال والجهاد لأعداء الله حتى يظهر ما علمه سبحانه في الأزل؛ لنميز أهل الجهاد منكم والصبر على قتال أعداء الله، ونختبر أقوالكم وأفعالكم، فيظهر الصادق منكم من الكاذب.",
        "mukhtasar": "ولنختبرنّكم - أيها المؤمنون- بالجهاد وقتال الأعداء والقتل حتى نعلم المجاهدين منكم في سبيل الله، والصابرين منكم على قتال أعدائه، ونختبركم فنعرف الصادق منكم والكاذب.",
        "saadi": "ثم ذكر أعظم امتحان يمتحن به عباده، وهو الجهاد في سبيل الله، فقال: { وَلَنَبْلُوَنَّكُمْ } أي: نختبر إيمانكم وصبركم، { حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ } فمن امتثل أمر الله وجاهد في سبيل الله لنصر دينه وإعلاء كلمته فهو المؤمن حقا، ومن تكاسل عن ذلك، كان ذلك نقصا في إيمانه. ",
        "kathir": "\"ولنبلونكم\" أي لنختبرنكم بالأوامر والنواهي \"حتى نعلم المجاهدين منكم والصابرين ونبلو أخباركم\" وليس في تقدم علم الله تعالى بما هو كائن أنه سيكون شك ولا ريب فالمراد حتى نعلم وقوعه ولهذا يقول ابن عباس رضي الله عنهما في مثل هذا إلا لنعلم أي لنرى."
      },
      "translations": {
        "en": "And We will surely test you until We make evident those who strive among you [for the cause of Allah] and the patient, and We will test your affairs.",
        "fr": "Nous vous éprouverons certes afin de distinguer ceux d'entre vous qui luttent [pour la cause d'Allah] et qui endurent, et afin d'éprouver [faire apparaître] vos nouvelles.",
        "es": "Hemos de probaros para saber quiénes de vosotros luchan y perseveran, así como para comprobar lo que se cuenta de vosotros."
      },
      "ibn_ashour": "وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (31(عطف على قوله : { والله يعلم أعمالكم } [ محمد : 30 ] . ومعناه معنى الاحتراس ممَّا قد يتوهم السامعون من قوله : { والله يعلم أعمالكم } من الاستغناء عن التكليف .ووجه هذا الاحتراس أن علم الله يتعلق بأعمال الناس بعد أن تقع ويتعلق بها قبل وقوعها فإنها ستقع ويتعلق بعزم الناس على الاستجابة لدعوة التكاليف قوة وضعفا ، ومن عدم الاستجابة كفراً وعناداً ، فبيّن بهذه الآية أن من حكمة التكاليف أن يظهر أثر علم الله بأحوال الناس وتقدم الحجة عليهم .ولما قال النبي صلى الله عليه وسلم « إن الله كتب لِكل عبد مقعده من الجنة أو من النار . فقالوا أفلا نتكل على ما كُتب لنا؟ قال : اعملوا فكل مُيَسَّر لما خلق له ، وقرأ { فأما من أعطى واتّقى وصدّق بالحسنى فسنُيَسِّره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنُيَسِّره للعسرى } [ الليل : 5 10 ] »والبَلْو : الاختبار وتعرُّف حال الشيء . والمراد بالابتلاء الأمر والنهي في التكليف ، فإنه يظهرَ به المطيع والعاصي والكافر ، وسُمي ذلك ابتلاء على وجه المجاز المرسل لأنه يلز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًۭٔا وَسَيُحْبِطُ أَعْمَٰلَهُمْ",
      "tafsir": {
        "muyassar": "إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له، وصدوا الناس عن دينه، وخالفوا رسول الله صلى الله عليه وسلم، فحاربوه من بعد ما جاءتهم الحجج والآيات أنه نبي من عند الله، لن يضروا دين الله شيئًا، وسيُبْطِل ثواب أعمالهم التي عملوها في الدنيا؛ لأنهم لم يريدوا بها وجه الله تعالى.",
        "mukhtasar": "إن الذين كفروا بالله وبرسوله، وصدوا عن دين الله بأنفسهم، وصدوا عنه غيرهم، وخالفوا رسوله وَعَادَوْه من بعد ما تبيّن أنه نبي - لن يضرّوا الله شيئًا، وإنما يضرون أنفسهم، وسيبطل الله أعمالهم.",
        "saadi": "هذا وعيد شديد لمن جمع أنواع الشر كلها، من الكفر بالله، وصد الخلق عن سبيل الله الذي نصبه موصلا إليه.{ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى } أي: عاندوه وخالفوه عن عمد وعناد، لا عن جهل وغي وضلال، فإنهم { لَنْ يَضُرُّوا اللَّهَ شَيْئًا } فلا ينقص به ملكه.{ وَسَيُحْبِطُ أَعْمَالَهُمْ } أي: مساعيهم التي بذلوها في نصر الباطل، بأن لا تثمر لهم إلا الخيبة والخسران، وأعمالهم التي يرجون بها الثواب، لا تقبل لعدم وجود شرطها.",
        "kathir": "يخبر تعالى عمن كفر وصد عن سبيل الله ، وخالف الرسول وشاقه ، وارتد عن الإيمان من بعد ما تبين له الهدى : أنه لن يضر الله شيئا ، وإنما يضر نفسه ويخسرها يوم معادها ، وسيحبط الله عمله فلا يثيبه على سالف ما تقدم من عمله الذي عقبه بردته مثقال بعوضة من خير ، بل يحبطه ويمحقه بالكلية ، كما أن الحسنات يذهبن السيئات ."
      },
      "translations": {
        "en": "Indeed, those who disbelieved and averted [people] from the path of Allah and opposed the Messenger after guidance had become clear to them - never will they harm Allah at all, and He will render worthless their deeds.",
        "fr": "Ceux qui ont mécru et obstrué le chemin d'Allah et se sont mis dans le clan opposé au Messager après que le droit chemin leur fut clairement exposé, ne sauront nuire à Allah en quoi que ce soit. Il rendra vaines leurs œuvres.",
        "es": "Los infieles que hayan desviado a otros del camino de Alá y se hayan separado del Enviado, después de habérseles manifestado claramente la Dirección, no causarán ningún daño a Alá. Y hará vanas sus obras."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ (32(الظاهر أن المعنيّ بالذين كفروا هنا الذين كفروا المذكورون في أول هذه السورة وفيما بعد من الآيات التي جرى فيها ذكر الكافرين ، أي الكفار الصرحاء عاد الكلام إليهم بعد الفراغ من ذكر المنافقين الذين يخفون الكفر ، عودا على بدء لتهوين حالهم في نفوس المسلمين ، فبعد أن أخبر الله أنه أضل أعمالهم وأنهم اتبعوا الباطل وأمر بضرب رقابهم وأن التعس لهم وحقَّرهم بأنهم يتمتعون ويأكلون كما تأكل الأنعام ، وأن الله أهلك قرى هي أشد منهم قوة ، ثم جرى ذكر المنافقين ، بعد ذلك ثُني عنان الكلام إلى الذين كفروا أيضاً ليعرِّف الله المسلمين بأنهم في هذه المآزق التي بينهم وبين المشركين لا يَلحقهم منهم أدنى ضُرّ ، وليزيد وصف الذين كفروا بأنهم شاقّوا الرسول صلى الله عليه وسلمفالجملة استئناف ابتدائي وهي توطئة لقوله : { فلا تهنوا وتدْعُوا إلى السلم } [ محمد : 35 ] . وفعل { شاقُّوا } مشتق من كلمة شِق بكسر الشين وهو الجانب ، والمشاقة المخالفة ، ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَٰلَكُمْ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه أطيعوا الله وأطيعوا الرسول في أمرهما ونهيهما، ولا تبطلوا ثواب أعمالكم بالكفر والمعاصي.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرع، أطيعوا الله، وأطيعوا الرسول بأن تمتثلوا أمرهما، وتجتنبوا نهيهما، ولا تبطلوا أعمالكم بالكفر والرياء وغير ذلك.",
        "saadi": "يأمر تعالى المؤمنين بأمر به تتم أمورهم، وتحصل سعادتهم الدينية والدنيوية، وهو: طاعته وطاعة رسوله في أصول الدين وفروعه، والطاعة هي امتثال الأمر، واجتناب النهي على الوجه المأمور به بالإخلاص وتمام المتابعة.وقوله: { وَلَا تُبْطِلُوا أَعْمَالَكُمْ } يشمل النهي عن إبطالها بعد عملها، بما يفسدها، من من بها وإعجاب، وفخر وسمعة، ومن عمل بالمعاصي التي تضمحل معها الأعمال، ويحبط أجرها، ويشمل النهي عن إفسادها حال وقوعها بقطعها، أو الإتيان بمفسد من مفسداتها.فمبطلات الصلاة والصيام والحج ونحوها، كلها داخلة في هذا، ومنهي عنها، ويستدل الفقهاء بهذه الآية على تحريم قطع الفرض، وكراهة قطع النفل، من غير موجب لذلك، وإذا كان الله قد نهى عن إبطال الأعمال، فهو أمر بإصلاحها، وإكمالها وإتمامها، والإتيان بها، على الوجه الذي تصلح به علما وعملا.",
        "kathir": "وقد قال الإمام محمد بن نصر المروزي في كتاب الصلاة : حدثنا أبو قدامة ، حدثنا وكيع ، حدثنا أبو جعفر الرازي ، عن الربيع بن أنس ، عن أبي العالية قال : كان أصحاب رسول الله - صلى الله عليه وسلم - يظنون أنه لا يضر مع \" لا إله إلا الله \" ذنب ، كما لا ينفع مع الشرك عمل ، فنزلت : ( أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) فخافوا أن يبطل الذنب العمل .ثم روي من طريق عبد الله بن المبارك : أخبرني بكير بن معروف ، عن مقاتل بن حيان ، عن نافع ، عن ابن عمر قال : كنا معشر أصحاب رسول الله - صلى الله عليه وسلم - نرى أنه ليس شيء من الحسنات إلا مقبول ، حتى نزلت : ( أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم ) ، فقلنا : ما هذا الذي يبطل أعمالنا ؟ فقلنا : الكبائر الموجبات والفواحش ، حتى نزلت : ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) [ النساء : 48 ] ، فلما نزلت كففنا عن القول في ذلك ، فكنا نخاف على من أصاب الكبائر والفواحش ، ونرجو لمن لم يصبها .ثم أمر تعالى عباده المؤمنين بطاعته وطاعة رسوله التي هي سعادتهم في الدنيا والآخرة ، ونهاهم عن الارتداد الذي هو مبطل للأعمال ; ولهذا قال : ( ولا تبطلوا أعمالكم ) أي : بالردة ; ولهذا قال بعدها :"
      },
      "translations": {
        "en": "O you who have believed, obey Allah and obey the Messenger and do not invalidate your deeds.",
        "fr": "O vous qui avez cru ! Obéissez à Allah, obéissez au Messager, et ne rendez pas vaines vos œuvres.",
        "es": "¡Creyentes! ¡Obedeced a Alá y obedeced al Enviado! ¡No hagáis vanas vuestras obras!"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ (33(اعتراض بين جملة { إن الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول } [ محمد : 32 ] ، وبين جملة { إن الذين كفروا وصدوا عن سبيل الله ثم ماتُوا وهم كفار } [ محمد : 34 ] وُجه به الخطاب إلى المؤمنين بالأمر بطاعة الله ورسوله صلى الله عليه وسلم وتجنب ما يبطل الأعمال الصالحة اعتباراً بما حكي من حال المشركين في الصد عن سبيل الله ومشاقة الرسول صلى الله عليه وسلمفوصف الإيمان في قوله : { يا أيها الذين آمنوا } مقابل وصف الكفر في قوله : { إن الذين كفروا } [ محمد : 32 ] ، وطاعة الله مقابل الصدّ عن سبيل الله ، وطاعةُ الرسول ضد مشاقة الرسول صلى الله عليه وسلم والنهي عن إبطال الأعمال ضد بطلان أعمال الذين كفروا . فطاعة الرسول صلى الله عليه وسلم التي أمروا بها هي امتثال ما أمَر به ونهَى عنه من أحكام الدين . وأما ما ليس داخلاً تحت التشريع فطاعة أمر الرسول صلى الله عليه وسلم فيه طاعة انتصاح وأدب ، ألا ترى أن بريرة لم تطع رسول الله صلى الله عليه وسلم في مراجعة زوجها مُغيث لما علمتْ أن أمره إياها ليس بعز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌۭ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
      "tafsir": {
        "muyassar": "إن الذين جحدوا أن الله هو الإله الحق وحده لا شريك له وصدُّوا الناس عن دينه، ثم ماتوا على ذلك، فلن يغفر الله لهم، وسيعذبهم عقابًا لهم على كفرهم، ويفضحهم على رؤوس الأشهاد.",
        "mukhtasar": "إن الذين كفروا بالله، وصرفوا أنفسهم وصرفوا الناس عن دين الله، ثم ماتوا على كفرهم قبل التوبة - فلن يتجاوز الله عن ذنوبهم بسترها، بل سيؤاخذهم بها، ويدخلهم النار خالدين فيها أبدًا.",
        "saadi": "هذه الآية والتي في البقرة قوله: { وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ } مقيدتان، لكل نص مطلق، فيه إحباط العمل بالكفر، فإنه مقيد بالموت عليه، فقال هنا: { إِنَّ الَّذِينَ كَفَرُوا } بالله وملائكته وكتبه ورسله واليوم الآخر { وَصَدُّوا } الخلق { عَنْ سَبِيلِ اللَّهِ } بتزهيدهم إياهم بالحق، ودعوتهم إلى الباطل، وتزيينه، { ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ } لم يتوبوا منه، { فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ } لا بشفاعة ولا بغيرها، لأنه قد تحتم عليهم العقاب، وفاتهم الثواب، ووجب عليهم الخلود في النار، وسدت عليهم رحمة الرحيم الغفار.ومفهوم الآية الكريمة أنهم إن تابوا من ذلك قبل موتهم، فإن الله يغفر لهم ويرحمهم، ويدخلهم الجنة، ولو كانوا مفنين أعمارهم في الكفر به والصد عن سبيله، والإقدام على معاصيه، فسبحان من فتح لعباده أبواب الرحمة، ولم يغلقها عن أحد، ما دام حيا متمكنا من التوبة.وسبحان الحليم، الذي لا يعاجل العاصين بالعقوبة، بل يعافيهم، ويرزقهم، كأنهم ما عصوه مع قدرته عليهم.",
        "kathir": "( إن الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم ) ، كقوله ( إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء ) الآية ."
      },
      "translations": {
        "en": "Indeed, those who disbelieved and averted [people] from the path of Allah and then died while they were disbelievers - never will Allah forgive them.",
        "fr": "Ceux qui ont mécru et obstrué le chemin d'Allah puis sont morts tout en étant mécréants, Allah ne leur pardonnera jamais.",
        "es": "Alá no perdonará a los infieles que hayan desviado a otros del camino de Alá y mueran siendo infieles."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ (34(هذه الآية تكملة لآية { إن الذين كفروا وصدّوا عن سبيل الله وشاقوا الرسول } [ محمد : 32 ] الخ لأن تلك مسوقة لعدم الاكتراث بمشاقّهم ولبيان أن الله مبطل صنائعهم وهذه مسوقة لبيان عدم انتفاعهم لمغفرة الله إذ ماتوا على ما هم عليه من الكفر فهي مستأنفة استئنافاً ابتدائياً .واقتران خبر الموصول بالفاء إيماء إلى أنه أشرف معنى الشرط فلا يراد به ذو صلة معيّن بل المراد كل من تحققت فيه ماهية الصلة وهي الكفر والموت على الكفر .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَٰلَكُمْ",
      "tafsir": {
        "muyassar": "فلا تضعفوا -أيها المؤمنون بالله ورسوله- عن جهاد المشركين، وتجْبُنوا عن قتالهم، وتدعوهم إلى الصلح والمسالمة، وأنتم القاهرون لهم والعالون عليهم، والله تعالى معكم بنصره وتأييده. وفي ذلك بشارة عظيمة بالنصر والظَّفَر على الأعداء. ولن يُنْقصكم الله ثواب أعمالكم.",
        "mukhtasar": "فلا تضعفوا - أيها المؤمنون - عن مواجهة عدوّكم، وتدعوهم إلى الصلح قبل أن يدعوكم إليه، وأنتم القاهرون الغالبون لهم، والله معكم بنصره وتأييده، ولن ينقصكم من ثواب أعمالكم شيئًا، بل يزيدكم منًّا منه وتفضلًا.",
        "saadi": "{ فَلَا تَهِنُوا } أي: لا تضعفوا عن قتال عدوكم، ويستولي عليكم الخوف، بل اصبروا واثبتوا، ووطنوا أنفسكم على القتال والجلاد، طلبا لمرضاة ربكم، ونصحا للإسلام، وإغضابا للشيطان.ولا تدعوا إلى المسالمة والمتاركة بينكم وبين أعدائكم، طلبا للراحة، { و } الحال أنكم { أنتم الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ } أي: ينقصكم { أَعْمَالُكُم } فهذه الأمور الثلاثة، كل منها مقتض للصبر وعدم الوهن كونهم الأعلين، أي: قد توفرت لهم أسباب النصر، ووعدوا من الله بالوعد الصادق، فإن الإنسان، لا يهن إلا إذا كان أذل من غيره وأضعف عددا، وعددا، وقوة داخلية وخارجية.الثاني: أن الله معهم، فإنهم مؤمنون، والله مع المؤمنين، بالعون، والنصر، والتأييد، وذلك موجب لقوة قلوبهم، وإقدامهم على عدوهم.الثالث: أن الله لا ينقصهم من أعمالهم شيئا، بل سيوفيهم أجورهم، ويزيدهم من فضله، خصوصا عبادة الجهاد، فإن النفقة تضاعف فيه، إلى سبع مائة ضعف، إلى أضعاف كثيرة، وقال تعالى: { ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَيْلًا إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ } فإذا عرف الإنسان أن الله تعالى لا يضيع عمله وجهاده، أوجب له ذلك النشاط، وبذل الجهد فيما يترتب عليه الأجر والثواب، فكيف إذا اجتمعت هذه الأمور الثلاثة فإن ذلك يوجب النشاط التام، فهذا من ترغيب الله لعباده، وتنشيطهم، وتقوية أنفسهم على ما فيه صلاحهم وفلاحهم. ",
        "kathir": "ثم قال لعباده المؤمنين : ( فلا تهنوا ) أي : لا تضعفوا عن الأعداء ، ( وتدعوا إلى السلم ) أي : المهادنة والمسالمة ، ووضع القتال بينكم وبين الكفار في حال قوتكم وكثرة عددكم وعددكم ; ولهذا قال : ( فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون ) أي : في حال علوكم على عدوكم ، فأما إذا كان الكفار فيهم قوة وكثرة بالنسبة إلى جميع المسلمين ، ورأى الإمام في المعاهدة والمهادنة مصلحة ، فله أن يفعل ذلك ، كما فعل رسول الله - صلى الله عليه وسلم - حين صده كفار قريش عن مكة ، ودعوه إلى الصلح ووضع الحرب بينهم وبينه عشر سنين ، فأجابهم إلى ذلك .وقوله : ( والله معكم ) فيه بشارة عظيمة بالنصر والظفر على الأعداء ، ( ولن يتركم أعمالكم ) أي : ولن يحبطها ويبطلها ويسلبكم إياها ، بل يوفيكم ثوابها ولا ينقصكم منها شيئا ."
      },
      "translations": {
        "en": "So do not weaken and call for peace while you are superior; and Allah is with you and will never deprive you of [the reward of] your deeds.",
        "fr": "Ne faiblissez donc pas et n'appelez pas à la paix alors que vous êtes les plus hauts, qu'Allah est avec vous, et qu'Il ne vous frustrera jamais [du mérite] de vos œuvres.",
        "es": "¡No flaqueéis, pues, invitando a la paz, ya que seréis vosotros los que ganen! Alá está con vosotros y no dejará de premiar vuestras obras."
      },
      "ibn_ashour": "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ (35(الفاء للتفريع على ما تقرر في نفوس المؤمنين من خذل الله تعالى المشركين بما أخبر به من أنه أضل أعمالهم وقدّر لهم التعس ، وبما ضرب لهم من مصائر أمثالهم من الذين من قبلهم دمرهم الله وأهلكهم ولم يجدوا ناصراً ، وما وعد به المؤمنين من النصر عليهم وما أمرهم به من قتالهم وبتكلفه للمؤمنين بالولاية وما وعدهم من الجزاء في دارالخلد وبما أتبع ذلك من وصف كَيْد فريق المنافقين للمؤمنين وتعهدهم بإعانة المشركين ، وذلك مما يوجس منه المؤمنون خيفة إذ يعلمون أن أعداء لهم منبثون بين ظهرانيهم .فعلى ذلك كله فرع نهيهم عن الوهن وعن الميل إلى الدعة ووعدهم بأنهم المنتصرون وأن الله مؤيدهم . ويجوز أن يجعل التفريع على أقرب الأخبار المتقدمة وهو قوله : { ولنبلونكم حتى نعلم المجاهدين منكم والصابرين } [ محمد : 31 ] .وهذا النهي عن الوهن وعن الدعاء إلى السَّلْم تحذير من أمر توفرت أسباب حصوله متهيئة للإقدام على الحرب عند الأمر بها وليس نهياً عن وهن حصل لهم ولا عن دعائهم إلى السلم لأن هذه السورة نزلت بعد غ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
      "tafsir": {
        "muyassar": "إنما الحياة الدنيا لعب وغرور. وإن تؤمنوا بالله ورسوله، وتتقوا الله بأداء فرائضه واجتناب معاصيه، يؤتكم ثواب أعمالكم، ولا يسألْكم إخراج أموالكم جميعها في الزكاة، بل يسألكم إخراج بعضها. إن يسألكم أموالكم، فيُلِحَّ عليكم ويجهدكم، تبخلوا بها وتمنعوه إياها، ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله.",
        "mukhtasar": "إنما الحياة الدنيا لعب ولهو، فلا ينشغل بها عاقل عن العمل لآخرته، وإن تؤمنوا بالله ورسوله، وتتقوا الله بامتثال أوامره، واجتناب نواهيه، يعطكم ثواب أعمالكم كاملًا غير منقوص، ولا يطلب منكم أموالكم كلها، وإنما يطلب منكم الواجب من الزكاة.",
        "saadi": "هذا تزهيد منه لعباده في الحياة الدنيا بإخبارهم عن حقيقة أمرها، بأنها لعب ولهو، لعب في الأبدان ولهو في القلوب، فلا يزال العبد لاهيا في ماله، وأولاده، وزينته، ولذاته من النساء، والمآكل والمشارب، والمساكن والمجالس، والمناظر والرياسات، لاعبا في كل عمل لا فائدة فيه، بل هو دائر بين البطالة والغفلة والمعاصي، حتى تستكمل دنياه، ويحضره أجله، فإذا هذه الأمور قد ولت وفارقت، ولم يحصل العبد منها على طائل، بل قد تبين له خسرانه وحرمانه، وحضر عذابه، فهذا موجب للعاقل الزهد فيها، وعدم الرغبة فيها، والاهتمام بشأنها، وإنما الذي ينبغي أن يهتم به ما ذكره بقوله: { وَإِنْ تُؤْمِنُوا وَتَتَّقُوا } بأن تؤمنوا بالله، وملائكته وكتبه ورسله واليوم الآخر، وتقوموا بتقواه التي هي من لوازم الإيمان ومقتضياته، وهي العمل بمرضاته على الدوام، مع ترك معاصيه، فهذا الذي ينفع العبد، وهو الذي ينبغي أن يتنافس فيه، وتبذل الهمم والأعمال في طلبه، وهو مقصود الله من عباده رحمة بهم ولطفا، ليثيبهم الثواب الجزيل، ولهذا قال: { وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ } أي: لا يريد تعالى أن يكلفكم ما يشق عليكم، ويعنتكم من أخذ أموالكم، وبقائكم بلا مال، أو ينقصكم نقصا يضركم.",
        "kathir": "يقول تعالى تحقيرا لأمر الدنيا وتهوينا لشأنها : ( إنما الحياة الدنيا لعب ولهو ) أي : حاصلها ذلك إلا ما كان منها لله عز وجل ; ولهذا قال : ( وإن تؤمنوا وتتقوا يؤتكم أجوركم ولا يسألكم أموالكم ) أي : هو غني عنكم لا يطلب منكم شيئا ، وإنما فرض عليكم الصدقات من الأموال مواساة لإخوانكم الفقراء ، ليعود نفع ذلك عليكم ، ويرجع ثوابه إليكم ."
      },
      "translations": {
        "en": "[This] worldly life is only amusement and diversion. And if you believe and fear Allah, He will give you your rewards and not ask you for your properties.",
        "fr": "La vie présente n'est que jeu et amusement; alors que si vous croyez et craignez, [Allah], Il vous accordera vos récompenses et ne vous demandera pas vos biens.",
        "es": "La vida de acá es sólo juego y distracción. Pero, si creéis y teméis a Alá, Él os recompensará sin reclamaros vuestros bienes."
      },
      "ibn_ashour": "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ (36({ أعمالكم * إِنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَإِن تُؤْمِنُواْ وَتَتَّقُواْ يُؤْتِكُمْ أُجُورَكُمْ وَلاَ يَسْھَلْكُمْ } .تعليل لمضمون قوله : { فلا تهنوا وتدعوا إلى السلم } [ محمد : 35 ] الآية ، وافتتاحها ب ( إنّ ( مُغننٍ عن افتتاحها بفاء التسبب على ما بينه في دلائل الإعجاز ، وليس اتصال ( إنّ ( ب ( ما ( الزائدة الكافة بمغيّر موقعها بدون ( ما ( لأنّ اتصالها بها زادها معنى الحصر .والمراد ب { الحياة } أحوال مدة الحياة فهو على حذف مضافَيْن .واللعب : الفعل الذي يريد به فاعله الهزل دون اجتناء فائدة كأفعال الصبيان في مرحهم .واللهو : العمل الذي يعمل لصرف العقل عن تعب الجد في الأمور فيلهو عن ما يهتم له ويكدّ عقله .والإخبار عن الحياة بأنها لعب ولهو على معنى التشبيه البليغ ، شُبهت أحوال الحياة الدنيا باللعب واللهو في عدم ترتب الفائدة عليها لأنها فانية منقضية والآخرة هي دار القرار .وهذا تحذير من أن يحملهم حب لذائذ العيش على الزهادة في مقابلة العدّو ويتلو إلى",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَٰنَكُمْ",
      "tafsir": {
        "muyassar": "إنما الحياة الدنيا لعب وغرور. وإن تؤمنوا بالله ورسوله، وتتقوا الله بأداء فرائضه واجتناب معاصيه، يؤتكم ثواب أعمالكم، ولا يسألْكم إخراج أموالكم جميعها في الزكاة، بل يسألكم إخراج بعضها. إن يسألكم أموالكم، فيُلِحَّ عليكم ويجهدكم، تبخلوا بها وتمنعوه إياها، ويظهر ما في قلوبكم من الحقد إذا طلب منكم ما تكرهون بذله.",
        "mukhtasar": "إن يطلب منكم جميع أموالكم ويلحّ في طلبها منكم، تبخلوا بها، ويخرج ما في قلوبكم من كراهية الإنفاق في سبيله، فترك طلبها منكم رفقًا بكم.",
        "saadi": "{ إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ } أي: ما في قلوبكم من الضغن، إذا طلب منكم ما تكرهون بذله.والدليل على أن الله لو طلب منكم أموالكم وأحفاكم بسؤالها، أنكم تمتنعون منها.",
        "kathir": "ثم قال : ( إن يسألكموها فيحفكم تبخلوا ) أي : يحرجكم تبخلوا : ( ويخرج أضغانكم )قال قتادة : \" قد علم الله أن في إخراج الأموال إخراج الأضغان \" . وصدق قتادة فإن المال محبوب ، ولا يصرف إلا فيما هو أحب إلى الشخص منه ."
      },
      "translations": {
        "en": "If He should ask you for them and press you, you would withhold, and He would expose your unwillingness.",
        "fr": "S'Il vous les demandait importunément, vous deviendriez avares et Il ferait apparaître vos haines.",
        "es": "Si os los reclamara con insistencia, os mostraríais avaros y descubriría vuestro odio."
      },
      "ibn_ashour": "إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ (37(وجملة { إنْ يسألكموها } الخ تعليل لنفي سؤاله إياهم أموالهم ، أي لأنه إن سألكم إعطاء جميع أموالكم وقد علم أن فيكم من يسمح بالمال لا تبْخلوا بالبذل وتجعلوا تكليفكم بذلك سبباً لإظهار ضغنكم على الذين لا يعطون فيَكثر الارتداد والنفاق وذلك يخالف مراد الله من تزكية نفوس الداخلين في الإيمان .وهذا مراعاة لحال كثير يومئذٍ بالمدينة كانوا حديثي عهد بالإسلام وكانوا قد بذلوا من أموالهم للمهاجرين فيسَّر الله عليهم بأن لم يسألهم زيادة على ذلك ، وكان بينهم كثير من أهل النفاق يترصدون الفرص لفتنتهم ، قال تعالى : { هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفَضّوا } [ المنافقون : 7 ] . وهذا يشير إليه عطف قوله : { ويُخرج أضغانكم } أي تحدث فيكم أضغان فيكون سؤاله أموالكم سبباً في ظهورها فكأنه أظهرها . وهذه الآية أصل في سد ذريعة الفساد .والإحفاء : الإكثار وبلوغ النهاية في الفعل ، يقال : أحفاه في المسألة إذا لم يترك شيئاً من الإلحاح .وعن عبد الرحمن بن زيد : الإحفاء أن تأخذ كل شيء بيديك ، وهو تفسير غريب . وعبر به هنا عن الجزم ف",
      "shehri_videos": [
        {
          "videoId": "_CHjLDKzWJc",
          "url": "https://www.youtube.com/watch?v=_CHjLDKzWJc",
          "title": "برنامج غريب القرآن || الحلقة 121 - { فيحفكم تبخلوا }",
          "word": "فيحفكم تبخلوا"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 38,
      "text": "هَٰٓأَنتُمْ هَٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَٰلَكُم",
      "tafsir": {
        "muyassar": "ها أنتم -أيها المؤمنون- تُدْعَون إلى النفقة في جهاد أعداء الله ونصرة دينه، فمنكم مَن يَبْخَلُ بالنفقة في سبيل الله، ومَن يَبْخَلْ فإنما يبخل عن نفسه، والله تعالى هو الغنيُّ عنكم وأنتم الفقراء إليه، وإن تتولوا عن الإيمان بالله وامتثال أمره يهلكُّم، ويأت بقوم آخرين، ثم لا يكونوا أمثالكم في التولي عن أمر الله، بل يطيعونه ويطيعون رسوله، ويجاهدون في سبيله بأموالهم وأنفسهم.",
        "mukhtasar": "ها أنتم هؤلاء تُدْعَون لتنفقوا جزءًا من أموالكم في سبيل الله، ولا يطلب منكم إنفاق أموالكم كلها، فمنكم من يمنع الإنفاق المطلوب بخلًا منه، ومن يبخل بإنفاق جزء من ماله في سبيل الله، فإنما يبخل في الواقع على نفسه؛ بحرمانها ثواب الإنفاق، والله الغني فلا يحتاج إلى إنفاقكم، وأنتم الفقراء إليه، وإن ترجعوا عن الإسلام إلى الكفر يهلككم، ويأت بقوم غيركم، ثم لا يكونوا أمثالكم، بل يكونون مطيعين له.",
        "saadi": "أنكم { تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ } على هذا الوجه، الذي فيه مصلحتكم الدينية والدنيوية.{ فَمِنْكُمْ مَنْ يَبْخَلُ } أي: فكيف لو سألكم، وطلب منكم أموالكم في غير أمر ترونه مصلحة عاجلة؟ أليس من باب أولى وأحرى امتناعكم من ذلك.ثم قال: { وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ } لأنه حرم نفسه ثواب الله تعالى، وفاته خير كثير، ولن يضر الله بترك الإنفاق شيئا.فإن الله هو { الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ } تحتاجون إليه في جميع أوقاتكم، لجميع أموركم.{ وَإِنْ تَتَوَلَّوْا } عن الإيمان بالله، وامتثال ما يأمركم به { يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ } في التولي، بل يطيعون الله ورسوله، ويحبون الله ورسوله، كما قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ } تم تفسير سورة القتال، والحمد لله رب العالمين.  ",
        "kathir": "وقوله : ( ها أنتم هؤلاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ) أي : لا يجيب إلى ذلك ( ومن يبخل فإنما يبخل عن نفسه ) أي : إنما نقص نفسه من الأجر ، وإنما يعود وبال ذلك عليه ، ( والله الغني ) أي : عن كل ما سواه ، وكل شيء فقير إليه دائما ; ولهذا قال : ( وأنتم الفقراء ) أي : بالذات إليه . فوصفه بالغنى وصف لازم له ، ووصف الخلق بالفقر وصف لازم لهم ، [ أي ] لا ينفكون عنه .وقوله : ( وإن تتولوا ) أي : عن طاعته واتباع شرعه ( يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) أي : ولكن يكونون سامعين مطيعين له ولأوامره .وقال ابن أبي حاتم ، وابن جرير : حدثنا يونس بن عبد الأعلى ، حدثنا ابن وهب ، أخبرني مسلم بن خالد ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة [ رضي الله عنه ] أن رسول الله - صلى الله عليه وسلم - تلا هذه الآية : ( وإن تتولوا يستبدل قوما غيركم ثم لا يكونوا أمثالكم ) ، قالوا : يا رسول الله من هؤلاء الذين إن تولينا استبدل بنا ثم لا يكونوا أمثالنا ؟ قال : فضرب بيده على كتف سلمان الفارسي ثم قال : \" هذا وقومه ، ولو كان الدين عند الثريا لتناوله رجال من الفرس \" تفرد به مسلم بن خالد الزنجي ، ورواه عنه غير واحد ، وقد تكلم فيه بعض الأئمة ، والله أعلم .آخر تفسير سورة القتال ."
      },
      "translations": {
        "en": "Here you are - those invited to spend in the cause of Allah - but among you are those who withhold [out of greed]. And whoever withholds only withholds [benefit] from himself; and Allah is the Free of need, while you are the needy. And if you turn away, He will replace you with another people; then they will not be the likes of you.",
        "fr": "Vous voilà appelés à faire des dépenses dans le chemin d'Allah. Certains parmi vous se montrent avares. Quiconque cependant est avare, l'est à son détriment. Allah est le Suffisant à Soi-même alors que vous êtes les besogneux. Et si vous vous détournez, Il vous remplacera par un peuple autre que vous, et ils ne seront pas comme vous.",
        "es": "He aquí que sois vosotros los invitados a gastar por la causa de Alá, pero hay entre vosotros algunos avaros. Y quien es avaro lo es, en realidad, en detrimento propio. Alá es Quien Se basta a Sí mismo, mientras que sois vosotros los necesitados. Y, si volvéis la espalda, hará que otro pueblo os sustituya, que no será como vosotros."
      },
      "ibn_ashour": "هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ (38({ أضغانكم * هَآ أَنتُمْ هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِى }كلام المفسرين من قوله : { ولا يسألْكُم أموالَكم } إلى قوله : { عن نفسه } [ محمد : 36 38 ] يعرب عن حَيرة في مراد الله بهذا الكلام . وقد فسرناه آنفاً بما يشفي وبقي علينا قوله : { ها أنتم هؤلاء تُدْعَوْن لتنفقوا } الخ كيف موقعه بعد قوله : { ولا يسألكم أموالكم } فإن الدعوة للإنفاق عين سؤال الأموال فكيف يجمع بين ما هنا وبين قوله آنفاً { ولا يسألكم أموالكم } .فيجوز أن يكون المعنى : تُدْعَون لتنفقوا في سبيل الله لتدفعوا أعداءكم عنكم وليس ذلك لينتفع به الله كما قال : { والله الغني وأنتم الفقراء } . ونظم الكلام يقتضي أن هذه دعوة للإنفاق في الحال وليس إعلاماً لهم بأنهم سيدعون للإنفاق فهو طلبٌ حاصل . ويحمل { تدْعَون } على معنى تؤمرون أي أمر إيجاب .ويجوز أن يحمل { تدع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}