{
  "number": 48,
  "name": "سُورَةُ الفَتۡحِ",
  "englishName": "Al-Fath",
  "revelationType": "Medinan",
  "ayahCount": 29,
  "ayahs": [
    {
      "number": 1,
      "text": "إِنَّا فَتَحْنَا لَكَ فَتْحًۭا مُّبِينًۭا",
      "tafsir": {
        "muyassar": "إنا فتحنا لك -أيها الرسول- فتحًا مبينًا، يظهر الله فيه دينك، وينصرك على عدوك، وهو هدنة \"الحديبية\" التي أمن الناس بسببها بعضهم بعضًا، فاتسعت دائرة الدعوة لدين الله، وتمكن من يريد الوقوف على حقيقة الإسلام مِن معرفته، فدخل الناس تلك المدة في دين الله أفواجًا؛ ولذلك سمَّاه الله فتحًا مبينًا، أي ظاهرًا جليًّا.",
        "mukhtasar": "إنا فتحنا لك - أيها الرسول - فتحًا مبينًا بصلح الحديبية.",
        "saadi": "هذا الفتح المذكور هو صلح الحديبية، حين صد المشركون رسول الله صلى الله عليه وسلم لما جاء معتمرا في قصة طويلة، صار آخر أمرها أن صالحهم رسول الله صلى الله عليه وسلم على وضع الحرب بينه وبينهم عشر سنين، وعلى أن يعتمر من العام المقبل، وعلى أن من أراد أن يدخل في عهد قريش وحلفهم دخل، ومن أحب أن يدخل في عهد رسول الله صلى الله عليه وسلم وعقده فعل.وبسبب ذلك لما أمن الناس بعضهم بعضا، اتسعت دائرة الدعوة لدين الله عز وجل، وصار كل مؤمن بأي محل كان من تلك الأقطار، يتمكن من ذلك، وأمكن الحريص على الوقوف على حقيقة الإسلام، فدخل الناس في تلك المدة في دين الله أفواجا، فلذلك سماه الله فتحا، ووصفه بأنه فتح مبين أي: ظاهر جلي، وذلك لأن المقصود في فتح بلدان المشركين إعزاز دين الله، وانتصار المسلمين، وهذا حصل بذلك  الفتح.",
        "kathir": "تفسير سورة الفتح وهي مكية تفسير سورة الفتح وهي مكية .قال الإمام أحمد حدثنا وكيع ، حدثنا شعبة ، عن معاوية بن قرة قال : سمعت عبد الله بن مغفل يقول : قرأ رسول الله - صلى الله عليه وسلم - عام الفتح في مسيره سورة الفتح على راحلته فرجع فيها - قال معاوية : لولا أني أكره أن يجتمع الناس علينا لحكيت لكم قراءته ، أخرجاه من حديث شعبة به .بسم الله الرحمن الرحيم ( إنا فتحنا لك فتحا مبينا ( 1 ) ليغفر لك الله ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ويهديك صراطا مستقيما ( 2 ) وينصرك الله نصرا عزيزا ( 3 ) ) .نزلت هذه السورة الكريمة لما رجع رسول الله - صلى الله عليه وسلم - من الحديبية في ذي القعدة من سنة ست من الهجرة ، حين صده المشركون عن الوصول إلى المسجد الحرام ليقضي عمرته فيه ، وحالوا بينه وبين ذلك ، ثم مالوا إلى المصالحة والمهادنة ، وأن يرجع عامه هذا ثم يأتي من قابل ، فأجابهم إلى ذلك على تكره من جماعة من الصحابة ، منهم عمر بن الخطاب - رضي الله عنه - كما سيأتي تفصيله في موضعه من تفسير هذه السورة إن شاء الله . فلما نحر هديه حيث أحصر ، ورجع ، أنزل الله عز وجل ، هذه السورة فيما كان من أمره وأمرهم ، وجعل ذلك الصلح فتحا باعتبار ما فيه من المصلحة ، وما آل الأمر إليه ، كما روي عن ابن مسعود - رضي الله عنه - وغيره أنه قال : إنكم تعدون الفتح فتح مكة ، ونحن نعد الفتح صلح الحديبية .وقال الأعمش ، عن أبي سفيان ، عن جابر قال : ما كنا نعد الفتح إلا يوم الحديبية .وقال البخاري : حدثنا عبيد الله بن موسى ، عن إسرائيل ، عن أبي إسحاق ، عن البراء قال : تعدون أنتم الفتح فتح مكة ، وقد كان فتح مكة فتحا ، ونحن نعد الفتح بيعة الرضوان يوم الحديبية ، كنا مع رسول الله - صلى الله عليه وسلم - أربع عشرة مائة ، والحديبية بئر . فنزحناها فلم نترك فيها قطرة ، فبلغ ذلك رسول الله - صلى الله عليه وسلم - فأتاها فجلس على شفيرها ، ثم دعا بإناء من ماء فتوضأ ، ثم تمضمض ودعا ، ثم صبه فيها ، فتركناها غير بعيد ، ثم إنها أصدرتنا ما شئنا نحن وركائبنا .وقال الإمام أحمد : حدثنا أبو نوح ، حدثنا مالك بن أنس ، عن زيد بن أسلم ، عن أبيه ، عن عمر بن الخطاب قال : كنا مع رسول الله - صلى الله عليه وسلم - في سفر ، قال : فسألته عن شيء - ثلاث مرات - فلم يرد علي ، قال : فقلت لنفسي : ثكلتك أمك يابن الخطاب ، نزرت رسول الله - صلى الله عليه وسلم - ثلاث مرات فلم يرد عليك ؟ قال : فركبت راحلتي فتقدمت مخافة أن يكون نزل في شيء ، قال : فإذا أنا بمناد ينادي : يا عمر ، أين عمر ؟ قال : فرجعت وأنا أظن أنه نزل في شيء ، قال : فقال النبي - صلى الله عليه وسلم - : \" نزلت علي الليلة سورة هي أحب إلي من الدنيا وما فيها : ( إنا فتحنا لك فتحا مبينا . ليغفر لك الله ما تقدم من ذنبك وما تأخر ) .ورواه البخاري ، والترمذي ، والنسائي من طرق ، عن مالك ، رحمه الله ، وقال علي بن المديني : هذا إسناد مديني [ جيد ] لم نجده إلا عندهم .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن قتادة ، عن أنس بن مالك - رضي الله عنه - قال : نزلت على النبي - صلى الله عليه وسلم - : ( ليغفر لك الله ما تقدم من ذنبك وما تأخر ) مرجعه من الحديبية ، قال النبي - صلى الله عليه وسلم - : \" لقد أنزلت علي آية أحب إلي مما على الأرض \" ، ثم قرأها عليهم النبي - صلى الله عليه وسلم - فقالوا : هنيئا مريئا يا نبي الله ، لقد بين الله - عز وجل - ماذا يفعل بك ، فماذا يفعل بنا ؟ فنزلت عليه : ( ليدخل المؤمنين والمؤمنات جنات ) حتى بلغ : ( فوزا عظيما ) [ الفتح : 5 ] ، أخرجاه في الصحيحين من رواية قتادة به .وقال الإمام أحمد : حدثنا إسحاق بن عيسى ، حدثنا مجمع بن يعقوب ، قال : سمعت أبي يحدث عن عمه عبد الرحمن بن أبي يزيد الأنصاري عن عمه مجمع بن جارية الأنصاري - وكان أحد القراء الذين قرءوا القرآن - قال : شهدنا الحديبية فلما انصرفنا عنها إذا الناس ينفرون الأباعر ، فقال الناس بعضهم لبعض : ما للناس ؟ قالوا : أوحي إلى رسول الله - صلى الله عليه وسلم - فخرجنا مع الناس نوجف ، فإذا رسول الله - صلى الله عليه وسلم - على راحلته عند كراع الغميم ، فاجتمع الناس عليه ، فقرأ عليهم : ( إنا فتحنا لك فتحا مبينا ) ، قال : فقال رجل من أصحاب رسول الله - صلى الله عليه وسلم - : أي رسول الله ، وفتح هو ؟ قال : \" إي والذي نفس محمد بيده ، إنه لفتح \" . فقسمت خيبر على أهل الحديبية لم يدخل معهم فيها أحد إلا من شهد الحديبية ، فقسمها رسول الله - صلى الله عليه وسلم - على ثمانية عشر سهما ، وكان الجيش ألفا وخمسمائة فارس ، فأعطى الفارس سهمين ، وأعطى الراجل سهما .رواه أبو داود في الجهاد عن محمد بن عيسى ، عن مجمع بن يعقوب ، به .وقال ابن جرير : حدثنا محمد بن عبد الله بن بزيع ، حدثنا أبو بحر ، حدثنا شعبة ، حدثنا جامع بن شداد ، عن عبد الرحمن بن أبي علقمة ، قال : سمعت عبد الله بن مسعود يقول : لما أقبلنا من الحديبية أعرسنا فنمنا ، فلم نستيقظ إلا بالشمس قد طلعت ، فاستيقظنا ورسول الله - صلى الله عليه وسلم - نائم ، قال : فقلنا : \" امضوا \" . فاستيقظ رسول الله - صلى الله عليه وسلم - : فقال : \" افعلوا ما كنتم تفعلون وكذلك [ يفعل ] من نام أو نسي \" . قال : وفقدنا ناقة رسول الله - صلى الله عليه وسلم - فطلبناها ، فوجدناها قد تعلق خطامها بشجرة ، فأتيته بها فركبها ، فبينا نحن نسير إذ أتاه الوحي ، قال : وكان إذا أتاه [ الوحي ] اشتد عليه ، فلما سري عنه أخبرنا أنه أنزل عليه : ( إنا فتحنا لك فتحا مبينا ) .وقد رواه أحمد وأبو داود ، والنسائي من غير وجه ، عن جامع بن شداد به .وقال الإمام أحمد : حدثنا عبد الرحمن ، حدثنا سفيان عن زياد بن علاقة ، قال : سمعت المغيرة بن شعبة يقول : كان النبي - صلى الله عليه وسلم - يصلي حتى ترم قدماه ، فقيل له : أليس قد غفر الله لك ما تقدم من ذنبك وما تأخر ؟ فقال : \" أفلا أكون عبدا شكورا \" .أخرجاه وبقية الجماعة إلا أبا داود من حديث زياد به .وقال الإمام أحمد : حدثنا هارون بن معروف ، حدثنا ابن وهب ، حدثني أبو صخر ، عن ابن قسيط ، عن عروة بن الزبير ، عن عائشة ، قالت : كان رسول الله - صلى الله عليه وسلم - إذا صلى قام حتى تتفطر رجلاه .فقالت له عائشة : يا رسول الله ، أتصنع هذا وقد غفر لك الله ما تقدم من ذنبك وما تأخر ؟ فقال : \" يا عائشة ، أفلا أكون عبدا شكورا ؟ \" .أخرجه مسلم في الصحيح من رواية عبد الله بن وهب ، به .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا عبد الله بن عون الخراز - وكان ثقة بمكة - حدثنا محمد بن بشر حدثنا مسعر ، عن قتادة ، عن أنس ، قال : قام رسول الله - صلى الله عليه وسلم - حتى تورمت قدماه - أو قال ساقاه - فقيل له : أليس قد غفر الله لك ما تقدم من ذنبك وما تأخر ؟ قال : \" أفلا أكون عبدا شكورا ؟ \" غريب من هذا الوجه .فقوله : ( إنا فتحنا لك فتحا مبينا ) أي : بينا ظاهرا ، والمراد به صلح الحديبية فإنه حصل بسببه خير جزيل ، وآمن الناس واجتمع بعضهم ببعض ، وتكلم المؤمن مع الكافر ، وانتشر العلم النافع والإيمان ."
      },
      "translations": {
        "en": "Indeed, We have given you, [O Muhammad], a clear conquest",
        "fr": "En vérité Nous t'avons accordé une victoire éclatante,",
        "es": "Te hemos concedido un claro éxito."
      },
      "ibn_ashour": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا (1(افتتاح الكلام بحرف ( إنّ ( ناشىء على ما أحلّ للمسلمين من الكآبة على أن أجيب المشركون إلى سؤالهم الهدنة كما سيأتي من حديث عمر بن الخطاب وما تقدم من حديث عبد الله بن مغفل فالتأكيد مصروف للسامعين على طريقة التعريض ، وأما النبيء صلى الله عليه وسلم فقد كان واثقاً بذلك ، وسيأتي تبيين هذا التأكيد قريباً .والفتح : إزالة غلق الباببِ أو الخزانة قال تعالى : { لا تُفتَّح لهم أبواب السماء } [ الأعراف : 40 ] ويطلق على النصر وعلى دخول الغازي بلاد عدوّه لأن أرض كل قوم وبلادهم مواقع عنها فاقتحام الغازي إياها بعد الحرب يشبه إزالة الغلق عن البيت أو الخزانة ، ولذلك كثر إطلاق الفتح على النصر المقترن بدخول أرض المغلوب أو بلده ولم يطلق على انتصار كانت نهايته غنيمة وأسر دون اقتحام أرض فيقال : فتح خيبر وفتح مكة ولا يقال : فتح بَدر . وفتح أُحد . فمن أطلق الفتح على مطلق النصر فقد تسامح ، وكيف وقد عطف النصر على الفتح في قوله : { نصر من الله وفتح قريب } في سورة الصف ( 13 ( . ولعلّ الذي حداهم على عدّ النصر من معاني مادة الفتح أن فتح البلاد هو أعظم النصر لأن النصر يتحقق بالغ"
    },
    {
      "number": 2,
      "text": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًۭا مُّسْتَقِيمًۭا",
      "tafsir": {
        "muyassar": "فتحنا لك ذلك الفتح، ويسَّرناه لك؛ ليغفر الله لك ما تقدم من ذنبك وما تأخر؛ بسبب ما حصل من هذا الفتح من الطاعات الكثيرة وبما تحملته من المشقات، ويتم نعمته عليك بإظهار دينك ونصرك على أعدائك، ويرشدك طريقًا مستقيمًا من الدين لا عوج فيه، وينصرك الله نصرًا قويًّا لا يَضْعُف فيه الإسلام.",
        "mukhtasar": "ليغفر لك الله ما تقدم قبل هذا الفتح من ذنبك، وما تأخر بعده، ويكمل نعمته عليك بنصر دينك، ويهديك طريقًا مستقيمًا، لا اعوجاج فيه، وهو طريق الإسلام المستقيم.",
        "saadi": "ورتب الله على هذا الفتح عدة أمور، فقال: { لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ } وذلك -والله أعلم- بسبب ما حصل بسببه من الطاعات الكثيرة، والدخول في الدين بكثرة، وبما تحمل صلى الله عليه وسلم من تلك الشروط التي لا يصبر عليها إلا أولو العزم من المرسلين، وهذا من أعظم مناقبه وكراماته صلى الله عليه وسلم، أن غفر الله له ما تقدم من ذنبه وما تأخر.{ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ } بإعزاز دينك، ونصرك على أعدائك، واتساع كلمتك، { وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا } تنال به السعادة الأبدية، والفلاح السرمدي.",
        "kathir": "وقوله : ( ليغفر لك الله ما تقدم من ذنبك وما تأخر ) : هذا من خصائصه - صلوات الله وسلامه عليه - التي لا يشاركه فيها غيره . وليس صحيحا في ثواب الأعمال لغيره غفر له ما تقدم من ذنبه وما تأخر . وهذا فيه تشريف عظيم لرسول الله - صلى الله عليه وسلم - وهو - صلوات الله وسلامه عليه - في جميع أموره على الطاعة والبر والاستقامة التي لم ينلها بشر سواه ، لا من الأولين ولا من الآخرين ، وهو أكمل البشر على الإطلاق ، وسيدهم في الدنيا والآخرة . ولما كان أطوع خلق الله لله ، وأكثرهم تعظيما لأوامره ونواهيه . قال حين بركت به الناقة : \" حبسها حابس الفيل \" ثم قال : \" والذي نفسي بيده ، لا يسألوني اليوم شيئا يعظمون به حرمات الله إلا أجبتهم إليها \" فلما أطاع الله في ذلك وأجاب إلى الصلح ، قال الله له : ( إنا فتحنا لك فتحا مبينا ليغفر لك الله ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ) أي : في الدنيا والآخرة ، ( ويهديك صراطا مستقيما ) أي : بما يشرعه لك من الشرع العظيم والدين القويم ."
      },
      "translations": {
        "en": "That Allah may forgive for you what preceded of your sin and what will follow and complete His favor upon you and guide you to a straight path",
        "fr": "afin qu'Allah te pardonne tes péchés, passés et futurs, qu'Il parachève sur toi Son bienfait et te guide sur une voie droite;",
        "es": "Para perdonarte Alá tus primeros y tus últimos pecados, pefeccionar Su gracia en ti y dirigirte por una vía recta."
      },
      "ibn_ashour": "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا (2(وقوله : { ليغفر لك الله } بدل اشتمال من ضمير { لك } . والتقدير : إنا فتحنا فتحاً مبيناً لأجلك لغفران الله لك وإتمام نعمته عليك ، وهدايتك صراطاً مستقيماً ونصرك نصراً عزيزاً . . . وجُعلت مغفرة الله للنبيء صلى الله عليه وسلم علة للفتح لأنها من جملة ما أراد الله حصوله بسبب الفتح ، وليست لام التعليل مُقتضية حَصْرَ الغرض من الفعل المعلل في تلك العلة ، فإن كثيراً من الأشياء تكون لها أسباب كثيرة فيذكر بعضها ممّا يقتضيه المقام وإذ قد كان الفتح لكرامة النبيء صلى الله عليه وسلم على ربه تعالى كان من علته أن يغفر الله لنبيئه صلى الله عليه وسلم مغفرة عامة إتماماً للكرامة فهذه مغفرة خاصة بالنبيء صلى الله عليه وسلم هي غير المغفرة الحاصلة للمجاهدين بسبب الجهاد والفتح .فالمعنى : أن الله جعل عند حصول هذا الفتح غفران جميع ما قد يؤاخذ الله على مثله رسلَه حتى لا يبقى لرسوله صلى الله عليه وسلم ما يقصر به عن بلوغ نهاية الفضل بين المخلوقات . فجعل هذه المغفرة جزاء له على إتمام "
    },
    {
      "number": 3,
      "text": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
      "tafsir": {
        "muyassar": "فتحنا لك ذلك الفتح، ويسَّرناه لك؛ ليغفر الله لك ما تقدم من ذنبك وما تأخر؛ بسبب ما حصل من هذا الفتح من الطاعات الكثيرة وبما تحملته من المشقات، ويتم نعمته عليك بإظهار دينك ونصرك على أعدائك، ويرشدك طريقًا مستقيمًا من الدين لا عوج فيه، وينصرك الله نصرًا قويًّا لا يَضْعُف فيه الإسلام.",
        "mukhtasar": "وينصرك الله على أعدائك نصرًا عزيزًا، لا يدفعه أحد.",
        "saadi": "{ وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا } أي: قويا لا يتضعضع فيه الإسلام، بل يحصل الانتصار التام، وقمع الكافرين، وذلهم ونقصهم، مع توفر قوى المسلمين ونموهم، ونمو أموالهم.ثم ذكر آثار هذا الفتح على المؤمنين فقال:  ",
        "kathir": "( وينصرك الله نصرا عزيزا ) أي : بسبب خضوعك لأمر الله يرفعك الله وينصرك على أعدائك ، كما جاء في الحديث الصحيح : \" وما زاد الله عبدا بعفو إلا عزا ، وما تواضع أحد لله إلا رفعه الله \" . وعن عمر بن الخطاب [ رضي الله عنه ] أنه قال : ما عاقبت - أي في الدنيا والآخرة - أحدا عصى الله تعالى فيك بمثل أن تطيع الله فيه ."
      },
      "translations": {
        "en": "And [that] Allah may aid you with a mighty victory.",
        "fr": "et qu'Allah te donne un puissant secours.",
        "es": "Para prestarte Alá un auxilio poderoso."
      },
      "ibn_ashour": "وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا (3(وإنما أظهر اسم الجلالة في قوله : { وينصرك الله } ولم يكتف بالضمير اهتماماً بهذا النصر وتشريعاً له بإسناده إلى الاسم الظاهر لصراحة الظاهر والصراحة أدعى إلى السمع ، والكلام مع الإظهار أعلق بالذهن كما تقدم في { ليغفر لك الله } ."
    },
    {
      "number": 4,
      "text": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَٰنًۭا مَّعَ إِيمَٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًۭا",
      "tafsir": {
        "muyassar": "هو الله الذي أنزل الطمأنينة في قلوب المؤمنين بالله ورسوله يوم \"الحديبية\" فسكنت، ورسخ اليقين فيها؛ ليزدادوا تصديقًا لله واتباعًا لرسوله مع تصديقهم واتباعهم. ولله سبحانه وتعالى جنود السموات والأرض ينصر بهم عباده المؤمنين. وكان الله عليمًا بمصالح خلقه، حكيمًا في تدبيره وصنعه.",
        "mukhtasar": "الله هو الذي أنزل الثبات والطمأنينة في قلوب المؤمنين ليزدادوا إيمانًا على إيمانهم، ولله وحده جنود السماوات والأرض، يؤيد بها من يشاء من عباده، وكان الله عليمًا بمصالح عباده، حكيمًا فيما يجريه من نصر وتأييد.",
        "saadi": "يخبر تعالى عن منته على المؤمنين بإنزال السكينة في قلوبهم، وهي السكون والطمأنينة، والثبات عند نزول المحن المقلقة، والأمور الصعبة، التي تشوش القلوب، وتزعج الألباب، وتضعف النفوس، فمن نعمة الله على عبده في هذه الحال أن يثبته ويربط على قلبه، وينزل عليه السكينة، ليتلقى هذه المشقات بقلب ثابت ونفس مطمئنة، فيستعد بذلك لإقامة أمر الله في هذه الحال، فيزداد بذلك إيمانه، ويتم إيقانه، فالصحابة رضي الله عنهم لما جرى ما جرى بين رسول الله صلى الله عليه وسلم والمشركين، من تلك الشروط التي ظاهرها أنها غضاضة عليهم، وحط من أقدارهم، وتلك لا تكاد تصبر عليها النفوس، فلما صبروا عليها ووطنوا أنفسهم لها، ازدادوا بذلك إيمانا مع إيمانهم. وقوله: { وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ } أي: جميعها في ملكه، وتحت تدبيره وقهره، فلا يظن المشركون أن الله لا ينصر دينه ونبيه، ولكنه تعالى عليم حكيم، فتقتضي حكمته المداولة بين الناس في الأيام، وتأخير نصر المؤمنين إلى وقت آخر.",
        "kathir": "يقول تعالى : ( هو الذي أنزل السكينة ) أي : جعل الطمأنينة . قاله ابن عباس ، وعنه : الرحمة .وقال قتادة : الوقار في قلوب المؤمنين . وهم الصحابة يوم الحديبية ، الذين استجابوا لله ولرسوله وانقادوا لحكم الله ورسوله ، فلما اطمأنت قلوبهم لذلك ، واستقرت ، زادهم إيمانا مع إيمانهم .وقد استدل بها البخاري وغيره من الأئمة على تفاضل الإيمان في القلوب .ثم ذكر تعالى أنه لو شاء لانتصر من الكافرين ، فقال : ( ولله جنود السماوات والأرض ) أي : ولو أرسل عليهم ملكا واحدا لأباد خضراءهم ، ولكنه تعالى شرع لعباده المؤمنين الجهاد والقتال ، لما له في ذلك من الحكمة البالغة والحجة القاطعة ، والبراهين الدامغة ; ولهذا قال : ( وكان الله عليما حكيما )"
      },
      "translations": {
        "en": "It is He who sent down tranquillity into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allah belong the soldiers of the heavens and the earth, and ever is Allah Knowing and Wise.",
        "fr": "C'est Lui qui a fait descendre la quiétude dans les cœurs des croyants afin qu'ils ajoutent une foi à leur foi. A Allah appartiennent les armées des cieux et de la terre; et Allah est Omniscient et Sage",
        "es": "Él es Quien ha hecho descender la sakina en los corazones de los creyentes para incrementar su fe. Las legiones de los cielos y de la tierra son de Alá. Alá es omnisciente, sabio."
      },
      "ibn_ashour": "هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (4({ عَزِيزاً * هُوَ الذى أَنزَلَ السكينة }هذه الجملة بدل اشتمال من مضمون جملة { وينصرك الله نصراً عزيزاً } [ الفتح : 3 ] . وحَصل منها الانتقال إلى ذكر حظ المسلمين من هذا الفتح فإن المؤمنين هم جنود الله الذين قد نصر النبي صلى الله عليه وسلم بهم كما قال تعالى : { هو الذي أيدك بنصره وبالمؤمنين } [ الأنفال : 62 ] فكان في ذكر عناية الله بإصلاح نفوسهم وإذهاب خواطر الشيطان عنهم وإلهامهم إلى الحق في ثبات عزمهم ، وقرارة إيمانهم تكوين لأسباب نصر النبي صلى الله عليه وسلم والفتح الموعود به ليندفعوا حين يستنفرهم إلى العدوّ بقلوب ثابتة ، ألا ترى أن المؤمنين تبلبلت نفوسهم من صلح الحديبية إذ انصرفوا عقبه عن دخول مكة بعد أن جاؤوا للعمرة بعَدد عديد حسبوه لا يغلب ، وأنهم إن أرادهم العدوّ بسوء أو صدهم عن قصدهم قابلوه فانتصروا عليه وأنهم يدخلون مكة قسْرا . وقد تكلموا في تسمية ما حلّ بهم يومئذٍ فتحاً كما علمت مما تقدم فلما بين "
    },
    {
      "number": 5,
      "text": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًۭا",
      "tafsir": {
        "muyassar": "ليدخل الله المؤمنين والمؤمنات جنات تجري مِن تحت أشجارها وقصورها الأنهار، ماكثين فيها أبدًا، ويمحو عنهم سيِّئ ما عملوا، فلا يعاقبهم عليه، وكان ذلك الجزاء عند الله نجاة من كل غم، وظَفَرًا بكل مطلوب.",
        "mukhtasar": "ليدخل المؤمنين بالله وبرسوله والمؤمنات جنات تجري الأنهار من تحت قصورها وأشجارها، ويمحو عنهم سيئاتهم، فلا يؤاخذهم بها، وكان ذلك المذكور - من نيل المطلوب وهو الجنة، وإبعاد المرهوب وهو المؤاخذة بالسيئات- عند الله فوزًا عظيمًا لا يدانيه فوز.",
        "saadi": "{ لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ } فهذا أعظم ما يحصل للمؤمنين، أن يحصل لهم المرغوب المطلوب بدخول الجنات، ويزيل عنهم المحذور بتكفير السيئات. { وَكَانَ ذَلِكَ } الجزاء المذكور للمؤمنين { عِنْدَ اللَّهِ فَوْزًا عَظِيمًا } فهذا ما يفعل بالمؤمنين في ذلك الفتح المبين.",
        "kathir": "ثم قال تعالى : ( ليدخل المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ) ، قد تقدم حديث أنس : قالوا : هنيئا لك يا رسول الله ، هذا لك فما لنا ؟ فأنزل الله : ( ليدخل المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ) أي : ماكثين فيها أبدا . ( ويكفر عنهم سيئاتهم ) أي : خطاياهم وذنوبهم ، فلا يعاقبهم عليها ، بل يعفو ويصفح ويغفر ، ويستر ويرحم ويشكر ، ( وكان ذلك عند الله فوزا عظيما ) ، كقوله ( فمن زحزح عن النار وأدخل الجنة فقد فاز وما الحياة الدنيا إلا متاع الغرور ) [ آل عمران : 185 ] ."
      },
      "translations": {
        "en": "[And] that He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allah, a great attainment -",
        "fr": "afin qu'Il fasse entrer les croyants et les croyantes dans des Jardins sous lesquels coulent les ruisseaux où ils demeureront éternellement et afin de leur effacer leurs méfaits. Cela est auprès d'Allah un énorme succès.",
        "es": "Para introducir a los creyentes y a las creyentes en jardines por cuyos bajos fluyen arroyos, en los que estarán eternamente, y borrarles sus malas obras. Esto es, para Alá, un éxito grandioso."
      },
      "ibn_ashour": "لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا (5(اللام للتعليل متعلقة بفعل { ليزدادوا إيماناً مع إيمانهم } [ الفتح : 4 ] فما بعد اللام علة لعلة إنزال السكينة فتكون علة لإنزال السكينة أيضاً بواسطة أنه علة العلة .وذكر المؤمنات مع المؤمنين هنا لدفع توهم أن يكون الوعد بهذا الإدخال مختصاً بالرجال . وإذ كانت صيغة الجمع صيغة المذكر مع ما قد يؤكد هذا التوهم من وقوعه علة أو علةَ علةٍ للفتح وللنصر وللجنود وكلها من ملابسات الذكور ، وإنما كان للمؤمنات حظ في ذلك لأنهن لا يخلون من مشاركة في تلك الشدَائد ممن يقمن منهن على المرضى والجرحى وسقي الجيش وقت القتال ومن صبر بعضهنّ على الثُّكل أو التأيّم ، ومن صبرهن على غيبة الأزواج والأبناء وذوي القرابة . والإشارة في قوله { وكان ذلك } إلى المذكور من إدخال الله إياهم الجنة .والمراد بإدخالهم الجنة إدخال خاص وهو إدخالهم منازل المجاهدين وليس هو الإدخال الذي استحقوه بالإيمان وصالح الأعمال الأخرى . ولذلك عطف عليه { ويكفر عن"
    },
    {
      "number": 6,
      "text": "وَيُعَذِّبَ ٱلْمُنَٰفِقِينَ وَٱلْمُنَٰفِقَٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًۭا",
      "tafsir": {
        "muyassar": "ويعذب الله المنافقين والمنافقات والمشركين والمشركات الذين يظنون ظنًا سيئًا بالله أنه لن ينصر نبيه والمؤمنين معه على أعدائهم، ولن يُظهر دينه، فعلى هؤلاء تدور دائرة العذاب وكل ما يسوءهم، وغضب الله عليهم، وطردهم من رحمته، وأعدَّ لهم نار جهنم، وساءت منزلا يصيرون إليه.",
        "mukhtasar": "ويعذب المنافقين والمنافقات، ويعذب المشركين بالله والمشركات، الظانين بالله أنه لا ينصر دينه، ولا يعلي كلمته، فعادت دائرة العذاب عليهم، وغضب الله عليهم بسبب كفرهم وظنهم السيئ، وطردهم من رحمته، وأعدّ لهم في الآخرة جهنم يدخلونها خالدين فيها أبدًا، وساءت جهنمُ مصيرًا يرجعون إليه.",
        "saadi": "وأما المنافقون والمنافقات، والمشركون والمشركات، فإن الله يعذبهم بذلك، ويريهم ما يسوءهم؛ حيث كان مقصودهم خذلان المؤمنين، وظنوا بالله الظن السوء، أنه لا ينصر دينه، ولا يعلي كلمته، وأن أهل الباطل، ستكون لهم الدائرة على أهل الحق، فأدار الله عليهم ظنهم، وكانت دائرة السوء عليهم في الدنيا، { وَغَضِبَ اللَّهُ عَلَيْهِمْ } بما اقترفوه من المحادة لله ولرسوله، { وَلَعَنَهُمْ } أي: أبعدهم وأقصاهم عن رحمته { وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا } ",
        "kathir": "وقوله : ( ويعذب المنافقين والمنافقات والمشركين والمشركات الظانين بالله ظن السوء ) أي : يتهمون الله في حكمه ، ويظنون بالرسول وأصحابه أن يقتلوا ويذهبوا بالكلية ; ولهذا قال : ( عليهم دائرة السوء وغضب الله عليهم ولعنهم ) أي : أبعدهم من رحمته ( وأعد لهم جهنم وساءت مصيرا ) ."
      },
      "translations": {
        "en": "And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allah an assumption of evil nature. Upon them is a misfortune of evil nature; and Allah has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination.",
        "fr": "Et afin qu'Il châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices, qui pensent du mal d'Allah. Qu'un mauvais sort tombe sur eux. Allah est courroucé contre eux, les a maudits, et leur a préparé l'Enfer. Quelle mauvaise destination!",
        "es": "Para castigar a los hipócritas y a las hipócritas, a los asociadores y a las asociadoras que piensan mal de Alá. Sufrirán un revés. Alá se irritará con ellos, les maldecirá y les preparará la gehena. ¡Mal fin...!"
      },
      "ibn_ashour": "وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (6(الحديث عن جنود الله في معرض ذكر نصر الله يقتضي لا محالة فريقاً مهزوماً بتلك الجنود وهم العدو ، فإذا كان النصر الذي قدره الله معلولاً بما بشر به المؤمنين فلا جرم اقتضى أنه مَعلول بما يسوء العدوّ وحزبه ، فذكر الله من عِلة ذلك النصر أنّه يعذّب بسببه المنافقين حزبَ العدو ، والمشركين صميم العدوّ ، فكان قوله : { ويعذب المنافقين } معطوفاً على { ليدخل المؤمنين والمؤمنات جنات } [ الفتح : 5 ] .والمراد : تعذيب خاص زائد على تعذيبهم الذي استحقوه بسبب الكفر والنفاق وقد أومأ إلى ذلك قوله بعده { عليهم دائرة السوء } .والابتداء بذكر المنافقين في التعذيب قبل المشركين لتنبيه المسلمين بأن كفر المنافقين خفيّ فربما غفل المسلمون عن هذا الفريق أو نسوه .كان المنافقون لم يخرج منهم أحد إلى فتح مكة ولا إلى عمرة القضية لأنهم لا يحبون أن يراهم المشركون متلبسين بأعمال المسلمين مظاه"
    },
    {
      "number": 7,
      "text": "وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
      "tafsir": {
        "muyassar": "ولله سبحانه وتعالى جنود السموات والأرض يؤيد بهم عباده المؤمنين. وكان الله عزيزًا على خلقه، حكيمًا في تدبير أمورهم.",
        "mukhtasar": "7 ولله جنود السماوات والأرض يؤيد بها من يشاء من عباده، وكان الله عزيزًا لا يغالبه أحد، حكيمًا في خلقه وتقديره وتدبيره.",
        "saadi": "كرر الإخبار بأن له ملك السماوات والأرض وما فيهما من الجنود، ليعلم العباد أنه تعالى هو المعز المذل، وأنه سينصر جنوده المنسوبة إليه، كما قال تعالى: { وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ } { وَكَانَ اللَّهُ عَزِيزًا } أي: قويا غالبا، قاهرا لكل شيء، ومع عزته وقوته فهو حكيم في خلقه وتدبيره، يجري على ما تقتضيه حكمته وإتقانه. ",
        "kathir": "ثم قال مؤكدا لقدرته على الانتقام من الأعداء - أعداء الإسلام من الكفرة والمنافقين - : ( ولله جنود السماوات والأرض وكان الله عزيزا حكيما ) ."
      },
      "translations": {
        "en": "And to Allah belong the soldiers of the heavens and the earth. And ever is Allah Exalted in Might and Wise.",
        "fr": "A Allah appartiennent les armées des cieux et de la terre; et Allah est Puissant et Sage.",
        "es": "Las legiones de los cielos y de la tierra son de Alá. Alá es poderoso, sabio."
      },
      "ibn_ashour": "وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (7(هذا نظير ما تَقدم آنفاً إلا أن هذا أوثر بصفة عزيز دون عليم لأن المقصود من ذكر الجنود هنا الإنذار والوعيد بهزائم تحل بالمنافقين والمشركين فكما ذكر { ولله جنود السماوات والأرض } فيما تقدم للإشارة إلى أنّ نصر النبي صلى الله عليه وسلم يكون بجنود المؤمنين وغيرهما ذكر ما هنا للوعيد بالهزيمة فمناسبة صفة عزيز ، أي لا يغلبه غالب ."
    },
    {
      "number": 8,
      "text": "إِنَّآ أَرْسَلْنَٰكَ شَٰهِدًۭا وَمُبَشِّرًۭا وَنَذِيرًۭا",
      "tafsir": {
        "muyassar": "إنا أرسلناك -أيها الرسول- شاهدًا على أمتك بالبلاغ، مبينًا لهم ما أرسلناك به إليهم، ومبشرًا لمن أطاعك بالجنة، ونذيرًا لمن عصاك بالعقاب العاجل والآجل؛ لتؤمنوا بالله ورسوله، وتنصروا الله بنصر دينه، وتعظموه، وتسبحوه أول النهار وآخره.",
        "mukhtasar": "إنا بعثناك - أيها الرسول - شاهدًا تشهد على أمتك يوم القيامة، ومبشرًا المؤمنين بما أعدّ لهم في الدنيا من النصر والتمكين، وبما أعد لهم في الآخرة من النعيم، ومخوّفًا الكافرين بما أعدّ لهم في الدنيا من الذلة والهزيمة على أيدي المؤمنين، وبما أعدّ في الآخرة من العذاب الأليم الذي ينتظرهم.",
        "saadi": "أي: { إِنَّا أَرْسَلْنَاكَ } أيها الرسول الكريم { شَاهِدًا } لأمتك بما فعلوه من خير وشر، وشاهدا على المقالات والمسائل، حقها وباطلها، وشاهدا لله تعالى بالوحدانية والانفراد بالكمال من كل وجه، { وَمُبَشِّرًا } من أطاعك وأطاع الله بالثواب الدنيوي والديني والأخروي، ومنذرا من عصى الله بالعقاب العاجل والآجل، ومن تمام البشارة والنذارة، بيان الأعمال والأخلاق التي يبشر بها وينذر، فهو المبين للخير والشر، والسعادة والشقاوة، والحق من الباطل.",
        "kathir": "يقول تعالى لنبيه محمد - صلوات الله وسلامه عليه ( إنا أرسلناك شاهدا ) أي : على الخلق ، ( ومبشرا ) أي : للمؤمنين ، ( ونذيرا ) أي : للكافرين . وقد تقدم تفسيرها في سورة \" الأحزاب \" ."
      },
      "translations": {
        "en": "Indeed, We have sent you as a witness and a bringer of good tidings and a warner",
        "fr": "Nous t'avons envoyé en tant que témoin, annonciateur de la bonne nouvelle et avertisseur,",
        "es": "Te hemos enviado como testigo, como nuncio de buenas nuevas y como monitor,"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (8(لما أريد الانتقال من الوعد بالفتح والنصر وما اقتضاه ذلك مما اتصل به ذِكره إلى تبيين ما جرى في حادثة الحديبية وإبلاغ كل ذي حظ من تلك القضية نصيبهُ المستحق ثناء أو غيره صدر ذلك بذكر مراد الله من إرسال رسوله صلى الله عليه وسلم ليكون ذلك كالمقدمة للقصة وذكرت حكمة الله تعالى في إرساله ما له مزيد اختصاص بالواقعة المتحدث عنها ، فذكرت أوصاف ثلاثة هي : شاهد ، ومبشر ، ونذير . وقدم منها وصف الشاهد لأنه يتفرع عنه الوصفان بعده .فالشاهد : المخبر بتصديق أحدٍ أو تكذيبه فيما ادعاه أو ادُعي به عليه وتقدم في قوله : { فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً } في سورة النساء ( 41 ( وقوله : { ويكون الرسول عليكم شهيدا } في سورة البقرة ( 143 ( .فالمعنى : أرسلناك في حال أنك تشهد على الأمة بالتبليغ بحيث لا يعذر المخالفون عن شريعتك فيما خالفوا فيه ، وتشهد على الأمم وهذه الشهادة حاصلة في الدنيا وفي يوم القيامة ، فانتصب شاهداً } على أنه حال ، وهو حال مقارنة ويترتّب على التبليغ الذي سيشهد به أنه مبشر للمطيعين ونذير للعَاصين على مراتب العصيان ."
    },
    {
      "number": 9,
      "text": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةًۭ وَأَصِيلًا",
      "tafsir": {
        "muyassar": "إنا أرسلناك -أيها الرسول- شاهدًا على أمتك بالبلاغ، مبينًا لهم ما أرسلناك به إليهم، ومبشرًا لمن أطاعك بالجنة، ونذيرًا لمن عصاك بالعقاب العاجل والآجل؛ لتؤمنوا بالله ورسوله، وتنصروا الله بنصر دينه، وتعظموه، وتسبحوه أول النهار وآخره.",
        "mukhtasar": "رجاء أن تؤمنوا بالله، وتؤمنوا برسوله، وتعظِّموا رسوله وتُجِلّوه، وتسبِّحوا الله أول النهار وآخره.",
        "saadi": "{ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ } أي: بسبب دعوة الرسول لكم، وتعليمه لكم ما ينفعكم، أرسلناه لتقوموا بالإيمان بالله ورسوله، المستلزم ذلك لطاعتهما في جميع الأمور.{ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ } أي: تعزروا الرسول صلى الله عليه وسلم وتوقروه أي: تعظموه وتجلوه، وتقوموا بحقوقه، كما كانت له المنة العظيمة برقابكم، { وَتُسَبِّحُوهُ } أي: تسبحوا لله { بُكْرَةً وَأَصِيلًا } أول النهار وآخره، فذكر الله في هذه الآية الحق المشترك بين الله وبين رسوله، وهو الإيمان بهما، والمختص بالرسول، وهو التعزير والتوقير، والمختص بالله، وهو التسبيح له والتقديس بصلاة أو غيرها.",
        "kathir": "( لتؤمنوا بالله ورسوله وتعزروه ) ، قال ابن عباس وغير واحد : يعظموه ، ( وتوقروه ) من التوقير وهو الاحترام والإجلال والإعظام ، ( وتسبحوه ) أي : يسبحون الله ، ( بكرة وأصيلا ) أي : أول النهار وآخره ."
      },
      "translations": {
        "en": "That you [people] may believe in Allah and His Messenger and honor him and respect the Prophet and exalt Allah morning and afternoon.",
        "fr": "pour que vous croyiez en Allah et en Son messager, que vous l'honoriez, reconnaissiez Sa dignité, et Le glorifiez matin et soir.",
        "es": "para que los hombres crean en Alá y en Su Enviado, para que le ayuden y honren, para que Le glorifiquen mañana y tarde."
      },
      "ibn_ashour": "لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا (9(وتكون جملة { لتؤمنوا بالله } الخ جملة معترضة ، ويكون اللام في قوله { لتؤمنوا } لام الأمر وتكون الجملة استئنافاً للأمر كما في قوله تعالى : { آمنوا بالله ورسوله وأنفقوا مما جعلكم مستخلفين فيه } في سورة الحديد ( 7 ( .وقرأه ابن كثير وأبو عمرو بياء الغيبة فيها ، والضمائر عائدة إلى معلوم من السياق لأن الشهادة والتبشير والنذارة متعينة للتعلق بمقدّر ، أي شاهداً على الناس ومبشراً ونذيراً لهم ليُؤمنوا بالله الخ .والتعزيز : النصر والتأييد ، وتعزيزهم الله كقوله :{ إن تنصروا الله } [ محمد : 7 ] . والتوقير : التعظيم . والتسبيح : الكلام الذي يدل على تنزيه الله تعالى عن كل النقائص .وضمائر الغيبة المنصوبة الثلاثة عائدة إلى اسم الجلالة لأن إفراد الضمائر مع كون المذكور قبلها اسمين دليل على أن المراد أحدهما . والقرينة على تعيين المراد ذكر { وتسبحوه } ، ولأن عطف { ورسوله } على لفظ الجلالة اعتداد بأن الإيمان بالرسول صلى الله عليه وسلم إيمان بالله فالمقصود هو الإيمان بالله . ومن أجل ذلك قال ابن عباس في بعض "
    },
    {
      "number": 10,
      "text": "إِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفْسِهِۦ ۖ وَمَنْ أَوْفَىٰ بِمَا عَٰهَدَ عَلَيْهُ ٱللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًۭا",
      "tafsir": {
        "muyassar": "إن الذين يبايعونك -أيها النبي- بـ \"الحديبية\" على القتال إنما يبايعون الله، ويعقدون العقد معه ابتغاء جنته ورضوانه، يد الله فوق أيديهم، فهو معهم يسمع أقوالهم، ويرى مكانهم، ويعلم ضمائرهم وظواهرهم، فمن نقض بيعته فإنما يعود وبال ذلك على نفسه، ومن أوفى بما عاهد الله عليه من الصبر عند لقاء العدو في سبيل الله ونصرة نبيه محمد صلى الله عليه وسلم، فسيعطيه الله ثوابًا جزيلا وهو الجنة. وفي الآية إثبات صفة اليد لله تعالى بما يليق به سبحانه، دون تشبيه ولا تكييف.",
        "mukhtasar": "إن الذين يبايعونك - أيها الرسول - بيعة الرضوان على قتال المشركين من أهل مكة، إنما يبايعون الله؛ لأنه هو الذي أمرهم بقتال المشركين، وهو الذي يجازيهم، يد الله فوق أيديهم عند البيعة، وهو مطّلع عليهم لا يخفى عليه منهم شيء، فمن نقض بيعته، ولم يَفِ بما عاهد عليه الله من نصرة دينه، فإنما ضرر نقضه لبيعته ونقضه لعهده، عائد عليه، فالله لا يضرّه ذلك، ومن أوفى بما عاهد عليه الله من نصرة دينه، فسيعطيه جزاءً عظيمًا وهو الجنة.",
        "saadi": "هذه المبايعة التي أشار الله إليها هي { بيعة الرضوان } التي بايع الصحابة رضي الله عنهم فيها رسول الله صلى الله عليه وسلم، على أن لا يفروا عنه، فهي عقد خاص، من لوازمه أن لا يفروا، ولو لم يبق منهم إلا القليل، ولو كانوا في حال يجوز الفرار فيها، فأخبر تعالى: أن الذين بايعوك حقيقة الأمر أنهم { يُبَايِعُونَ اللَّهَ } ويعقدون العقد معه، حتى إنه من شدة تأكده أنه قال: { يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ } أي: كأنهم بايعوا الله وصافحوه بتلك المبايعة، وكل هذا لزيادة التأكيد والتقوية، وحملهم على الوفاء بها، ولهذا قال: { فَمَنْ نَكَثَ } فلم يف بما عاهد الله عليه { فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ } أي: لأن وبال ذلك راجع إليه، وعقوبته واصلة له، { وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ } أي: أتى به كاملا موفرا، { فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا } لا يعلم عظمه وقدره إلا الذي آتاه إياه. ",
        "kathir": "ثم قال تعالى لرسوله - صلى الله عليه وسلم - تشريفا له وتعظيما وتكريما : ( إن الذين يبايعونك إنما يبايعون الله ) كقوله ( من يطع الرسول فقد أطاع الله ) [ النساء : 80 ] ، ( يد الله فوق أيديهم ) أي : هو حاضر معهم يسمع أقوالهم ويرى مكانهم ، ويعلم ضمائرهم وظواهرهم ، فهو تعالى هو المبايع بواسطة رسوله - صلى الله عليه وسلم - كقوله : ( إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التوراة والإنجيل والقرآن ومن أوفى بعهده من الله فاستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيم ) [ التوبة : 111 ] .وقد قال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا الفضل بن يحيى الأنباري ، حدثنا علي بن بكار ، عن محمد بن عمرو ، عن أبي سلمة ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" من سل سيفه في سبيل الله ، فقد بايع الله \" .وحدثنا أبي ، حدثنا يحيى بن المغيرة ، أخبرنا جرير ، عن عبد الله بن عثمان بن خثيم ، عن سعيد بن جبير ، عن ابن عباس ، قال : قال رسول الله - صلى الله عليه وسلم - في الحجر : \" والله ليبعثه الله يوم القيامة له عينان ينظر بهما ، ولسان ينطق ، به ويشهد على من استلمه بالحق ، فمن استلمه فقد بايع الله \" ، ثم قرأ : ( إن الذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم ) .ولهذا قال هاهنا : ( فمن نكث فإنما ينكث على نفسه ) أي : إنما يعود وبال ذلك على الناكث ، والله غني عنه ، ( ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا عظيما ) أي : ثوابا جزيلا . وهذه البيعة هي بيعة الرضوان ، وكانت تحت شجرة سمر بالحديبية ، وكان الصحابة الذين بايعوا رسول الله - صلى الله عليه وسلم - يومئذ قيل : ألف وثلاثمائة . وقيل : أربعمائة . وقيل : وخمسمائة . والأوسط أصح .ذكر الأحاديث الواردة في ذلك :قال البخاري : حدثنا قتيبة ، حدثنا سفيان ، عن عمرو ، عن جابر قال : كنا يوم الحديبية ألفا وأربعمائة .ورواه مسلم من حديث سفيان بن عيينة ، به . وأخرجاه أيضا من حديث الأعمش ، عن سالم بن أبي الجعد ، عن جابر قال : كنا يومئذ ألفا وأربعمائة ، ووضع يده في ذلك الماء ، فنبع الماء من بين أصابعه ، حتى رووا كلهم .وهذا مختصر من سياق آخر حين ذكر قصة عطشهم يوم الحديبية ، وأن رسول الله - صلى الله عليه وسلم - أعطاهم سهما من كنانته ، فوضعوه في بئر الحديبية ، فجاشت بالماء ، حتى كفتهم ، فقيل لجابر : كم كنتم يومئذ ؟ قال : كنا ألفا وأربعمائة ، ولو كنا مائة ألف لكفانا . وفي رواية [ في ] الصحيحين عن جابر : أنهم كانوا خمس عشرة مائة .وروى البخاري من حديث قتادة ، قلت لسعيد بن المسيب : كم كان الذين شهدوا بيعة الرضوان ؟ قال : خمس عشرة مائة .قلت : فإن جابر بن عبد الله ، رضي الله عنهما ، قال : كانوا أربع عشرة مائة . قال رحمه الله : وهم ، هو حدثني أنهم كانوا خمس عشرة مائة .قال البيهقي : هذه الرواية تدل على أنه كان في القديم يقول : خمس عشرة مائة ، ثم ذكر الوهم فقال : أربع عشرة مائة .وروى العوفي عن ابن عباس : أنهم كانوا ألفا وخمسمائة وخمسة وعشرين . والمشهور الذي رواه غير واحد عنه : أربع عشرة مائة ، وهذا هو الذي رواه البيهقي ، عن الحاكم ، عن الأصم ، عن العباس الدوري ، عن يحيى بن معين ، عن شبابة بن سوار ، عن شعبة ، عن قتادة ، عن سعيد بن المسيب ، عن أبيه قال : كنا مع رسول الله - صلى الله عليه وسلم - تحت الشجرة ألفا وأربعمائة . وكذلك هو في رواية سلمة بن الأكوع ، ومعقل بن يسار ، والبراء بن عازب . وبه يقول غير واحد من أصحاب المغازي والسير . وقد أخرج صاحبا الصحيح من حديث شعبة ، عن عمرو بن مرة قال : سمعت عبد الله بن أبي أوفى يقول : كان أصحاب الشجرة ألفا وأربعمائة ، وكانت أسلم يومئذ ثمن المهاجرين .وروى محمد بن إسحاق في السيرة ، عن الزهري ، عن عروة بن الزبير ، عن المسور بن مخرمة ، ومروان بن الحكم ، أنهما حدثاه قالا خرج رسول الله - صلى الله عليه وسلم - عام الحديبية يريد زيارة البيت ، لا يريد قتالا وساق معه الهدي سبعين بدنة ، وكان الناس سبعمائة رجل ، كل بدنة عن عشرة نفر ، وكان جابر بن عبد الله فيما بلغني عنه يقول : كنا أصحاب الحديبية أربع عشرة مائة .كذا قال ابن إسحاق وهو معدود من أوهامه ، فإن المحفوظ في الصحيحين أنهم كانوا بضع عشرة مائةذكر سبب هذه البيعة العظيمة :قال محمد بن إسحاق بن يسار في السيرة : ثم دعا رسول الله - صلى الله عليه وسلم - عمر بن الخطاب ليبعثه إلى مكة ليبلغ عنه أشراف قريش ما جاء له ، فقال : يا رسول الله ، إني أخاف قريشا على نفسي ، وليس بمكة من بني عدي بن كعب من يمنعني ، وقد عرفت قريش عداوتي إياها ، وغلظي عليها ، ولكني أدلك على رجل أعز بها مني ، عثمان بن عفان ، فبعثه إلى أبي سفيان وأشراف قريش ، يخبرهم أنه لم يأت لحرب ، وأنه جاء زائرا لهذا البيت ومعظما لحرمته .فخرج عثمان إلى مكة ، فلقيه أبان بن سعيد بن العاص حين دخل مكة ، أو قبل أن يدخلها ، فحمله بين يديه ، ثم أجاره حتى بلغ رسالة رسول الله - صلى الله عليه وسلم - فانطلق عثمان حتى أتى أبا سفيان وعظماء قريش فبلغهم عن رسول الله [ - صلى الله عليه وسلم - ] ما أرسله به ، فقالوا لعثمان حين فرغ من رسالة رسول الله - صلى الله عليه وسلم - إليهم : إن شئت أن تطوف بالبيت فطف . فقال : ما كنت لأفعل حتى يطوف به رسول الله - صلى الله عليه وسلم - . واحتبسته قريش عندها ، فبلغ رسول الله - صلى الله عليه وسلم - والمسلمين أن عثمان قد قتل .قال ابن إسحاق : فحدثني عبد الله بن أبي بكر أن رسول الله - صلى الله عليه وسلم - قال حين بلغه أن عثمان قد قتل : \" لا نبرح حتى نناجز القوم \" . ودعا رسول الله - صلى الله عليه وسلم - الناس إلى البيعة . فكانت بيعة الرضوان تحت الشجرة ، فكان الناس يقولون : بايعهم رسول الله - صلى الله عليه وسلم - على الموت . وكان جابر بن عبد الله يقول : إن رسول الله - صلى الله عليه وسلم - لم يبايعهم على الموت ، ولكن بايعنا على ألا نفر .فبايع الناس ، ولم يتخلف أحد من المسلمين حضرها إلا الجد بن قيس أخو بني سلمة ، فكان جابر يقول : والله لكأني أنظر إليه لاصقا بإبط ناقته ، قد ضبأ إليها يستتر بها من الناس ، ثم أتى رسول الله - صلى الله عليه وسلم - أن الذي كان من أمر عثمان باطل .وذكر ابن لهيعة عن الأسود . عن عروة بن الزبير قريبا من هذا السياق ، وزاد في سياقه : أن قريشا بعثوا وعندهم عثمان [ بن عفان ] سهيل بن عمرو ، وحويطب بن عبد العزى ، ومكرز بن حفص إلى رسول الله - صلى الله عليه وسلم - فبينما هم عندهم إذ وقع كلام بين بعض المسلمين وبعض المشركين ، وتراموا بالنبل والحجارة ، وصاح الفريقان كلاهما ، وارتهن كل من الفريقين من عنده من الرسل ، ونادى منادي رسول الله - صلى الله عليه وسلم - : ألا إن روح القدس قد نزل على رسول الله - صلى الله عليه وسلم - وأمر بالبيعة ، فاخرجوا على اسم الله فبايعوا ، فسار المسلمون إلى رسول الله - صلى الله عليه وسلم - وهو تحت الشجرة فبايعوه على ألا يفروا أبدا ، فأرعب ذلك المشركين ، وأرسلوا من كان عندهم من المسلمين ، ودعوا إلى الموادعة والصلح .وقال الحافظ أبو بكر البيهقي : أخبرنا علي بن أحمد بن عبدان ، أخبرنا أحمد بن عبيد الصفار ، حدثنا تمتام ، حدثنا الحسن بن بشر ، حدثنا الحكم بن عبد الملك ، عن قتادة ، عن أنس بن مالك قال : لما أمر رسول الله - صلى الله عليه وسلم - ببيعة الرضوان كان عثمان بن عفان [ رضي الله عنه ] رسول رسول الله - صلى الله عليه وسلم - إلى أهل مكة ، فبايع الناس ، فقال رسول الله - صلى الله عليه وسلم - : \" اللهم إن عثمان في حاجة الله وحاجة رسوله \" . فضرب بإحدى يديه على الأخرى ، فكانت يد رسول الله - صلى الله عليه وسلم - لعثمان خيرا من أيديهم لأنفسهم .قال ابن هشام : حدثني من أثق به عمن حدثه بإسناد له ، عن أبي مليكة ، عن ابن عمر قال : بايع رسول الله - صلى الله عليه وسلم - لعثمان ، فضرب بإحدى يديه على الأخرى .وقال عبد الملك بن هشام النحوي : فذكر وكيع ، عن إسماعيل بن أبي خالد ، عن الشعبي : أن أول من بايع رسول الله - صلى الله عليه وسلم - بيعة الرضوان أبو سنان الأسدي .وقال أبو بكر عبد الله بن الزبير الحميدي : حدثنا سفيان ، حدثنا ابن أبي خالد ، عن الشعبي ، قال : لما دعا رسول الله - صلى الله عليه وسلم - الناس إلى البيعة ، كان أول من انتهى إليه أبو سنان [ الأسدي رضي الله عنه ] ، فقال : ابسط يدك أبايعك . فقال النبي - صلى الله عليه وسلم - : \" علام تبايعني ؟ \" . فقال أبو سنان : على ما في نفسك . هذا أبو سنان [ بن ] وهب الأسدي [ رضي الله عنه ] .وقال البخاري : حدثنا شجاع بن الوليد ، سمع النضر بن محمد : حدثنا صخر [ بن الربيع ] ، عن نافع ، قال : إن الناس يتحدثون أن ابن عمر أسلم قبل عمر ، وليس كذلك ، ولكن عمر يوم الحديبية أرسل عبد الله إلى فرس له عند رجل من الأنصار أن يأتي به ليقاتل عليه ، ورسول الله - صلى الله عليه وسلم - يبايع عند الشجرة ، وعمر لا يدري بذلك ، فبايعه عبد الله ، ثم ذهب إلى الفرس فجاء به إلى عمر ، وعمر يستلئم للقتال ، فأخبره أن رسول الله - صلى الله عليه وسلم - يبايع تحت الشجرة ، فانطلق ، فذهب معه حتى بايع رسول الله - صلى الله عليه وسلم - وهي التي يتحدث الناس أن ابن عمر أسلم قبل عمر .ثم قال البخاري : وقال هشام بن عمار : حدثنا الوليد بن مسلم ، حدثنا عمر بن محمد العمري ، أخبرني نافع ، عن ابن عمر ، أن الناس كانوا مع رسول الله - صلى الله عليه وسلم - يوم الحديبية قد تفرقوا في ظلال الشجر ، فإذا الناس محدقون بالنبي - صلى الله عليه وسلم - فقال - يعني عمر - : يا عبد الله ، انظر ما شأن الناس قد أحدقوا برسول الله - صلى الله عليه وسلم - . فوجدهم يبايعون ، فبايع ثم رجع إلى عمر فخرج فبايع .وقد أسنده البيهقي عن أبي عمرو الأديب ، عن أبي بكر الإسماعيلي ، عن الحسن بن سفيان ، عن دحيم : حدثني الوليد بن مسلم فذكره .وقال الليث ، عن أبي الزبير ، عن جابر ، قال : كنا يوم الحديبية ألفا وأربعمائة فبايعناه ، وعمر آخذ بيده تحت الشجرة وهي سمرة ، وقال : بايعناه على ألا نفر ، ولم نبايعه على الموت . رواه مسلم عن قتيبة عنه .وروى مسلم عن يحيى بن يحيى ، عن يزيد بن زريع ، عن خالد ، عن الحكم بن عبد الله بن الأعرج ، عن معقل بن يسار ، قال : لقد رأيتني يوم الشجرة والنبي - صلى الله عليه وسلم - يبايع الناس ، وأنا رافع غصنا من أغصانها عن رأسه ، ونحن أربع عشرة مائة ، قال : ولم نبايعه على الموت ، ولكن بايعناه على ألا نفر .وقال البخاري : حدثنا المكي بن إبراهيم ، عن يزيد بن أبي عبيد ، عن سلمة بن الأكوع ، قال : بايعت رسول الله - صلى الله عليه وسلم - تحت الشجرة . قال يزيد : قلت : يا أبا مسلم ، على أي شيء كنتم تبايعون يومئذ ؟ قال : على الموت .وقال البخاري أيضا : حدثنا أبو عاصم ، حدثنا يزيد بن أبي عبيد عن سلمة ، قال : بايعت رسول الله - صلى الله عليه وسلم - يوم الحديبية ثم تنحيت ، فقال : \" يا سلمة ألا تبايع ؟ \" قلت : بايعت ، قال : \" أقبل فبايع \" . فدنوت فبايعته . قلت : علام بايعته يا سلمة ؟ قال : على الموت . وأخرجه مسلم من وجه آخر عن يزيد بن أبي عبيد . وكذا روى البخاري عن عباد بن تميم ، أنهم بايعوه على الموت .وقال البيهقي : أخبرنا أبو عبد الله الحافظ ، أخبرنا أبو الفضل بن إبراهيم ، حدثنا أحمد بن سلمة ، حدثنا إسحاق بن إبراهيم ، حدثنا أبو عامر العقدي عبد الملك بن عمرو ، حدثنا عكرمة بن عمار اليمامي ، عن إياس بن سلمة ، عن أبيه سلمة بن الأكوع قال : قدمنا الحديبية مع رسول الله - صلى الله عليه وسلم - ونحن أربع عشرة مائة ، وعليها خمسون شاة لا ترويها ، فقعد رسول الله - صلى الله عليه وسلم - على جباها - يعني الركي - فإما دعا وإما بصق فيها ، فجاشت ، فسقينا واستقينا . قال : ثم إن رسول الله - صلى الله عليه وسلم - دعا إلى البيعة في أصل الشجرة . فبايعته أول الناس ، ثم بايع وبايع ، حتى إذا كان في وسط الناس قال - صلى الله عليه وسلم - : \" بايعني يا سلمة \" . قال : قلت : يا رسول الله ، قد بايعتك في أول الناس . قال : \" وأيضا \" . قال : ورآني رسول الله - صلى الله عليه وسلم - عزلا فأعطاني حجفة - أو درقة - ثم بايع حتى إذا كان في آخر الناس قال - صلى الله عليه وسلم - : \" ألا تبايع يا سلمة ؟ \" قال : قلت : يا رسول الله ، قد بايعتك في أول الناس وأوسطهم . قال : \" وأيضا \" . فبايعته الثالثة ، فقال : \" يا سلمة ، أين حجفتك أو درقتك التي أعطيتك ؟ \" . قال : قلت : يا رسول الله ، لقيني عامر عزلا فأعطيتها إياه : فضحك رسول الله - صلى الله عليه وسلم - ثم قال : \" إنك كالذي قال الأول : اللهم أبغني حبيبا هو أحب إلي من نفسي \" قال : ثم إن المشركين من أهل مكة راسلونا في الصلح حتى مشى بعضنا في بعض فاصطلحنا . قال : وكنت خادما لطلحة بن عبيد الله رضي الله عنه ، أسقي فرسه وأحسه وآكل من طعامه ، وتركت أهلي ومالي مهاجرا إلى الله ورسوله . فلما اصطلحنا نحن وأهل مكة ، واختلط بعضنا ببعض ، أتيت شجرة فكسحت شوكها ، ثم اضطجعت في أصلها في ظلها ، فأتاني أربعة من مشركي أهل مكة ، فجعلوا يقعون في رسول الله - صلى الله عليه وسلم - فأبغضتهم ، وتحولت إلى شجرة أخرى فعلقوا سلاحهم واضطجعوا ، فبينما هم كذلك إذ نادى مناد من أسفل الوادي : يا للمهاجرين ، قتل ابن زنيم . فاخترطت سيفي ، فشددت على أولئك الأربعة وهم رقود ، فأخذت سلاحهم وجعلته ضغثا في يدي ، ثم قلت : والذي كرم وجه محمد - صلى الله عليه وسلم - لا يرفع أحد منكم رأسه إلا ضربت الذي فيه عيناه ، قال : ثم جئت بهم أسوقهم إلى رسول الله - صلى الله عليه وسلم - قال : وجاء عمي عامر برجل من العبلات يقال له : \" مكرز \" من المشركين يقوده ، حتى وقفنا بهم على رسول الله - صلى الله عليه وسلم - في سبعين من المشركين ، فنظر إليهم رسول الله - صلى الله عليه وسلم - وقال : \" دعوهم يكن لهم بدء الفجور وثناه \" ، فعفا عنهم رسول الله - صلى الله عليه وسلم - وأنزل الله [ عز وجل ] : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم ) الآية [ الفتح : 24 ] .وهكذا رواه مسلم عن إسحاق بن إبراهيم بن راهويه بسنده نحوه ، أو قريبا منه .وثبت في الصحيحين من حديث أبي عوانة ، عن طارق ، عن سعيد بن المسيب ، قال : كان أبي ممن بايع رسول الله - صلى الله عليه وسلم - تحت الشجرة . قال : فانطلقنا من قابل حاجين ، فخفي علينا مكانها ، فإن كان تبينت لكم ، فأنتم أعلم .وقال أبو بكر الحميدي : حدثنا سفيان ، حدثنا أبو الزبير ، حدثنا جابر ، قال : لما دعا رسول الله - صلى الله عليه وسلم - الناس إلى البيعة ، وجدنا رجلا منا يقال له \" الجد بن قيس \" مختبئا تحت إبط بعيره \" .رواه مسلم من حديث ابن جريج ، عن ابن الزبير ، به .وقال الحميدي أيضا : حدثنا سفيان ، عن عمرو ، سمع جابرا ، قال : كنا يوم الحديبية ألفا وأربعمائة ، فقال لنا رسول الله - صلى الله عليه وسلم - \" أنتم خير أهل الأرض اليوم \" . قال جابر : لو كنت أبصر لأريتكم موضع الشجرة . قال سفيان : إنهم اختلفوا في موضعها . أخرجاه من حديث سفيان .وقال الإمام أحمد : حدثنا يونس ، حدثنا الليث . عن أبي الزبير ، عن جابر ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \" لا يدخل النار أحد ممن بايع تحت الشجرة \" .وقال ابن أبي حاتم : حدثنا محمد بن هارون الفلاس المخرمي ، حدثنا سعد بن عمرو الأشعثي ، حدثنا محمد بن ثابت العبدي ، عن خداش بن عياش ، عن أبي الزبير ، عن جابر ، قال : قال رسول الله - صلى الله عليه وسلم - : \" يدخل من بايع تحت الشجرة كلهم الجنة إلا صاحب الجمل الأحمر \" . قال : فانطلقنا نبتدره فإذا رجل قد أضل بعيره ، فقلنا : تعال فبايع . فقال : أصيب بعيري أحب إلي من أن أبايع .وقال عبد الله بن أحمد : حدثنا عبيد الله بن معاذ ، حدثنا أبي حدثنا قرة ، عن أبي الزبير ، عن جابر ، عن النبي - صلى الله عليه وسلم - أنه قال : \" من يصعد الثنية ، ثنية المرار ، فإنه يحط عنه ما حط عن بني إسرائيل \" . فكان أول من صعد خيل بني الخزرج ، ثم تبادر الناس بعد ، فقال رسول الله - صلى الله عليه وسلم - : \" كلكم مغفور له إلا صاحب الجمل الأحمر \" . فقلنا : تعال يستغفر لك رسول الله [ - صلى الله عليه وسلم - ] . فقال : والله لأن أجد ضالتي أحب إلي من أن يستغفر لي صاحبكم . فإذا هو رجل ينشد ضالة . رواه مسلم عن عبيد الله ، به .وقال ابن جريج : أخبرني أبو الزبير ، أنه سمع جابرا يقول : أخبرتني أم مبشر أنها سمعت رسول الله - صلى الله عليه وسلم - يقول عند حفصة : \" لا يدخل النار - إن شاء الله - من أصحاب الشجرة الذين بايعوا تحتها أحد \" . قالت : بلى يا رسول الله . فانتهرها ، فقالت لحفصة : ( وإن منكم إلا واردها ) [ مريم : 71 ] ، فقال النبي - صلى الله عليه وسلم - : \" قد قال الله : ( ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا ) [ مريم : 72 ] ، رواه مسلم .وفيه أيضا عن قتيبة ، عن الليث ، عن أبي الزبير ، عن جابر ; أن عبدا لحاطب بن أبي بلتعة جاء يشكو حاطبا ، فقال : يا رسول الله ، ليدخلن حاطب النار ، فقال رسول الله - صلى الله عليه وسلم - : \" كذبت ، لا يدخلها ; فإنه قد شهد بدرا والحديبية \" .ولهذا قال تعالى في الثناء عليهم : ( إن الذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم فمن نكث فإنما ينكث على نفسه ومن أوفى بما عاهد عليه الله فسيؤتيه أجرا عظيما ) [ الفتح : 10 ] ، كما قال تعالى في الآية الأخرى : ( لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحا قريبا ) [ الفتح : 18 ] ."
      },
      "translations": {
        "en": "Indeed, those who pledge allegiance to you, [O Muhammad] - they are actually pledging allegiance to Allah. The hand of Allah is over their hands. So he who breaks his word only breaks it to the detriment of himself. And he who fulfills that which he has promised Allah - He will give him a great reward.",
        "fr": "Ceux qui te prêtent serment d'allégeance ne font que prêter serment à Allah: la main d'Allah est au-dessus de leurs mains. Quiconque viole le serment ne le viole qu'à son propre détriment; et quiconque remplit son engagement envers Allah, Il lui apportera bientôt une énorme récompense.",
        "es": "Los que te juran fidelidad, la juran, en realidad, a Alá. La mano de Alá está sobre sus manos. Si uno quebranta una promesa la quebranta, en realidad, en detrimento propio. Si, en cambio, es fiel a la alianza concertada con Alá, Él le dará una magnífica recompensa."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَى نَفْسِهِ وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا (10(شروع في الغرض الأصلي من هذه السورة ، وهذه الجملة مستأنفة ، وأكد بحرف التأكيد للاهتمام ، وصيغة المضارع في قوله : { يبايعونك } لاستحضار حالة المبايعة الجليلة لتكون كأنها حاصلة في زمن نزول هذه الآية مع أنها قد انقضت وذلك كقوله تعالى : { ويَصنع الفلك } [ هود : 38 ] .وَالحصر المفاد من { إنما } حَصر الفعل في مفعوله ، أي لا يبايعون إلا الله وهو قصر ادعائيّ بادعاء أن غاية البيعة وغرضها هو النصر لدين الله ورسوله فنزل الغرض منزلة الوسيلة فادعى أنهم بايعوا الله لا الرسول . وحيث كان الحصر تأكيداً على تأكيد ، كما قال صاحب «المفتاح» : «لم أجعل ( إنّ ( التي في مفتتح الجملة للتأكيد لِحصول التأكيد بغيرها فجعلتها للاهتمام بهذا الخبر ليحصل بذلك غرضان» .وانتقل من هذا الادعاء إلى تخيل أن الله تعالى يبايعه المبايعون فأثبتت له اليد التي هي من روادف المبايَع بالفتح على وجه التخييلية مثل إثب"
    },
    {
      "number": 11,
      "text": "سَيَقُولُ لَكَ ٱلْمُخَلَّفُونَ مِنَ ٱلْأَعْرَابِ شَغَلَتْنَآ أَمْوَٰلُنَا وَأَهْلُونَا فَٱسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۚ قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ ٱللَّهِ شَيْـًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًۢا ۚ بَلْ كَانَ ٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرًۢا",
      "tafsir": {
        "muyassar": "سيقول لك -أيها النبي- الذين تخلَّفوا من الأعراب عن الخروج معك إلى \"مكة\" إذا عاتبتهم: شغلتنا أموالنا وأهلونا، فاسأل ربك أن يغفر لنا تخلُّفنا، يقولون ذلك بألسنتهم، ولا حقيقة له في قلوبهم، قل لهم: فمن يملك لكم من الله شيئًا إن أراد بكم شرًا أو خيرًا؟ ليس الأمر كما ظن هؤلاء المنافقون أن الله لا يعلم ما انطوت عليه بواطنهم من النفاق، بل إنه سبحانه كان بما يعملون خبيرًا، لا يخفى عليه شيء من أعمال خلقه.",
        "mukhtasar": "سيقول لك - أيها الرسول - الذين خلّفهم الله من الأعراب عن مرافقتك في سفرك إلى مكة إذا عاتبتهم: شغلتنا رعاية أموالنا ورعاية أولادنا عن المسير معك، فاطلب لنا المغفرة من الله لذنوبنا، يقولون بألسنتهم ما ليس في قلوبهم من طلب استغفار النبي صلى الله عليه وسلم لهم؛ لأنهم لم يتوبوا من ذنوبهم، قل لهم: لا أحد يملك لكم من الله شيئًا إن أراد بكم خيرًا، أو أراد بكم شرًّا، بل كان الله بما تعملون خبيرًا لا يخفى عليه شيء من أعمالكم مهما أخفيتموها.",
        "saadi": "يذم تعالى المتخلفين عن رسوله، في الجهاد في سبيله، من الأعراب الذين ضعف إيمانهم، وكان في قلوبهم مرض، وسوء ظن بالله تعالى، وأنهم سيعتذرون بأن أموالهم وأهليهم شغلتهم عن الخروج في الجهاد، وأنهم طلبوا من رسول الله صلى الله عليه وسلم أن يستغفر لهم، قال الله تعالى: { يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ } فإن طلبهم الاستغفار من رسول الله صلى الله عليه وسلم يدل على ندمهم وإقرارهم على أنفسهم بالذنب، وأنهم تخلفوا تخلفا يحتاج إلى توبة واستغفار، فلو كان هذا الذي في قلوبهم، لكان استغفار الرسول نافعا لهم، لأنهم قد تابوا وأنابوا، ولكن الذي في قلوبهم، أنهم إنما تخلفوا لأنهم ظنوا بالله ظن السوء.",
        "kathir": "يقول تعالى مخبرا رسوله - صلوات الله وسلامه عليه - بما يعتذر به المخلفون من الأعراب الذين اختاروا المقام في أهليهم وشغلهم ، وتركوا المسير مع رسول الله - صلى الله عليه وسلم - فاعتذروا بشغلهم بذلك ، وسألوا أن يستغفر لهم الرسول - صلى الله عليه وسلم - وذلك قول منهم لا على سبيل الاعتقاد ، بل على وجه التقية والمصانعة ; ولهذا قال تعالى : ( يقولون بألسنتهم ما ليس في قلوبهم قل فمن يملك لكم من الله شيئا إن أراد بكم ضرا أو أراد بكم نفعا ) أي : لا يقدر أحد أن يرد ما أراده فيكم تعالى وتقدس ، وهو العليم بسرائركم وضمائركم ، وإن صانعتمونا وتابعتمونا ; ولهذا قال : ( بل كان الله بما تعملون خبيرا ) ."
      },
      "translations": {
        "en": "Those who remained behind of the bedouins will say to you, \"Our properties and our families occupied us, so ask forgiveness for us.\" They say with their tongues what is not within their hearts. Say, \"Then who could prevent Allah at all if He intended for you harm or intended for you benefit? Rather, ever is Allah, with what you do, Acquainted.",
        "fr": "Ceux des Bédouins qui ont été laissés en arrière te diront: «Nos biens et nos familles nous ont retenus: implore donc pour nous le pardon». Ils disent avec leurs langues ce qui n'est pas dans leurs cœurs. Dis: «Qui donc peut quelque chose pour vous auprès d'Allah s'Il veut vous faire du mal ou s'Il veut vous faire du bien? Mais Allah est Parfaitement Connaisseur de ce que vous œuvrez.",
        "es": "Los beduinos dejados atrás te dirán: «Nuestros bienes y familias nos han retenido. ¡Pide que nos perdone!» Dicen de palabra lo que no tienen en el corazón. Di: «¿Y quién podría impedir que Alá os hiciera mal o bien, si Él lo deseara?» ¡No! ¡Alá está bien informado de lo que hacéis!"
      },
      "ibn_ashour": "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا (11({ عَظِيماً * سَيَقُولُ لَكَ المخلفون مِنَ الاعراب شَغَلَتْنَآ أموالنا وَأَهْلُونَا فاستغفر لَنَا يَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِى قُلُوبِهِمْ قُلْ فَمَن يَمْلِكُ لَكُمْ مِّنَ الله شَيْئاً إِنْ أَرَادَ }لمَّا حَذر من النكث ورغَّب في الوفاء أتبع ذلك بذكر التخلف عن الانضمام إلى جيش النبي صلى الله عليه وسلم حين الخروج إلى عمرة الحديبية وهو ما فعله الأعراب الذين كانوا نازلين حول المدينة وهم ست قبائل : غفار ومُزْينة وجُهينة وأشْجَع وأسْلَمَ والدِّيل بعد أن بايعوه على الخروج معه فإن رسول الله صلى الله عليه وسلم لما أراد المسير إلى العمرة استنفر مَن حول المدينة منهم ليخرجوا معه فيرهبه أهل مكة فلا يصدّوه عن عمرته فتثاقل أكثرهم عن الخروج معه . وكان من أهل البيعة زيدُ بن خالد"
    },
    {
      "number": 12,
      "text": "بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلْمُؤْمِنُونَ إِلَىٰٓ أَهْلِيهِمْ أَبَدًۭا وَزُيِّنَ ذَٰلِكَ فِى قُلُوبِكُمْ وَظَنَنتُمْ ظَنَّ ٱلسَّوْءِ وَكُنتُمْ قَوْمًۢا بُورًۭا",
      "tafsir": {
        "muyassar": "وليس الأمر كما زعمتم من انشغالكم بالأموال والأهل، بل إنكم ظننتم أن رسول الله صلى الله عليه وسلم ومن معه من أصحابه سيَهْلكون، ولا يَرْجعون إليكم أبدًا، وحسَّن الشيطان ذلك في قلوبكم، وظننتم ظنًا سيئًا أن الله لن ينصر نبيه محمدًا صلى الله عليه وسلم وأصحابه على أعدائهم، وكنتم قومًا هَلْكى لا خير فيكم.",
        "mukhtasar": "ليس ما اعتذرتم به من الانشغال برعاية الأموال والأولاد سبَبَ تخلفكم عن المسير معه، بل ظننتم أن الرسول وأصحابه سيهلكون جميعًا، ولا يرجعون إلى أهليهم في المدينة، وحسَّن ذلك الشيطان في قلوبكم، وظننتم ظنًّا سيئًا بربكم أنه لن ينصر نبيّه، وكنتم قومًا هلكى بسبب ما أقدمتم عليه من ظن السوء بالله والتخلف عن رسوله.",
        "saadi": "فظنوا { أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا } أي: إنهم سيقتلون ويستأصلون، ولم يزل هذا الظن يزين في قلوبهم، ويطمئنون إليه، حتى استحكم، وسبب ذلك أمران:أحدها: أنهم كانوا { قَوْمًا بُورًا } أي: هلكى، لا خير فيهم، فلو كان فيهم خير لم يكن هذا في قلوبهم.",
        "kathir": "ثم قال : ( بل ظننتم أن لن ينقلب الرسول والمؤمنون إلى أهليهم أبدا ) أي : لم يكن تخلفكم تخلف معذور ولا عاص ، بل تخلف نفاق ، ( بل ظننتم أن لن ينقلب الرسول والمؤمنون إلى أهليهم أبدا ) أي : اعتقدتم أنهم يقتلون وتستأصل شأفتهم وتستباد خضراؤهم ، ولا يرجع منهم مخبر ، ( وظننتم ظن السوء وكنتم قوما بورا ) أي : هلكى . قاله ابن عباس ، ومجاهد ، وغير واحد . وقال قتادة : فاسدين . وقيل : هي بلغة عمان ."
      },
      "translations": {
        "en": "But you thought that the Messenger and the believers would never return to their families, ever, and that was made pleasing in your hearts. And you assumed an assumption of evil and became a people ruined.\"",
        "fr": "Vous pensiez plutôt que le Messager et les croyants ne retourneraient jamais plus à leur famille. Et cela vous a été embelli dans vos cœurs; et vous avez eu de mauvaises pensées. Et vous fûtes des gens perdus».",
        "es": "¡No! Creíais que el Enviado y los creyentes no iban a regresar nunca a los suyos y la idea os halagó. Pensasteis mal... Sois gente perdida..."
      },
      "ibn_ashour": "بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا (12(هذه الجملة بدل اشتمال من جملة { بل كان الله بما تعملون خبيرا } [ الفتح : 11 ] ، أي خبيراً بما علمتم ، ومنه ظنكم أن لن ينقلب الرسول والمؤمنون .وأعيد حرف الإبطال زيادة لتحقيق معنى البدلية كما يكرر العامل في المبدل منه والانقلاب : الرجوع إلى المأوى .و { أنْ } مخففة من ( أنَّ ( المشددة واسمها ضمير الشأن وسدّ المصدر مسدّ مفعولي { ظننتم } ، وجيء بحرف { لن } المفيد استمرار النفي . وأكد بقوله : { أبداً } لأن ظنهم كان قوياً .والتزيين : التحسين ، وهو كناية عن قبول ذلك وإنما جعل ذلك الظن مزيناً في اعتقادهم لأنهم لم يفرضوا غيره من الاحتمال ، وهو أن يرجع الرسول صلى الله عليه وسلم سالماً . وهكذا شأن العقول الواهية والنفوسُ الهاوية أن لا تأخذ من الصور التي تتصور بها الحوادث إلا الصورةَ التي تلوح لها في بادىء الرأي . وإنما تلوح لها أول شيء لأنها الصورة المحبوبة ثم يعتريها التزيين في العقل فتلهو عن فرض غيرها فلا تستعد لحَد"
    },
    {
      "number": 13,
      "text": "وَمَن لَّمْ يُؤْمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَعِيرًۭا",
      "tafsir": {
        "muyassar": "ومن لم يصدِّق بالله وبما جاء به رسوله صلى الله عليه وسلم ويعمل بشرعه، فإنه كافر مستحق للعقاب، فإنا أعددنا للكافرين عذاب السعير في النار.",
        "mukhtasar": "ومن لم يؤمن بالله ورسوله فهو كافر، وقد أعددنا يوم القيامة للكافرين بالله نارًا مستعرة يعذبون فيها.",
        "saadi": "الثاني: ضعف إيمانهم ويقينهم بوعد الله، ونصر دينه، وإعلاء كلمته، ولهذا قال: { وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ } أي: فإنه كافر مستحق للعقاب، { فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا }  ",
        "kathir": "ثم قال : ( ومن لم يؤمن بالله ورسوله ) أي : من لم يخلص العمل في الظاهر والباطن لله ، فإن الله تعالى سيعذبه في السعير ، وإن أظهر للناس ما يعتقدون خلاف ما هو عليه في نفس الأمر ."
      },
      "translations": {
        "en": "And whoever has not believed in Allah and His Messenger - then indeed, We have prepared for the disbelievers a Blaze.",
        "fr": "Et quiconque ne croit pas en Allah et en Son messager... alors, pour les mécréants, Nous avons préparé une fournaise ardente.",
        "es": "Quien no cree en Alá y en su Enviado... Hemos preparado para los infieles fuego de gehena."
      },
      "ibn_ashour": "وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا (13(جملة معترضة بين أجزاء القول المأمور به في قوله : { قل فمن يملك لكم من الله شيئاً } [ الفتح : 11 ] الآيات وقوله : { ولله ملك السماوات والأرض } [ آل عمران : 189 ] وهذا الاعتراض للتحذير من استدراجهم أنفسهم في مدارج الشك في إصابة أعمال الرسول صلى الله عليه وسلم أن يفضي بهم إلى دركات الكفر بعد الإيمان إذ كان تخلفهم عن الخروج معه وما عللوا به تثاقلهم في نفوسهم وإظهار عذر مكذوب أضمروا خلافه ، كل ذلك حوماً حول حمى الشك يوشكون أن يقعوا فيه .و { مَن } شرطية . وإظهار لفظ الكافرين في مقام أن يقال : اعتدنا لهم سعيراً ، لزيادة تقرير معنى { من لم يؤمن بالله ورسوله } .والسعير : النار المسعرة وهو من أسماء جهنم ."
    },
    {
      "number": 14,
      "text": "وَلِلَّهِ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَكَانَ ٱللَّهُ غَفُورًۭا رَّحِيمًۭا",
      "tafsir": {
        "muyassar": "ولله ملك السموات والأرض وما فيهما، يتجاوز برحمته عمن يشاء فيستر ذنبه، ويعذِّب بعدله من يشاء. وكان الله سبحانه وتعالى غفورًا لمن تاب إليه، رحيمًا به.",
        "mukhtasar": "ولله وحده ملك السماوات والأرض، يغفر ذنوب من يشاء من عباده، فيدخله الجنة بفضله، ويعذب من يشاء من عباده بعدله، وكان الله غفورًا لذنوب من تاب من عباده، رحيمًا بهم.",
        "saadi": "أي: هو تعالى المنفرد بملك السماوات والأرض، يتصرف فيهما بما يشاء من الأحكام القدرية، والأحكام الشرعية، والأحكام الجزائية، ولهذا ذكر حكم الجزاء المرتب على الأحكام الشرعية، فقال: { يَغْفِرُ لِمَنْ يَشَاءُ } وهو من قام بما أمره الله به { وَيُعَذِّبُ مَنْ يَشَاءُ } ممن تهاون بأمر الله، { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا } أي: وصفه اللازم الذي لا ينفك عنه المغفرة والرحمة، فلا يزال في جميع الأوقات يغفر للمذنبين، ويتجاوز عن الخطائين، ويتقبل توبة التائبين، وينزل خيره المدرار، آناء الليل والنهار. ",
        "kathir": "ثم بين تعالى أنه الحاكم المالك المتصرف في أهل السماوات والأرض : ( يغفر لمن يشاء ويعذب من يشاء وكان الله غفورا رحيما ) أي : لمن تاب إليه وأناب ، وخضع لديه ."
      },
      "translations": {
        "en": "And to Allah belongs the dominion of the heavens and the earth. He forgives whom He wills and punishes whom He wills. And ever is Allah Forgiving and Merciful.",
        "fr": "A Allah appartient la souveraineté des cieux et de la terre. Il pardonne à qui Il veut et châtie qui Il veut. Allah demeure cependant, Pardonneur et Miséricordieux.",
        "es": "El dominio de los cielos y de la tierra pertenece a Alá. Perdona a quien Él quiere y castiga a quien Él quiere. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا (14(عطف على جملة { فمن يملك لكم من الله شيئاً } [ الفتح : 11 ] فهو من أجزاء القول ، وهذا انتقال من التخويف الذي أوهمه { فمن يملك لكم من الله شيئا } إلى إطماعهم بالمغفرة التي سألوها ، ولذلك قدم الضر على النفع في الآية الأولى فقيل { إن أراد بكم ضرا أو أراد بكم نفعا } [ الفتح : 11 ] ليكون احتمال إرادة الضر بهم أسبق في نفوسهم .وقدمت المغفرة هنا بقوله : { يغفر لمن يشاء ويعذب من يشاء } ليتقرر معنى الإطماع في نفوسهم فيبتدروا إلى استدراك ما فاتهم . وهذا تمهيد لوعدهم الآتي في قوله : { قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد إلى قوله : { فإن تطيعوا يؤتكم الله أجراً حسناً } [ الفتح : 16 ] .وزاد رجاءَ المغفرة تأكيداً بقوله : { وكان الله غفوراً رحيماً } أي الرحمة والمغفرة أقرب من العقاب ، وللأمرين مواضع ومراتب في القرب والبعد ، والنوايا والعوارض ، وقيمة الحسنات والسيئات ، قد أحاط الله بها وقدرها تقديراً .ولفظ { من يشاء } في الموضعين إجمال للمشيئة وأسبابها وقد بين"
    },
    {
      "number": 15,
      "text": "سَيَقُولُ ٱلْمُخَلَّفُونَ إِذَا ٱنطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَن يُبَدِّلُوا۟ كَلَٰمَ ٱللَّهِ ۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ ٱللَّهُ مِن قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا۟ لَا يَفْقَهُونَ إِلَّا قَلِيلًۭا",
      "tafsir": {
        "muyassar": "سيقول المخلَّفون، إذا انطلقت -أيها النبي- أنت وأصحابك إلى غنائم \"خيبر\" التي وعدكم الله بها، اتركونا نذهب معكم إلى \"خيبر\"، يريدون أن يغيِّروا بذلك وعد الله لكم. قل لهم: لن تخرجوا معنا إلى \"خيبر\"؛ لأن الله تعالى قال لنا من قبل رجوعنا إلى \"المدينة\": إن غنائم \"خيبر\" هي لمن شهد \"الحديبية\" معنا، فسيقولون: ليس الأمر كما تقولون، إن الله لم يأمركم بهذا، إنكم تمنعوننا من الخروج معكم حسدًا منكم؛ لئلا نصيب معكم الغنيمة، وليس الأمر كما زعموا، بل كانوا لا يفقهون عن الله ما لهم وما عليهم من أمر الدين إلا يسيرًا.",
        "mukhtasar": "سيقول الذين خلفهم الله: إذا انطلقتم - أيها المؤمنون - إلى غنائم خيبر التي وعدكم الله إياها بعد صلح الحديبية لتأخذوها - اتركونا نخرج معكم لنصيب منها؛ يريد هؤلاء المُخَلَّفون أن يبدلوا بطلبهم هذا وعد الله الذي وعد به المؤمنين بعد صلح الحديبية أن يعطيهم وحدهم غنائم خيبر، قل لهم - أيها الرسول -: لن تتبعونا إلى تلك الغنائم، فقد وعدنا الله أن غنائم خيبر خاصة بمن شهد الحديبية، فسيقولون: مَنْعُكم لنا من اتباعكم إلى خيبر ليس بأمر من الله، بل بسبب حسدكم لنا.\nوليس الأمر كما زعم هؤلاء المُخَلَّفون، بل هم لا يفقهون أوامر الله ونواهيه إلا قليلًا؛ لذلك وقعوا في معصيته.",
        "saadi": "لما ذكر تعالى المخلفين وذمهم، ذكر أن من عقوبتهم الدنيوية، أن رسول الله صلى الله عليه وسلم وأصحابه إذا انطلقوا إلى غنائم لا قتال فيها ليأخذوها، طلبوا منهم الصحبة والمشاركة، ويقولون: { ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ } بذلك { أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ } حيث حكم بعقوبتهم، واختصاص الصحابة المؤمنين بتلك الغنائم، شرعا وقدرا. { قُلْ } لهم { لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ } إنكم محرومون منها بما جنيتم على أنفسكم، وبما تركتم القتال أول مرة.{ فَسَيَقُولُونَ } مجيبين لهذا الكلام، الذي منعوا به عن الخروج: { بَلْ تَحْسُدُونَنَا } على الغنائم، هذا منتهى علمهم في هذا الموضع، ولو فهموا رشدهم، لعلموا أن حرمانهم بسبب عصيانهم، وأن المعاصي لها عقوبات دنيوية ودينية، ولهذا قال: { بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا } ",
        "kathir": "يقول تعالى مخبرا عن الأعراب الذين تخلفوا عن النبي - صلى الله عليه وسلم - في غزوة الحديبية ، إذ ذهب النبي - صلى الله عليه وسلم - وأصحابه إلى خيبر يفتتحونها : أنهم يسألون أن يخرجوا معهم إلى المغنم ، وقد تخلفوا عن وقت محاربة الأعداء ومجالدتهم ومصابرتهم ، فأمر الله رسوله - صلى الله عليه وسلم - ألا يأذن لهم في ذلك ، معاقبة لهم من جنس ذنبهم . فإن الله تعالى قد وعد أهل الحديبية بمغانم خيبر وحدهم لا يشركهم فيها غيرهم من الأعراب المتخلفين ، فلا يقع غير ذلك شرعا وقدرا ; ولهذا قال : ( يريدون أن يبدلوا كلام الله )قال مجاهد ، وقتادة ، وجويبر : وهو الوعد الذي وعد به أهل الحديبية . واختاره ابن جرير .وقال ابن زيد : هو قوله : ( فإن رجعك الله إلى طائفة منهم فاستأذنوك للخروج فقل لن تخرجوا معي أبدا ولن تقاتلوا معي عدوا إنكم رضيتم بالقعود أول مرة فاقعدوا مع الخالفين ) [ التوبة : 83 ] .وهذا الذي قاله ابن زيد فيه نظر ; لأن هذه الآية التي في \" براءة \" نزلت في غزوة تبوك ، وهي متأخرة عن غزوة الحديبية .وقال ابن جريج : ( يريدون أن يبدلوا كلام الله ) يعني : بتثبيطهم المسلمين عن الجهاد .( قل لن تتبعونا كذلكم قال الله من قبل ) أي : وعد الله أهل الحديبية قبل سؤالكم الخروج معهم ، ( فسيقولون بل تحسدوننا ) أي : أن نشرككم في المغانم ، ( بل كانوا لا يفقهون إلا قليلا ) أي : ليس الأمر كما زعموا ، ولكن لا فهم لهم ."
      },
      "translations": {
        "en": "Those who remained behind will say when you set out toward the war booty to take it, \"Let us follow you.\" They wish to change the words of Allah. Say, \"Never will you follow us. Thus did Allah say before.\" So they will say, \"Rather, you envy us.\" But [in fact] they were not understanding except a little.",
        "fr": "Ceux qui restèrent en arrière diront, quand vous vous dirigez vers le butin pour vous en emparer; «Laissez-nous vous suivre». Ils voudraient changer la parole d'Allah. Dis: «Jamais vous ne nous suivrez: ainsi Allah a déjà annoncé». Mais ils diront: «Vous êtes plutôt envieux à notre égard». Mais ils ne comprenaient en réalité que peu.",
        "es": "Cuando os pongáis en marcha para apoderaros de botín, los dejados atrás dirán: «¡Dejad que os sigamos!» Quisieran cambiar la Palabra de Alá. Di: «¡No nos seguiréis! ¡Así lo ha dicho Alá antes!» Ellos dirán: «¡No! ¡Es que tenéis celos de nosotros...!» ¡No! Comprenden, pero poco."
      },
      "ibn_ashour": "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا (15(هذا استئناف ثان بعد قوله : { سيقول لك المخلفون من الأعراب شغلتنا أموالنا وأهلونا } [ الفتح : 11 ] . وهو أيضاً إعلام للنبيء صلى الله عليه وسلم بما سيقوله المخلفون عن الحديبيّة يتعلّق بتخلّفهم عن الحديبية وعذرهم الكاذب ، وأنهم سيندمون على تخلفهم حين يرون اجتناء أهل الحديبيّة ثمرة غزوهم ، ويتضمن تأكيد تكذيبهم في اعتذارهم عن التخلف بأنهم حين يعلمون أن هنالك مغانم من قتال غير شديد يحرصون على الخروج ولا تشغلهم أموالهم ولا أهاليهم ، فلو كان عذرهم حقاً لما حرصوا على الخروج إذا توقعوا المغانم ولأقبلوا على الاشتغال بأموالهم وأهليهم .ولكون هذه المقالة صدرت منهم عن قريحة ورغبة لم يؤت معها بمجرور { لك } كما أُتي به في قوله : { سيقول لك المخلفون } آنفاً لأن هذا قولُ راغب صادق غير مزوِّر لأجل الترويج على النبي صلى ال"
    },
    {
      "number": 16,
      "text": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍۢ شَدِيدٍۢ تُقَٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًۭا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًۭا",
      "tafsir": {
        "muyassar": "قل للذين تخلَّفوا من الأعراب (وهم البدو) عن القتال: ستُدْعون إلى قتال قوم أصحاب بأس شديد في القتال، تقاتلونهم أو يسلمون من غير قتال، فإن تطيعوا الله فيما دعاكم إليه مِن قتال هؤلاء القوم يؤتكم الجنة، وإن تعصوه كما فعلتم حين تخلفتم عن السير مع رسول الله صلى الله عليه وسلم إلى \"مكة\"، يعذبكم عذابًا موجعًا.",
        "mukhtasar": "قل - أيها الرسول - للذين تخلَّفوا من الأعراب عن المسير معك إلى مكة مختبرًا إياهم: ستُدعون إلى قتال قوم أصحاب بأس قوي في القتال، تقاتلونهم في سبيل الله، أو يدخلون في الإسلام من غير قتال، فإن تطيعوا الله فيما دعاكم إليه من قتالهم يعطكم أجرًا حسنًا هو الجنة، وإن تتولوا عن طاعته - كتولِّيكم عنها حين تخلفتم عن السير معه إلى مكة - يعذبكم عذابًا موجعًا.",
        "saadi": "لما ذكر تعالى أن المخلفين من الأعراب يتخلفون عن الجهاد في سبيله، ويعتذرون بغير عذر، وأنهم يطلبون الخروج معهم إذا لم يكن شوكة ولا قتال، بل لمجرد الغنيمة، قال تعالى ممتحنا لهم: { قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ } أي: سيدعوكم الرسول ومن ناب منابه من الخلفاء الراشدين والأئمة، وهؤلاء القوم فارس والروم ومن نحا نحوهم وأشبههم. { تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ } أي: إما هذا وإما هذا، وهذا هو الأمر الواقع، فإنهم في حال قتالهم ومقاتلتهم لأولئك الأقوام، إذ كانت شدتهم وبأسهم معهم، فإنهم في تلك الحال لا يقبلون أن يبذلوا الجزية، بل إما أن يدخلوا في الإسلام، وإما أن يقاتلوا على ما هم عليه، فلما أثخنهم المسلمون، وضعفوا وذلوا، ذهب بأسهم، فصاروا إما أن يسلموا، وإما أن يبذلوا الجزية، { فَإِنْ تُطِيعُوا } الداعي لكم إلى قتال هؤلاء { يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا } وهو الأجر الذي رتبه الله ورسوله على الجهاد في سبيل الله، { وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ } عن قتال من دعاكم الرسول إلى قتاله، { يُعَذِّبْكُمْ عَذَابًا أَلِيمًا } ودلت هذه الآية على فضيلة الخلفاء الراشدين، الداعين لجهاد أهل البأس من الناس، وأنه تجب طاعتهم في ذلك.",
        "kathir": "اختلف المفسرون في هؤلاء القوم الذين يدعون إليهم ، الذين هم أولو بأس شديد ، على أقوال :أحدها : أنهم هوازن . رواه شعبة عن أبي بشر ، عن سعيد بن جبير - أو عكرمة ، أو جميعا - ورواه هشيم عن أبي بشر ، عنهما . وبه يقول قتادة في رواية عنه .الثاني : ثقيف ، قاله الضحاك .الثالث : بنو حنيفة ، قاله جويبر . ورواه محمد بن إسحاق ، عن الزهري . وروي مثله عن سعيد وعكرمة .الرابع : هم أهل فارس . رواه علي بن أبي طلحة ، عن ابن عباس ، وبه يقول عطاء ، ومجاهد ، وعكرمة - في إحدى الروايات عنه .وقال كعب الأحبار : هم الروم . وعن ابن أبي ليلى ، وعطاء ، والحسن ، وقتادة : هم فارس والروم . وعن مجاهد : هم أهل الأوثان . وعنه أيضا : هم رجال أولو بأس شديد ، ولم يعين فرقة . وبه يقول ابن جريج ، وهو اختيار ابن جرير .وقال ابن أبي حاتم : حدثنا الأشج ، حدثنا عبد الرحمن بن الحسن القواريري ، عن معمر ، عن الزهري ، في قوله : ( ستدعون إلى قوم أولي بأس شديد ) قال : لم يأت أولئك بعد .وحدثنا أبي ، حدثنا ابن أبي عمر ، حدثنا سفيان ، عن ابن أبي خالد ، عن أبيه ، عن أبي هريرة في قوله : ( ستدعون إلى قوم أولي بأس شديد ) قال : هم البارزون .قال : وحدثنا سفيان ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - قال : \" لا تقوم الساعة حتى تقاتلوا قوما صغار الأعين ، ذلف الآنف ، كأن وجوههم المجان المطرقة \" . قال سفيان : هم الترك .قال ابن أبي عمر : وجدت في مكان آخر : ابن أبي خالد عن أبيه قال : نزل علينا أبو هريرة ففسر قول رسول الله - صلى الله عليه وسلم - : \" تقاتلون قوما نعالهم الشعر \" قال : هم البارزون ، يعني الأكراد .وقوله : ( تقاتلونهم أو يسلمون ) يعني : يشرع لكم جهادهم وقتالهم ، فلا يزال ذلك مستمرا عليهم ، ولكم النصرة عليهم ، أو يسلمون فيدخلون في دينكم بلا قتال بل باختيار .ثم قال : ( فإن تطيعوا ) أي : تستجيبوا وتنفروا في الجهاد وتؤدوا الذي عليكم فيه ، ( يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل ) يعني : زمن الحديبية ، حيث دعيتم فتخلفتم ، ( يعذبكم عذابا أليما )"
      },
      "translations": {
        "en": "Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit. So if you obey, Allah will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment.\"",
        "fr": "Dis à ceux des Bédouins qui restèrent en arrière: «vous serez bientôt appelés contre des gens d'une force redoutable. Vous les combattrez à moins qu'ils n'embrassent l'Islam, si vous obéissez, Allah vous donnera une belle récompense, et si vous vous détournez comme vous vous êtes détournés auparavant, Il vous châtiera d'un châtiment douloureux».",
        "es": "Di a los beduinos dejados atrás: «Se os llamará contra un pueblo dotado de gran valor, contra el que tendréis que combatir a menos que se rinda. Si obedecéis, Alá os dará una bella recompensa. Pero, si volvéis la espalda, como ya hicisteis en otra ocasión, os infligirá un castigo doloroso»."
      },
      "ibn_ashour": "قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَى قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا (16(انتقال إلى طمأنة المخلفين بأنهم سينالون مغانم في غزوات آتية ليعلموا أن حرمانهم من الخروج إلى خيبر مع جيش الإسلام ليس لانسلاخ الإسلام عنهم ولكنه لِحكمة نوط المسبّبات بأسبابها على طريقة حكمة الشريعة فهو حرمان خاص بوقعة معينة كما تقدم آنفاً ، وأنهم سيدعون بعد ذلك إلى قتال قوم كافرين كما تُدعى طوائف المسلمين ، فذِكر هذا في هذا المقام إدخال للمسرة بعد الحزن ليزيل عنهم انكسار خواطرهم من جراء الحرمان . وفي هذه البشارة فرصة لهم ليستدركوا ما جنوه من التخلف عن الحديبية وكل ذلك دال على أنهم لم ينسلخوا عن الإيمان ، ألا ترى أن الله لم يعامل المنافقين المبطنين للكفر بمثل هذه المعاملة في قوله : { فإن رجعك الله إلى طائفة منهم فاستأذنوك للخروج فقل لن تَخْرجُوا معي أبداً ولن تقاتلوا معِي عدوّاً إنكم رضِيتم بالقعود أول مرة فاقعدوا مع الخالفين } [ "
    },
    {
      "number": 17,
      "text": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌۭ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌۭ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌۭ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًۭا",
      "tafsir": {
        "muyassar": "ليس على الأعمى منكم- أيها الناس- إثم، ولا على الأعرج إثم، ولا على المريض إثم، في أن يتخلَّفوا عن الجهاد مع المؤمنين؛ لعدم استطاعتهم. ومن يطع الله ورسوله يدخله جنات تجري مِن تحت أشجارها وقصورها الأنهار، ومن يعص الله ورسوله، فيتخلَّف عن الجهاد مع المؤمنين، يعذبه عذابًا مؤلمًا موجعًا.",
        "mukhtasar": "ليس على المعذور بعمًى أو عرج أو مرض إثم إذا تخلف عن القتال في سبيل الله، ومن يطع الله ويطع رسوله يدخله جنات تجري الأنهار من تحت قصورها وأشجارها، ومن يعرض عن طاعتهما يعذبه الله عذابًا موجعًا.",
        "saadi": "ثم ذكر الأعذار التي يعذر بها العبد عن الخروج إلى الجهاد، فقال: { لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ } أي: في التخلف عن الجهاد لعذرهم المانع.{ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ } في امتثال أمرهما، واجتناب نهيهما { يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } فيها ما تشتهيه الأنفس، وتلذ الأعين، { وَمَنْ يَتَوَلَّ } عن طاعة الله ورسوله { يُعَذِّبْهُ عَذَابًا أَلِيمًا } فالسعادة كلها في طاعة الله، والشقاوة في معصيته ومخالفته. ",
        "kathir": "ثم ذكر الأعذار في ترك الجهاد ، فمنها لازم كالعمى والعرج المستمر ، وعارض كالمرض الذي يطرأ أياما ثم يزول ، فهو في حال مرضه ملحق بذوي الأعذار اللازمة حتى يبرأ .ثم قال تعالى مرغبا في الجهاد وطاعة الله ورسوله : ( ومن يطع الله ورسوله يدخله جنات تجري من تحتها الأنهار ومن يتول ) أي : ينكل عن الجهاد ، ويقبل على المعاش ( يعذبه عذابا أليما ) في الدنيا بالمذلة ، وفي الآخرة بالنار ."
      },
      "translations": {
        "en": "There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allah and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment.",
        "fr": "Nul grief n'est à faire à l'aveugle, ni au boiteux ni au malade. Et quiconque obéit à Allah et à Son messager, Il le fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Quiconque cependant se détourne, Il le châtiera d'un douloureux châtiment.",
        "es": "«No hay por qué reprochar al ciego, al cojo o al enfermo. Y a quien obedezca a Alá y a Su Enviado, Él le introducirá en jardines por cuyos bajos fluyen arroyos. A quien, en cambio, vuelta la espalda, Él le infligirá un castigo doloroso»:"
      },
      "ibn_ashour": "لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا (17(جملة معترضة بين جملة { وإن تتولوا كما توليتم من قبل يعذبكم عذاباً أليماً } [ الفتح : 16 ] وبين جملة { ومن يطع الله ورسوله } الآية قصد منها نفي الوعيد عن أصحاب الضَّرارة تنصيصاً على العذر للعناية بحكم التولّي والتحذير منه .وجملة { من يطع الله } الخ تذييل لجملة { فإن تطيعوا يؤتكم الله أجراً حسناً } [ الفتح : 16 ] الآية لما تضمنته من إيتاء الأجر لكل مطيع من المخاطبين وغيرهم ، والتعذيب لكل متولَ كذلك ، مع ما في جملة { ومن يطع اللَّه } من بيان أن الأجر هو إدخال الجنات ، وهو يفيد بطريق المقابلة أن التعذيب الأليم بإدخالهم جهنم . وقرأ نافع وابن عامر { ندخلْه } و { نعذبْه } بنون العظمة على الالتفات من الغيبة إلى التكلم . وقرأ الجمهور { يدخله } بالياء التحتية جرياً على أسلوب الغيبة بعود الضمير إلى اسم الجلالة ."
    },
    {
      "number": 18,
      "text": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَٰبَهُمْ فَتْحًۭا قَرِيبًۭا",
      "tafsir": {
        "muyassar": "لقد رضي الله عن المؤمنين حين بايعوك -أيها النبي- تحت الشجرة (وهذه هي بيعة الرضوان في \"الحديبية\") فعلم الله ما في قلوب هؤلاء المؤمنين من الإيمان والصدق والوفاء، فأنزل الله الطمأنينة عليهم وثبَّت قلوبهم، وعوَّضهم عمَّا فاتهم بصلح \"الحديبية\" فتحًا قريبًا، وهو فتح \"خيبر\"، ومغانم كثيرة تأخذونها من أموال يهود \"خيبر\". وكان الله عزيزًا في انتقامه من أعدائه، حكيمًا في تدبير أمور خلقه.",
        "mukhtasar": "لقد رضي الله عن المؤمنين وهم يبايعونك في الحديبية بيعة الرضوان تحت الشجرة، فعلم ما في قلوبهم من الإيمان والإخلاص والصدق، فأنزل الطمأنينة على قلوبهم، وجزاهم على ذلك فتحًا قريبًا هو فتح خيبر؛ تعويضًا لهم عما فاتهم من دخول مكة.",
        "saadi": "يخبر تعالى بفضله ورحمته، برضاه عن المؤمنين إذ يبايعون الرسول صلى الله عليه وسلم تلك المبايعة التي بيضت وجوههم، واكتسبوا بها سعادة الدنيا والآخرة، وكان سبب هذه البيعة -التي يقال لها \"بيعة الرضوان\" لرضا الله عن المؤمنين فيها، ويقال لها \"بيعة أهل الشجرة\" - أن رسول الله صلى الله عليه وسلم لما دار الكلام بينه وبين المشركين يوم الحديبية في شأن مجيئه، وأنه لم يجئ لقتال أحد، وإنما جاء زائرا هذا البيت، معظما له، فبعث رسول الله صلى الله عليه وسلم عثمان بن عفان لمكة في ذلك، فجاء خبر غير صادق، أن عثمان قتله المشركون، فجمع رسول الله صلى الله عليه وسلم من معه من المؤمنين، وكانوا نحوا من ألف وخمسمائة، فبايعوه تحت شجرة على قتال المشركين، وأن لا يفروا حتى يموتوا، فأخبر تعالى أنه رضي عن المؤمنين في تلك الحال، التي هي من أكبر الطاعات وأجل القربات، { فَعَلِمَ مَا فِي قُلُوبِهِمْ } من الإيمان، { فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ } شكرا لهم على ما في قلوبهم، زادهم هدى، وعلم ما في قلوبهم من الجزع من تلك الشروط التي شرطها المشركون على رسوله، فأنزل عليهم السكينة تثبتهم، وتطمئن بها قلوبهم، { وَأَثَابَهُمْ فَتْحًا قَرِيبًا } وهو: فتح خيبر، لم يحضره سوى أهل الحديبية، فاختصوا بخيبر وغنائمها، جزاءا لهم، وشكرا على ما فعلوه من طاعة الله تعالى والقيام بمرضاته.",
        "kathir": "يخبر تعالى عن رضاه عن المؤمنين الذين بايعوا رسول الله - صلى الله عليه وسلم - تحت الشجرة ، وقد تقدم ذكر عدتهم ، وأنهم كانوا ألفا وأربعمائة ، وأن الشجرة كانت سمرة بأرض الحديبية .قال البخاري : حدثنا محمود ، حدثنا عبيد الله ، عن إسرائيل ، عن طارق بن عبد الرحمن قال : انطلقت حاجا فمررت بقوم يصلون ، فقلت ما هذا المسجد ؟ قالوا : هذه الشجرة ، حيث بايع رسول الله - صلى الله عليه وسلم - بيعة الرضوان ، فأتيت سعيد بن المسيب فأخبرته ، فقال سعيد : حدثني أبي أنه كان فيمن بايع رسول الله - صلى الله عليه وسلم - تحت الشجرة . قال : فلما خرجنا من العام المقبل نسيناها فلم نقدر عليها ، فقال سعيد : إن أصحاب محمد - صلى الله عليه وسلم - لم يعلموها وعلمتموها أنتم ، فأنتم أعلم .وقوله : ( فعلم ما في قلوبهم ) أي : من الصدق والوفاء ، والسمع والطاعة ، ( فأنزل السكينة ) : وهي الطمأنينة ، ( عليهم وأثابهم فتحا قريبا ) : وهو ما أجرى الله على أيديهم من الصلح بينهم وبين أعدائهم ، وما حصل بذلك من الخير العام المستمر المتصل بفتح خيبر وفتح مكة ، ثم فتح سائر البلاد والأقاليم عليهم ، وما حصل لهم من العز والنصر والرفعة في الدنيا والآخرة ; ولهذا قال :"
      },
      "translations": {
        "en": "Certainly was Allah pleased with the believers when they pledged allegiance to you, [O Muhammad], under the tree, and He knew what was in their hearts, so He sent down tranquillity upon them and rewarded them with an imminent conquest",
        "fr": "Allah a très certainement agréé les croyants quand ils t'ont prêté le serment d'allégeance sous l'arbre. Il a su ce qu'il y avait dans leurs cœurs, et a fait descendre sur eux la quiétude, et Il les a récompensés par une victoire proche.",
        "es": "Alá ha estado satisfecho de los creyentes cuando éstos te han jurado fidelidad al pie del árbol. Él sabía lo que sus corazones encerraban e hizo descender sobre ellos la sakina, prometiéndoles, como recompensa, un éxito cercano"
      },
      "ibn_ashour": "لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا (18(عود إلى تفصيل ما جازى الله به أصحاب بيعة الرضوان المتقدم إجماله في قوله : { إن الذين يبايعونك إنما يبايعون الله } [ الفتح : 10 ] ، فإن كون بيعتهم الرسول صلى الله عليه وسلم تعتبر بيعة لله تعالى أوْمأ إلى أن لهم بتلك المبايعة مكانة رفيعة من خير الدنيا والآخرة ، فلما قطع الاسترسال في ذلك بما كان تحذيراً من النكث وترغيباً في الوفاء ، بمناسبة التضاد وذكر ما هو وسط بين الحالين وهو حال المخلَّفين ، وإبطال اعتذارهم وكشف طويتهم ، وإقصائهم عن الخير الذي أعده الله للمبايعين وأرجائهم إلى خير يسنح من بعدُ إن هم صدقوا التوبة وأخلصوا النية .فقد أنال الله المبايعين رضوانَه وهو أعظم خير في الدنيا والآخرة قال تعالى : { ورضوان من الله أكبر } [ التوبة : 72 ] والشهادة لهم بإخلاص النية ، وإنزاله السكينة قلوبهم ووعدهم بثواب فتح قريب ومغانم كثيرة .وفي قوله : { عن المؤمنين إذ يبايعونك } إيذان بأن من لم يبايع ممن خرج مع النبي صلى الله"
    },
    {
      "number": 19,
      "text": "وَمَغَانِمَ كَثِيرَةًۭ يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًۭا",
      "tafsir": {
        "muyassar": "لقد رضي الله عن المؤمنين حين بايعوك -أيها النبي- تحت الشجرة (وهذه هي بيعة الرضوان في \"الحديبية\") فعلم الله ما في قلوب هؤلاء المؤمنين من الإيمان والصدق والوفاء، فأنزل الله الطمأنينة عليهم وثبَّت قلوبهم، وعوَّضهم عمَّا فاتهم بصلح \"الحديبية\" فتحًا قريبًا، وهو فتح \"خيبر\"، ومغانم كثيرة تأخذونها من أموال يهود \"خيبر\". وكان الله عزيزًا في انتقامه من أعدائه، حكيمًا في تدبير أمور خلقه.",
        "mukhtasar": "وأعطاهم مغانم كثيرة يأخذونها من أهل خيبر، وكان الله عزيزًا لا يغالبه أحد، حكيمًا في خلقه وتقديره وتدبيره.",
        "saadi": "{ وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا } أي: له العزة والقدرة، التي قهر بها الأشياء، فلو شاء لانتصر من الكفار في كل وقعة تكون بينهم وبين المؤمنين، ولكنه حكيم، يبتلي بعضهم ببعض، ويمتحن المؤمن بالكافر.",
        "kathir": "( ومغانم كثيرة يأخذونها وكان الله عزيزا حكيما )قال ابن أبي حاتم : حدثنا أحمد بن محمد بن يحيى بن سعيد القطان ، حدثنا عبيد الله بن موسى ، أخبرنا موسى ، أخبرنا موسى - يعني ابن عبيدة - حدثني إياس بن سلمة ، عن أبيه ، قال : بينما نحن قائلون . إذ نادى منادي رسول الله - صلى الله عليه وسلم - : أيها الناس ، البيعة البيعة ، نزل روح القدس . قال : فثرنا إلى رسول الله - صلى الله عليه وسلم - وهو تحت شجرة سمرة فبايعناه ، فذلك قول الله تعالى : ( لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة ) [ قال ] : فبايع لعثمان بإحدى يديه على الأخرى ، فقال الناس : هنيئا لابن عفان ، طوف بالبيت ونحن هاهنا . فقال رسول الله - صلى الله عليه وسلم - : \" لو مكث كذا كذا سنة ما طاف حتى أطوف \" ."
      },
      "translations": {
        "en": "And much war booty which they will take. And ever is Allah Exalted in Might and Wise.",
        "fr": "ainsi qu'un abondant butin qu'ils ramasseront. Allah est Puissant et Sage.",
        "es": "y mucho botín, del que se apoderarán. Alá es poderoso, sabio."
      },
      "ibn_ashour": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا (19(والمغانم الكثيرة المذكورة هنا هي : مغانم أرض خيبر والأنعام والمتاع والحوائط فوصفت ب { كثيرة } لتعدّد أنواعها وهي أول المغانم التي كانت فيها الحوائط .وفائدة وصف المغانم بجملة { يأخذونها } تحقيق حصول فائدة هذا الوعد لجميع أهل البيعة قبل أن يقع بالفعل ففيه زيادة تحقيق لكون الفتح قريباً وبشارةٌ لهم بأنهم لا يهلك منهم أحد قبل رؤية هذا الفتح .وجملة { وكان اللَّه عزيزاً حكيماً } معترضة ، وهي مفيدة تذييل لجملة { وأثابهم فتحاً قريباً ومغانم كثيرة يأخذونها } لأن تيسير الفتح لهم وما حصل لهم فيه من المغانم الكثيرة من أثر عزة الله التي لا يتعاصى عليها شيء صعب ، ومن أثر حكمته في ترتيب المسببات على أسبابها في حالة ليظن الرائي أنها لا تيسّر فيها أمثالها ."
    },
    {
      "number": 20,
      "text": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةًۭ تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةًۭ لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًۭا مُّسْتَقِيمًۭا",
      "tafsir": {
        "muyassar": "وعدكم الله مغانم كثيرة تأخذونها في أوقاتها التي قدَّرها الله لكم فعجَّل لكم غنائم \"خيبر\"، وكفَّ أيدي الناس عنكم، فلم ينلكم سوء مما كان أعداؤكم أضمروه لكم من المحاربة والقتال، ومن أن ينالوا ممن تركتموهم وراءكم في \"المدينة\"، ولتكون هزيمتهم وسلامتكم وغنيمتكم علامة تعتبرون بها، وتستدلون على أن الله حافظكم وناصركم، ويرشدكم طريقا مستقيما لا اعوجاج فيه. وقد وعدكم الله غنيمة أخرى لم تقدروا عليها، الله سبحانه وتعالى قادر عليها، وهي تحت تدبيره وملكه، وقد وعدكموها، ولا بد مِن وقوع ما وعد به. وكان الله على كل شيء قديرًا لا يعجزه شيء. ولو قاتلكم كفار قريش بـ \"مكة\" لانهزموا عنكم وولوكم ظهورهم، كما يفعل المنهزم في القتال، ثم لا يجدون لهم من دون الله وليًا يواليهم على حربكم، ولا نصيرًا يعينهم على قتالكم.",
        "mukhtasar": "وعدكم الله - أيها المؤمنون - مغانم كثيرة تأخذونها في الفتوحات الإسلامية في المستقبل، فعجل لكم مغانم خيبر، ومَنَع أيدي اليهود لمَّا هموا أن يصيبوا عيالكم بعدكم، ولتكون هذه المغانم المعجلة علامة لكم على نصر الله وتأييده لكم، ويهديكم الله طريقًا مستقيمًا لا اعوجاج فيه.",
        "saadi": "{ وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا } وهذا يشمل كل غنيمة غنمها المسلمين إلى يوم القيامة، { فَعَجَّلَ لَكُمْ هَذِهِ } أي: غنيمة خيبر أي: فلا تحسبوها وحدها، بل ثم شيء كثير من الغنائم سيتبعها، { و } احمدوا الله إذ { كف أَيْدِي النَّاسِ } القادرين على قتالكم، الحريصين عليه { عَنْكُمْ } فهي نعمة، وتخفيف عنكم.{ وَلِتَكُونَ } هذه الغنيمة { آيَةً لِلْمُؤْمِنِينَ } يستدلون بها على خبر الله الصادق، ووعده الحق، وثوابه للمؤمنين، وأن الذي قدرها سيقدر غيرها، { وَيَهْدِيَكُمْ } بما يقيض لكم من الأسباب { صِرَاطًا مُسْتَقِيمًا } من العلم والإيمان والعمل.",
        "kathir": "قال مجاهد في قوله : ( وعدكم الله مغانم كثيرة تأخذونها ) : هي جميع المغانم إلى اليوم ، ( فعجل لكم هذه ) يعني : فتح خيبر .وروى العوفي عن ابن عباس : ( فعجل لكم هذه ) يعني : صلح الحديبية .( وكف أيدي الناس عنكم ) أي : لم ينلكم سوء مما كان أعداؤكم أضمروه لكم من المحاربة والقتال . وكذلك كف أيدي الناس [ عنكم ] الذين خلفتموهم وراء أظهركم عن عيالكم وحريمكم ، ( ولتكون آية للمؤمنين ) أي : يعتبرون بذلك ، فإن الله حافظهم وناصرهم على سائر الأعداء ، مع قلة عددهم ، وليعلموا بصنيع الله هذا بهم أنه العليم بعواقب الأمور ، وأن الخيرة فيما يختاره لعباده المؤمنين وإن كرهوه في الظاهر ، كما قال : ( وعسى أن تكرهوا شيئا وهو خير لكم ) [ البقرة : 216 ] .( ويهديكم صراطا مستقيما ) أي : بسبب انقيادكم لأمره واتباعكم طاعته ، وموافقتكم رسوله ."
      },
      "translations": {
        "en": "Allah has promised you much booty that you will take [in the future] and has hastened for you this [victory] and withheld the hands of people from you - that it may be a sign for the believers and [that] He may guide you to a straight path.",
        "fr": "Allah vous a promis un abondant butin que vous prendrez et Il a hâté pour vous Celle-ci et repoussé de vous les mains des gens, afin que tout cela soit un signe pour les croyants et qu'Il vous guide dans un droit chemin;",
        "es": "Alá os ha prometido mucho botín, del que os apoderaréis. Os ha acelerado éste y ha retirado de vosotros las manos de la gente, a fin de que sea signo para los creyentes y de dirigiros por una vía recta."
      },
      "ibn_ashour": "وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آَيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا (20({ حَكِيماً * وَعَدَكُمُ الله مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ }هذه الجملة مستأنفة استئنافاً بيانياً نشأ عن قوله : { وأثابهم فتحاً قريبا ومغانم كثيرة يأخذونها } [ الفتح : 18 ، 19 ] إذ علم أنهُ فتحُ خيبر ، فحق لهم ولغيرهم أن يخطر ببالهم أن يترقبوا مغانم أخرى فكان هذا الكلام جواباً لهم ، أي لكم مغانم أخرى لا يُحرم منها من تخلفوا عن الحديبية وهي المغانم التي حصلت في الفتوح المستقبلة .فالخطاب للنبيء صلى الله عليه وسلم وللمسلمين تبعاً للخطاب الذي في قوله : { إذ يبايعونك تحت الشجرة } [ الفتح : 18 ] وليس خاصاً بالذين بايعوا . والوعد بالمغانم الكثيرة واقع في ما سبق نزوله من القرآن وعلى لسان الرسول صلى الله عليه وسلم مما بلغه إلى المسلمين في مقامات دعوته للجهاد . ووصف { مغانم } بجملة { تأخذونها } لتحقيق الوعد .وبناء على ما اخترناه من أن هذه السورة نزلت دفعة واحدة يكون فعل { فعجّل } مستعملاً "
    },
    {
      "number": 21,
      "text": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرًۭا",
      "tafsir": {
        "muyassar": "وعدكم الله مغانم كثيرة تأخذونها في أوقاتها التي قدَّرها الله لكم فعجَّل لكم غنائم \"خيبر\"، وكفَّ أيدي الناس عنكم، فلم ينلكم سوء مما كان أعداؤكم أضمروه لكم من المحاربة والقتال، ومن أن ينالوا ممن تركتموهم وراءكم في \"المدينة\"، ولتكون هزيمتهم وسلامتكم وغنيمتكم علامة تعتبرون بها، وتستدلون على أن الله حافظكم وناصركم، ويرشدكم طريقا مستقيما لا اعوجاج فيه. وقد وعدكم الله غنيمة أخرى لم تقدروا عليها، الله سبحانه وتعالى قادر عليها، وهي تحت تدبيره وملكه، وقد وعدكموها، ولا بد مِن وقوع ما وعد به. وكان الله على كل شيء قديرًا لا يعجزه شيء. ولو قاتلكم كفار قريش بـ \"مكة\" لانهزموا عنكم وولوكم ظهورهم، كما يفعل المنهزم في القتال، ثم لا يجدون لهم من دون الله وليًا يواليهم على حربكم، ولا نصيرًا يعينهم على قتالكم.",
        "mukhtasar": "ووعدكم الله مغانم أخرى لم تقدروا عليها في هذا الوقت، الله وحده هو القادر عليها، وهي في علمه وتدبيره، وكان الله على كل شيء قديرًا، لا يعجزه شيء.",
        "saadi": "{ وَأُخْرَى } أي: وعدكم أيضا غنيمة أخرى { لَمْ تَقْدِرُوا عَلَيْهَا } وقت هذا الخطاب، { قَدْ أَحَاطَ اللَّهُ بِهَا } أي: هو قادر عليها، وتحت تدبيره وملكه، وقد وعدكموها، فلا بد من وقوع ما وعد به، لكمال اقتدار الله تعالى، ولهذا قال: { وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا }  ",
        "kathir": "وقوله : ( وأخرى لم تقدروا عليها قد أحاط الله بها وكان الله على كل شيء قديرا ) أي : وغنيمة أخرى وفتحا آخر معينا لم تكونوا تقدرون عليها ، قد يسرها الله عليكم ، وأحاط بها لكم ، فإنه تعالى يرزق عباده المتقين له من حيث لا يحتسبون .وقد اختلف المفسرون في هذه الغنيمة ، ما المراد بها ؟ فقال العوفي عن ابن عباس : هي خيبر . وهذا على قوله في قوله تعالى : ( فعجل لكم هذه ) إنها صلح الحديبية . وقاله الضحاك ، وابن إسحاق ، وعبد الرحمن بن زيد بن أسلم .وقال قتادة : هي مكة . واختاره ابن جرير .وقال ابن أبي ليلى ، والحسن البصري : هي فارس والروم .وقال مجاهد : هي كل فتح وغنيمة إلى يوم القيامة .وقال أبو داود الطيالسي : حدثنا شعبة ، عن سماك الحنفي ، عن ابن عباس : ( وأخرى لم تقدروا عليها قد أحاط الله بها ) قال : هذه الفتوح التي تفتح إلى اليوم ."
      },
      "translations": {
        "en": "And [He promises] other [victories] that you were [so far] unable to [realize] which Allah has already encompassed. And ever is Allah, over all things, competent.",
        "fr": "Il vous promet un autre butin que vous ne seriez jamais capables de remporter et qu'Allah a embrassé en Sa puissance, car Allah est Omnipotent.",
        "es": "Y otro cuyo logro no está en vuestras manos pero sí en las de Alá. Alá es omnipotente."
      },
      "ibn_ashour": "وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرًا (21(هذا من عطف الجملة على الجملة فقوله : { أخرى } مبتدأ موصوف بجملة { لم تقدروا عليها } والخبر قوله : { قد أحاط الله بها } .ومجموع الجملة عطف على جملة { وعدكم اللَّه مغانم كثيرة } [ الفتح : 20 ] فلفظ { أخرى } صفة لموصوف محذوف دل عليه { مغانم } الذي في الجملة قبلها ، أي هي نوع آخر من المغانم صعبة المنال ، ومعنى المغانم يقتضي غانمين فعلم أنها لهم ، أي غير التي وعدهم الله بها ، أي هذه لم يعدهم الله بها ، ولم نجعل { وأخرى } عطفا على قوله { هذه } [ الفتح : 20 ] عطف المفرد على المفرد إذ ليس المراد غنيمة واحدة بل غنائم كثيرة .ومعنى { لم تقدروا عليها } : أنها موصوفة بعَدم قدرتكم عليها ، فلما كانت جملة { لم تقدروا عليها } صفة ل { أخرى } لم يقتض مدلول الجملة أنهم حاولوا الحصول عليها فلم يقدروا ، وإنّما المعنى : أن صفتها عدم قدرتكم عليها فلم تتعلّق أطماعكم بأخذها .والإحاطة بالهمز : جعل الشيء حائطاً أي حافظاً ، فأصل همزته للجعل وصار بالاستعمال قاصراً ، ومعناه : احتوى عليه ولم يترك له منصرفاً "
    },
    {
      "number": 22,
      "text": "وَلَوْ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّۭا وَلَا نَصِيرًۭا",
      "tafsir": {
        "muyassar": "وعدكم الله مغانم كثيرة تأخذونها في أوقاتها التي قدَّرها الله لكم فعجَّل لكم غنائم \"خيبر\"، وكفَّ أيدي الناس عنكم، فلم ينلكم سوء مما كان أعداؤكم أضمروه لكم من المحاربة والقتال، ومن أن ينالوا ممن تركتموهم وراءكم في \"المدينة\"، ولتكون هزيمتهم وسلامتكم وغنيمتكم علامة تعتبرون بها، وتستدلون على أن الله حافظكم وناصركم، ويرشدكم طريقا مستقيما لا اعوجاج فيه. وقد وعدكم الله غنيمة أخرى لم تقدروا عليها، الله سبحانه وتعالى قادر عليها، وهي تحت تدبيره وملكه، وقد وعدكموها، ولا بد مِن وقوع ما وعد به. وكان الله على كل شيء قديرًا لا يعجزه شيء. ولو قاتلكم كفار قريش بـ \"مكة\" لانهزموا عنكم وولوكم ظهورهم، كما يفعل المنهزم في القتال، ثم لا يجدون لهم من دون الله وليًا يواليهم على حربكم، ولا نصيرًا يعينهم على قتالكم.",
        "mukhtasar": "ولو قاتلكم - أيها المؤمنون - الذين كفروا بالله ورسوله لولّوا هاربين منهزمين أمامكم، ثم لا يجدون وليًّا يتولى أمرهم، ولا يجدون نصيرًا ينصرهم على قتالكم.",
        "saadi": "هذه بشارة من الله لعباده المؤمنين، بنصرهم على أعدائهم الكافرين، وأنهم لو قابلوهم وقاتلوهم { لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا } يتولى أمرهم، { وَلَا نَصِيرًا } ينصرهم ويعينهم على قتالكم، بل هم مخذولون مغلوبون.",
        "kathir": "وقوله : ( ولو قاتلكم الذين كفروا لولوا الأدبار ثم لا يجدون وليا ولا نصيرا ) يقول تعالى مبشرا لعباده المؤمنين : بأنه لو ناجزهم المشركون لنصر الله رسوله وعباده المؤمنين عليهم ، ولانهزم جيش الكفار فارا مدبرا لا يجدون وليا ولا نصيرا ; لأنهم محاربون لله ولرسوله ولحزبه المؤمنين ."
      },
      "translations": {
        "en": "And if those [Makkans] who disbelieve had fought you, they would have turned their backs [in flight]. Then they would not find a protector or a helper.",
        "fr": "Et si ceux qui ont mécru vous combattent, ils se détourneront, certes; puis ils ne trouveront ni allié ni secoureur.",
        "es": "Si los infieles hubieran combatido contra vosotros, habrían vuelto la espalda. Luego, no encontrarán amigo ni auxiliar."
      },
      "ibn_ashour": "وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (22(هذا عطف على قوله : { وكف أيدي الناس عنكم } [ الفتح : 20 ] على أن بعضه متعلق بالمعطوف عليه ، وبعضه معطوف على المعطوف عليه فما بينهما ليس من الاعتراض .والمقصود من هذا العطف التنبيه على أن كف أيدي الناس عنهم نعمة على المسلمين باستبقاء قوتهم وعدتهم ونشاطهم . وليس الكف لدفع غلبة المشركين إياهم لأن الله قدَّر للمسلمين عاقبة النصر فلو قاتلهم الذين كفروا لهزمهم المسلمون ولم يجدوا نصيراً ، أي لم ينتصروا بجمعهم ولا بمن يعينهم .والمراد بالذين كفروا ما أريد بالناس في قوله : { وكف أيدي الناس عنكم } . وكان مقتضى الظاهر الإتيان بضمير الناس بأن يقال : ولو قاتلوكم ، فعدل عنه إلى الاسم الظاهر لما في الصلة من الإيماء إلى وجه بناء الخبر وهو أن الكفر هو سبب تولية الإدبار في قتالهم للمسلمين تمهيداً لقوله : { سنة اللَّه التي قد خلت من قبل } .و { الأدبار } منصوب على أنه مفعول ثان لِ { وَلَّوا } ومفعوله الأول محذوف لدلالة ضمير { قاتلكم الذين كفروا } عليه . والتقدير : لولوكم الأدبار .وأل للعهد ، أي أدبا"
    },
    {
      "number": 23,
      "text": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًۭا",
      "tafsir": {
        "muyassar": "سنة الله التي سنَّها في خلقه من قبل بنصر جنده وهزيمة أعدائه، ولن تجد -أيها النبي- لسنة الله تغييرًا.",
        "mukhtasar": "وغلبة المؤمنين وهزيمة الكافرين، ثابتة في كل زمان ومكان، فهي سُنَّة الله في الأمم التي مضت قبل هؤلاء المكذبين، ولن تجد - أيها الرسول- لسُنَّة الله تبديلًا.",
        "saadi": "وهذه سنة الله في الأمم السابقة، أن جند الله هم الغالبون، { وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا } ",
        "kathir": "ثم قال : ( سنة الله التي قد خلت من قبل ولن تجد لسنة الله تبديلا ) أي : هذه سنة الله وعادته في خلقه ، ما تقابل الكفر والإيمان في موطن فيصل إلى نصر الله الإيمان على الكفر ، فرفع الحق ووضع الباطل ، كما فعل تعالى يوم بدر بأوليائه المؤمنين نصرهم على أعدائه من المشركين ، مع قلة عدد المسلمين وعددهم ، وكثرة المشركين وعددهم ."
      },
      "translations": {
        "en": "[This is] the established way of Allah which has occurred before. And never will you find in the way of Allah any change.",
        "fr": "Telle est la règle d'Allah appliquée aux générations passées. Et tu ne trouveras jamais de changement à la règle d'Allah.",
        "es": "Tal es la práctica de Alá, que ya se había aplicado antes. Y encontrarás la práctica de Alá irreemplazable."
      },
      "ibn_ashour": "سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (23(والسنة : الطريقة والعادة . وانتصب { سنة اللَّه } نِيابة عن المفعول المطلق الآتي بدلاً من فعله لإفادة معنى تأكيد الفعل المحذوف . والمعنى : سن الله ذلك سُنة ، أي جعله عادة له ينصر المؤمنين على الكافرين إذا كانت نية المؤمنين نصر دين الله كما قال تعالى : { يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم } [ محمد : 7 ] وقال : { ولينصرن الله من ينصره } [ الحج : 40 ] ، أي أنّ الله ضمن النصر للمؤمنين بأن تكون عاقبة حروبهم نصراً وإن كانوا قد يُغلبون في بعض المواقع كما وقع يوم أحد وقد قال تعالى : { والعاقبة للمتقين } [ القصص : 83 ] وقال : { والعاقبة للتقوى } [ طه : 132 ] .وإنما يكون كمال النصر على حسب ضرورة المؤمنين وعلى حسب الإيمان والتقوى ، ولذلك كان هذا الوعد غالباً للرسُول ومن معه فيكون النصر تاماً في حالة الخطر كما كان يوم بدر ، ويكون سجالاً في حالة السعة كما في وقعة أحد وقد دل على ذلك قول النبي صلى الله عليه وسلم يوم بدر :\" اللهم إن تَهلِك هذه العصابة لا تعبَد في الأرض \" وقال الله تعالى :"
    },
    {
      "number": 24,
      "text": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "tafsir": {
        "muyassar": "وهو الذي كفَّ أيدي المشركين عنكم، وأيديكم عنهم ببطن \"مكة\" من بعد ما قَدَرْتم عليهم، فصاروا تحت سلطانكم (وهؤلاء المشركون هم الذين خرجوا على عسكر رسول الله صلى الله عليه وسلم بـ\"الحديبية\"، فأمسكهم المسلمون ثم تركوهم ولم يقتلوهم، وكانوا نحو ثمانين رجلا) وكان الله بأعمالكم بصيرًا، لا تخفى عليه خافية.",
        "mukhtasar": "وهو الذي منع أيدي المشركين عنكم حين جاء نحو ثمانين رجلًا منهم يريدون إصابتكم بسوء بالحديبية، وكفّ أيديكم عنهم فلم تقتلوهم ولم تؤذوهم، بل أطلقتم سَرَاحَهم بعد أن أَقْدَرَكم على أَسْرِهم، وكان الله بما تعملون بصيرًا، لا يخفى عليه من أعمالكم شيء.",
        "saadi": "يقول تعالى ممتنا على عباده بالعافية، من شر الكفار ومن قتالهم، فقال: { وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ } أي: أهل مكة { عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ } أي: من بعد ما قدرتم عليهم، وصاروا تحت ولايتكم بلا عقد ولا عهد، وهم نحو ثمانين رجلا، انحدروا على المسلمين ليصيبوا منهم غرة، فوجدوا المسلمين منتبهين فأمسكوهم، فتركوهم ولم يقتلوهم، رحمة من الله بالمؤمنين إذ لم يقتلوهم، { وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا } فيجازي كل عامل بعمله، ويدبركم أيها المؤمنون بتدبيره الحسن.",
        "kathir": "وقوله : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم وكان الله بما تعملون بصيرا ) : هذا امتنان من الله على عباده المؤمنين حين كف أيدي المشركين عنهم ، فلم يصل إليهم منهم سوء ، وكف أيدي المؤمنين من المشركين فلم يقاتلوهم عند المسجد الحرام ، بل صان كلا من الفريقين ، وأوجد بينهم صلحا فيه خيرة للمؤمنين ، وعاقبة لهم في الدنيا والآخرة . وقد تقدم في حديث سلمة بن الأكوع حين جاءوا بأولئك السبعين الأسارى فأوثقوهم بين يدي رسول الله - صلى الله عليه وسلم - فنظر إليهم وقال : \" أرسلوهم يكن لهم بدء الفجور وثناه \" . قال : وفي ذلك أنزل الله : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ) الآية .وقال الإمام أحمد : حدثنا يزيد بن هارون ، حدثنا حماد ، عن ثابت ، عن أنس بن مالك قال : لما كان يوم الحديبية هبط على رسول الله - صلى الله عليه وسلم - وأصحابه ثمانون رجلا من أهل مكة في السلاح ، من قبل جبل التنعيم ، يريدون غرة رسول الله - صلى الله عليه وسلم - فدعا عليهم فأخذوا - قال عفان : فعفا عنهم - ونزلت هذه الآية : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم )ورواه مسلم وأبو داود في سننه ، والترمذي والنسائي في التفسير من سننيهما ، من طرق ، عن حماد بن سلمة ، به .وقال أحمد - أيضا - : حدثنا زيد بن الحباب ، حدثنا الحسين بن واقد ، حدثنا ثابت البناني ، عن عبد الله بن مغفل المزني قال : كنا مع رسول الله - صلى الله عليه وسلم - في أصل الشجرة التي قال الله تعالى في القرآن ، وكان يقع من أغصان تلك الشجرة على ظهر رسول الله - صلى الله عليه وسلم - وعلي بن أبي طالب وسهل بن عمرو بين يديه ، فقال رسول الله - صلى الله عليه وسلم - لعلي : \" اكتب : بسم الله الرحمن الرحيم \" ، فأخذ سهل بيده وقال : ما نعرف الرحمن الرحيم . اكتب في قضيتنا ما نعرف . قال : \" اكتب باسمك اللهم \" ، وكتب : \" هذا ما صالح عليه محمد رسول الله أهل مكة \" . فأمسك سهل بن عمرو بيده وقال : لقد ظلمناك إن كنت رسوله ، اكتب في قضيتنا ما نعرف . فقال : \" اكتب هذا ما صالح عليه محمد بن عبد الله \" . فبينا نحن كذلك إذ خرج علينا ثلاثون شابا عليهم السلاح ، فثاروا في وجوهنا ، فدعا عليهم رسول الله - صلى الله عليه وسلم - فأخذ الله بأسماعهم ، فقمنا إليهم فأخذناهم ، فقال رسول الله - صلى الله عليه وسلم - : \" هل جئتم في عهد أحد ؟ أو : هل جعل لكم أحد أمانا ؟ \" فقالوا : لا . فخلى سبيلهم ، فأنزل الله : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة من بعد أن أظفركم عليهم وكان الله بما تعملون بصيرا ) . رواه النسائي من حديث حسين بن واقد ، به .وقال ابن جرير : حدثنا ابن حميد ، حدثنا يعقوب القمي ، حدثنا جعفر ، عن ابن أبزى قال : لما خرج النبي - صلى الله عليه وسلم - بالهدي وانتهى إلى ذي الحليفة ، قال له عمر : يا نبي الله ، تدخل على قوم لك حرب بغير سلاح ولا كراع ؟ قال : فبعث إلى المدينة ، فلم يدع فيها كراعا ولا سلاحا إلا حمله ، فلما دنا من مكة منعوه أن يدخل ، فسار حتى أتى منى ، فنزل بمنى ، فأتاه عينه أن عكرمة بن أبي جهل قد خرج عليك في خمسمائة ، فقال لخالد بن الوليد : \" يا خالد ، هذا ابن عمك أتاك في الخيل ، فقال خالد : أنا سيف الله ، وسيف رسوله - فيومئذ سمي سيف الله - يا رسول الله ، ارم بي أين شئت . فبعثه على خيل ، فلقي عكرمة في الشعب فهزمه حتى أدخله حيطان مكة ، ثم عاد في الثانية فهزمه حتى أدخله حيطان مكة ، ثم عاد في الثالثة فهزمه حتى أدخله حيطان مكة ، فأنزل الله : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة [ من بعد أن أظفركم عليهم ] ) إلى : ( عذابا أليما ) . قال : فكف الله النبي عنهم من بعد أن أظفره عليهم لبقايا من المسلمين كانوا بقوا فيها كراهية أن تطأهم الخيل .ورواه ابن أبي حاتم عن ابن أبزى بنحوه . وهذا السياق فيه نظر ; فإنه لا يجوز أن يكون عام الحديبية ; لأن خالدا لم يكن أسلم ; بل قد كان طليعة المشركين يومئذ ، كما ثبت في الصحيح . ولا يجوز أن يكون في عمرة القضاء ، لأنهم قاضوه على أن يأتي من العام المقبل فيعتمر ويقيم بمكة ثلاثة أيام ، فلما قدم لم يمانعوه ، ولا حاربوه ولا قاتلوه . فإن قيل : فيكون يوم الفتح ؟ فالجواب : ولا يجوز أن يكون يوم الفتح ; لأنه لم يسق عام الفتح هديا ، وإنما جاء محاربا مقاتلا في جيش عرمرم ، فهذا السياق فيه خلل ، قد وقع فيه شيء فليتأمل ، والله أعلم .وقال ابن إسحاق : حدثني من لا أتهم ، عن عكرمة مولى ابن عباس : أن قريشا بعثوا أربعين رجلا منهم أو خمسين ، وأمروهم أن يطيفوا بعسكر رسول الله - صلى الله عليه وسلم - ليصيبوا من أصحابه أحدا ، فأخذوا أخذا ، فأتي بهم رسول الله - صلى الله عليه وسلم - فعفا عنهم وخلى سبيلهم ، وقد كانوا رموا إلى عسكر رسول الله - صلى الله عليه وسلم - بالحجارة والنبل . قال ابن إسحاق : وفي ذلك أنزل الله : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ) الآية .وقال قتادة : ذكر لنا أن رجلا يقال له : \" ابن زنيم \" اطلع على الثنية من الحديبية ، فرماه المشركون بسهم فقتلوه ، فبعث رسول الله - صلى الله عليه وسلم - خيلا فأتوه باثني عشر فارسا من الكفار ، فقال لهم : \" هل لكم علي عهد ؟ هل لكم علي ذمة ؟ \" . قالوا : لا . فأرسلهم ، وأنزل الله في ذلك : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ) الآية ."
      },
      "translations": {
        "en": "And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allah of what you do, Seeing.",
        "fr": "C'est Lui qui, dans la vallée de la Mecque, a écarté leurs mains de vous, de même qu'Il a écarté vos mains d'eux, après vous avoir fait triompher sur eux. Et Allah voit parfaitement ce que vous œuvrez.",
        "es": "Él es Quien, en el valle de La Meca, retiró de vosotros sus manos y de ellos las vuestras, luego de haberos dado la victoria sobre ellos. Alá ve bien lo que hacéis."
      },
      "ibn_ashour": "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (24(عطف على جملة { وكفّ أيدي الناس عنكم } [ الفتح : 20 ] وهذا كفّ غير الكف المراد من قوله : { وكفَّ أيدي الناس عنكم } .وتقديم المسند إليه على الخبر الفعلي لإفادة التخصيص ، أي القصر ، أي لم يكفّهم عنكم ولا كفكم عنهم إلا الله تعالى ، لا أنتم ولا هم فإنهم كانوا يريدون الشر بكم وأنتم حين أحطتم بهم كنتم تريدون قتلهم أو أسرهم فإن دواعي امتداد أيديهم إليكم وامتداد أيديكم إليهم متوفرة فلولا أن الله قدّر موانع لهم ولكم لاشتبكتم في القتال ، فكفَّ أيديهم عنكم بأن نبهكم إليهم قبل أن يفاجئوكم وكف أيديكم عنهم حين أمر رسوله صلى الله عليه وسلم بأن يعفو عنهم ويطلقهم .وتقدم الكلام على معنى { كف } في قوله آنفاً { وكف أيديَ الناس عنكم } . والمعنى : أنه لم يترك أحد من الفريقين الاعتداء على الفريق الآخر من تلقاء نفسه ولكن ذلك كان بأسباب أوجدها الله تعالى لإرادته عدم القتال بينهم ، وهي منّة ثانية مثل المنة المذكورة في قوله : { وكف أيدي الناس ع"
    },
    {
      "number": 25,
      "text": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌۭ مُّؤْمِنُونَ وَنِسَآءٌۭ مُّؤْمِنَٰتٌۭ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍۢ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
      "tafsir": {
        "muyassar": "كفار قريش هم الذين جحدوا توحيد الله، وصدُّوكم يوم \"الحديبية\" عن دخول المسجد الحرام، ومنعوا الهدي، وحبسوه أن يبلغ محل نحره، وهو الحرم. ولولا رجال مؤمنون مستضعفون ونساء مؤمنات بين أظهر هؤلاء الكافرين بـ \"مكة\"، يكتمون إيمانهم خيفة على أنفسهم لم تعرفوهم؛ خشية أن تطؤوهم بجيشكم فتقتلوهم، فيصيبكم بذلك القتل إثم وعيب وغرامة بغير علم، لكنَّا سلَّطناكم عليهم؛ ليدخل الله في رحمته من يشاء فيَمُنَّ عليهم بالإيمان بعد الكفر، لو تميَّز هؤلاء المؤمنون والمؤمنات عن مشركي \"مكة\" وخرجوا من بينهم، لعذَّبنا الذين كفروا وكذَّبوا منهم عذابًا مؤلمًا موجعًا.",
        "mukhtasar": "هم الذين كفروا بالله ورسوله، ومنعوكم عن المسجد الحرام، ومنعوا الهدي فبقي محبوسًا عن الوصول إلى الحرم محلّ ذبحه، ولولا وجود رجال مؤمنين بالله ونساء مؤمنات به لا تعرفونهم أن تقتلوهم مع الكفار، فيصيبكم من قتلهم إثم وديات بغير علم منكم؛ لأذن لكم في فتح مكة ليدخل الله في رحمته من يشاء مثل المؤمنين في مكة، لو تميّز الذين كفروا عن المؤمنين في مكة لعذبنا الذين كفروا بالله وبرسوله عذابًا موجعًا.",
        "saadi": "ثم ذكر تعالى الأمور المهيجة على قتال المشركين، وهي كفرهم بالله ورسوله، وصدهم رسول الله ومن معه من المؤمنين، أن يأتوا للبيت الحرام زائرين معظمين له بالحج والعمرة، وهم الذين أيضا صدوا { الهدي مَعْكُوفًا } أي: محبوسا { أَنْ يَبْلُغَ مَحِلَّهُ } وهو محل ذبحه وهو مكة، فمنعوه من الوصول إليه ظلما وعدوانا، وكل هذه أمور موجبة وداعية إلى قتالهم، ولكن ثم مانع وهو: وجود رجال ونساء من أهل الإيمان بين أظهر المشركين، وليسوا متميزين بمحلة أو مكان يمكن أن لا ينالهم أذى، فلولا هؤلاء الرجال المؤمنون، والنساء المؤمنات، الذين لا يعلمهم المسلمون أن تطأوهم، أي: خشية أن تطأوهم { فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ } والمعرة: ما يدخل تحت قتالهم، من نيلهم بالأذى والمكروه، وفائدة أخروية، وهو: أنه ليدخل في رحمته من يشاء فيمن عليهم بالإيمان بعد الكفر، وبالهدى بعد الضلال، فيمنعكم من قتالهم لهذا السبب.{ لَوْ تَزَيَّلُوا } أي: لو زالوا من بين أظهرهم { لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا } بأن نبيح لكم قتالهم، ونأذن فيه، وننصركم عليهم. ",
        "kathir": "يقول تعالى مخبرا عن الكفار من مشركي العرب من قريش ومن مالأهم على نصرتهم على رسول الله - صلى الله عليه وسلم - : ( هم الذين كفروا ) أي : هم الكفار دون غيرهم ، ( وصدوكم عن المسجد الحرام ) أي : وأنتم أحق به ، وأنتم أهله في نفس الأمر ، ( والهدي معكوفا أن يبلغ محله ) أي : وصدوا الهدي أن يصل إلى محله ، وهذا من بغيهم وعنادهم ، وكان الهدي سبعين بدنة ، كما سيأتي بيانه .وقوله : ( ولولا رجال مؤمنون ونساء مؤمنات ) أي : بين أظهرهم ممن يكتم إيمانه ويخفيه منهم خيفة على أنفسهم من قومهم ، لكنا سلطناكم عليهم فقتلتموهم وأبدتم خضراءهم ، ولكن بين أفنائهم من المؤمنين والمؤمنات أقوام لا تعرفونهم حالة القتل ; ولهذا قال : ( لم تعلموهم أن تطئوهم فتصيبكم منهم معرة ) أي : إثم وغرامة ( بغير علم ليدخل الله في رحمته من يشاء ) أي : يؤخر عقوبتهم ليخلص من بين أظهرهم المؤمنين ، وليرجع كثير منهم إلى الإسلام .ثم قال : ( لو تزيلوا ) أي : لو تميز الكفار من المؤمنين الذين بين أظهرهم ( لعذبنا الذين كفروا منهم عذابا أليما ) أي : لسلطناكم عليهم فلقتلتموهم قتلا ذريعا .قال الحافظ أبو القاسم الطبراني : حدثنا أبو الزنباع روح بن الفرج - حدثنا عبد الرحمن بن أبي عباد المكي ، حدثنا عبد الرحمن بن عبد الله أبو سعيد - مولى بني هاشم - حدثنا حجر بن خلف : سمعت عبد الله بن عوف يقول : سمعت جنيد بن سبع يقول : قاتلت رسول الله - صلى الله عليه وسلم - أول النهار كافرا ، وقاتلت معه آخر النهار مسلما ، وفينا نزلت : ( ولولا رجال مؤمنون ونساء مؤمنات ) قال : كنا تسعة نفر : سبعة رجال وامرأتين .ثم رواه من طريق أخرى عن محمد بن عباد المكي به ، وقال فيه : عن أبي جمعة جنيد بن سبع ، فذكره والصواب أبو جعفر : حبيب بن سباع . ورواه ابن أبي حاتم من حديث حجر بن خلف ، به . وقال : كنا ثلاثة رجال وتسع نسوة ، وفينا نزلت : ( ولولا رجال مؤمنون ونساء مؤمنات ) .وقال ابن أبي حاتم : حدثنا علي بن الحسين ، حدثنا محمد بن إسماعيل البخاري ، حدثنا عبد الله بن عثمان بن جبلة ، عن أبي حمزة ، عن عطاء عن سعيد بن جبير ، عن ابن عباس : ( لو تزيلوا لعذبنا الذين كفروا منهم عذابا أليما ) يقول : لو تزيل الكفار من المؤمنين ، لعذبهم الله عذابا أليما بقتلهم إياهم ."
      },
      "translations": {
        "en": "They are the ones who disbelieved and obstructed you from al-Masjid al-Haram while the offering was prevented from reaching its place of sacrifice. And if not for believing men and believing women whom you did not know - that you might trample them and there would befall you because of them dishonor without [your] knowledge - [you would have been permitted to enter Makkah]. [This was so] that Allah might admit to His mercy whom He willed. If they had been apart [from them], We would have punished those who disbelieved among them with painful punishment",
        "fr": "Ce sont eux qui ont mécru et qui vous ont obstrué le chemin de la Mosquée Sacrée [et ont empêché] que les offrandes entravées parvinssent à leur lieu d'immolation. S'il n'y avait pas eu des hommes croyants et des femmes croyantes (parmi les Mecquois) que vous ne connaissiez pas et que vous auriez pu piétiner sans le savoir, vous rendant ainsi coupables d'une action répréhensible... [Tout cela s'est fait] pour qu'Allah fasse entrer qui Il veut dans Sa miséricorde. Et s'ils [les croyants] s'étaient signalés, Nous aurions certes châtié d'un châtiment douloureux ceux qui avaient mécru parmi [les Mecquois].",
        "es": "Son ellos los infieles que os apartaron de la Mezquita Sagrada e impidieron que la víctima llegara al lugar del sacrificio. Y, si no llega a ser por hombres creyentes y por mujeres creyentes, a quienes no podíais reconocer, y que os exponíais, sin querer, a pisotear, provocando represalias por su parte... Para que Alá introduzca en Su misericordia a quien Él quiere. Si hubiera sido posible distinguirles, habríamos infligido un doloroso castigo a los infieles que entre ellos había."
      },
      "ibn_ashour": "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا (25({ بَصِيراً * هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام والهدى مَعْكُوفاً أَن يَبْلُغَ مَحِلَّهُ وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مؤمنات لَّمْ تَعْلَمُوهُمْ } .استئناف انتقل به من مقام الثناء على المؤمنين الذين بايعوا رسول الله صلى الله عليه وسلم وما اكتسبوا بتلك البيعة من رضى الله تعالى وجزائه ثواب الآخرة وخير الدنيا عاجله وآجله ، وضمان النصر لهم في قتال المشركين ، ومَا هَيَّأ لهم من أسباب النصر إلى تعيير المشركين بالمذمة التي أتوا بها وهي صد المسلمين عن المسجد الحرام وصد الهدْي عن أن يبلغ به إلى أهله ، فإنها سبة لهم بين العرب وهم أولى الناس بالحفاوة بمن يعتمرون ، وهم يزعمون أنهم أهل حرم الله زواره"
    },
    {
      "number": 26,
      "text": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًۭا",
      "tafsir": {
        "muyassar": "إذ جعل الذين كفروا في قلوبهم الأنَفَة أنَفَة الجاهلية؛ لئلا يقروا برسالة محمد صلى الله عليه وسلم، ومن ذلك امتناعهم أن يكتبوا في صلح \"الحديبية\"بسم الله الرحمن الرحيم\" وأبوا أن يكتبوا \"هذا ما قاضى عليه محمد رسول الله\"، فأنزل الله الطمأنينة على رسوله وعلى المؤمنين معه، وألزمهم قول \"لا إله إلا الله\" التي هي رأس كل تقوى، وكان الرسول صلى الله عليه وسلم والمؤمنون معه أحق بكلمة التقوى من المشركين، وكانوا كذلك أهل هذه الكلمة دون المشركين. وكان الله بكل شيء عليمًا لا يخفى عليه شيء.",
        "mukhtasar": "إذ جعل الذين كفروا بالله ورسوله في قلوبهم الأَنَفة أَنَفة الجاهلية التي لا ترتبط بإحقاق الحق وإنما ترتبط بالهوى، فأنفوا من دخول رسول الله صلى الله عليه وسلم عليهم عام الحديبية؛ خوفًا من تعييرهم بأنه غلبهم عليها، فأنزل الله الطمأنينة من عنده على رسوله وأنزلها على المؤمنين، فلم يؤدّ بهم الغضب إلى مقابلة المشركين بمثل فعلهم، وألزم الله المؤمنين كلمة الحق وهي لا إله إلا الله، وأن يقوموا بحقها فقاموا به، وكان المؤمنون أحق بهذه الكلمة من غيرهم، وكانوا أهلها المستأهلين لها لما علم الله في قلوبهم من الخير، وكان الله بكل شيء عليمًا، لا يخفى عليه شيء.",
        "saadi": "يقول تعالى: { إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ } حيث أنفوا من كتابة { بسم الله الرحمن الرحيم } وأنفوا من دخول رسول الله صلى الله عليه وسلم والمؤمنين إليهم في تلك السنة، لئلا يقول الناس: { دخلوا مكة قاهرين لقريش } وهذه الأمور ونحوها من أمور الجاهلية، لم تزل في قلوبهم حتى أوجبت لهم ما أوجبت من كثير من المعاصي، { فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ } فلم يحملهم الغضب على مقابلة المشركين بما قابلوهم به، بل صبروا لحكم الله، والتزموا الشروط التي فيها تعظيم حرمات الله ولو كانت ما كانت، ولم يبالوا بقول القائلين، ولا لوم اللائمين.{ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى } وهي { لا إله إلا الله } وحقوقها، ألزمهم القيام بها، فالتزموها وقاموا بها، { وَكَانُوا أَحَقَّ بِهَا } من غيرهم { و } كانوا { أهلها } الذين استأهلوها لما يعلم الله عندهم وفي قلوبهم من الخير، ولهذا قال: { وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا }  ",
        "kathir": "وقوله : ( إذ جعل الذين كفروا في قلوبهم الحمية حمية الجاهلية ) ، وذلك حين أبوا أن يكتبوا \" بسم الله الرحمن الرحيم \" ، وأبوا أن يكتبوا : \" هذا ما قاضى عليه محمد رسول الله \" ، ( فأنزل الله سكينته على رسوله وعلى المؤمنين وألزمهم كلمة التقوى ) ، وهي قول : \" لا إله إلا الله \" ، كما قال ابن جرير ، وعبد الله ابن الإمام أحمد : حدثنا الحسن بن قزعة أبو علي البصري ، حدثنا سفيان بن حبيب ، حدثنا شعبة ، عن ثوير ، عن أبيه عن الطفيل - يعني : ابن أبي بن كعب [ رضي الله عنه ] - عن أبيه [ أنه ] سمع رسول الله - صلى الله عليه وسلم - يقول : ( وألزمهم كلمة التقوى ) قال : \" لا إله إلا الله \" .وكذا رواه الترمذي عن الحسن بن قزعة ، وقال : غريب لا نعرفه إلا من حديثه ، وسألت أبا زرعة عنه فلم يعرفه إلا من هذا الوجه .وقال ابن أبي حاتم : حدثنا أحمد بن منصور الرمادي ، حدثنا عبد الله بن صالح ، حدثني الليث ، حدثني عبد الرحمن بن خالد ، عن ابن شهاب ، عن سعيد بن المسيب ، أن أبا هريرة أخبره ، أن رسول الله - صلى الله عليه وسلم - قال : \" أمرت أن أقاتل الناس حتى يقولوا : لا إله إلا الله ، فمن قال : لا إله إلا الله ، فقد عصم مني ماله ونفسه إلا بحقه ، وحسابه على الله \" ، وأنزل الله في كتابه ، وذكر قوما فقال : ( إنهم كانوا إذا قيل لهم لا إله إلا الله يستكبرون ) [ الصافات : 35 ] ، وقال الله جل ثناؤه : ( وألزمهم كلمة التقوى وكانوا أحق بها وأهلها ) وهي : \" لا إله إلا الله ، محمد رسول الله \" ، فاستكبروا عنها واستكبر عنها المشركون يوم الحديبية ، وكاتبهم رسول الله - صلى الله عليه وسلم - على قضية المدة .وكذا رواه بهذه الزيادات ابن جرير من حديث الزهري ، والظاهر أنها مدرجة من كلام الزهري ، والله أعلم .وقال مجاهد : ( كلمة التقوى ) : الإخلاص . وقال عطاء بن أبي رباح : هي لا إله إلا الله وحده لا شريك له له الملك وله الحمد ، وهو على كل شيء قدير .وقال يونس بن بكير ، عن ابن إسحاق ، عن الزهري ، عن عروة ، عن المسور : ( وألزمهم كلمة التقوى ) قال : لا إله إلا الله ، وحده لا شريك له .وقال الثوري ، عن سلمة بن كهيل ، عن عباية بن ربعي ، عن علي : ( وألزمهم كلمة التقوى ) قال : لا إله إلا الله ، والله أكبر . وكذا قال ابن عمر ، رضي الله عنهما .وقال علي بن أبي طلحة ، عن ابن عباس قوله : ( وألزمهم كلمة التقوى ) قال : يقول : شهادة أن لا إله إلا الله ، وهي رأس كل تقوى .وقال سعيد بن جبير : ( وألزمهم كلمة التقوى ) قال : لا إله إلا الله والجهاد في سبيله .وقال عطاء الخراساني : هي : لا إله إلا الله ، محمد رسول الله .وقال عبد الله بن المبارك ، عن معمر عن الزهري : ( وألزمهم كلمة التقوى ) قال : بسم الله الرحمن الرحيم .وقال قتادة : ( وألزمهم كلمة التقوى ) قال : لا إله إلا الله .( وكانوا أحق بها وأهلها ) : كان المسلمون أحق بها ، وكانوا أهلها .( وكان الله بكل شيء عليما ) أي : هو عليم بمن يستحق الخير ومن يستحق الشر .وقد قال النسائي : حدثنا إبراهيم بن سعيد ، حدثنا شبابة بن سوار ، عن أبي رزين ، عن عبد الله بن العلاء بن زبر ، عن بسر بن عبيد الله ، عن أبي إدريس ، عن أبي بن كعب أنه كان يقرأ : ( إذ جعل الذين كفروا في قلوبهم الحمية حمية الجاهلية ) [ الفتح : 26 ] ، ولو حميتم كما حموا لفسد المسجد الحرام . فبلغ ذلك عمر فأغلظ له ، فقال : إنك لتعلم أني كنت أدخل على رسول الله - صلى الله عليه وسلم - فيعلمني مما علمه الله . فقال عمر : بل أنت رجل عندك علم وقرآن ، فاقرأ وعلم مما علمك الله ورسوله .وهذا ذكر الأحاديث الواردة في قصة الحديبية وقصة الصلح :قال الإمام أحمد : حدثنا يزيد بن هارون ، أخبرنا محمد بن إسحاق بن يسار ، عن الزهري ، عن عروة بن الزبير ، عن المسور بن مخرمة ومروان بن الحكم قالا خرج رسول الله - صلى الله عليه وسلم - عام الحديبية يريد زيارة البيت ، لا يريد قتالا وساق معه الهدي سبعين بدنة ، وكان الناس سبعمائة رجل ، فكانت كل بدنة عن عشرة ، وخرج رسول الله - صلى الله عليه وسلم - حتى إذا كان بعسفان لقيه بشر بن سفيان الكعبي ، فقال : يا رسول الله ، هذه قريش قد سمعت بمسيرك فخرجت معها العوذ المطافيل ، قد لبست جلود النمور ، يعاهدون الله ألا تدخلها عليهم عنوة أبدا ، وهذا خالد بن الوليد في خيلهم قد قدموه إلى كراع الغميم ، فقال رسول الله - صلى الله عليه وسلم - : \" يا ويح قريش ! قد أكلتهم الحرب ، ماذا عليهم لو خلوا بيني وبين سائر الناس ؟ فإن أصابوني كان الذي أرادوا ، وإن أظهرني الله [ عليهم ] دخلوا في الإسلام وهم وافرون ، وإن لم يفعلوا قاتلوا وبهم قوة ، فماذا تظن قريش ؟ فوالله لا أزال أجاهدهم على الذي بعثني الله به حتى يظهرني الله أو تنفرد هذه السالفة \" . ثم أمر الناس فسلكوا ذات اليمين بين ظهري الحمض على طريق تخرجه على ثنية المرار والحديبية من أسفل مكة . قال : فسلك بالجيش تلك الطريق ، فلما رأت خيل قريش قترة الجيش قد خالفوا عن طريقهم ، ركضوا راجعين إلى قريش ، فخرج رسول الله - صلى الله عليه وسلم - حتى إذا سلك ثنية المرار ، بركت ناقته ، فقال الناس : خلأت . فقال رسول الله - صلى الله عليه وسلم - : \" ما خلأت ، وما ذلك لها بخلق ، ولكن حبسها حابس الفيل عن مكة ، والله لا تدعوني قريش اليوم إلى خطة يسألوني فيها صلة الرحم ، إلا أعطيتهم إياها \" [ ثم ] قال للناس : \" انزلوا \" . قالوا : يا رسول الله ، ما بالوادي من ماء ينزل عليه الناس . فأخرج رسول الله - صلى الله عليه وسلم - سهما من كنانته فأعطاه رجلا من أصحابه ، فنزل في قليب من تلك القلب ، فغرزه فيه فجاش بالماء حتى ضرب الناس عنه بعطن . فلما اطمأن رسول الله - صلى الله عليه وسلم - إذا بديل بن ورقاء في رجال من خزاعة ، فقال لهم كقوله لبشر بن سفيان ، فرجعوا إلى قريش فقالوا : يا معشر قريش ، إنكم تعجلون على محمد ، وإن محمدا لم يأت لقتال ، إنما جاء زائرا لهذا البيت معظما لحقه ، فاتهموهم .قال محمد بن إسحاق : قال الزهري : [ و ] كانت خزاعة في عيبة رسول الله - صلى الله عليه وسلم - مشركها ومسلمها ، لا يخفون على رسول الله - صلى الله عليه وسلم - شيئا كان بمكة ، فقالوا : وإن كان إنما جاء لذلك فوالله لا يدخلها أبدا علينا عنوة ، ولا يتحدث بذلك العرب . ثم بعثوا إليه مكرز بن حفص ، أحد بني عامر بن لؤي ، فلما رآه رسول الله - صلى الله عليه وسلم - قال : \" هذا رجل غادر \" . فلما انتهى إلى رسول الله - صلى الله عليه وسلم - كلمه رسول الله - صلى الله عليه وسلم - بنحو ما كلم به أصحابه ، ثم رجع إلى قريش فأخبرهم بما قال له رسول الله [ - صلى الله عليه وسلم - ] ; فبعثوا إليه الحليس بن علقمة الكناني ، وهو يومئذ سيد الأحابيش ، فلما رآه رسول الله - صلى الله عليه وسلم - قال : \" هذا من قوم يتألهون ، فابعثوا الهدي \" في وجهه ، فبعثوا الهدي ، فلما رأى الهدي يسيل عليه من عرض الوادي في قلائده قد أكل أوتاره من طول الحبس عن محله ، رجع ولم يصل إلى رسول الله - صلى الله عليه وسلم - إعظاما لما رأى ، فقال : يا معشر قريش ، قد رأيت ما لا يحل صده ، الهدي في قلائده قد أكل أوتاره من طول الحبس عن محله . قالوا : اجلس ، إنما أنت أعرابي لا علم لك . فبعثوا إليه عروة بن مسعود الثقفي ، فقال : يا معشر قريش ، إن قد رأيت ما يلقى منكم من تبعثون إلى محمد إذا جاءكم ، من التعنيف وسوء اللفظ ، وقد عرفتم أنكم والد وأني ولد ، وقد سمعت بالذي نابكم ، فجمعت من أطاعني من قومي ، ثم جئت حتى آسيتكم بنفسي . قالوا : صدقت ما أنت عندنا بمتهم . فخرج حتى أتى رسول الله - صلى الله عليه وسلم - فجلس بين يديه ، فقال : يا محمد جمعت أوباش الناس ، ثم جئت بهم لبيضتك لتفضها ، إنها قريش قد خرجت معها العوذ المطافيل ، قد لبسوا جلود النمور ، يعاهدون الله ألا تدخلها عليهم عنوة أبدا ، وايم الله لكأني بهؤلاء قد انكشفوا عنك غدا . قال : وأبو بكر قاعد خلف رسول الله - صلى الله عليه وسلم - فقال : امصص بظر اللات ! أنحن ننكشف عنه ؟ ! قال : من هذا يا محمد ؟ قال : \" هذا ابن أبي قحافة \" . قال : أما والله لولا يد كانت لك عندي لكافأتك بها ، ولكن هذه بها . ثم تناول لحية رسول الله - صلى الله عليه وسلم - والمغيرة بن شعبة واقف على رأس رسول الله - صلى الله عليه وسلم - في الحديد ، قال : فقرع يده . ثم قال : أمسك يدك عن لحية رسول الله - صلى الله عليه وسلم - قبل - والله - لا تصل إليك . قال : ويحك ! ما أفظعك وأغلظك ! فتبسم رسول الله - صلى الله عليه وسلم - . قال : من هذا يا محمد ؟ قال - صلى الله عليه وسلم - : \" هذا ابن أخيك المغيرة بن شعبة \" . قال : أغدر ، وهل غسلت سوأتك إلا بالأمس ؟ ! قال فكلمه رسول الله - صلى الله عليه وسلم - بمثل ما كلم به أصحابه ، وأخبره أنه لم يأت يريد حربا . قال : فقام من عند رسول الله [ - صلى الله عليه وسلم - ] وقد رأى ما يصنع به أصحابه ، لا يتوضأ وضوءا إلا ابتدروه ، ولا يبصق بصاقا إلا ابتدروه ، ولا يسقط من شعره شيء إلا أخذوه . فرجع إلى قريش فقال : يا معشر قريش ، إنى جئت كسرى في ملكه ، وجئت قيصر والنجاشي في ملكهما ، والله ما رأيت ملكا قط مثل محمد في أصحابه ، ولقد رأيت قوما لا يسلمونه لشيء أبدا ، فروا رأيكم . قال : وقد كان رسول الله - صلى الله عليه وسلم - قبل ذلك قد بعث خراش بن أمية الخزاعي إلى مكة ، وحمله على جمل له يقال له : \" الثعلب \" فلما دخل مكة عقرت به قريش ، وأرادوا قتل خراش ، فمنعتهم الأحابيش ، حتى أتى رسول الله - صلى الله عليه وسلم - فدعا عمر ليبعثه إلى مكة ، فقال : يا رسول الله ، إنى أخاف قريشا على نفسي ، وليس بها من بني عدي أحد يمنعني ، وقد عرفت قريش عداوتي إياها وغلظتي عليها ، ولكن أدلك على رجل هو أعز مني : عثمان بن عفان . قال : فدعاه رسول الله - صلى الله عليه وسلم - فبعثه إلى قريش يخبرهم أنه لم يأت لحرب أحد ، وإنما جاء زائرا لهذا البيت ، معظما لحرمته . فخرج عثمان حتى أتى مكة ، فلقيه أبان بن سعيد بن العاص ، فنزل عن دابته وحمله بين يديه وردف خلفه ، وأجاره حتى بلغ رسالة رسول الله - صلى الله عليه وسلم - فانطلق عثمان حتى أتى أبا سفيان وعظماء قريش ، فبلغهم عن رسول الله - صلى الله عليه وسلم - ما أرسله به ، فقالوا لعثمان : إن شئت أن تطوف بالبيت فطف به ، فقال : ما كنت لأفعل حتى يطوف به رسول الله [ - صلى الله عليه وسلم - ] قال : واحتبسته قريش عندها ، قال : وبلغ رسول الله أن عثمان قد قتل .قال محمد : فحدثني الزهري : أن قريشا بعثوا سهل بن عمرو ، وقالوا : ائت محمدا فصالحه ولا يكون في صلحه إلا أن يرجع عنا عامه هذا ، فوالله لا تحدث العرب أنه دخلها علينا عنوة أبدا . فأتاه سهل بن عمرو فلما رآه رسول الله - صلى الله عليه وسلم - قال : \" قد أراد القوم الصلح حين بعثوا هذا الرجل \" . فلما انتهى إلى رسول الله - صلى الله عليه وسلم - تكلما وأطالا الكلام ، وتراجعا حتى جرى بينهما الصلح ، فلما التأم الأمر ولم يبق إلا الكتاب ، وثب عمر بن الخطاب فأتى أبا بكر فقال : يا أبا بكر ، أوليس برسول الله ؟ أولسنا بالمسلمين ؟ أوليسوا بالمشركين ؟ قال : بلى . قال : فعلام نعطى الذلة في ديننا ؟ فقال أبو بكر : يا عمر ، الزم غرزه حيث كان ، فإني أشهد أنه رسول الله . [ ثم ] قال عمر : وأنا أشهد . ثم أتى رسول الله فقال : يا رسول الله ، أولسنا بالمسلمين أوليسوا بالمشركين ؟ قال : \" بلى \" قال : فعلام نعطى الذلة في ديننا ؟ فقال : \" أنا عبد الله ورسوله ، لن أخالف أمره ولن يضيعني \" . ثم قال عمر : ما زلت أصوم وأصلي وأتصدق وأعتق من الذي صنعت مخافة كلامي الذي تكلمت به يومئذ حتى رجوت أن يكون خيرا . قال : ثم دعا رسول الله - صلى الله عليه وسلم - علي بن أبي طالب [ رضي الله عنه ] فقال : اكتب : \" بسم الله الرحمن الرحيم \" . فقال سهل بن عمرو : ولا أعرف هذا ، ولكن اكتب : \" باسمك اللهم ، فقال رسول الله : \" اكتب باسمك اللهم . هذا ما صالح عليه محمد رسول الله ، سهل بن عمرو \" ، فقال سهل بن عمرو : ولو شهدت أنك رسول الله لم أقاتلك ، ولكن اكتب : هذا ما اصطلح عليه محمد بن عبد الله ، وسهل بن عمرو ، على وضع الحرب عشر سنين ، يأمن فيها الناس ، ويكف بعضهم عن بعض ، على أنه من أتى رسول الله من أصحابه بغير إذن وليه ، رده عليهم ، ومن أتى قريشا ممن مع رسول الله - صلى الله عليه وسلم - لم يردوه عليه وأن بيننا عيبة مكفوفة ، وأنه لا إسلال ولا إغلال ، وكان في شرطهم حين كتبوا الكتاب : أنه من أحب أن يدخل في عقد محمد وعهده ، دخل فيه ، ومن أحب أن يدخل في عقد قريش وعهدهم دخل فيه ، فتواثبت خزاعة فقالوا : نحن في عقد رسول الله وعهده ، وتواثبت بنو بكر فقالوا : نحن في عقد قريش وعهدهم ، وأنك ترجع عنا عامنا هذا فلا تدخل علينا مكة ، وأنه إذا كان عام قابل خرجنا عنك فتدخلها بأصحابك ، وأقمت بها ثلاثا معك سلاح الراكب لا تدخلها بغير السيوف في القرب ، فبينا رسول الله - صلى الله عليه وسلم - يكتب الكتاب ، إذا جاءه أبو جندل بن سهل بن عمرو في الحديد قد انفلت إلى رسول الله - صلى الله عليه وسلم - قال : وقد كان أصحاب رسول الله خرجوا وهم لا يشكون في الفتح ، لرؤيا رآها رسول الله - صلى الله عليه وسلم - فلما رأوا ما رأوا من الصلح والرجوع ، وما تحمل رسول الله [ - صلى الله عليه وسلم - ] على نفسه ، دخل الناس من ذلك أمر عظيم ، حتى كادوا أن يهلكوا . فلما رأى سهل أبا جندل قام إليه فضرب وجهه وقال : يا محمد ، قد لجت القضية بيني وبينك قبل أن يأتيك هذا . قال : \" صدقت \" . فقام إليه فأخذ بتلابيبه . قال : وصرخ أبو جندل بأعلى صوته : يا معشر المسلمين ، أتردونني إلى أهل الشرك فيفتنوني في ديني ؟ قال : فزاد الناس شرا إلى ما بهم ، فقال رسول الله - صلى الله عليه وسلم - : \" يا أبا جندل ، اصبر واحتسب ، فإن الله جاعل لك ولمن معك من المستضعفين فرجا ومخرجا ، إنا قد عقدنا بيننا وبين القوم صلحا فأعطيناهم على ذلك وأعطونا عليه عهدا ، وإنا لن نغدر بهم \" . قال : فوثب إليه عمر بن الخطاب فجعل يمشي مع [ أبي ] جندل إلى جنبه وهو يقول : اصبر أبا جندل ، فإنما هم المشركون ، وإنما دم أحدهم دم كلب ، قال : ويدني قائم السيف منه ، قال : يقول : رجوت أن يأخذ السيف فيضرب به أباه قال : فضن الرجل بأبيه . قال : ونفذت القضية ، فلما فرغا من الكتاب ، وكان رسول الله - صلى الله عليه وسلم - يصلي في الحرم ، وهو مضطرب في الحل ، قال : فقام رسول الله - صلى الله عليه وسلم - فقال : \" يا أيها الناس ، انحروا واحلقوا \" . قال : فما قام أحد . قال : ثم عاد بمثلها ، فما قام رجل حتى عاد - صلى الله عليه وسلم - بمثلها ، فما قام رجل .فرجع رسول الله - صلى الله عليه وسلم - فدخل على أم سلمة فقال : \" يا أم سلمة ما شأن الناس ؟ \" قالت : يا رسول الله ، قد دخلهم ما رأيت ، فلا تكلمن منهم إنسانا ، واعمد إلى هديك حيث كان فانحره واحلق ، فلو قد فعلت ذلك فعل الناس ذلك . فخرج رسول الله - صلى الله عليه وسلم - لا يكلم أحدا حتى أتى هديه فنحره ، ثم جلس فحلق ، قال : فقام الناس ينحرون ويحلقون . قال : حتى إذا كان بين مكة والمدينة في وسط الطريق نزلت سورة الفتح .هكذا ساقه أحمد من هذا الوجه ، وهكذا رواه يونس بن بكير وزياد البكائي ، عن ابن إسحاق ، بنحوه ، وفيه إغراب ، وقد رواه أيضا عن عبد الرزاق ، عن معمر ، عن الزهري ، به نحوه وخالفه في أشياء وقد رواه البخاري ، رحمه الله ، في صحيحه ، فساقه سياقة حسنة مطولة بزيادات جيدة ، فقال في كتاب الشروط من صحيحه :حدثنا عبد الله بن محمد ، حدثنا عبد الرزاق ، أخبرنا معمر : أخبرني الزهري : أخبرني عروة بن الزبير ، عن المسور بن مخرمة ومروان بن الحكم ، يصدق كل واحد منهما حديث صاحبه ، قالا خرج رسول الله - صلى الله عليه وسلم - زمن الحديبية في بضع عشرة مائة من أصحابه ، فلما أتى ذا الحليفة قلد الهدي وأشعره ، وأحرم منها بعمرة وبعث عينا له من خزاعة ، وسار حتى إذا كان بغدير الأشطاط أتاه عينه ، فقال : إن قريشا قد جمعوا لك جموعا ، وقد جمعوا لك الأحابيش وهم مقاتلوك وصادوك ومانعوك . فقال : \" أشيروا أيها الناس علي ، أترون أن نميل على عيالهم ، وذراري هؤلاء الذين يريدون أن صدونا عن البيت ؟ \" وفي لفظ : \" أترون أن نميل على ذراري هؤلاء الذين أعانوهم . فإن يأتونا كان الله قد قطع عنقا من المشركين وإلا تركناهم محزونين \" ، وفي لفظ : \" فإن قعدوا قعدوا موتورين مجهودين محروبين وإن نجوا يكن عنقا قطعها الله ، أم ترون أن نؤم البيت فمن صدنا عنه قاتلناه ؟ \" . فقال أبو بكر [ رضي الله عنه ] : يا رسول الله خرجت عامدا لهذا البيت ، لا نريد قتل أحد ولا حربا ، فتوجه له ، فمن صدنا عنه قاتلناه . وفي لفظ : فقال أبو بكر رضي الله عنه : الله ورسوله علم إنما جئنا معتمرين ، ولم نجئ لقتال أحد ، ولكن من حال بيننا وبين البيت قاتلناه . فقال النبي - صلى الله عليه وسلم - : \" فروحوا إذن \" ، وفي لفظ : \" فامضوا على اسم الله \" .حتى إذا كانوا ببعض الطريق ، قال النبي - صلى الله عليه وسلم - : \" إن خالد بن الوليد في خيل لقريش طليعة ، فخذوا ذات اليمين \" . فوالله ما شعر بهم خالد حتى إذا هم بقترة الجيش ، فانطلق يركض نذيرا لقريش ، وسار النبي - صلى الله عليه وسلم - حتى إذا كان بالثنية التي يهبط عليهم منها ، بركت به راحلته . فقال الناس : حل حل فألحت ، فقالوا : خلأت القصواء ، خلأت القصواء ، فقال النبي - صلى الله عليه وسلم - : \" ما خلأت القصواء ، وما ذاك لها بخلق ، ولكن حبسها حابس الفيل \" . ثم قال : \" والذي نفسي بيده ، لا يسألوني خطة يعظمون فيها حرمات الله ، إلا أعطيتهم إياها \" . ثم زجرها فوثبت ، فعدل عنهم حتى نزل بأقصى الحديبية على ثمد قليل الماء ، يتبرضه الناس تبرضا ، فلم يلبث الناس حتى نزحوه ، وشكي إلى رسول الله - صلى الله عليه وسلم - العطش ، فانتزع من كنانته سهما ثم أمرهم أن يجعلوه فيه ، فوالله ما زال يجيش لهم بالري حتى صدروا عنه ، فبينما هم كذلك إذ جاء بديل بن ورقاء الخزاعي في نفر من قومه من خزاعة ، وكانوا عيبة نصح رسول الله [ - صلى الله عليه وسلم - ] من أهل تهامة ، فقال : إني تركت كعب بن لؤي وعامر بن لؤي ، نزلوا أعداد مياه الحديبية معهم العوذ المطافيل ، وهم مقاتلوك وصادوك عن البيت . فقال النبي - صلى الله عليه وسلم - : \" إنا لم نجئ لقتال أحد ، ولكن جئنا معتمرين ، وإن قريشا قد نهكتهم الحرب فأضرت بهم ، فإن شاءوا ماددتهم مدة ويخلوا بيني وبين الناس ، فإن أظهر فإن شاءوا أن يدخلوا فيما دخل فيه الناس فعلوا ، وإلا فقد جموا ، وإن هم أبوا فوالذي نفسي بيده لأقاتلنهم على أمري هذا حتى تنفرد سالفتي ، ولينفذن الله أمره \" قال بديل : سأبلغهم ما تقول ، فانطلق حتى أتى قريشا فقال : إنا قد جئنا من عند هذا الرجل ، وسمعناه يقول قولا فإن شئتم أن نعرضه عليكم فعلنا ، فقال سفهاؤهم : لا حاجة لنا أن تخبرنا عنه بشيء . وقال ذوو الرأي منهم : هات ما سمعته يقول قال : سمعته يقول كذا وكذا ، فحدثهم بما قال رسول الله - صلى الله عليه وسلم - فقام عروة بن مسعود فقال : أي قوم ، ألستم بالوالد ؟ قالوا : بلى . قال : أولست بالولد ؟ قالوا : بلى . قال : فهل تتهموني ؟ قالوا : لا . قال : ألستم تعلمون أني استنفرت أهل عكاظ ، فلما بلحوا علي جئتكم بأهلي وولدي ومن أطاعني ؟ قالوا : بلى . قال : فإن هذا قد عرض عليكم خطة رشد فاقبلوها ودعوني آته . قالوا : ائته . فأتاه فجعل يكلم رسول الله - صلى الله عليه وسلم - فقال النبي - صلى الله عليه وسلم - له نحوا من قوله لبديل بن ورقاء . فقال عروة عند ذلك : أي محمد ، أرأيت إن استأصلت أمر قومك ، هل سمعت بأحد من العرب اجتاح أصله قبلك ؟ وإن تك الأخرى فإني والله لأرى وجوها ، وإني لأرى أشوابا من الناس خليقا أن يفروا ويدعوك ، فقال أبو بكر رضي الله عنه : امصص بظر اللات ! أنحن نفر وندعه ؟ ! قال : من ذا ؟ قالوا : أبو بكر . قال : أما والذي نفسي بيده لولا يد كانت لك عندي لم أجزك بها ، لأجبتك . قال : وجعل يكلم النبي - صلى الله عليه وسلم - فكلما كلمه أخذ بلحيته ، والمغيرة بن شعبة رضي الله عنه قائم على رأس النبي - صلى الله عليه وسلم - ومعه السيف وعليه المغفر ، فكلما أهوى عروة بيده إلى لحية النبي - صلى الله عليه وسلم - ضرب يده بنعل السيف ، وقال له : أخر يدك من لحية النبي - صلى الله عليه وسلم - . فرفع عروة رأسه وقال : من هذا ؟ قال : المغيرة بن شعبة . فقال : أي غدر ، ألست أسعى في غدرتك ؟ ! وكان المغيرة بن شعبة صحب قوما في الجاهلية فقتلهم وأخذ أموالهم ، ثم جاء فأسلم ، فقال النبي - صلى الله عليه وسلم - : \" أما الإسلام فأقبل ، وأما المال فلست منه في شي \" . ثم إن عروة جعل يرمق أصحاب النبي - صلى الله عليه وسلم - بعينيه ، قال : فوالله ما تنخم رسول الله [ - صلى الله عليه وسلم - ] نخامة إلا وقعت في كف رجل منهم ، فدلك بها وجهه وجلده ، وإذا أمرهم ابتدروا أمره ، وإذا توضأ كادوا يقتتلون على وضوئه ، وإذا تكلم خفضوا أصواتهم عنده ، وما يحدون النظر إليه ، تعظيما له - صلى الله عليه وسلم - فرجع عروة إلى أصحابه فقال : أي قوم ، والله لقد وفدت على الملوك ، ووفدت على كسرى وقيصر والنجاشي ، والله إن رأيت ملكا قط يعظمه أصحابه ما يعظم أصحاب محمد محمدا ، والله إن تنخم نخامة إلا وقعت في كف رجل منهم ، فدلك بها وجهه وجلده ، وإذا أمرهم ابتدروا أمره ، وإذا توضأ كادوا يقتتلون على وضوئه ، وإذا تكلم خفضوا أصواتهم عنده ، وما يحدون النظر إليه تعظيما له ، وإنه قد عرض عليكم خطة رشد فاقبلوها . فقال رجل منهم من بني كنانة : دعوني آته . فقالوا : ائته فلما أشرف على النبي - صلى الله عليه وسلم - وأصحابه ، قال النبي - صلى الله عليه وسلم - : \" هذا فلان ، وهو من قوم يعظمون البدن ، فابعثوها له \" فبعثت له ، واستقبله الناس يلبون ، فلما رأى ذلك قال : سبحان الله ! ما ينبغي لهؤلاء أن يصدوا عن البيت . فلما رجع إلى أصحابه قال : رأيت البدن قد قلدت وأشعرت ، فما أرى أن يصدوا عن البيت . فقال رجل منهم يقال له : \" مكرز بن حفص \" ، فقال : دعوني آته . فقالوا : ائته . فلما أشرف عليهم قال النبي - صلى الله عليه وسلم - : \" هذا مكرز [ بن حفص ] وهو رجل فاجر \" ، فجعل يكلم النبي - صلى الله عليه وسلم - فبينما هو يكلمه إذ جاء سهل بن عمرو .وقال معمر : أخبرني أيوب ، عن عكرمة أنه قال : لما جاء سهيل بن عمرو قال النبي - صلى الله عليه وسلم - : \" قد سهل لكم من أمركم \" .قال معمر : قال الزهري في حديثه : فجاء سهيل بن عمرو فقال : هات أكتب بيننا وبينك كتابا فدعا النبي - صلى الله عليه وسلم - الكاتب ، فقال النبي - صلى الله عليه وسلم - : \" [ اكتب ] : بسم الله الرحمن الرحيم \" ، فقال سهل [ بن عمرو ] : أما \" الرحمن \" فوالله ما أدري ما هو ، ولكن اكتب : \" باسمك اللهم \" ، كما كنت تكتب . فقال المسلمون : والله لا نكتبها إلا \" بسم الله الرحمن الرحيم \" . فقال النبي - صلى الله عليه وسلم - : \" اكتب : باسمك اللهم \" . ثم قال : \" هذا ما قاضى عليه محمد رسول الله \" . فقال سهل : والله لو كنا نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك ، ولكن اكتب : \" محمد بن عبد الله \" ، فقال النبي - صلى الله عليه وسلم - : \" والله إني لرسول الله وإن كذبتموني . اكتب محمد بن عبد الله \" قال الزهري : وذلك لقوله : \" والله لا يسألوني خطة يعظمون فيها حرمات الله إلا أعطيتهم إياها \" . فقال له النبي - صلى الله عليه وسلم - : \" على أن تخلوا بيننا وبين البيت فنطوف به \" . فقال سهل : والله لا تتحدث العرب أنا أخذنا ضغطة ، ولكن ذلك من العام المقبل ، فكتب ، فقال سهل : \" وعلى أن لا يأتيك منا رجل وإن كان على دينك إلا رددته إلينا \" . فقال المسلمون : سبحان الله ! كيف يرد إلى المشركين وقد جاء مسلما ؟ ! فبينما هم كذلك إذ جاء أبو جندل بن سهل بن عمرو يرسف في قيوده قد خرج من أسفل مكة حتى رمى بنفسه بين أظهر المسلمين ، فقال سهل : هذا يا محمد أول من أقاضيك عليه أن ترده إلي ، فقال النبي - صلى الله عليه وسلم - : \" إنا لم نقض الكتاب بعد \" . قال : فوالله إذا لا أصالحك على شيء أبدا . فقال النبي - صلى الله عليه وسلم - : \" فأجزه لي \" فقال : ما أنا بمجيز ذلك لك ، قال : \" بلى فافعل \" . قال : ما أنا بفاعل . قال مكرز : بلى قد أجزناه لك . قال أبو جندل : أي معشر المسلمين ، أرد إلى المشركين وقد جئت مسلما ؟ ألا ترون ما قد لقيت ؟ ! وكان قد عذب عذابا شديدا في الله عز وجل . قال عمر [ بن الخطاب ] رضي الله عنه : فأتيت نبي الله - صلى الله عليه وسلم - فقلت : ألست نبي الله حقا ؟ قال - صلى الله عليه وسلم - : \" بلى \" . قلت : ألسنا على الحق وعدونا على الباطل ؟ قال : \" بلى \" . قلت : فلم نعطي الدنية في ديننا إذا ؟ قال : \" إني رسول الله ، ولست أعصيه ، وهو ناصري \" ، قلت : أولست كنت تحدثنا أنا سنأتي البيت ونطوف به ؟ قال : \" بلى ، أفأخبرتك أنا نأتيه العام ؟ \" قلت : لا قال : \" فإنك آتيه ومطوف به \" . قال : فأتيت أبا بكر فقلت : يا أبا بكر أليس هذا نبي الله حقا ؟ قال : بلى . قلت : ألسنا على الحق وعدونا على الباطل ؟ قال : بلى . قلت : فلم نعطي الدنية في ديننا إذا ؟ قال : أيها الرجل ، إنه رسول الله ، وليس يعصي ربه ، وهو ناصره ، فاستمسك بغرزه ، فوالله إنه على الحق . قلت : أوليس كان يحدثنا أنا سنأتي البيت ونطوف به ؟ قال : بلى قال : أفأخبرك أنك تأتيه العام ؟ قلت : لا . قال : فإنك تأتيه وتطوف به .قال الزهري : قال عمر : فعملت لذلك أعمالا . قال : فلما فرغ من قضية الكتاب قال رسول الله - صلى الله عليه وسلم - لأصحابه : \" قوموا فانحروا ثم احلقوا \" . قال : فوالله ما قام منهم رجل حتى قال ذلك ثلاث مرات ! ! فلما لم يقم منهم أحد دخل على أم سلمة ، فذكر لها ما لقي من الناس ، قالت له أم سلمة : يا نبي الله ، أتحب ذلك ؟ اخرج ثم لا تكلم أحدا منهم كلمة حتى تنحر بدنك وتدعو حالقك فيحلقك ، فخرج فلم يكلم أحدا منهم حتى فعل ذلك ، نحر بدنه ، ودعا حالقه فحلقه ، فلما رأوا ذلك قاموا فنحروا وجعل بعضهم يحلق بعضا ، حتى كاد بعضهم يقتل بعضا غما ، ثم جاءه نسوة مؤمنات ، فأنزل الله ، عز وجل : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات ) حتى بلغ : ( بعصم الكوافر ) [ الممتحنة : 10 ] . فطلق عمر يومئذ امرأتين كانتا له في الشرك ، فتزوج إحداهما معاوية بن أبي سفيان ، والأخرى صفوان بن أمية . ثم رجع النبي - صلى الله عليه وسلم - إلى المدينة فجاءه أبو بصير - رجل من قريش - وهو مسلم ، فأرسلوا في طلبه رجلين ، فقالوا : العهد الذي جعلت لنا ، فدفعه إلى الرجلين فخرجا به حتى بلغا ذا الحليفة ، فنزلوا يأكلون من تمر لهم ، فقال أبو بصير لأحد الرجلين : والله إني لأرى سيفك هذا يا فلان جيدا ، فاستله الآخر ، فقال : أجل ! والله إنه لجيد ، لقد جربت منه ثم جربت ، فقال أبو بصير : أرني أنظر إليه ، فأمكنه منه فضربه حتى برد ، وفر الآخر حتى أتى المدينة ، فدخل المسجد يعدو ، فقال رسول الله - صلى الله عليه وسلم - حين رآه : \" لقد رأى هذا ذعرا \" ، فلما انتهى إلى النبي - صلى الله عليه وسلم - قال : قتل والله صاحبي ، وإني لمقتول . فجاء أبو بصير فقال : يا رسول الله ، قد - والله - أوفى الله ذمتك ، قد رددتني إليهم ثم نجاني الله منهم ، فقال النبي - صلى الله عليه وسلم - : \" ويل أمه مسعر حرب ! لو كان له أحد \" . فلما سمع ذلك عرف أنه سيرده إليهم ، فخرج حتى أتى سيف البحر ، قال : وتفلت منهم أبو جندل بن سهل ، فلحق بأبي بصير ، فجعل لا يخرج من قريش رجل قد أسلم إلا لحق بأبي بصير ، حتى اجتمعت منهم عصابة ، فوالله ما يسمعون بعير خرجت لقريش إلى الشام إلا اعترضوا لها فقتلوهم ، وأخذوا أموالهم . فأرسلت قريش إلى النبي - صلى الله عليه وسلم - تناشده الله والرحم لما أرسل إليهم : \" فمن أتاه منهم فهو آمن \" . فأرسل النبي - صلى الله عليه وسلم - إليهم ، وأنزل الله عز وجل : ( وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة ) حتى بلغ : ( حمية الجاهلية ) ، وكانت حميتهم أنهم لم يقروا أنه رسول الله ولم يقروا ببسم الله الرحمن الرحيم ، وحالوا بينهم وبين البيت .هكذا ساقه البخاري هاهنا ، وقد أخرجه في التفسير ، وفي عمرة الحديبية ، وفي الحج ، وغير ذلك من حديث معمر وسفيان بن عيينة ، كلاهما عن الزهري ، به ووقع في بعض الأماكن عن الزهري ، عن عروة ، عن مروان والمسور بن [ مخرمة ] ، عن رجال من أصحاب النبي - صلى الله عليه وسلم - بذلك . وهذا أشبه والله أعلم ، ولم يسقه أبسط من هاهنا ، وبينه وبين سياق ابن إسحاق تباين في مواضع ، وهناك فوائد ينبغي إضافتها إلى ما هاهنا ، ولذلك سقنا تلك الرواية وهذه ، والله المستعان وعليه التكلان ، ولا حول ولا قوة إلا بالله العزيز الحكيم .وقال البخاري في التفسير : حدثنا أحمد بن إسحاق السلمي ، حدثنا يعلى ، حدثنا عبد العزيز بن سياه ، عن حبيب بن أبي ثابت ، قال : أتيت أبا وائل أسأله فقال : كنا بصفين فقال رجل : ألم تر إلى الذين يدعون إلى كتاب الله ؟ فقال علي بن أبي طالب : نعم . فقال سهل بن حنيف : اتهموا أنفسكم ، فلقد رأيتنا يوم الحديبية - يعني : الصلح الذي كان بين النبي - صلى الله عليه وسلم - والمشركين - ولو نرى قتالا لقاتلنا ، فجاء عمر فقال : ألسنا على الحق وهم على الباطل ؟ أليس قتلانا في الجنة وقتلاهم في النار ؟ فقال : \" بلى \" قال : ففيم نعطي الدنية في ديننا ، ونرجع ولما يحكم الله بيننا ؟ فقال : \" يابن الخطاب ، إني رسول الله ، ولن يضيعني الله أبدا \" ، فرجع متغيظا ، فلم يصبر حتى جاء أبا بكر فقال : يا أبا بكر ، ألسنا على الحق وهم على الباطل ، فقال : يابن الخطاب ، إنه رسول الله ، ولن يضيعه الله أبدا ، فنزلت سورة الفتح .وقد رواه البخاري أيضا في مواضع أخر ومسلم والنسائي من طرق أخر عن أبي وائل سفيان بن سلمة ، عن سهل بن حنيف به ، وفي بعض ألفاظه : \" يا أيها الناس ، اتهموا الرأي ، فلقد رأيتني يوم أبي جندل ولو أقدر على أن أرد على رسول الله - صلى الله عليه وسلم - أمره لرددته \" وفي رواية : فنزلت سورة الفتح ، فدعا رسول الله - صلى الله عليه وسلم - عمر بن الخطاب فقرأها عليه .قال الإمام أحمد : حدثنا عفان ، حدثنا حماد ، عن ثابت ، عن أنس ، أن قريشا صالحوا النبي - صلى الله عليه وسلم - فيهم سهل بن عمرو ، فقال النبي - صلى الله عليه وسلم - لعلي : \" اكتب : بسم الله الرحمن الرحيم \" ، فقال سهل : لا ندري ما بسم الله الرحمن الرحيم ، ولكن اكتب ما نعرف : \" باسمك اللهم \" . فقال : \" اكتب من محمد رسول الله \" . قال : لو نعلم أنك رسول الله لاتبعناك ، ولكن اكتب اسمك واسم أبيك . فقال النبي - صلى الله عليه وسلم - : \" اكتب : من محمد بن عبد الله \" . واشترطوا على النبي - صلى الله عليه وسلم - أن من جاء منكم لم نرده عليكم ، ومن جاءكم منا رددتموه علينا ، فقال : يا رسول الله أتكتب هذا ؟ قال : \" نعم ، إنه من ذهب منا إليهم فأبعده الله \" . رواه مسلم من حديث حماد بن سلمة ، به .وقال أحمد أيضا : حدثنا عبد الرحمن بن مهدي ، حدثنا عكرمة بن عمار قال : حدثني سماك ، عن عبد الله بن عباس قال : لما خرجت الحرورية اعتزلوا ، فقلت لهم : إن رسول الله - صلى الله عليه وسلم - يوم الحديبية صالح المشركين ، فقال لعلي : \" اكتب يا علي : هذا ما صالح عليه محمد رسول الله \" قالوا : لو نعلم أنك رسول الله ما قاتلناك ، فقال رسول الله : \" امح يا علي ، اللهم إنك تعلم أني رسولك ، امح يا علي ، واكتب : هذا ما صالح عليه محمد بن عبد الله \" . والله لرسول الله خير من علي ، وقد محا نفسه ، ولم يكن محوه ذلك يمحاه من النبوة ، أخرجت من هذه ؟ قالوا : نعم .ورواه أبو داود من حديث عكرمة بن عمار اليمامي ، بنحوه .وروى الإمام أحمد ، عن يحيى بن آدم : حدثنا زهير ، عن محمد بن عبد الرحمن بن أبي ليلى ، عن الحكم ، عن مقسم ، عن ابن عباس ، رضي الله عنهما ، قال : نحر رسول الله - صلى الله عليه وسلم - يوم الحديبية سبعين بدنة فيها جمل لأبي جهل ، فلما صدت عن البيت حنت كما تحن إلى أولادها ."
      },
      "translations": {
        "en": "When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allah sent down His tranquillity upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allah, of all things, Knowing.",
        "fr": "Quand ceux qui ont mécru eurent mis dans leurs cœurs la fureur, [la] fureur de l'ignorance... Puis Allah fit descendre Sa quiétude sur Son Messager ainsi que sur les croyants, et les obligea à une parole de piété, dont ils étaient les plus dignes et les plus proches. Allah est Omniscient.",
        "es": "Cuando, dejados llevar los infieles de su fanatismo, el fanatismo propio del paganismo, Alá hizo descender Su sakina sobre Su Enviado y sobre los creyentes, y les impuso la palabra del temor de Alá. Tenían pleno derecho a ella y la merecían. Alá es omnisciente."
      },
      "ibn_ashour": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (26(ظرف متعلق بفعل { صدوكم } [ الفتح : 25 ] أي صدوكم صدًّا لا عذر لهم فيه ولا داعي إليه إلا حميةَ الجاهلية ، وإلا فإن المؤمنين جاءوا مسالمين معظمين حُرمة الكعبة سائقين الهدايا لنفع أهل الحرم فليس من الرشد أن يمنعوا عن العمرة ولكن حمية الجاهلية غطّت على عقولهم فصمّموا على منع المسلمين ، ثم آل النزاع بين الطائفتين إلى المصالحة على أن يرجع المسلمون هذا العام وعلى أن المشركين يمكنوهم من العمرة في القابل وأن العامين سواء عندهم ولكنهم أرادوا التشفي لما في قلوبهم من الإحن على المسلمين .فكان تعليق هذا الظرف بفعل { وصدوكم } مشعراً بتعليل الصَّد بكونه حمية الجاهلية ليفيد أن الحمية مُتَمَكنة منهم تظهر منها آثارها فمنها الصد عن المسجد الحرام .والحمية : الأنفة ، أي الاستنكاف من أمرٍ لأنه يراه غضاضة عليه وأكثر إطلاق ذلك على استكبار لا مو"
    },
    {
      "number": 27,
      "text": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًۭا قَرِيبًا",
      "tafsir": {
        "muyassar": "لقد صدق الله رسوله محمدًا رؤياه التي أراها إياه بالحق أنه يدخل هو وأصحابه بيت الله الحرام آمنين، لا تخافون أهل الشرك، محلِّقين رؤوسكم ومقصِّرين، فعلم الله من الخير والمصلحة (في صرفكم عن \"مكة\" عامكم ذلك ودخولكم إليها فيما بعد) ما لم تعلموا أنتم، فجعل مِن دون دخولكم \"مكة\" الذي وعدتم به، فتحًا قريبًا، وهو هدنة \"الحديبية\" وفتح \"خيبر\".",
        "mukhtasar": "لقد صدق الله رسوله الرؤيا بالحق حين أراه إياها في منامه وأخبر بها أصحابه، وهي أنه هو وأصحابه يدخلون بيت الله الحرام آمنين من عدوّهم، منهم المحلِّقون رؤوسهم، ومنهم المقصِّرون إيذانًا بنهاية النُّسُك.\nفعَلم الله من مصلحتكم - أيها المؤمنون - ما لم تعلموا أنتم، فجعل من دون تحقيق الرؤيا بدخول مكة تلك السَّنَةَ فتحًا قريبًا، وهو ما أجراه الله من صلح الحديبية، وما تبعه من فتح خيبر على أيدي المؤمنين الذين حضروا الحديبية.",
        "saadi": "يقول تعالى: { لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ } وذلك أن رسول الله صلى الله عليه وسلم رأى في المدينة رؤيا أخبر بها أصحابه، أنهم سيدخلون مكة ويطوفون بالبيت، فلما جرى يوم الحديبية ما جرى، ورجعوا من غير دخول لمكة، كثر في ذلك الكلام منهم، حتى إنهم قالوا ذلك لرسول الله صلى الله عليه وسلم: ألم تخبرنا أنا سنأتي البيت ونطوف به؟ فقال: \" أخبرتكم أنه العام؟\" قالوا: لا، قال: \"فإنكم ستأتونه وتطوفون به\" قال الله هنا: { لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ } أي: لا بد من وقوعها وصدقها، ولا يقدح في ذلك تأخر تأويلها، { لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ } أي: في هذه الحال المقتضية لتعظيم هذا البيت الحرام، وأدائكم للنسك، وتكميله بالحلق والتقصير، وعدم الخوف، { فَعَلِمَ } من المصلحة والمنافع { مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ } الدخول بتلك الصفة { فَتْحًا قَرِيبًا } ولما كانت هذه الواقعة مما تشوشت بها قلوب بعض المؤمنين، وخفيت عليهم حكمتها، فبين تعالى حكمتها ومنفعتها، وهكذا سائر أحكامه الشرعية، فإنها كلها، هدى ورحمة.",
        "kathir": "كان رسول الله - صلى الله عليه وسلم - قد أري في المنام أنه دخل مكة وطاف بالبيت فأخبر أصحابه بذلك وهو بالمدينة ، فلما ساروا عام الحديبية لم يشك جماعة منهم أن هذه الرؤيا تتفسر هذا العام ، فلما وقع ما وقع من قضية الصلح ورجعوا عامهم ذلك على أن يعودوا من قابل ، وقع في نفوس بعض الصحابة من ذلك شيء ، حتى سأل عمر بن الخطاب ، رضي الله عنه في ذلك ، فقال له فيما قال : أفلم تكن تخبرنا أنا سنأتي البيت ونطوف به ؟ قال : \" بلى ، أفأخبرتك أنك تأتيه عامك هذا \" قال : لا قال : \" فإنك آتيه ومطوف به \" . وبهذا أجاب الصديق - رضي الله عنه - أيضا حذو القذة بالقذة ; ولهذا قال تعالى : ( لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله ) : [ و ] هذا لتحقيق الخبر وتوكيده ، وليس هذا من الاستثناء في شيء ، [ وقوله ] : ( آمنين ) أي : في حال دخولكم . وقوله : ( محلقين رءوسكم ومقصرين ) ، حال مقدرة ; لأنهم في حال حرمهم لم يكونوا محلقين ومقصرين ، وإنما كان هذا في ثاني الحال ، كان منهم من حلق رأسه ومنهم من قصره ، وثبت في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال : \" رحم الله المحلقين \" ، قالوا : والمقصرين يا رسول الله ؟ قال : \" رحم الله المحلقين \" . قالوا : والمقصرين يا رسول الله ؟ قال : \" رحم الله المحلقين \" . قالوا : والمقصرين يا رسول الله ؟ قال : \" والمقصرين \" في الثالثة أو الرابعة .وقوله : ( لا تخافون ) : حال مؤكدة في المعنى ، فأثبت لهم الأمن حال الدخول ، ونفى عنهم الخوف حال استقرارهم في البلد لا يخافون من أحد . وهذا كان في عمرة القضاء في ذي القعدة سنة سبع ، فإن النبي - صلى الله عليه وسلم - لما رجع منالحديبية في ذي القعدة رجع إلى المدينة فأقام بها ذا الحجة والمحرم ، وخرج في صفر إلى خيبر ففتحها الله عليه بعضها عنوة وبعضها صلحا ، وهي إقليم عظيم كثير النخل والزروع ، فاستخدم من فيها من اليهود عليها على الشطر ، وقسمها بين أهل الحديبية وحدهم ، ولم يشهدها أحد غيرهم إلا الذين قدموا من الحبشة ، جعفر بن أبي طالب وأصحابه ، وأبو موسى الأشعري وأصحابه ، ولم يغب منهم أحد ، قال ابن زيد : إلا أبا دجانة سماك بن خرشة ، كما هو مقرر في موضعه ثم رجع إلى المدينة ، فلما كان في ذي القعدة [ في ] سنة سبع خرج إلى مكة معتمرا هو وأهل الحديبية ، فأحرم من ذي الحليفة ، وساق معه الهدي ، قيل : كان ستين بدنة ، فلبى وسار أصحابه يلبون . فلما كان قريبا من مر الظهران بعث محمد بن مسلمة بالخيل والسلاح أمامه ، فلما رآه المشركون رعبوا رعبا شديدا ، وظنوا أن رسول الله - صلى الله عليه وسلم - يغزوهم ، وأنه قد نكث العهد الذي بينه وبينهم من وضع القتال عشر سنين ، وذهبوا فأخبروا أهل مكة ، فلما جاء رسول الله - صلى الله عليه وسلم - فنزل بمر الظهران حيث ينظر إلى أنصاب الحرم ، بعث السلاح من القسي والنبل والرماح إلى بطن يأجج ، وسار إلى مكة بالسيف مغمدة في قربها ، كما شارطهم عليه . فلما كان في أثناء الطريق بعثت قريش مكرز بن حفص فقال : يا محمد ، ما عرفناك تنقض العهد . قال : \" وما ذاك ؟ \" قال : دخلت : علينا بالسلاح والقسي والرماح . فقال : \" لم يكن ذلك ، وقد بعثنا به إلى يأجج \" ، فقال : بهذا عرفناك ، بالبر والوفاء . وخرجت رءوس الكفار من مكة لئلا ينظروا إلى رسول الله - صلى الله عليه وسلم - و [ لا ] إلى أصحابه غيظا وحنقا ، وأما بقية أهل مكة من الرجال والنساء والولدان فجلسوا في الطرق وعلى البيوت ينظرون إلى رسول الله - صلى الله عليه وسلم - وأصحابه ، فدخلها عليه الصلاة والسلام ، وبين يديه أصحابه يلبون ، والهدي قد بعثه إلى ذي طوى ، وهو راكب ناقته القصواء التي كان راكبها يوم الحديبية ، وعبد الله بن رواحة الأنصاري آخذ بزمام ناقة رسول الله - صلى الله عليه وسلم - يقودها ، وهو يقول :باسم الذي لا دين إلا دينه باسم الذي محمد رسوله     خلوا بني الكفار عن سبيلهاليوم نضربكم على تأويله     كما ضربناكم على تنزيلهضربا يزيل الهام عن مقيله     ويذهل الخليل عن خليلهقد أنزل الرحمن في تنزيله     في صحف تتلى على رسولهبأن خير القتل في سبيله     يا رب إني مؤمن بقيلهفهذا مجموع من روايات متفرقة .قال يونس بن بكير ، عن محمد بن إسحاق : حدثني عبد الله بن أبي بكر بن حزم قال : لما دخل رسول الله - صلى الله عليه وسلم - مكة في عمرة القضاء ، دخلها وعبد الله بن رواحة آخذ بخطام ناقته - صلى الله عليه وسلم - وهو يقول :خلوا بني الكفار عن سبيله     إني شهيد أنه رسولهخلوا فكل الخير في رسوله     يا رب إني مؤمن بقيلهنحن قتلناكم على تأويله     كما قتلناكم على تنزيلهضربا يزيل الهام عن مقيله     ويذهل الخليل عن خليلهوقال عبد الرزاق : أخبرنا معمر ، عن الزهري ، عن أنس بن مالك قال : لما دخل رسول الله - صلى الله عليه وسلم - مكة في عمرة القضاء ، مشى عبد الله بن رواحة بين يديه ، وفي رواية وابن رواحة آخذ بغرزه ، وهو يقول :خلوا بني الكفار عن سبيله     قد نزل الرحمن في تنزيلهبأن خير القتل في سبيله     يا رب إني مؤمن بقيلهنحن قتلناكم على تأويله     كما قتلناكم على تنزيلهضربا يزيل الهام عن مقيله     ويذهل الخليل عن خليلهوقال الإمام أحمد : حدثنا محمد بن الصباح ، حدثنا إسماعيل - يعني ابن زكريا - عن عبد الله - يعني ابن عثمان - عن أبي الطفيل ، عن ابن عباس ; أن رسول الله - صلى الله عليه وسلم - لما نزل مر الظهران في عمرته ، بلغ أصحاب رسول الله - صلى الله عليه وسلم - أن قريشا [ تقول ] : ما يتباعثون من العجف . فقال أصحابه : لو انتحرنا من ظهرنا ، فأكلنا من لحمه ، وحسونا من مرقه ، أصبحنا غدا حين ندخل على القوم وبنا جمامة . قال : \" لا تفعلوا ، ولكن اجمعوا لي من أزوادكم \" . فجمعوا له وبسطوا الأنطاع ، فأكلوا حتى تركوا وحثا كل واحد منهم في جرابه ، ثم أقبل رسول الله - صلى الله عليه وسلم - حتى دخل المسجد ، وقعدت قريش نحو الحجر ، فاضطبع بردائه ، ثم قال : \" لا يرى القوم فيكم غميرة \" فاستلم الركن ثم رمل ، حتى إذا تغيب بالركن اليماني مشى إلى الركن الأسود ، فقالت قريش : ما ترضون بالمشي أما إنكم لتنقزون نقز الظباء ، ففعل ذلك ثلاثة أشواط ، فكانت سنة . قال أبو الطفيل : فأخبرني ابن عباس : أن رسول الله - صلى الله عليه وسلم - فعل ذلك في حجة الوداع .وقال أحمد أيضا : حدثنا يونس ; حدثنا حماد بن زيد ، حدثنا أيوب ، عن سعيد بن جبير ، عن ابن عباس قال : قدم رسول الله - صلى الله عليه وسلم - وأصحابه مكة ، وقد وهنتهم حمى يثرب ، ولقوا منها سوءا ، فقال المشركون : إنه يقدم عليكم قوم قد وهنتهم حمى يثرب ، ولقوا منها شرا ، وجلس المشركون من الناحية التي تلي الحجر ، فأطلع الله نبيه - صلى الله عليه وسلم - على ما قالوا ، فأمر رسول الله - صلى الله عليه وسلم - [ أصحابه ] أن يرملوا الأشواط الثلاثة ; ليرى المشركون جلدهم ، قال : فرملوا ثلاثة أشواط ، وأمرهم أن يمشوا بين الركنين حيث لا يراهم المشركون ، ولم يمنع النبي - صلى الله عليه وسلم - أن يرملوا الأشواط كلها إلا إبقاء عليهم ، فقال المشركون : أهؤلاء الذين زعمتم أن الحمى قد وهنتهم ؟ هؤلاء أجلد من كذا وكذا .أخرجاه في الصحيحين من حديث حماد بن زيد ، به وفي لفظ : قدم النبي - صلى الله عليه وسلم - وأصحابه صبيحة رابعة ، أي من ذي القعدة ، فقال المشركون : إنه يقدم عليكم وفد قد وهنتهم حمى يثرب ، فأمرهم النبي - صلى الله عليه وسلم - أن يرملوا الأشواط الثلاثة ، ولم يمنعهم أن يرملوا الأشواط كلها إلا الإبقاء عليهم .قال البخاري : وزاد ابن سلمة - يعني حماد بن سلمة - عن أيوب ، عن سعيد بن جبير ، عن ابن عباس قال : لما قدم النبي - صلى الله عليه وسلم - لعامه الذي استأمن قال : \" ارملوا \" . ليرى المشركون قوتهم ، والمشركون من قبل قعيقعان .وحدثنا محمد ، حدثنا سفيان بن عيينة ، عن عمرو بن دينار ، عن عطاء ، عن ابن عباس قال : إنما سعى النبي - صلى الله عليه وسلم - بالبيت وبالصفا والمروة ، ليرى المشركون قوته .ورواه في مواضع أخر ، ومسلم والنسائي ، من طرق ، عن سفيان بن عيينة ، به .وقال أيضا : حدثنا علي بن عبد الله ، حدثنا سفيان ، حدثنا إسماعيل بن أبي خالد ، سمع ابن أبي أوفى يقول : لما اعتمر رسول الله - صلى الله عليه وسلم - سترناه من غلمان المشركين ومنهم ; أن يؤذوا رسول الله - صلى الله عليه وسلم - . انفرد به البخاري دون مسلم .وقال البخاري أيضا : حدثنا محمد بن رافع ، حدثنا سريج بن النعمان ، حدثنا فليح ، وحدثني محمد بن الحسين بن إبراهيم ، حدثنا أبي حدثنا فليح بن سليمان ، عن نافع ، عن ابن عمر ; أن رسول الله - صلى الله عليه وسلم - خرج معتمرا ، فحال كفار قريش بينه وبين البيت ، فنحر هديه وحلق رأسه بالحديبية ، وقاضاهم على أن يعتمر العام المقبل ، ولا يحمل سلاحا عليهم إلا سيوفا ، ولا يقيم بها إلا ما أحبوا . فاعتمر من العام المقبل ، فدخلها كما كان صالحهم ، فلما أن قام بها ثلاثا ، أمروه أن يخرج فخرج .وهو في صحيح مسلم أيضا .وقال البخاري أيضا : حدثنا عبيد الله بن موسى ، عن إسرائيل ، عن أبي إسحاق ، عن البراء ، قال : اعتمر النبي - صلى الله عليه وسلم - في ذي القعدة ، فأبى أهل مكة أن يدعوه يدخل مكة حتى قاضاهم على أن يقيم بها ثلاثة أيام ، فلما كتبوا الكتاب كتبوا : \" هذا ما قاضانا عليه محمد رسول الله \" . قالوا : لا نقر بهذا ، ولو نعلم أنك رسول الله ما منعناك شيئا ، ولكن أنت محمد بن عبد الله . قال : \" أنا رسول الله ، وأنا محمد بن عبد الله \" . ثم قال لعلي بن أبي طالب : \" امح : رسول الله \" . قال : لا والله لا أمحوك أبدا . فأخذ رسول الله - صلى الله عليه وسلم - الكتاب ، وليس يحسن يكتب ، فكتب : \" هذا ما قاضى عليه محمد بن عبد الله : لا يدخل مكة السلاح إلا السيف في القراب ، وألا يخرج من أهلها بأحد أراد أن يتبعه ، وألا يمنع من أصحابه أحدا إن أراد أن يقيم بها \" فلما دخلها ومضى الأجل ، أتوا عليا فقالوا : قل لصاحبك : اخرج عنا فقد مضى الأجل ، فخرج النبي - صلى الله عليه وسلم - فتبعته ابنة حمزة تنادي : يا عم ، يا عم . فتناولها علي فأخذ بيدها ، وقال لفاطمة : دونك ابنة عمك فحملتها ، فاختصم فيها علي وزيد وجعفر ، فقال علي : أنا أخذتها وهي ابنة عمي ، وقال جعفر : ابنة عمي وخالتها تحتي ، وقال زيد : ابنة أخي ، فقضى بها النبي - صلى الله عليه وسلم - لخالتها ، وقال : \" الخالة بمنزلة الأم \" ، وقال لعلي : \" أنت مني وأنا منك \" وقال لجعفر : \" أشبهت خلقي وخلقي \" وقال لزيد : \" أنت أخونا ومولانا \" قال علي : ألا تتزوج ابنة حمزة ؟ قال : \" إنها ابنة أخي من الرضاعة \" انفرد به من هذا الوجه .وقوله : ( فعلم ما لم تعلموا فجعل من دون ذلك فتحا قريبا ) أي : فعلم الله تعالى من الخيرة والمصلحة في صرفكم عن مكة ودخولكم إليها عامكم ذلك ما لم تعلموا أنتم ، ( فجعل من دون ذلك )أي : قبل دخولكم الذي وعدتم به في رؤيا النبي - صلى الله عليه وسلم - ( فتحا قريبا ) : وهو الصلح الذي كان بينكم وبين أعدائكم من المشركين ."
      },
      "translations": {
        "en": "Certainly has Allah showed to His Messenger the vision in truth. You will surely enter al-Masjid al-Haram, if Allah wills, in safety, with your heads shaved and [hair] shortened, not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand].",
        "fr": "Allah a été véridique en la vision par laquelle Il annonça à Son messager en toute vérité: vous entrerez dans la Mosquée Sacrée si Allah veut, en toute sécurité, ayant rasé vos têtes ou coupé vos cheveux, sans aucune crainte. Il savait donc ce que vous ne saviez pas. Il a placé en deçà de cela (la trêve de Houdaybiya) une victoire proche.",
        "es": "Alá ha realizado, ciertamente, el sueño de su Enviado: «En verdad, que habéis de entrar en la Mezquita Sagrada, si Alá quiere, en seguridad, con la cabeza afeitada y el pelo corto, sin temor». Él sabía lo que vosotros no sabíais. Además, ha dispuesto un éxito cercano."
      },
      "ibn_ashour": "لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آَمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَلِكَ فَتْحًا قَرِيبًا (27(استئناف بياني ناشىء عن قوله : { فأنزل اللَّه سكينته على رسوله وعلى المؤمنين } [ الفتح : 26 ] ودحض ما خامر نفوس فريق من الفشل أو الشك أو التحير وتبيين ما أنعم الله به على أهل بيعة الرضوان من ثواب الدنيا والآخرة إلى كشف شبهة عرضت للقوم في رؤيا رآها رسول الله صلى الله عليه وسلم ذلك أن رسول الله صلى الله عليه وسلم رأى رؤيا قبل خروجه إلى الحديبية ، أو وهو في الحديبية : كأنه وأصحابه قد دخلوا مكة آمنين وحَلَقوا وقصَّروا . هكذا كانت الرؤيا مُجملة ليس فيها وقوع حجّ ولا عمرة ، والحلاق والتقصير مناسب لكليهما .وقصَّ رسول الله صلى الله عليه وسلم رؤياه على أصحابه فاستبشروا بها وعبَّروها أنهم داخلون إلى مكة بعمرتهم التي خرجوا لأجلها ، فلما جرى الصلح وتأهب الناس إلى القفول أثار بعض المنافقين ذكر الرؤيا فقالوا : فأين الرؤيا فوالله ما دخلنا المسجد الحرام و"
    },
    {
      "number": 28,
      "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًۭا",
      "tafsir": {
        "muyassar": "هو الذي أرسل رسوله محمدًا صلى الله عليه وسلم، بالبيان الواضح ودين الإسلام؛ ليُعْليه على الملل كلها، وحسبك -أيها الرسول- بالله شاهدًا على أنه ناصرك ومظهر دينك على كل دين.",
        "mukhtasar": "الله هو الذي أرسل رسوله محمدًا صلى الله عليه وسلم بالبيان الواضح ودين الحق الذي هو دين الإسلام؛ ليعليه على الأديان المخالفة له كلها، وقد شهد الله على ذلك، وكفى بالله شاهدًا.",
        "saadi": "أخبر بحكم عام، فقال: { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى } الذي هو العلم النافع، الذي يهدي من الضلالة، ويبين طرق الخير والشر.{ وَدِينِ الْحَقِّ } أي: الدين الموصوف بالحق، وهو العدل والإحسان والرحمة.وهو كل عمل صالح مزك للقلوب، مطهر للنفوس، مرب للأخلاق، معل للأقدار.{ لِيُظْهِرَهُ } بما بعثه الله به { عَلَى الدِّينِ كُلِّهِ } بالحجة والبرهان، ويكون داعيا لإخضاعهم بالسيف والسنان.",
        "kathir": "ثم قال تعالى ، مبشرا للمؤمنين بنصرة الرسول صلوات الله [ وسلامه ] عليه على عدوه وعلى سائر أهل الأرض : ( هو الذي أرسل رسوله بالهدى ودين الحق ) أي : بالعلم النافع والعمل الصالح ; فإن الشريعة تشتمل على شيئين : علم وعمل ، فالعلم الشرعي صحيح ، والعمل الشرعي مقبول ، فإخباراتها حق وإنشاءاتها عدل ، ( ليظهره على الدين كله ) أي : على أهل جميع الأديان من سائر أهل الأرض ، من عرب وعجم ومليين ومشركين ، ( وكفى بالله شهيدا ) أي : أنه رسوله ، وهو ناصره ."
      },
      "translations": {
        "en": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion. And sufficient is Allah as Witness.",
        "fr": "C'est Lui qui a envoyé Son messager avec la guidée et la religion de vérité [l'Islam] pour la faire triompher sur toute autre religion. Allah suffit comme témoin.",
        "es": "Él es Quien ha mandado a Su Enviado con la Dirección y con la religión verdadera, para que prevalezca sobre toda otra religión. ¡Alá basta como testigo!"
      },
      "ibn_ashour": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا (28(زيادة تحقيق لصدق الرؤيا بأن الذي أرسل رسوله صلى الله عليه وسلم بهذا الدين ما كان ليريه رؤيا صادقة . فهذه الجملة تأكيد للتحقيق المستفاد من حرف ( قد ( ولام القسم في قوله : { لقد صدق الله رسوله الرؤيا بالحق } [ الفتح : 27 ] . وبهذا يظهر لك حسن موقع الضمير والموصوللِ في قوله : { هو الذي أرسل رسوله } لأن الموصول يفيد العلم بضمون الصلة غالباً .والضمير عائد إلى اسم الجلالة في قوله : { لقد صدق الله رسوله الرؤيا } ، وهم يعلمون أن رؤيا الرسول صلى الله عليه وسلم وحي من الله فهو يذكرهم بهاتين الحقيقتين المعلومتين عندهم حين لم يجروا على موجَب العلم بهما فخامرتهم ظنون لا تليق بمن يعلم أن رؤيا الرسول وحي وأن الموحي له هو الذي أرسله فكيف يريه رؤيا غير صادقة . وفي هذا تذكير ولَوْم للمؤمنين الذين غفلوا عن هذا وتعريض بالمنافقين الذين أدخلوا التردد في قلوب المؤمنين .والباء في { بالهدى } للمصاحبة وهو متعلق ب { أرسل } والهدى أطلق على ما به الهدى ، أي كقوله تعالى : { ذلك الكتاب لا ري"
    },
    {
      "number": 29,
      "text": "مُّحَمَّدٌۭ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًۭا سُجَّدًۭا يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ مِنْهُم مَّغْفِرَةًۭ وَأَجْرًا عَظِيمًۢا",
      "tafsir": {
        "muyassar": "محمد رسول الله، والذين معه على دينه أشداء على الكفار، رحماء فيما بينهم، تراهم ركعًا سُجَّدًا لله في صلاتهم، يرجون ربهم أن يتفضل عليهم، فيدخلهم الجنة، ويرضى عنهم، علامة طاعتهم لله ظاهرة في وجوههم من أثر السجود والعبادة، هذه صفتهم في التوراة. وصفتهم في الإنجيل كصفة زرع أخرج ساقه وفرعه، ثم تكاثرت فروعه بعد ذلك، وشدت الزرع، فقوي واستوى قائمًا على سيقانه جميلا منظره، يعجب الزُّرَّاع؛ ليَغِيظ بهؤلاء المؤمنين في كثرتهم وجمال منظرهم الكفار. وفي هذا دليل على كفر من أبغض الصحابة -رضي الله عنهم-؛ لأن من غاظه الله بالصحابة، فقد وُجد في حقه موجِب ذاك، وهو الكفر. وعد الله الذين آمنوا منهم بالله ورسوله وعملوا ما أمرهم الله به، واجتنبوا ما نهاهم عنه، مغفرة لذنوبهم، وثوابًا جزيلا لا ينقطع، وهو الجنة. (ووعد الله حق مصدَّق لا يُخْلَف، وكل من اقتفى أثر الصحابة رضي الله عنهم فهو في حكمهم في استحقاق المغفرة والأجر العظيم، ولهم الفضل والسبق والكمال الذي لا يلحقهم فيه أحد من هذه الأمة، رضي الله عنهم وأرضاهم).",
        "mukhtasar": "محمد رسول الله وصحابته الذين هم معه، أشدّاء على الكفار المحاربين، رحماء بينهم متعاطفون متوادُّون، تراهم - أيها الناظر - ركَّعًا سُجَّدًا لله سبحانه، يطلبون من الله أن يتفضل عليهم بالمغفرة والثواب الكريم، وأن يرضى عنهم، علامتهم في وجوههم من آثار السجود ما يظهر من الهدي والسمت ونور الصلاة في وجوههم، ذلك وصفهم الذي وصفتهم به التوراة الكتاب المنزل على موسى عليه السلام، وأما مثلهم في الإنجيل الكتاب المنزل على عيسى عليه السلام فهو أنهم في تعاونهم وكمالهم كزرع أخرج صغاره، فقوي فغلظ فاستوى على سيقانه، يعجب الزُّراع قوته وكماله؛ ليغيظ بهم الله الكفار لما يرونه فيهم من القوة والتماسك والكمال، وعد الله الذين آمنوا بالله، وعملوا الأعمال الصالحات من الصحابة مغفرة لذنوبهم، فلا يؤاخذون بها، وثوابًا عظيمًا من عنده وهو الجنة.",
        "saadi": "يخبر تعالى عن رسوله صلى الله عليه وسلم وأصحابه من المهاجرين والأنصار، أنهم بأكمل الصفات، وأجل الأحوال، وأنهم { أَشِدَّاءُ عَلَى الْكُفَّارِ } أي: جادون ومجتهدون في عداوتهم، وساعون في ذلك بغاية جهدهم، فلم يروا منهم إلا الغلظة والشدة، فلذلك ذل أعداؤهم لهم، وانكسروا، وقهرهم المسلمون، { رُحَمَاءُ بَيْنَهُمْ } أي: متحابون متراحمون متعاطفون، كالجسد الواحد، يحب أحدهم لأخيه ما يحب لنفسه، هذه معاملتهم مع الخلق، وأما معاملتهم مع الخالق فإنك { تَرَاهُمْ رُكَّعًا سُجَّدًا } أي: وصفهم كثرة الصلاة، التي أجل أركانها الركوع والسجود.{ يَبْتَغُونَ } بتلك العبادة { فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا } أي: هذا مقصودهم بلوغ رضا ربهم، والوصول إلى ثوابه.{ سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ } أي: قد أثرت العبادة -من كثرتها وحسنها- في وجوههم، حتى استنارت، لما استنارت بالصلاة بواطنهم، استنارت [بالجلال] ظواهرهم.{ ذَلِكَ } المذكور { مَثَلُهُمْ فِي التَّوْرَاةِ } أي: هذا وصفهم الذي وصفهم الله به، مذكور بالتوراة هكذا.وأما مثلهم في الإنجيل، فإنهم موصوفون بوصف آخر، وأنهم في كمالهم وتعاونهم { كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ } أي: أخرج فراخه، فوازرته فراخه في الشباب والاستواء.{ فَاسْتَغْلَظَ } ذلك الزرع أي: قوي وغلظ { فَاسْتَوَى عَلَى سُوقِهِ } جمع ساق، { يُعْجِبُ الزُّرَّاعَ } من كماله واستوائه، وحسنه واعتداله، كذلك الصحابة رضي الله عنهم، هم كالزرع في نفعهم للخلق واحتياج الناس إليهم، فقوة إيمانهم وأعمالهم بمنزلة قوة عروق الزرع وسوقه، وكون الصغير والمتأخر إسلامه، قد لحق الكبير السابق ووازره وعاونه على ما هو عليه، من إقامة دين الله والدعوة إليه، كالزرع الذي أخرج شطأه، فآزره فاستغلظ، ولهذا قال: { لِيَغِيظَ بِهِمُ الْكُفَّارَ } حين يرون اجتماعهم وشدتهم على دينهم، وحين يتصادمون هم وهم في معارك النزال، ومعامع القتال.{ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا } فالصحابة رضي الله عنهم، الذين جمعوا بين الإيمان والعمل الصالح، قد جمع الله لهم بين المغفرة، التي من لوازمها وقاية شرور الدنيا والآخرة، والأجر العظيم في الدنيا والآخرة.ولنسق قصة الحديبية بطولها، كما ساقها الإمام شمس الدين ابن القيم في { الهدي النبوي } فإن فيها إعانة على فهم هذه السورة، وتكلم على معانيها وأسرارها، قال -رحمه الله تعالى:-فصل في قصة الحديبيةقال نافع: كانت سنة ست في ذي القعدة، وهذا هو الصحيح، وهو قول الزهري، وقتادة، وموسى بن عقبة، ومحمد بن إسحاق وغيرهم.وقال هشام بن عروة، عن أبيه: خرج رسول الله صلى الله عليه وسلم إلى الحديبية في رمضان، وكانت في شوال، وهذا وهم، وإنما كانت غزاة الفتح في رمضان. قال أبو الأسود عن عروة: إنها كانت في ذي القعدة على الصواب.وفي الصحيحين عن أنس، أن النبي صلى الله عليه وسلم اعتمر أربع عمر، كلهن في ذي القعدة، فذكر منهن عمرة الحديبية، وكان معه ألف وخمسمائة، هكذا في الصحيحين عن جابر، وعنه فيهما: كانوا ألفا وأربعمائة، وفيهما، عن عبد الله بن أبي أوفى: كنا ألفا وثلاثمائة، قال قتادة: قلت لسعيد بن المسيب: كم كان الجماعة الذين شهدوا بيعة الرضوان؟ قال: خمس عشرة مائة، قال: قلت: فإن جابر بن عبد الله قال: كانوا أربع عشرة مائة، قال: يرحمه الله وهم، وهو حدثني أنهم كانوا خمس عشرة مائة، قلت: وقد صح عن جابر القولان، وصح عنه أنهم نحروا عام الحديبية سبعين بدنة، البدنة عن سبعة، فقيل له: كم كنتم؟ قال: ألفا وأربعمائة، بخيلنا ورجلنا، يعني: فارسهم وراجلهم.والقلب إلى هذا أميل، وهو قول البراء بن عازب، ومعقل بن يسار، وسلمة بن الأكوع، في أصح الروايتين، وقول المسيب بن حزن، قال شعبة، عن قتادة، عن سعيد بن المسيب، عن أبيه: كنا مع رسول الله صلى الله عليه وسلم تحت الشجرة ألفا وأربعمائة، وغلط غلطا بينا من قال: كانوا سبعمائة، وعذره  أنهم نحروا يومئذ سبعين بدنة، والبدنة قد جاء إجزاؤها عن سبعة أو عشرة، وهذا لا يدل على ما قاله هذا القائل، فإنه قد صرح بأن البدنة كانت في هذه الغزوة عن سبعة، فلو كانت السبعون عن جميعهم، لكانوا أربعمائة وتسعين رجلا، وقد قال بتمام الحديث بعينه، أنهم كانوا ألفا وأربعمائة.فصلفلما كانوا بذي الحليفة، قلد رسول الله صلى الله عليه وسلم الهدي وأشعره، وأحرم بالعمرة، وبعث عينا له بين يديه من خزاعة، يخبره عن قريش، حتى إذا كانوا قريبا من عسفان، أتاه عينه، فقال: إني قد تركت كعب بن لؤي، قد جمعوا لك الأحابيش، وجمعوا لك جموعا، وهم مقاتلوك وصادوك عن البيت.واستشار النبي صلى الله عليه وسلم أصحابه: أترون أن نميل إلى ذراري هؤلاء الذين أعانوهم فنصيبهم، فإن قعدوا قعدوا موتورين محزونين، وإن نجوا تكن عنقا قطعها الله، أم ترون أن نؤم البيت؟ فمن صدنا عنه قاتلناه؟ قال أبو بكر: الله ورسوله أعلم، إنما جئنا معتمرين، ولم نجئ لقتال أحد، ولكن من حال بيننا وبين البيت قاتلناه، فقال النبي صلى الله عليه وسلم: \"فروحوا إذا\" فراحوا، حتى إذا كانوا ببعض الطريق، قال النبي صلى الله عليه وسلم: \"إن خالد بن الوليد بالغميم في خيل لقريش، فخذوا ذات اليمين\" ، فوالله ما شعر بهم خالد، حتى إذا هو بغبرة الجيش، فانطلق يركض نذيرا لقريش.وسار النبي صلى الله عليه وسلم، حتى إذا كان بالثنية التي يهبط عليهم منها، بركت راحلته، فقال الناس: حل حل، فألحت، فقالوا: خلأت القصواء، فقال النبي صلى الله عليه وسلم: \"ما خلأت القصواء، وما ذاك لها بخلق، ولكن حبسها حابس الفيل\" ثم قال: \"والذي نفسي بيده، لا يسألوني خطة يعظمون فيها حرمات الله إلا أعطيتموها\" ثم زجرها، فوثبت به، فعدل حتى نزل بأقصى الحديبية، على ثمد قليل الماء، إنما يتبرضه الناس تبرضا، فلم يلبث الناس أن نزحوه، فشكوا إلى رسول الله صلى الله عليه وسلم العطش.فانتزع سهما من كنانته، ثم أمرهم أن يجعلوها فيه، قال: فوالله ما زال يجيش لهم بالري حتى صدروا عنها، وفزعت قريش لنزوله عليهم، فأحب رسول الله صلى الله عليه وسلم أن يبعث إليهم رجلا من أصحابه، فدعا عمر بن الخطاب ليبعثه إليهم، فقال: يا رسول الله، ليس بمكة أحد من بني كعب يغضب لي، إن أوذيت، فأرسل عثمان بن عفان، فإن عشيرته بها، وإنه مبلغ ما أردت.فدعا رسول الله صلى الله عليه وسلم عثمان بن عفان، فأرسله إلى قريش، وقال: \"أخبرهم أنا لم نأت لقتال، إنما جئنا عمارا، وادعهم إلى الإسلام\" وأمره أن يأتي رجالا بمكة مؤمنين، ونساء مؤمنات، فيدخل عليهم ويبشرهم بالفتح، ويخبرهم أن الله عز وجل مظهر دينه بمكة، حتى لا يستخفى فيها بالإيمان، فانطلق عثمان، فمر على قريش ببلدح، فقالوا: أين تريد؟ فقال: بعثني رسول الله صلى الله عليه وسلم أدعوكم إلى الله وإلى الإسلام، ونخبركم أنا لم نأت لقتال، وإنما جئنا عمارا، قالوا: قد سمعنا ما تقول، فانفذ لحاجتك.وقام إليه أبان بن سعيد بن العاص، فرحب به، وأسرج فرسه، فحمل عثمان على الفرس، فأجاره، وأردفه أبان حتى جاء مكة، وقال المسلمون قبل أن يرجع عثمان: خلص عثمان قبلنا إلى البيت وطاف به، فقال رسول الله صلى الله عليه وسلم: \"ما أظنه طاف بالبيت ونحن محصورون\" فقالوا: وما يمنعه يا رسول الله وقد خلص؟ قال: \"ذاك ظني به، أن لا يطوف بالكعبة حتى نطوف معه\" واختلط المسلمون بالمشركين في أمر الصلح، فرمى رجل من أحد الفريقين رجلا من الفريق الآخر، وكانت معركة، وتراموا بالنبل والحجارة، وصاح الفريقان كلاهما، وارتهن كل واحد من الفريقين بمن فيهم، وبلغ رسول الله صلى الله عليه وسلم أن عثمان قد قتل، فدعا إلى البيعة.فثار المسلمون إلى رسول الله صلى الله عليه وسلم، وهو تحت الشجرة، فبايعوه على أن لا يفروا، فأخذ رسول الله صلى الله عليه وسلم بيد نفسه، وقال: \"هذه عن عثمان\" ولما تمت البيعة، رجع عثمان، فقال له المسلمون: اشتفيت يا أبا عبد الله من الطواف بالبيت، فقال: بئسما ظننتم بي، والذي نفسي بيده، لو مكثت بها سنة، ورسول الله صلى الله عليه وسلم، مقيم بالحديبية، ما طفت بها حتى يطوف بها رسول الله صلى الله عليه وسلم ولقد دعتني قريش إلى الطواف بالبيت فأبيت، فقال المسلمون: رسول الله صلى الله عليه وسلم، كان أعلمنا بالله، وأحسننا ظنا.وكان عمر أخذ بيد رسول الله صلى الله عليه وسلم للبيعة تحت الشجرة، فبايعه المسلمون كلهم إلا الجد ابن قيس، وكان معقل بن يسار، أخذ بغصنها يرفعه عن رسول الله صلى الله عليه وسلم، وكان أول من بايعه، أبو سنان الأسدي، وبايعه سلمة بن الأكوع ثلاث مرات، في أول الناس، وأوسطهم، وآخرهم.فبينما هم كذلك، إذ جاء بديل بن ورقاء الخزاعي، في نفر من خزاعة، وكانوا عيبة نصح لرسول الله صلى الله عليه وسلم، من أهل تهامة، فقال: إني تركت كعب بن لؤي، وعامر بن لؤي، نزلوا أعداد مياه الحديبية، معهم العوذ المطافيل، وهم مقاتلوك، وصادوك عن البيت.قال رسول الله صلى الله عليه وسلم: \"إنا لم نجئ لقتال أحد، ولكن جئنا معتمرين، وإن قريشا قد نهكتهم الحرب وأضرت بهم، فإن شاءوا أماددهم ويخلوا بيني وبين الناس، وإن شاءوا أن يدخلوا فيما دخل فيه الناس فعلوا، وإلا فقد جموا، وإن أبوا إلا القتال، فوالذي نفسي بيده، لأقاتلنهم على أمري هذا حتى تنفرد سالفتي، أو لينفذن الله أمره\" قال بديل: سأبلغهم ما تقول.فانطلق حتى أتى قريشا، فقال: إني قد جئتكم من عند هذا الرجل، وسمعته يقول قولا، فإن شئتم عرضته عليكم، فقال سفهاؤهم: لا حاجة لنا أن تحدثنا عنه بشيء، وقال ذوو الرأي: منهم: هات ما سمعته، قال: سمعته يقول كذا وكذا، فقال عروة بن مسعود الثقفي: إن هذا قد عرض عليكم خطة رشد، فاقبلوها، ودعوني آته، فقالوا: ائته، فأتاه، فجعل يكلمه، فقال له النبي صلى الله عليه وسلم نحوا من قوله لبديل، فقال له عروة عند ذلك: أي: محمد، أرأيت لو استأصلت قومك، هل سمعت بأحد من العرب اجتاح أهله قبلك؟ وإن تكن الأخرى، فوالله إني لأرى وجوها، وأرى أوباشا من الناس، خليقا أن يفروا ويدعوك، فقال له أبو بكر: امصص بظر اللات، أنحن نفر عنه وندعه؟ قال: من ذا؟ قال: أبو بكر، قال: أما والذي نفسي بيده، لولا يد كانت لك عندي لم أجزك بها، لأجبتك.وجعل يكلم النبي صلى الله عليه وسلم، وكلما كلمه أخذ بلحيته، والمغيرة بن شعبة على رأس النبي صلى الله عليه وسلم، ومعه السيف، وعليه المغفر فكلما أهوى عروة إلى لحية النبي صلى الله عليه وسلم، ضرب يده بنعل السيف، وقال: أخر يدك عن لحية رسول الله صلى الله عليه وسلم، فرفع عروة رأسه، وقال: من ذا؟ قال: المغيرة بن شعبة، فقال: أي: غدر، أولست أسعى في غدرتك؟ وكان المغيرة صحب قوما في الجاهلية، فقتلهم وأخذ أموالهم، ثم جاء فأسلم، فقال النبي صلى الله عليه وسلم: \"أما الإسلام فأقبل، وأما المال فلست منه في شيء\" ثم إن عروة جعل يرمق أصحاب رسول الله صلى الله عليه وسلم، فوالله إن تنخم النبي صلى الله عليه وسلم نخامة، إلا وقعت في كف رجل منهم، فدلك بها جلده ووجهه.وإذا أمرهم ابتدروا إلى أمره، وإذا توضأ، كادوا يقتتلون على وضوئه، وإذا تكلم، خفضوا أصواتهم عنده، وما يحدون إليه النظر، تعظيما له.فرجع عروة إلى أصحابه، فقال: أي قوم، والله لقد وفدت على الملوك، على كسرى، وقيصر، والنجاشي، والله ما رأيت ملكا يعظمه أصحابه، ما يعظم أصحاب محمد محمدا، والله ما تنخم نخامة إلا وقعت في كف رجل منهم، فدلك بها وجهه وجلده، وإذا أمرهم ابتدروا أمره، وإذا توضأ كادوا يقتتلون على وضوئه، وإذا تكلم، خفضوا أصواتهم عنده، وما يحدون إليه النظر تعظيما له، وقد عرض عليكم خطة رشد فاقبلوها.فقال رجل من بني كنانة: دعوني آته، فقالوا: ائته.فلما أشرف على النبي صلى الله عليه وسلم، قال رسول الله صلى الله عليه وسلم: \"هذا فلان، وهو من قوم يعظمون البدن فابعثوها له\" فبعثوها فاستقبله القوم يلبون، فلما رأى ذلك، قال: سبحان الله، لا ينبغي لهؤلاء أن يصدوا عن البيت.فرجع إلى أصحابه، فقال: رأيت البدن قد قلدت وأشعرت، وما أرى أن يصدوا عن البيت فقام مكرز بن حفص، وقال: دعوني آته، فقالوا: ائته، فلما أشرف عليهم، قال النبي صلى الله عليه وسلم: \"هذا مكرز بن حفص، وهو رجل فاجر\" فجعل يكلم رسول الله صلى الله عليه وسلم، فبينا هو يكلمه، إذ جاء سهيل بن عمرو، فقال النبي صلى الله عليه وسلم: \"قد سهل لكم من أمركم\" فقال: هات، اكتب بيننا وبينك كتابا، فدعا الكاتب، فقال: \"اكتب: بسم الله الرحمن الرحيم\" فقال سهيل: أما الرحمن، فوالله ما ندري ما هو، ولكن اكتب: \"باسمك اللهم\" كما كنت تكتب، فقال المسلمون: والله لا نكتبها إلا بسم الله الرحمن الرحيم.فقال النبي صلى الله عليه وسلم: \"اكتب باسمك اللهم\"ثم قال: \"اكتب: هذا ما قاضى عليه محمد رسول الله \" فقال سهيل: فوالله لو نعلم أنك رسول الله، ما صددناك عن البيت ولا قاتلناك، ولكن اكتب: محمد بن عبد الله، فقال النبي صلى الله عليه وسلم: \"إني رسول الله وإن كذبتموني، اكتب: محمد بن عبد الله \" فقال النبي صلى الله عليه وسلم: \"على أن تخلوا بيننا وبين البيت فنطوف به\" فقال سهيل: والله لا تتحدث العرب أنا أخذنا ضغطة، ولكن لك من العام المقبل، فكتب.فقال سهيل: على أن لا يأتيك منا رجل، وإن كان على دينك، إلا رددته علينا.فقال المسلمون: سبحان الله، كيف يرد إلى المشركين وقد جاء مسلما؟ فبينما هم كذلك إذ جاء أبو جندل بن سهيل يرسف في قيوده، قد خرج من أسفل مكة، حتى رمى بنفسه بين أظهر المسلمين، فقال سهيل: هذا يا محمد أول ما قاضيتك عليه، أن ترده، فقال النبي صلى الله عليه وسلم: \"إنا لم نقض الكتاب بعد\" فقال: فوالله إذا لا أصالحك على شيء أبدا، فقال النبي صلى الله عليه وسلم: \"فأجزه لي\" فقال: ما أنا بمجيزه، فقال: \"بلى فافعل\" قال: ما أنا بفاعل، قال مكرز: قد أجزناه.فقال أبو جندل: يا معشر المسلمين، أرد إلى المشركين وقد جئت مسلما، ألا ترون ما لقيت؟ وكان قد عذب في الله عذابا شديدا.قال عمر بن الخطاب: والله ما شككت منذ أسلمت إلا يومئذ، فأتيت النبي صلى الله عليه وسلم، فقلت: يا رسول الله ألست نبي الله؟ قال: \"بلى\" قلت: ألسنا على الحق، وعدونا على الباطل؟ قال: \"بلى\" فقلت: علام نعطي الدنية في ديننا ونرجع ولما يحكم الله بيننا وبين أعدائنا؟ فقال: \"إني رسول الله، وهو ناصري، ولست أعصيه\" قلت: أولست كنت تحدثنا أنا سنأتي البيت ونطوف به؟ قال: \"بلى، أفأخبرتك أنك تأتيه العام؟\" قلت: لا، قال: \"فإنك آتيه ومطوف به\"قال: فأتيت أبا بكر، فقلت له كما قلت لرسول الله صلى الله عليه وسلم، ورد عليه أبو بكر كما رد عليه رسول الله صلى الله عليه وسلم سواء، وزاد: فاستمسك بغرزه حتى تموت، فوالله إنه لعلى الحق، قال عمر: فعملت لذلك أعمالا.فلما فرغ من قضية الكتاب، قال رسول الله صلى الله عليه وسلم: \"قوموا وانحروا، ثم احلقوا\" فوالله ما قام منهم رجل حتى قال ثلاث مرات، فلما لم يقم منهم أحد، قام فدخل على أم سلمة، فذكر لها ما لقي من الناس، فقالت: يا رسول الله أتحب ذلك؟ اخرج، ثم لا تكلم أحدا كلمة حتى تنحر بدنك، وتدعو حالقك فيحلق لك، فقام فخرج، فلم يكلم أحدا منهم حتى فعل ذلك، نحر بدنه، ودعا حالقه فحلقه، فلما رأى الناس ذلك، قاموا فنحروا، وجعل بعضهم يحلق بعضا، حتى كاد بعضهم يقتل بعضا غما، ثم جاءت نسوة مؤمنات، فأنزل الله عز وجل: { إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ } حتى بلغ { بِعِصَمِ الْكَوَافِرِ } فطلق عمر يومئذ امرأتين كانتا له في الشرك، فتزوج إحداهما معاوية، والأخرى صفوان بن أمية، ثم رجع إلى المدينة.وفي مرجعه أنزل الله عليه: { إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا } إلى آخرها، فقال عمر: أفتح هو يا رسول الله؟ فقال: \"نعم\" فقال الصحابة: هنيئا لك يا رسول الله، فما لنا؟فأنزل الله عز وجل: { هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ } الآية. انتهى.وهذا آخر تفسير سورة الفتح ولله الحمد والمنة[وصلى الله على نبينا محمد وعلى آله وصحبه، نقلته من خط المفسر رحمه الله وعفا عنه، وكان الفراغ من كتابته في 13 ذي الحجة 1345 وصلى الله على نبينا محمد وعلى آله وصحبه وسلم تسليما كثيرا إلى يوم الدين آمين.بقلم الفقير إلى ربه سليمان بن حمد العبد الله البسام. غفر الله له ولوالديه ولجميع المسلمين آمين. وصلى الله على محمد وعلى آله وصحبه أجمعين وسلم تسليما كثيرا إلى يوم الدين والحمد لله الذي بنعمته تتم الصالحات]    ",
        "kathir": "يخبر تعالى عن محمد صلوات الله عليه ، أنه رسوله حقا بلا شك ولا ريب ، فقال : ( محمد رسول الله ) ، وهذا مبتدأ وخبر ، وهو مشتمل على كل وصف جميل ، ثم ثنى بالثناء على أصحابه فقال : ( والذين معه أشداء على الكفار رحماء بينهم ) ، كما قال تعالى : ( فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين ) [ المائدة : 54 ] وهذه صفة المؤمنين أن يكون أحدهم شديدا عنيفا على الكفار ، رحيما برا بالأخيار ، غضوبا عبوسا في وجه الكافر ، ضحوكا بشوشا في وجه أخيه المؤمن ، كما قال تعالى : ( يا أيها الذين آمنوا قاتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة ) [ التوبة : 123 ] ، وقال النبي - صلى الله عليه وسلم - : \" مثل المؤمنين في توادهم وتراحمهم كمثل الجسد الواحد ، إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والسهر \" ، وقال : \" المؤمن للمؤمن كالبنيان يشد بعضه بعضا \" وشبك بين أصابعه كلا الحديثين في الصحيح .وقوله : ( تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا ) : وصفهم بكثرة العمل وكثرة الصلاة ، وهي خير الأعمال ، ووصفهم بالإخلاص فيها لله - عز وجل - والاحتساب عند الله جزيل الثواب ، وهو الجنة المشتملة على فضل الله ، وهو سعة الرزق عليهم ، ورضاه تعالى ، عنهم وهو أكبر من الأول ، كما قال : ( ورضوان من الله أكبر ) [ التوبة : 72 ] .وقوله : ( سيماهم في وجوههم من أثر السجود ) : قال علي بن أبي طلحة ، عن ابن عباس : ( سيماهم في وجوههم ) يعني : السمت الحسن .وقال مجاهد وغير واحد : يعني الخشوع والتواضع .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا علي بن محمد الطنافسي ، حدثنا حسين الجعفي ، عن زائدة ، عن منصور عن مجاهد : ( سيماهم في وجوههم من أثر السجود ) قال : الخشوع ، قلت : ما كنت أراه إلا هذا الأثر في الوجه ، فقال : ربما كان بين عيني من هو أقسى قلبا من فرعون .وقال السدي : الصلاة تحسن وجوههم .وقال بعض السلف : من كثرت صلاته بالليل حسن وجهه بالنهار .وقد أسنده ابن ماجه في سننه ، عن إسماعيل بن محمد الطلحي ، عن ثابت بن موسى ، عن شريك ، عن الأعمش ، عن أبي سفيان ، عن جابر قال : قال رسول الله - صلى الله عليه وسلم - : \" من كثرت صلاته بالليل حسن وجهه بالنهار \" والصحيح أنه موقوف .وقال بعضهم : إن للحسنة نورا في القلب ، وضياء في الوجه ، وسعة في الرزق ، ومحبة في قلوب الناس .وقال أمير المؤمنين عثمان : ما أسر أحد سريرة إلا أبداها الله على صفحات وجهه ، وفلتات لسانه .والغرض أن الشيء الكامن في النفس يظهر على صفحات الوجه ، فالمؤمن إذا كانت سريرته صحيحة مع الله أصلح الله ظاهره للناس ، كما روي عن عمر بن الخطاب - رضي الله عنه - أنه قال : من أصلح سريرته أصلح الله علانيته .وقال أبو القاسم الطبراني : حدثنا محمود بن محمد المروزي ، حدثنا حامد بن آدم المروزي ، حدثنا الفضل بن موسى ، عن محمد بن عبيد الله العرزمي ، عن سلمة بن كهيل ، عن جندب بن سفيان البجلي قال : قال النبي - صلى الله عليه وسلم - : \" ما أسر أحد سريرة إلا ألبسه الله رداءها ، إن خيرا فخير ، وإن شرا فشر \" ، العرزمي متروك .وقال الإمام أحمد : حدثنا حسن بن موسى ، حدثنا ابن لهيعة ، حدثنا دراج ، عن أبي الهيثم ، عن أبي سعيد ، عن رسول الله - صلى الله عليه وسلم - أنه قال : \" لو أن أحدكم يعمل في صخرة صماء ليس لها باب ولا كوة ، لخرج عمله للناس كائنا ما كان \" .وقال الإمام أحمد [ أيضا ] : حدثنا حسن ، حدثنا زهير ، حدثنا قابوس بن أبي ظبيان : أن أباه حدثه عن ابن عباس ، عن النبي - صلى الله عليه وسلم - قال : \" إن الهدي الصالح ، والسمت الصالح ، والاقتصاد جزء من خمسة وعشرين جزءا من النبوة \" ورواه أبو داود عن عبد الله بن محمد النفيلي ، عن زهير ، به .فالصحابة [ رضي الله عنهم ] خلصت نياتهم وحسنت أعمالهم ، فكل من نظر إليهم أعجبوه في سمتهم وهديهم .وقال مالك ، رحمه الله : بلغني أن النصارى كانوا إذا رأوا الصحابة الذين فتحوا الشام يقولون : \" والله لهؤلاء خير من الحواريين فيما بلغنا \" . وصدقوا في ذلك ، فإن هذه الأمة معظمة في الكتب المتقدمة ، وأعظمها وأفضلها أصحاب رسول الله - صلى الله عليه وسلم - وقد نوه الله بذكرهم في الكتب المنزلة والأخبار المتداولة ; ولهذا قال هاهنا : ( ذلك مثلهم في التوراة ) ، ثم قال : ( ومثلهم في الإنجيل كزرع أخرج شطأه [ فآزره فاستغلظ فاستوى على سوقه ) : ( أخرج شطأه ] ) أي : فراخه ، ( فآزره ) أي : شده ( فاستغلظ ) أي : شب وطال ، ( فاستوى على سوقه يعجب الزراع ) أي : فكذلك أصحاب محمد - صلى الله عليه وسلم - آزروه وأيدوه ونصروه فهم معه كالشطء مع الزرع ، ( ليغيظ بهم الكفار ) .ومن هذه الآية انتزع الإمام مالك - رحمه الله ، في رواية عنه - بتكفير الروافض الذين يبغضون الصحابة ، قال : لأنهم يغيظونهم ، ومن غاظ الصحابة فهو كافر لهذه الآية . ووافقه طائفة من العلماء على ذلك . والأحاديث في فضائل الصحابة والنهي عن التعرض لهم بمساءة كثيرة ، ويكفيهم ثناء الله عليهم ، ورضاه عنهم .ثم قال : ( وعد الله الذين آمنوا وعملوا الصالحات منهم ) من \" هذه لبيان الجنس ، ( مغفرة ) أي : لذنوبهم . ( وأجرا عظيما ) أي : ثوابا جزيلا ورزقا كريما ، ووعد الله حق وصدق ، لا يخلف ولا يبدل ، وكل من اقتفى أثر الصحابة فهو في حكمهم ، ولهم الفضل والسبق والكمال الذي لا يلحقهم فيه أحد من هذه الأمة رضي الله عنهم وأرضاهم ، وجعل جنات الفردوس مأواهم ، وقد فعل .قال مسلم في صحيحه : حدثنا يحيى بن يحيى ، حدثنا أبو معاوية ، عن الأعمش ، عن أبي صالح ، عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" لا تسبوا أصحابي ، فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما أدرك مد أحدهم ولا نصيفه \" .آخر تفسير سورة الفتح ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "Muhammad is the Messenger of Allah; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allah and [His] pleasure. Their mark is on their faces from the trace of prostration. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that Allah may enrage by them the disbelievers. Allah has promised those who believe and do righteous deeds among them forgiveness and a great reward.",
        "fr": "Muhammad est le Messager d'Allah. Et ceux qui sont avec lui sont durs envers les mécréants, miséricordieux entre eux. Tu les vois inclinés, prosternés, recherchant d'Allah grâce et agrément. Leurs visages sont marqués par la trace laissée par la prosternation. Telle est leur image dans la Thora. Et l'image que l'on donne d'eux dans l'Evangile est celle d'une semence qui sort sa pousse, puis se raffermit, s'épaissit, et ensuite se dresse sur sa tige, à l'émerveillement des semeurs. [Allah] par eux [les croyants] remplit de dépit les mécréants. Allah promet à ceux d'entre eux qui croient et font de bonnes œuvres, un pardon et une énorme récompense.",
        "es": "Mahoma es el Enviado de Alá. Quienes están con él son severos con los infieles y cariñosos entre sí. Se les ve inclinados o prosternados, buscando favor de Alá y satisfacerle. Se les nota en el rostro que se prosternan. Tal es su imagen en la Tora. Y en el Evangelio se les compara con la semilla que, habiendo germinado, fortifica su brote y éste crece y se yergue en el tallo, constituyendo la alegría del sembrador, para terminar irritando a los infieles por su medio. A quienes de ellos crean y obren bien, Alá les ha prometido perdón y una magnífica recompensa."
      },
      "ibn_ashour": "مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآَزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا (29({ شَهِيداً * مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ }لما بيّن صدق الرسول صلى الله عليه وسلم في رؤياه واطمأنت نفوس المؤمنين أعقب ذلك بتنويه شأن الرسول صلى الله عليه وسلم والثناء على المؤمنين الذين معه .و { محمد } خبر مبتدأ محذوف ، تقديره : هو محمد يعود هذا الضمير المحذوف على قوله : { رسوله } [ الفتح : 28 ] في الآية قبلها . وهذا من حذف المسند الذي وصفه السكاكي بالحذف الذي الاستعمال وارد على ترك المسند",
      "shehri_videos": [
        {
          "videoId": "Asi9yFazzN0",
          "url": "https://www.youtube.com/watch?v=Asi9yFazzN0",
          "title": "معنى قوله تعالى { سيماهم في وجوههم } || برنامج غريب القرآن - الحلقة 123",
          "word": "سيماهم في وجوههم"
        }
      ]
    }
  ]
}