{
  "number": 50,
  "name": "سُورَةُ قٓ",
  "englishName": "Qaaf",
  "revelationType": "Meccan",
  "ayahCount": 45,
  "ayahs": [
    {
      "number": 1,
      "text": "قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
      "tafsir": {
        "muyassar": "(ق) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة. أقسم الله تعالى بالقرآن الكريم ذي المجد والشرف.",
        "mukhtasar": "(ق) تقدم الكلام على نظائرها في بداية سورة البقرة.\nأقسم الله بالقرآن الكريم لما فيه من المعاني وكثرة الخير والبركة؛ لتبعثنّ يوم القيامة للحساب والجزاء.",
        "saadi": "يقسم تعالى بالقرآن المجيد أي: وسيع المعاني عظيمها، كثير الوجوه كثير البركات، جزيل المبرات. والمجد: سعة الأوصاف وعظمتها، وأحق كلام يوصف بهذا، هذا القرآن، الذي قد احتوى على علوم الأولين والآخرين، الذي حوى من الفصاحة أكملها، ومن الألفاظ أجزلها، ومن المعاني أعمها وأحسنها، وهذا موجب لكمال اتباعه، و [سرعة] الانقياد له، وشكر الله على المنة به.",
        "kathir": "تفسير سورة ق وهي مكية .وهذه السورة هي أول الحزب المفصل على الصحيح ، وقيل : من الحجرات . وأما ما يقوله العامة : إنه من ( عم ) فلا أصل له ، ولم يقله أحد من العلماء المعتبرين فيما نعلم . والدليل على أن هذه السورة هي أول المفصل ما رواه أبو داود في سننه ، باب \" تحزيب القرآن \" ثم قال :حدثنا مسدد ، حدثنا قران بن تمام ، ( ح ) وحدثنا عبد الله بن سعيد أبو سعيد الأشج ، حدثنا أبو خالد سليمان بن حبان - وهذا لفظه - عن عبد الله بن عبد الرحمن بن يعلى ، عن عثمان بن عبد الله بن أوس ، عن جده - قال عبد الله بن سعيد : حدثنيه أوس بن حذيفة - ثم اتفقا . قال : قدمنا على رسول الله - صلى الله عليه وسلم - في وفد ثقيف ، قال : فنزلت الأحلاف على المغيرة بن شعبة ، وأنزل رسول الله - صلى الله عليه وسلم - بني مالك في قبة له - قال مسدد : وكان في الوفد الذين قدموا على رسول الله - صلى الله عليه وسلم - من ثقيف ، قال : كان رسول الله [ - صلى الله عليه وسلم - ] كل ليلة يأتينا بعد العشاء يحدثنا - قال أبو سعيد : قائما على رجليه حتى يراوح بين رجليه من طول القيام - فأكثر ما يحدثنا ما لقي من قومه قريش ، ثم يقول : لا سواء وكنا مستضعفين مستذلين - قال مسدد : بمكة - فلما خرجنا إلى المدينة كانت سجال الحرب بيننا وبينهم ، ندال عليهم ويدالون علينا . فلما كانت ليلة أبطأ عن الوقت الذي كان يأتينا فيه ، فقلنا : لقد أبطأت عنا الليلة ! قال : \" إنه طرأ علي حزبي من القرآن ، فكرهت أن أجيء حتى أتمه \" . قال أوس : سألت أصحاب رسول الله - صلى الله عليه وسلم - : كيف تحزبون القرآن ؟ فقالوا : ثلاث ، وخمس ، وسبع ، وتسع ، وإحدى عشرة ، وثلاث عشرة ، وحزب المفصل وحده .ورواه ابن ماجه عن أبي بكر بن أبي شيبة ، عن أبي خالد الأحمر ، به . ورواه الإمام أحمد عن عبد الرحمن بن مهدي ، عن عبد الله بن عبد الرحمن ، هو ابن يعلى الطائفي به .إذا علم هذا ، فإذا عددت ثمانيا وأربعين سورة ، فالتي بعدهن سورة \" ق \" . بيانه : ثلاث : البقرة ، وآل عمران ، والنساء . وخمس : المائدة ، والأنعام ، والأعراف ، والأنفال ، وبراءة . وسبع : يونس ، وهود ، ويوسف ، والرعد ، وإبراهيم ، والحجر ، والنحل . وتسع : سبحان ، والكهف ، ومريم ، وطه ، والأنبياء ، والحج ، والمؤمنون ، والنور ، والفرقان . وإحدى عشرة : الشعراء ، والنمل ، والقصص ، والعنكبوت ، والروم ، ولقمان ، و \" الم \" السجدة ، والأحزاب ، وسبأ ، وفاطر ، و يس . وثلاث عشرة : الصافات ، و \" ص \" ، والزمر ، وغافر ، و \" حم \" السجدة ، و \" حم عسق \" ، والزخرف ، والدخان ، والجاثية ، والأحقاف ، والقتال ، والفتح ، والحجرات . ثم بعد ذلك الحزب المفصل كما قاله الصحابة رضي الله عنهم . فتعين أن أوله سورة \" ق \" وهو الذي قلناه ، ولله الحمد والمنة .قال الإمام أحمد : حدثنا عبد الرحمن بن مهدي ، حدثنا مالك ، عن ضمرة بن سعيد ، عن عبيد الله بن عبد الله ; أن عمر بن الخطاب سأل أبا واقد الليثي : ما كان رسول الله - صلى الله عليه وسلم - يقرأ في العيد ؟ قال : بقاف ، واقتربت .ورواه مسلم وأهل السنن الأربعة ، من حديث مالك ، به . وفي رواية لمسلم عن فليح عن ضمرة ، عن عبيد الله ، عن أبي واقد قال : سألني عمر ، فذكره .حديث آخر : وقال أحمد : حدثنا يعقوب ، حدثنا أبي ، عن ابن إسحاق ، حدثني عبد الله بن محمد بن أبي بكر بن عمرو بن حزم ، عن يحيى بن عبد الله بن عبد الرحمن بن سعد بن زرارة ، عن أم هشام بنت حارثة قالت : لقد كان تنورنا وتنور النبي - صلى الله عليه وسلم - واحدا سنتين ، أو سنة وبعض سنة ، وما أخذت ( ق والقرآن المجيد ) إلا على لسان رسول الله - صلى الله عليه وسلم - كان يقرؤها كل يوم جمعة على المنبر إذا خطب الناس .رواه مسلم [ أيضا ] من حديث ابن إسحاق ، به .وقال أبو داود : حدثنا محمد بن بشار ، حدثنا محمد بن جعفر ، حدثنا شعبة ، عن خبيب ، عن عبد الله بن محمد بن معن ، عن ابنة الحارث بن النعمان قالت : ما حفظت \" ق \" إلا من في رسول الله - صلى الله عليه وسلم - يخطب بها كل جمعة . قالت : وكان تنورنا وتنور رسول الله - صلى الله عليه وسلم - واحدا .وكذا رواه مسلم والنسائي وابن ماجه ، من حديث شعبة ، به .والقصد أن رسول الله - صلى الله عليه وسلم - كان يقرأ بهذه السورة في المجامع الكبار ، كالعيد والجمع ، لاشتمالها على ابتداء الخلق والبعث والنشور ، والمعاد والقيام ، والحساب ، والجنة والنار ، والثواب والعقاب ، والترغيب والترهيب .ق ) : حرف من حروف الهجاء المذكورة في أوائل السور ، كقوله : ( ص ، ن ، الم ، حم ، طس ) ونحو ذلك ، قاله مجاهد وغيره . وقد أسلفنا الكلام عليها ، في أول \" سورة البقرة \" بما أغنى عن إعادته .وقد روي عن بعض السلف أنهم قالوا ) ق ) : جبل محيط بجميع الأرض ، يقال له جبل قاف . وكأن هذا - والله أعلم - من خرافات بني إسرائيل التي أخذها عنهم بعض الناس ، لما رأى من جواز الرواية عنهم فيما لا يصدق ولا يكذب . وعندي أن هذا وأمثاله وأشباهه من اختلاق بعض زنادقتهم ، يلبسون به على الناس أمر دينهم ، كما افتري في هذه الأمة - مع جلالة قدر علمائها وحفاظها وأئمتها - أحاديث عن النبي - صلى الله عليه وسلم - وما بالعهد من قدم ، فكيف بأمة بني إسرائيل مع طول المدى ، وقلة الحفاظ النقاد فيهم ، وشربهم الخمور ، وتحريف علمائهم الكلم عن مواضعه ، وتبديل كتب الله وآياته ! وإنما أباح الشارع الرواية عنهم في قوله : \" وحدثوا عن بني إسرائيل ، ولا حرج \" فيما قد يجوزه العقل ، فأما فيما تحيله العقول ويحكم عليه بالبطلان ، ويغلب على الظنون كذبه ، فليس من هذا القبيل - والله أعلم .وقد أكثر كثير من السلف من المفسرين ، وكذا طائفة كثيرة من الخلف ، من الحكاية عن كتب أهل الكتاب في تفسير القرآن المجيد ، وليس بهم احتياج إلى أخبارهم ، ولله الحمد والمنة ، حتى إن الإمام أبا محمد عبد الرحمن بن أبي حاتم الرازي ، رحمه الله ، أورد هاهنا أثرا غريبا لا يصح سنده عن ابن عباس فقال :حدثنا أبي قال : حدثت عن محمد بن إسماعيل المخزومي : حدثنا ليث بن أبي سليم ، عن مجاهد ، عن ابن عباس قال : خلق الله من وراء هذه الأرض بحرا محيطا ، ثم خلق من وراء ذلك جبلا يقال له \" ق \" السماء الدنيا مرفوعة عليه . ثم خلق الله من وراء ذلك الجبل أرضا مثل تلك الأرض سبع مرات . ثم خلق من وراء ذلك بحرا محيطا بها ، ثم خلق من وراء ذلك جبلا يقال له \" ق \" السماء الثانية مرفوعة عليه ، حتى عد سبع أرضين ، وسبعة أبحر ، وسبعة أجبل ، وسبع سماوات . قال : وذلك قوله : ( والبحر يمده من بعده سبعة أبحر ) [ لقمان : 27 ] .فإسناد هذا الأثر فيه انقطاع ، والذي رواه ابن أبي طلحة ، عن ابن عباس في قوله : ( ق ) قال : هو اسم من أسماء الله عز وجل .والذي ثبت عن مجاهد : أنه حرف من حروف الهجاء ، كقوله : ( ص ، ن ، حم ، طس ، الم ) ونحو ذلك . فهذه تبعد ما تقدم عن ابن عباس .وقيل : المراد \" قضي الأمر والله \" ، وأن قوله : ( ق ) دلت على المحذوف من بقية الكلم كقول الشاعر :قلت لها : قفي فقالت : قافوفي هذا التفسير نظر ; لأن الحذف في الكلام إنما يكون إذا دل دليل عليه ، ومن أين يفهم هذا من ذكر هذا الحرف ؟ .وقوله : ( والقرآن المجيد ) أي : الكريم العظيم الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، تنزيل من حكيم حميد .واختلفوا في جواب القسم ما هو ؟ فحكى ابن جرير عن بعض النحاة أنه قوله : ( قد علمنا ما تنقص الأرض منهم وعندنا كتاب حفيظ )وفي هذا نظر ، بل الجواب هو مضمون الكلام بعد القسم ، وهو إثبات النبوة ، وإثبات المعاد ، وتقريره وتحقيقه وإن لم يكن القسم متلقى لفظا ، وهذا كثير في أقسام القرآن كما تقدم في قوله : ( ص والقرآن ذي الذكر بل الذين كفروا في عزة وشقاق ) [ ص : 1 ، 2 ]"
      },
      "translations": {
        "en": "Qaf. By the honored Qur'an...",
        "fr": "Qâf. Par le Coran glorieux!",
        "es": "q. ¡Por el glorioso Corán!"
      },
      "ibn_ashour": "ق وَالْقُرْآَنِ الْمَجِيدِ (1(القول فيه نظير القول في أمثاله من الحروف المقطعة الواقعة في أوائل السور . فهو حرف من حروف التهجّي وقد رسموه في المصحف بصورة حرف القاف التي يُتَهجى بها في المكتب ، وأجمعوا على أن النطق بها باسم الحَرف المعروف ، أي ينْطِقون بقاففٍ بعدها ألف ، بعده فاء . وقد أجمع من يعتدّ به من القراء على النطق به ساكِنَ الآخِر سكون هجاء في الوصل والوقِف .ووقع في رواية بعض القصاصين المكذوبة عن ابن عباس أن المراد بقوله : { ق } اسم جبل عظيم محيط بالأرض . وفي رواية عنه إنه اسم لكل واحد من جبال سبعة محيطة بالأرضين السبع واحداً وراء واحد كما أن الأرضين السبع أرض وراء أرض . أي فهو اسم جنس انحصرت أفراده في سبعة ، وأطالوا في وصف ذلك بما أملاه عليهم الخيال المشفوع بقلة التثبت فيما يروونه للإغراب ، وذلك من الأوهام المخلوطة ببعض أقوال قدماء المشرقيين وبسوء فهم البعض في علم جغرافية الأرض وتخيلهم إياها رقاعاً مسطحة ذات تقاسيم يحيط بكل قسم منها ما يفصله عن القسم الآخر من بحار وجبال ، وهذا مما ينبغي ترفع العلماء عن الاشتغال بذكره لولا أن كثيراً من المفسرين ذكروه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ",
      "tafsir": {
        "muyassar": "بل عجب المكذبون للرسول صلى الله عليه وسلم أن جاءهم منذر منهم ينذرهم عقاب الله، فقال الكافرون بالله ورسوله: هذا شيء مستغرب يتعجب منه.",
        "mukhtasar": "لم يكن سببَ رفضهم توقُّعُهم أن تَكْذِبَ فهم يعرفون صدقك، بل تعجبوا أن يأتيهم رسول منذر من جنسهم، وليس من جنس الملائكة، وقالوا مِن تعجُّبهم: مجيء رسول من البشر إلينا شيء عجيب!",
        "saadi": "ولكن أكثر الناس، لا يقدر نعم الله قدرها، ولهذا قال تعالى: { بَلْ عَجِبُوا } أي: المكذبون للرسول صلى الله عليه وسلم، { أَنْ جَاءَهُمْ مُنْذِرٌ منهم } أي: ينذرهم ما يضرهم، ويأمرهم بما ينفعهم، وهو من جنسهم، يمكنهم التلقي عنه، ومعرفة أحواله وصدقه.فتعجبوا من أمر، لا ينبغي لهم التعجب منه، بل يتعجب من عقل من تعجب منه.{ فَقَالَ الْكَافِرُونَ } الذين حملهم كفرهم وتكذيبهم، لا نقص بذكائهم وآرائهم  { هَذَا شَيْءٌ عَجِيبٌ } أي: مستغرب، وهم في هذا الاستغراب بين أمرين:إما صادقون في [استغرابهم و] تعجبهم، فهذا يدل على غاية جهلهم، وضعف عقولهم، بمنزلة المجنون، الذي يستغرب كلام العاقل، وبمنزلة الجبان الذي يتعجب من لقاء الفارس للفرسان، وبمنزلة البخيل، الذي يستغرب سخاء أهل السخاء، فأي ضرر يلحق من تعجب من هذه حاله ؟ وهل تعجبه، إلا دليل على زيادة وظلمه وجهله؟ وإما أن يكونوا متعجبين، على وجه يعلمون خطأهم فيه، فهذا من أعظم الظلم وأشنعه.",
        "kathir": "وهكذا قال هاهنا : ( ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم فقال الكافرون هذا شيء عجيب ) أي : تعجبوا من إرسال رسول إليهم من البشر كقوله تعالى : ( أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس ) [ يونس : 2 ] أي : وليس هذا بعجيب ; فإن الله يصطفي من الملائكة رسلا ومن الناس ."
      },
      "translations": {
        "en": "But they wonder that there has come to them a warner from among themselves, and the disbelievers say, \"This is an amazing thing.",
        "fr": "Mais ils s'étonnent que l'un des leurs leur vint comme avertisseur; et les mécréants dirent: «Ceci est une chose étonnante.",
        "es": "Pero se asombran de que uno salido de ellos haya venido a advertirles. Y dicen los infieles: «¡Esto es algo asombroso!"
      },
      "ibn_ashour": "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (2(ومن العجب أن تفرض هذه الأوهام في تفسير هذا الحرف من القرآن { ألم } [ البقرة : 1 ] ، يكفهم أنه مكتوب على صورة حروف التهجّي مثل { آلم } [ العنكبوت : 1 ] و { المص } [ الأعراف : 1 ] و { كهيعص } [ مريم : 1 ] ولو أريد الجبل الموهوم لكتب قاف ثلاثة حروف كما تكتب دَوَالُّ الأشياء مثل عين : اسم الجارحة ، وغينش : مصدر غان عليه ، فلا يصح أن يدل على هذه الأسماء بحروف التهجّي كما لا يخفى .{ ق والقرءان المجيد * بَلْ عجبوا أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الكافرون هذا شَىْءٌ عَجِيبٌ * أَءِذَا مِتْنَا وَكُنَّا تُرَابَاً ذلك رَجْعٌ بَعِيدٌ } .قَسَم بالقرآن ، والقسم به كناية عن التنويه بشأنه لأن القسم لا يكون إلا بعظيم عند المقسِم فكان التعظيم من لوازم القسَم . وأتبع هذا التنويه الكنائي بتنويه صريح بوصف { القرآن } ب { المجيد } فالمجيد المتصف بقوة المجْد . والمجدُ ويقال المجادة : الشرف الكامل وكرم النوع .وشرف القرآن من بين أنواع الكلام أنه مشتمل على أعلى المعاني النافعة لصلاح الناس فذلك مجده . وأما كمال مج",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌۭ",
      "tafsir": {
        "muyassar": "أإذا متنا وصِرْنا ترابًا، كيف يمكن الرجوع بعد ذلك إلى ما كنا عليه؟ ذلك رجع بعيد الوقوع.",
        "mukhtasar": "أنبعث إذا متنا وصرنا ترابًا؟! ذلك البعث ورجوع الحياة إلى أجسامنا بعدما بليت شيء مستبعد، لا يمكن أن يقع.",
        "saadi": "ثم ذكر وجه تعجبهم فقال: { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ } فقاسوا قدرة من هو على كل شيء قدير، الكامل من كل وجه، بقدرة العبد الفقير العاجز من جميع الوجوه، وقاسوا الجاهل، الذي لا علم له، بمن هو بكل شيء عليم.",
        "kathir": "ثم قال مخبرا عنهم في عجبهم أيضا من المعاد واستبعادهم لوقوعه : ( أئذا متنا وكنا ترابا ذلك رجع بعيد ) أي : يقولون : أإذا متنا وبلينا ، وتقطعت الأوصال منا ، وصرنا ترابا ، كيف يمكن الرجوع بعد ذلك إلى هذه البنية والتركيب ؟ ( ذلك رجع بعيد ) أي : بعيد الوقوع ، ومعنى هذا : أنهم يعتقدون استحالته وعدم إمكانه ."
      },
      "translations": {
        "en": "When we have died and have become dust, [we will return to life]? That is a distant return.\"",
        "fr": "Quoi! Quand nous serons morts et réduits en poussière...? Ce serait revenir de loin!»",
        "es": "¿Es que cuando muramos y seamos tierra...? Es volver de lejos...»"
      },
      "ibn_ashour": "أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (3(والمستفهم عنه محذوف دل عليه ظرف { أئذا متنا وكنا تراباً } والتقدير : أنرجع إلى الحياة في حين انعدام الحياة منا بالموت وحين تفتت الجسد وصيرورته تراباً ، وذلك عندهم أقصى الاستبعاد . ومتعلقّ ( إذا ( هو المستفهم عنه المحذوف المقدَّر ، أي نُرجَع أو نعود إلى الحياة وهذه الجملة مستقلة بنفسها .وجملة { ذلك رجع بعيد } مؤكدة لجملة { أئذا متنا وكنا تراباً } بطريق الحقيقة والذِكر ، بعد أن أُفيد بطريق المجاز والحذف ، لأن شأن التأكيد أن يكون أجلى دلالة .والرَّجع : مصدر رجَع ، أي الرجوع إلى الحياة . ومعنى { بعيد } أنه بعيد عن تصور العقل ، أي هو أمر مستحيل .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَٰبٌ حَفِيظٌۢ",
      "tafsir": {
        "muyassar": "قد علمنا ما تنقص الأرض وتُفني من أجسامهم، وعندنا كتاب محفوظ من التغيير والتبديل، بكل ما يجري عليهم في حياتهم وبعد مماتهم.",
        "mukhtasar": "قد علمنا ما تأكل الأرض من أجسامهم بعد موتهم وتفنيه، لم يخف علينا منه شيء، وعندنا كتاب حافظ لكل ما يقدره الله عليهم في حياتهم وبعد موتهم.",
        "saadi": "الذي يعلم ما تنقص الأرض من أجسادهم مدة مقامهم في برزخهم، وقد أحصى في كتابه الذي هو عنده محفوظ عن التغيير والتبديل، كل ما يجري عليهم في حياتهم، ومماتهم، وهذا الاستدلال، بكمال علمه، وسعته التي لا يحيط بها إلا هو، على قدرته على إحياء الموتى. ",
        "kathir": "قال الله تعالى رادا عليهم : ( قد علمنا ما تنقص الأرض منهم ) أي : ما تأكل من أجسادهم في البلى ، نعلم ذلك ولا يخفى علينا أين تفرقت الأبدان ؟ وأين ذهبت ؟ وإلى أين صارت ؟ ( وعندنا كتاب حفيظ ) أي : حافظ لذلك ، فالعلم شامل ، والكتاب أيضا فيه كل الأشياء مضبوطة .قال العوفي ، عن ابن عباس في قوله : ( قد علمنا ما تنقص الأرض منهم ) أي : ما تأكل من لحومهم وأبشارهم ، وعظامهم وأشعارهم . وكذا قال مجاهد ، وقتادة ، والضحاك ، وغيرهم ."
      },
      "translations": {
        "en": "We know what the earth diminishes of them, and with Us is a retaining record.",
        "fr": "Certes, Nous savons ce que la terre rongera d'eux [de leurs corps]; et Nous avons un Livre où tout est conservé.",
        "es": "Ya sabemos qué es lo que de ellos consume la tierra. Tenemos una Escritura que conserva."
      },
      "ibn_ashour": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ (4(ردٌّ لقولهم : { ذلك رجع بعيد } [ ق : 3 ] فإن إحالتهم البعث ناشئة عن عدة شبه منها : أن تفرق أجزاء الأجساد في مناحِي الأرض ومهابّ الرياح لا تُبقي أملا في إمكان جمعها إذ لا يحيط بها محيط وأنها لو علمت مواقعها لتعذر التقاطها وجمعها ، ولو جمعت كيف تعود إلى صورها التي كانت مشكَّلة بها ، وأنها لو عادت كيف تعود إليها ، فاقتصر في إقلاع شبههم على إقلاع أصلها وهو عدم العلم بمواقع تلك الأجزاء وذرّاتها .وفُصِلت الجملة بدون عطف لأنها ابتداء كلام لرد كلامهم ، وهذا هو الأليق بنظم الكلام . وقيل هي جواب القسم كما علمته آنفا وأيًّا مَّا كان فهو رد لقولهم { ذلك رجع بعيد } .والمعنى : أن جمع أجزاء الأجسام ممكن لا يعزب عن علم الله ، وإذا كان عالماً بتلك الأجزاء كما هو مقتضى عموم العلم الإلهي وكان قد أراد إحياء أصحابها كما أخبر به ، فلا يعظم على قدرته جمعها وتركيبها أجساماً كأجسام أصحابها حين فارقوا الحياة فقوله : { قد علمنا ما تنقص الأرض منهم } إيماء إلى دليل الإمكان لأن مرجعه إلى عموم العلم كما قلنا . فأساس مبنى الرد هو عموم علم ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍۢ مَّرِيجٍ",
      "tafsir": {
        "muyassar": "بل كذَّب هؤلاء المشركون بالقرآن حين جاءهم، فهم في أمر مضطرب مختلط، لا يثبتون على شيء، ولا يستقر لهم قرار.",
        "mukhtasar": "بل كذب هؤلاء المشركون بالقرآن لما جاءهم به الرسول، فهم في أمر مضطرب، لا يثبتون على شيء بشأنه.",
        "saadi": "أي: { بَلْ } كلامهم الذي صدر منهم، إنما هو عناد وتكذيب للحق الذي هو أعلى أنواع الصدق { لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ } أي: مختلط مشتبه، لا يثبتون على شيء، ولا يستقر لهم قرار، فتارة يقولون عنك: إنك ساحر، وتارة مجنون، وتارة شاعر، وكذلك جعلوا القرآن عضين، كل قال فيه، ما اقتضاه رأيه الفاسد، وهكذا، كل من كذب بالحق، فإنه في أمر مختلط، لا يدرى له وجهة  ولا قرار، [فترى أموره متناقضة مؤتفكة] كما أن من اتبع الحق وصدق به، قد استقام أمره، واعتدل سبيله، وصدق فعله قيله. ",
        "kathir": "ثم بين تعالى سبب كفرهم وعنادهم واستبعادهم ما ليس ببعيد فقال : ( بل كذبوا بالحق لما جاءهم فهم في أمر مريج ) أي : وهذا حال كل من خرج عن الحق ، مهما قال بعد ذلك فهو باطل . والمريج : المختلف المضطرب الملتبس المنكر خلاله ، كقوله : ( إنكم لفي قول مختلف يؤفك عنه من أفك ) [ الذاريات : 8 ، 9 ] ."
      },
      "translations": {
        "en": "But they denied the truth when it came to them, so they are in a confused condition.",
        "fr": "Plutôt, ils traitent de mensonge la vérité qui leur est venue: les voilà donc dans une situation confuse.",
        "es": "Pero han desmentido la Verdad cuando ha venido a ellos y se encuentran en un estado de confusión."
      },
      "ibn_ashour": "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (5(إضراب ثان تابع للإضراب الذي في قوله : { بل عجبوا أن جاءهم منذر منهم } [ ق : 2 ] على طريقة تكرير الجملة في مقام التنديد والإبطال ، أو بدل من جملة { بل عجبوا أن جاءهم منذر } لأن ذلك العجب مشتمل على التكذيب ، وكلا الاعتبارين يقتضيان فصل هذه الجملة بدون عاطف . والمقصد من هذه الجملة : أنهم أتوا بأفظع من إحالتهم البعث وذلك هو التكذيب بالحق .والمراد بالحق هنا القرآن لأن فعل التكذيب إذا عدي بالباء عدي إلى الخبر وإذا عدي بنفسه كان لتكذيب المخبر .و { لمّا } حرف توقيت فهي دالة على ربط حصول جوابها بوقت حصول شرطها فهي مؤذنة بمبادرة حصول الجواب عند حصول الشرط كقوله تعالى : { فلما أضاءت ما حوله ذهب الله بنورهم } [ البقرة : 17 ] ، وقوله { فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] وقد مضيا في سورة البقرة . ومعنى { جاءهم } بلغهم وأعلموا به .والمعنى : أنهم بادروا بالتكذيب دون تأمل ولا نظر فيما حواه من الحق بل كذبوا به من أول وهلة فكذبوا بتوحيد الله ، وهو أول حق جاء به القرآن ، ولذلك عقب بقوله : { أفلم ينظروا إلى السماء فوقهم كيف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٍۢ",
      "tafsir": {
        "muyassar": "أغَفَلوا حين كفروا بالبعث، فلم ينظروا إلى السماء فوقهم، كيف بنيناها مستوية الأرجاء، ثابتة البناء، وزيناها بالنجوم، وما لها من شقوق وفتوق، فهي سليمة من التفاوت والعيوب؟",
        "mukhtasar": "أفلم يتأمل هؤلاء المكذبون بالبعث السماء فوقهم؛ كيف خلقناها وبنيناها وزيناها بما وضعنا فيها من نجوم، وليس لها شقوق تعيبها؟! فالذي خلق هذه السماء لا يعجز عن بعث الموتى أحياء.",
        "saadi": "لما ذكر تعالى حالة المكذبين، وما ذمهم به، دعاهم إلى النظر في آياته  الأفقية، كي يعتبروا، ويستدلوا بها، على ما جعلت أدلة عليه فقال: { أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ } أي: لا يحتاج ذلك النظر إلى كلفة وشد رحل، بل هو في غاية السهولة، فينظرون { كَيْفَ بَنَيْنَاهَا } قبة مستوية الأرجاء، ثابتة البناء، مزينة بالنجوم الخنس، والجوار الكنس، التي ضربت من الأفق إلى الأفق في غاية الحسن والملاحة، لا ترى فيها عيبًا، ولا فروجًا، ولا خلالًا، ولا إخلالاً.قد جعلها الله سقفًا لأهل الأرض، وأودع فيها من مصالحهم الضرورية ما أودع.",
        "kathir": "يقول تعالى منبها للعباد على قدرته العظيمة التي أظهر بها ما هو أعظم مما تعجبوا مستبعدين لوقوعه : ( أفلم ينظروا إلى السماء فوقهم كيف بنيناها وزيناها ) ؟ أي : بالمصابيح ، ( وما لها من فروج ) . قال مجاهد : يعني من شقوق . وقال غيره : فتوق . وقال غيره : من صدوع . والمعنى متقارب ، كقوله تعالى : ( الذي خلق سبع سماوات طباقا ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطور ثم ارجع البصر كرتين ينقلب إليك البصر خاسئا وهو حسير ) [ الملك : 3 ، 4 ] أي : كليل ، أي : عن أن يرى عيبا أو نقصا ."
      },
      "translations": {
        "en": "Have they not looked at the heaven above them - how We structured it and adorned it and [how] it has no rifts?",
        "fr": "N'ont-ils donc pas observé le ciel au-dessus d'eux, comment Nous l'avons bâti et embelli; et comment il est sans fissures?",
        "es": "¿No ven el cielo que tienen encima, cómo lo hemos edificado y engalanado y no se ha agrietado?"
      },
      "ibn_ashour": "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (6(تفريع على قوله : { بل عجبوا أن جاءهم منذر } [ ق : 2 ] إلى قوله : { مريج } [ ق : 5 ] لأن أهمّ ما ذكر من تكذيبهم أنهم كذبوا بالبعث ، وخلق السماوات والنجوم والأرض دالّ على أن إعادة الإنسان بعد العدم في حيّز الإمكان فتلك العوالم وجدت عن عدم وهذا أدلّ عليه قوله تعالى في سورة يس ( 81 ( { أو ليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم }والاستفهام يجوز أن يكون إنكارياً . والنظرُ نظرَ الفكر على نحو قوله تعالى : { قل انظروا ماذا في السماوات والأرض } [ يونس : 101 ] . ومحل الإنكار هو الحال التي دل عليها { كيفَ بنيناها } ، أي ألم يتدبروا في شواهد الخليقة فتكون الآية في معنى أو لم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق .ويجوز أن يكون الاستفهام تقريرياً ، والنظر المشاهدة ، ومحل التقرير هو فعل { ينظروا } ، أو يكون { كيف } مراد به الحال المشاهدة .هذا وأن التقرير على نفي الشيء المراد الإقرار بإثباته طريقة قرآنية ذكرناها غير مرة ، وبينا أن الغرض منه إفساح الم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ",
      "tafsir": {
        "muyassar": "والأرض وسَّعْناها وفرشناها، وجعلنا فيها جبالا ثوابت؛ لئلا تميل بأهلها، وأنبتنا فيها من كل نوع حسن المنظر نافع، يَسُرُّ ويبهج الناظر إليه.",
        "mukhtasar": "والأرض بسطناها صالحة للسكنى عليها، وألقينا فيها جبالًا ثوابت حتى لا تضطرب، وأنبتنا فيها من كل صنف من النبات والشجر حسن المنظر.",
        "saadi": "{ و } إلى { الأرض كيف مَدَدْنَاهَا } ووسعناها، حتى أمكن كل حيوان السكون فيها والاستقرار  والاستعداد لجميع مصالحه، وأرساها بالجبال، لتستقر من التزلزل، والتموج، { وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ } أي: من كل صنف من أصناف النبات، التي تسر ناظرها، وتعجب مبصرها، وتقر عين رامقها، لأكل بني آدم، وأكل بهائمهم ومنافعهم، وخص من تلك المنافع بالذكر، الجنات المشتملة على الفواكه اللذيذة، من العنب والرمان والأترج والتفاح، وغير ذلك، من أصناف الفواكه، ومن النخيل الباسقات، أي: الطوال، التي يطول  نفعها، وترتفع إلى السماء، حتى تبلغ مبلغًا، لا يبلغه كثير من الأشجار، فتخرج من الطلع النضيد، في قنوانها، ما هو رزق للعباد، قوتًا وأدمًا وفاكهة، يأكلون منه ويدخرون، هم ومواشيهم وكذلك ما يخرج الله بالمطر، وما هو أثره من الأنهار، التي على وجه الأرض، والتي تحتها من حب الحصيد، أي: من الزرع المحصود، من بر وشعير، وذرة، وأرز، ودخن وغيره.",
        "kathir": "وقوله : ( والأرض مددناها ) أي : وسعناها وفرشناها ، ( وألقينا فيها رواسي ) وهي : الجبال ; لئلا تميد بأهلها وتضطرب ; فإنها مقرة على تيار الماء المحيط بها من جميع جوانبها ، ( وأنبتنا فيها من كل زوج بهيج ) أي : من جميع الزروع والثمار والنبات والأنواع ، ( ومن كل شيء خلقنا زوجين لعلكم تذكرون ) [ الذاريات : 49 ] ، وقوله : ( بهيج ) أي : حسن نضر ."
      },
      "translations": {
        "en": "And the earth - We spread it out and cast therein firmly set mountains and made grow therein [something] of every beautiful kind,",
        "fr": "Et la terre, Nous l'avons étendue et Nous y avons enfoncé fermement des montagnes et y avons fait pousser toutes sortes de magnifiques couples de [végétaux],",
        "es": "Hemos extendido la tierra, colocado en ella firmes montañas y hecho crecer en ella toda especie primorosa,"
      },
      "ibn_ashour": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (7(عطف على جملة { أفلم ينظروا } [ ق : 6 ] عطف الخبر على الاستفهام الإنكاري وهو في معنى الإخبار . والتقدير : ومددنا الأرض .ولما كانت أحوال الأرض نصب أعين الناس وهي أقرب إليهم من أحوال السماء لأنها تلوح للأنظار دون تكلف لم يؤت في لفت أنظارهم إلى دلالتها باستفهام إنكاريّ تنزيلاً لهم منزلة من نظر في أحوال الأرض فلم يكونوا بحاجة إلى إعادة الأخبار بأحوال الأرض تذكيراً لهم . وانتصب { الأرض } ب { مددناها } على طريقة الاشتغال .والمدّ : البسط ، أي بسطنا الأرض فلم تكن مجموعَ نُتُوءات إذ لو كانت كذلك لكان المشي عليها مُرهقاً .والمراد : بسط سَطح الأرض وليس المراد وصف حجم الأرض لأن ذلك لا تدركه المشاهدة ولم ينظر فيه المخاطبون نظر التأمل فيستدل عليهم بما لا يعلمونه فلا يعتبر في سياق الاستدلال على القدرة على خلق الأمور العظيمة ، ولا في سياق الامتنان بما في ذلك الدليل من نعمة فلا علاقة لهذه الآية بقضية كروية الأرض .والإبقاء : تمثيل لتكوين أجسام بارزةٍ على الأرض متباعد بَعْضها عن بعض لأنّ حقيقة الإلقاء",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "تَبْصِرَةًۭ وَذِكْرَىٰ لِكُلِّ عَبْدٍۢ مُّنِيبٍۢ",
      "tafsir": {
        "muyassar": "خلق الله السموات والأرض وما فيهما من الآيات العظيمة عبرة يُتبصر بها مِن عمى الجهل، وذكرى لكل عبد خاضع خائف وَجِل، رجَّاع إلى الله عز وجل.",
        "mukhtasar": "خلقنا ذلك كله ليكون تبصرة وتذكيرًا لكل عبد راجع إلى ربه بالطاعة.",
        "saadi": "فإن في النظر في هذه الأشياء { تَبْصِرَةً } يتبصر بها، من عمى الجهل، { وَذِكْرَى } يتذكر بها، ما ينفع في الدين والدنيا، ويتذكر بها ما أخبر الله به، وأخبرت به رسله، وليس ذلك لكل أحد، بل { لِكُلِّ عَبْدٍ مُنِيبٍ } إلى الله أي: مقبل عليه بالحب والخوف والرجاء، وإجابة داعيه، وأما المكذب والمعرض، فما تغني الآيات والنذر عن قوم لا يؤمنون.",
        "kathir": "( تبصرة وذكرى لكل عبد منيب ) أي : ومشاهدة خلق السماوات [ والأرض ] وما جعل [ الله ] فيهما من الآيات العظيمة تبصرة ودلالة وذكرى لكل عبد منيب ، أي : خاضع خائف وجل رجاع إلى الله عز وجل ."
      },
      "translations": {
        "en": "Giving insight and a reminder for every servant who turns [to Allah].",
        "fr": "à titre d'appel à la clairvoyance et un rappel pour tout serviteur repentant.",
        "es": "como ilustración y amonestación para todo siervo arrepentido."
      },
      "ibn_ashour": "تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (8(مفعول لأجله للأفعال السابقة من قوله : { بنيناها وزيناها } [ ق : 6 ] وقوله : { مددناها وألقينا فيها رواسي وأنبتنا فيها } [ ق : 7 ] الخ ، على أنه علة لها على نحو من طريقة التنازع ، أي ليكون ما ذكر من الأفعال ومعمولاتها تبصرة وذكرى ، أي جعلناه لغرضضِ أن نُبصِّر به ونُذكّر كل عبد منيب .وحذف متعلق { تبصرة وذكرى } ليَعُم كلَّ ما يصلح أن يتبصر في شأنه بدلائل خلق الأرض وما عليها ، وأهم ذلك فيهم هو التوحيد والبعث كما هو السياق تصريحاً وتلويحاً .وإنما كانت التبصرة والذكرى علة للأفعال المذكورة لأن التبصرة والذكرى من جملة الحِكم التي أوجد الله تلك المخلوقات لأجلها . وليس ذلك بمقتض انحصار حكمة خلقها في التبصرة والذكرى ، لأن أفعال الله تعالى لها حِكَم كثيرة عَلِمنا . بعضها وخفي علينا بعض .والتبصرة : مصدر بصّره . وأصل مصدره التَبصير ، فحذفوا الياء التحتية من أثناء الكلمة وعوضوا عنها التاء الفوقية في أول الكلمة كما قالوا : جرّب تجربة وفَسّر تفسرة ، وذلك يقلّ في المضاعف ويكثر في المهموز نحو جَزّأ تجزئة ، ووطّأ توطئة . ويتعين في المعتل نحو : زَكّى تزكية ، و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ مُّبَٰرَكًۭا فَأَنۢبَتْنَا بِهِۦ جَنَّٰتٍۢ وَحَبَّ ٱلْحَصِيدِ",
      "tafsir": {
        "muyassar": "ونزَّلنا من السماء مطرًا كثير المنافع، فأنبتنا به بساتين كثيرة الأشجار، وحب الزرع المحصود.",
        "mukhtasar": "ونزلنا من السماء ماءً كثير النفع والخير، فأنبتنا بذلك الماء بساتين، وأنبتنا ما تحصدونه من حب الشعير وغيره.",
        "saadi": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: { وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ } ",
        "kathir": "وقوله تعالى : ( ونزلنا من السماء ماء مباركا ) أي : نافعا ، ( فأنبتنا به جنات ) أي : حدائق من بساتين ونحوها ، ( وحب الحصيد ) وهو : الزرع الذي يراد لحبه وادخاره ."
      },
      "translations": {
        "en": "And We have sent down blessed rain from the sky and made grow thereby gardens and grain from the harvest",
        "fr": "Et Nous avons fait descendre du ciel une eau bénie, avec laquelle Nous avons fait pousser des jardins et le grain qu'on moissonne,",
        "es": "Hemos hecho bajar del cielo agua bendita, mediante la cual hacemos que crezcan jardines y el grano de la cosecha,"
      },
      "ibn_ashour": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (9(بعد التنظر والتذكير والتبصير في صنع السماوات وصنع الأرض وما فيهما من وقت نشأتهما نُقل الكلام إلى التذكير بإيجاد آثار من آثار تلك المصنوعات تتجدد على مرور الدهر حية ثم تموت ثم تحيا دَأْبا ، وقد غير أسلوب الكلام لهذا الانتقال من أسلوب الاستفهام في قوله : { أفلم ينظروا إلى السماء } [ ق : 6 ] إلى أسلوب الإخبار بقوله : { ونزلنا من السماء ماء مباركاً } إيذاناً بتبديل المراد ليكون منه تخلص إلى الدلالة على إمكان البعث في قوله : { كذلك الخروج } [ ق : 11 ] . فجملة { ونزلنا } عطف على جملة { والأرض مددناها } [ الحجر : 19 ] .وقد ذكرت آثار من آثار السماء وآثار الأرض على طريقة النشر المرتب على وفق اللف .والمبارك : اسم مفعول للذي جعلت فيه البركة ، أي جُعل فيه خير كثير . وأفعال هذه المادة كثيرة التصرف ومتنوعة التعليق . والبركة : الخير النافع لما يتسبب عليه من إنبات الحبوب والأعناب والنخيل . وتقدم معنى المبارك عند قوله تعالى : { إن أول بيت وضع للناس للذي ببكة مباركاً } في سورة آل عمران ( 96 ( . وفي هذا استدلا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَٱلنَّخْلَ بَاسِقَٰتٍۢ لَّهَا طَلْعٌۭ نَّضِيدٌۭ",
      "tafsir": {
        "muyassar": "وأنبتنا النخل طِوالا لها طلع متراكب بعضه فوق بعضٍ.",
        "mukhtasar": "وأنبتنا به النخل طِوالًا عاليات، لها طلع متراكب بعضه فوق بعض.",
        "saadi": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: { وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ } ",
        "kathir": "( والنخل باسقات ) أي : طوالا شاهقات . وقال ابن عباس ، ومجاهد ، وعكرمة ، والحسن ، وقتادة ، والسدي ، وغيرهم : الباسقات الطوال . ( لها طلع نضيد ) أي : منضود ."
      },
      "translations": {
        "en": "And lofty palm trees having fruit arranged in layers -",
        "fr": "ainsi que les hauts palmiers aux régimes superposés,",
        "es": "esbeltas palmeras de apretados racimos,"
      },
      "ibn_ashour": "وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (10(والباسقات : الطويلات في ارتفاع ، أي عاليات فلا يقال : باسق للطويل الممتد على الأرض .وعن ابن شداد : الباسقات الطويلات مع الاستقامة . ولم أره لأحد من أيمة اللغة . ولعلّ مراده من الاستقامة الامتداد في الارتفاع . وهو بالسين المهملة في لغة جميع العرب عدا بني العنبر من تميم يُبدلون السين صاداً في هذه الكلمة . قال ابن جنيّ : الأصل السين وإنما الصاد بدل منها لاستعلاء القاف . وروى الثعلبي عن قطبة بن مالك أنه سمع النبي صلى الله عليه وسلم في صلاة الصبح قرأها بالصاد . ومثله في ابن عطية وهو حديث غير معروف . والذي في «صحيح مسلم» وغيره عن قطبة بن مالك مروية بالسين . ومن العجيب أن الزمخشري قال : وفي قراءة رسول الله صلى الله عليه وسلم باصقات . وانتصب { باسقات } على الحال . والمقصود من ذلك الإيماء إلى بديع خلقته وجمال طلعته استدلالاً وامتناناً .والطلع : أول ما يظهر من ثمر التمر ، وهو في الكُفُرَى ، أي غلاف العنقود .والنضيد : المنضود ، أي المصفّف بعضه فوق بعض ما دام في الكُفُرَى فإذا انشق عنه الكُفرى فليس بنضيد . فهو معناه بمعنى مفعول قال تعالى : { وطلح منض",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "رِّزْقًۭا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ ٱلْخُرُوجُ",
      "tafsir": {
        "muyassar": "أنبتنا ذلك رزقًا للعباد يقتاتون به حسب حاجاتهم، وأحيينا بهذا الماء الذي أنزلناه من السماء بلدة قد أجدبت وقحطت، فلا زرع فيها ولا نبات، كما أحيينا بذلك الماء الأرض الميتة نخرجكم يوم القيامة أحياء بعد الموت.",
        "mukhtasar": "أنبتنا ما أنبتنا من ذلك رزقًا للعباد يأكلون منه، وأحيينا به بلدة لا نبات فيها، كما أحيينا بهذا المطر بلدة لا نبات فيها نحيي الموتى، فيخرجون أحياء.",
        "saadi": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: { وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ } ولما ذكرهم بهذه الآيات السماوية والأرضية، خوفهم أخذات الأمم، وألا يستمروا على ما هم عليه من التكذيب، فيصيبهم ما أصاب إخوانهم من المكذبين، فقال:  ",
        "kathir": "( رزقا للعباد ) أي : للخلق ، ( وأحيينا به بلدة ميتا ) وهي : الأرض التي كانت هامدة ، فلما نزل عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج من أزاهير وغير ذلك ، مما يحار الطرف في حسنها ، وذلك بعد ما كانت لا نبات بها ، فأصبحت تهتز خضراء ، فهذا مثال للبعث بعد الموت والهلاك ، كذلك يحيي الله الموتى . وهذا المشاهد من عظيم قدرته بالحس أعظم مما أنكره الجاحدون للبعث كقوله تعالى : ( لخلق السماوات والأرض أكبر من خلق الناس ) [ غافر : 57 ] ، وقوله : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير ) [ الأحقاف : 33 ] ، وقال تعالى : ( ومن آياته أنك ترى الأرض خاشعة فإذا أنزلنا عليها الماء اهتزت وربت إن الذي أحياها لمحيي الموتى إنه على كل شيء قدير ) [ فصلت : 39 ] ."
      },
      "translations": {
        "en": "As provision for the servants, and We have given life thereby to a dead land. Thus is the resurrection.",
        "fr": "comme subsistance pour les serviteurs. Et par elle (l'eau) Nous avons redonné la vie à une contrée morte. Ainsi se fera la résurrection.",
        "es": "para sustento de los siervos. Y, gracias a ella, devolvemos la vida a un país muerto. Así será la Resurrección."
      },
      "ibn_ashour": "رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (11({ نَّضِيدٌ * رِّزْقاً لِّلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً }مفعول لأجله لقوله : { فأنبتنا به جنات } [ ق : 9 ] إلى آخره ، فهو مصدر ، أي لنرزق العباد ، أي نقوتهم . والقول في التعليل به كالقول في التعليل بقوله : { تبصرة وذكرى } [ ق : 8 ] .والعباد : الناس وهو جمع عبد بمعنى عبد الله ، فأمّا العبد المملوك فجمعه العبيد . وهذا استدلال وامتنان .{ عِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً } .عطف على { رزقا للعباد } عطف الفعل على الاسم المشتق من الفعل وهو رزقه المشتق لأنه في معنى : رزقنا العباد وأحيينا به بلدة ميتا ، أي لرعي الأنعام والوحش فهو استدلال وفيه امتنان . والبلدة : القطعة من الأرض .والمَيْت بالتخفيف : مرادف المَيِّت بالتشديد قال تعالى : { وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكون } [ يس : 33 ] .وتذكير الميت وهو وصف للبلدة ، وهي مؤنث على تأويله بالبلد لأنه مرادفه ، وبالمكان لأنه جنسه ، شبه الجدْب بالموت في انعدام ظهور الآثار ، ولذلك سمي ضده وهو إنبات الأرض حياة . ويقال لخِدمة الأرض اليابسة وسقِ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَأَصْحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "tafsir": {
        "muyassar": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم.",
        "mukhtasar": "كذبت قبل هؤلاء المكذبين بك - أيها الرسول - أقوام بأنبيائهم، فكذبت قوم نوح وأصحاب البئر، وكذبت ثمود.",
        "saadi": "أي: كذب الذين من قبلهم من الأمم، رسلهم الكرام، وأنبياءهم العظام، كـ \"نوح\" كذبه قومه، [وثمود كذبوا صالحًا] ",
        "kathir": "يقول تعالى متهددا لكفار قريش بما أحله بأشباههم ونظرائهم وأمثالهم من المكذبين قبلهم ، من النقمات والعذاب الأليم في الدنيا ، كقوم نوح وما عذبهم الله به من الغرق العام لجميع أهل الأرض ، وأصحاب الرس وقد تقدمت قصتهم في سورة \" الفرقان \" ( وثمود وعاد وفرعون وإخوان لوط ) ، وهم أمته الذين بعث إليهم من أهل سدوم ومعاملتها من الغور ، وكيف خسف الله بهم الأرض ، وأحال أرضهم بحيرة منتنة خبيثة ; بكفرهم وطغيانهم ومخالفتهم الحق ."
      },
      "translations": {
        "en": "The people of Noah denied before them, and the companions of the well and Thamud",
        "fr": "Avant eux, le peuple de Noé, les gens d'Ar-Rass et les Thamûd crièrent au mensonge,",
        "es": "Antes de ello, ya habían desmentido el pueblo de Noé, los habitantes de ar-Ras, los tamudeos,"
      },
      "ibn_ashour": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ (12(استئناف ابتدائي ناشىء عن قوله : { بل كذبوا بالحق لما جاءهم } [ ق : 5 ] فعُقّب بأنهم ليسوا ببدع في الضلال فقد كذبت قبلهم أمم . وذكر منهم أشهرهم في العالم وأشهرهم بين العرب ، فقوم نُوح أول قوم كذبوا رسولهم وفرعون كذب موسى وقوم لوط كذبوه وهؤلاء معروفون عند أهل الكتاب ، وأما أصحاب الرسّ وعاد وثمود وأصحاب الأيكة وقوم تُبّع فهم من العرب .وذكروا هنا عقب قوم نوح للجامع الخيالي بين القومين وهو جامع التضادّ لأن عذابهم كان ضد عذاب قوم نوح إذ كان عذابهم بالخسف وعذاب قوم نوح بالغرق ، ثم ذكر ثمود لشبه عذابهم بعذاب أصحاب الرسّ إذ كان عذابهم برجفة الأرض وصواعق السماء ، ولأن أصحاب الرسّ من بقايا ثمود ، ثم ذكرت عاد لأن عذابها كان بحادث في الجوّ وهو الريح ، ثم ذكر فرعون وقومه لأنهم كذبوا أشهر الرسل قبل الإسلام ، وأصحاب الأيكة هم قوم شعيب وهم من خلطاء بني إسرائيل .وعُبّر عن قوم لوط ب { إخوان لوط } ولم يكونوا من قبيله ، فالمراد ب { إخوان } أنهم ملازمون وهم أهل سدوم وعمورة وقُراهما وكان لوط ساكناً في سَدوم ولم يكن من أهل نسبهم لأن أهل سدوم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَعَادٌۭ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍۢ",
      "tafsir": {
        "muyassar": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم.",
        "mukhtasar": "وكذبت عاد وفرعون، وقوم لوط.",
        "saadi": "وعاد، كذبوا \"هودًا \" وإخوان لوط كذبوا \"لوطًا \" ",
        "kathir": "يقول تعالى متهددا لكفار قريش بما أحله بأشباههم ونظرائهم وأمثالهم من المكذبين قبلهم ، من النقمات والعذاب الأليم في الدنيا ، كقوم نوح وما عذبهم الله به من الغرق العام لجميع أهل الأرض ، وأصحاب الرس وقد تقدمت قصتهم في سورة \" الفرقان \" ( وثمود وعاد وفرعون وإخوان لوط ) ، وهم أمته الذين بعث إليهم من أهل سدوم ومعاملتها من الغور ، وكيف خسف الله بهم الأرض ، وأحال أرضهم بحيرة منتنة خبيثة ; بكفرهم وطغيانهم ومخالفتهم الحق ."
      },
      "translations": {
        "en": "And 'Aad and Pharaoh and the brothers of Lot",
        "fr": "de même que les 'Aad et Pharaon et les frères de Lot,",
        "es": "los aditas, Faraón, los hermanos de Lot,"
      },
      "ibn_ashour": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ (13(وتقدم الكلام على أصحاب الرس في سورة الفرقان ( 38 ( عند قوله تعالى : { وعادا وثمودا وأصحاب الرس }",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "وَأَصْحَٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍۢ ۚ كُلٌّۭ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "tafsir": {
        "muyassar": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم.",
        "mukhtasar": "وكذب قوم شعيب أصحاب الأيكة وقوم تُبَّعٍ ملك اليمن، كل هؤلاء الأقوام كذَّبوا رسل الله الذين أرسلهم، فثبت عليهم ما وعدهم الله من العذاب.",
        "saadi": "وأصحاب الأيكة كذبوا \"شعيبًا \" وقوم تبع، وتبع كل ملك ملك اليمن في الزمان السابق قبل الإسلام  فقوم تبع كذبوا الرسول، الذي أرسله الله إليهم، ولم يخبرنا الله من هو ذلك الرسول، وأي تبع من التبابعة، لأنه -والله أعلم- كان مشهورًا عند العرب لكونهم من العرب العرباء، الذين لا تخفى ماجرياتهم على العرب خصوصًا مثل هذه الحادثة العظيمة. فهؤلاء كلهم كذبوا الرسل، الذين أرسلهم الله إليهم، فحق عليهم وعيد الله وعقوبته، ولستم أيها المكذبون لمحمد صلى الله عليه وسلم، خيرًا منهم، ولا رسلهم أكرم على الله من رسولكم، فاحذروا جرمهم، لئلا يصيبكم ما أصابهم.",
        "kathir": "( وأصحاب الأيكة ) وهم قوم شعيب عليه السلام ، ( وقوم تبع ) وهو اليماني . وقد ذكرنا من شأنه في سورة الدخان ما أغنى عن إعادته هاهنا ولله الحمد .( كل كذب الرسل ) أي : كل من هذه الأمم وهؤلاء القرون كذب رسوله ، ومن كذب رسولا فكأنما كذب جميع الرسل ، كقوله : ( كذبت قوم نوح المرسلين ) [ الشعراء : 105 ] ، وإنما جاءهم رسول واحد ، فهم في نفس الأمر لو جاءهم جميع الرسل كذبوهم ، ( فحق وعيد ) أي : فحق عليهم ما أوعدهم الله على التكذيب من العذاب والنكال فليحذر المخاطبون أن يصيبهم ما أصابهم فإنهم قد كذبوا رسولهم كما كذب أولئك ."
      },
      "translations": {
        "en": "And the companions of the thicket and the people of Tubba'. All denied the messengers, so My threat was justly fulfilled.",
        "fr": "et les gens d'Al-Aykah et le peuple de Tubba'. Tous traitèrent les Messagers de menteurs. C'est ainsi que Ma menace se justifia.",
        "es": "los habitantes de la Espesura y el pueblo de Tubba. Todos ellos desmintieron a los enviados. Y se cumplió Mi amenaza."
      },
      "ibn_ashour": "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ (14(وأصحاب الأيكة هم من قوم شعيب وتقدم في سورة الشعراء . وقوم تبع هم حِمير من عرب اليمن وتقدم ذكرهم في سورة الدخان .وجملة { كل كذب الرسل } مؤكدة لجملة { كذبت قبلهم قوم نوح } إلى آخرها ، فلذلك فصلت ولم تعطف ، وليبني عليه قوله : { فحَقّ وعيد } فيكون تهديد بأن يحق عليهم الوعيد كما حق على أولئك مرتباً بالفاء على تكذيبهم الرسل فيكون في ذلك تشريف للنبيء صلى الله عليه وسلم وللرسل السابقين . وتنوين { كل } تنوين عوض عن المضاف إليه ، أي كلّ أولئك . و { حقّ } صدق وتحقّق .والوعيد : الإنذار بالعقوبة واقتضى الإخبار عنه ب { حق } أن الله توعدهم به فلم يعبأوا وكذبوا وقوعه فحق وصدق . وحذفت ياء المتكلم التي أضيف إليها { وعيد } للرعي على الفاصلة وهو كثير .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍۢ مِّنْ خَلْقٍۢ جَدِيدٍۢ",
      "tafsir": {
        "muyassar": "أفَعَجَزْنا عن ابتداع الخلق الأول الذي خلقناه ولم يكن شيئًا، فنعجز عن إعادتهم خلقًا جديدًا بعد فنائهم؟ لا يعجزنا ذلك، بل نحن عليه قادرون، ولكنهم في حَيْرة وشك من أمر البعث والنشور.",
        "mukhtasar": "أفعجزنا عن خلقكم أول مرة حتى نعجز عن بعثكم؟! بل هم في حيرة من خلق جديد بعد خلقهم الأول.",
        "saadi": "ثم استدل تعالى بالخلق الأول -وهو المنشأ الأول  - على الخلق الآخر، وهو النشأة الآخرة.فكما  أنه الذي أوجدهم بعد العدم، كذلك يعيدهم بعد موتهم وصيرورتهم إلى [الرفات] والرمم، فقال: { أَفَعَيِينَا } أي: أفعجزنا وضعفت قدرتنا { بِالْخَلْقِ الْأَوَّلِ } ؟ ليس الأمر كذلك، فلم نعجز ونعي عن ذلك، وليسوا في شك من ذلك، وإنما هم في لبس من خلق جديد هذا الذي شكوا فيه، والتبس عليهم أمره، مع أنه لا محل للبس فيه، لأن الإعادة، أهون من الابتداء كما قال تعالى: { وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ } ",
        "kathir": "وقوله : ( أفعيينا بالخلق الأول ) أي : أفأعجزنا ابتداء الخلق حتى هم في شك من الإعادة ، ( بل هم في لبس من خلق جديد ) والمعنى : أن ابتداء الخلق لم يعجزنا والإعادة أسهل منه ، كما قال تعالى : ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم : 27 ] ، وقال الله تعالى : ( وضرب لنا مثلا ونسي خلقه قال من يحيي العظام وهي رميم قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم ) [ يس : 78 - 79 ] ، وقد تقدم في الصحيح : \" يقول الله تعالى : يؤذيني ابن آدم ، يقول : لن يعيدني كما بدأني ، وليس أول الخلق بأهون علي من إعادته \" ."
      },
      "translations": {
        "en": "Did We fail in the first creation? But they are in confusion over a new creation.",
        "fr": "Quoi? Avons-Nous été fatigué par la première création? Mais ils sont dans la confusion [au sujet] d'une création nouvelle.",
        "es": "¿Es que Nos cansó la primera creación? Pues ellos dudan de una nueva creación."
      },
      "ibn_ashour": "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ (15(تشير فاء التفريع إلى أن هذا الكلام مفرع على ما قبله وهو جملة { أفلم ينظروا إلى السماء فوقهم كيف بنيناها } [ ق : 6 ] وقوله : { تبصرة وذكرى } [ ق : 8 ] المعرض بأنهم لم يتبصروا به ولم يتذكروا . وقوله : { فأنبتنا به جنات } [ ق : 9 ] وقوله : { وأحيينا به بلدة ميتا كذلك الخروج } [ ق : 11 ] .ويجوز أن يجعل تفريعاً على قوله : { كذلك الخروج } .والاستفهام المفرَّع بالفاء استفهام إنكار وتغليط لأنهم لا يسعهم إلاّ الاعتراف بأن الله لم يعي بالخلق الأول إذ لا ينكر عاقل كمال قدرة الخالق وعدم عجزه .و { عيينا } معناه عجزنا ، وفعِل ( عَيَّ ( إذا لم يتصل به ضمير يقال مُدغماً وهو الأكثر ويقال : عيِيَ بالفك فإذا اتصل به ضمير تعين الفك . ومعناه : عجز عن إتقان فعل ولم يهتد لحيلته . ويعدّى بالباء يقال : عيي بالأمر والباء فيه للمجاوزة . وأما أعيا بالهمزة في أوله قاصراً فهو للتعب بمشي أو حمل ثقل وهو فعل قاصر لا يُعدّى بالباء . فالمعنى : ما عجزنا عن الخلق الأول للإنسان فكيف تعجز عن إعادة خلقه .و { بل } في قوله : { بل هم في لبس من خلق ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
      "tafsir": {
        "muyassar": "ولقد خلقنا الإنسان، ونعلم ما تُحَدِّث به نفسه، ونحن أقرب إليه من حبل الوريد (وهو عِرْق في العنق متصل بالقلب).",
        "mukhtasar": "ولقد خلقنا الإنسان، ونعلم ما تحدث به نفسه من خواطر وأفكار، ونحن أقرب إليه من العِرق الموجود في العنق المتصل بالقلب.",
        "saadi": "يخبر تعالى، أنه المتفرد بخلق  جنس الإنسان، ذكورهم وإناثهم، وأنه يعلم أحواله، وما يسره، ويوسوس في صدره  وأنه أقرب إليه من حبل الوريد، الذي هو أقرب شيء إلى الإنسان، وهوالعرق  المكتنف لثغرة النحر، وهذا مما يدعو الإنسان إلى مراقبة خالقه، المطلع على ضميره وباطنه، القريب منه  في جميع أحواله، فيستحي منه أن يراه، حيث نهاه، أو يفقده، حيث أمره، وكذلك ينبغي له أن يجعل الملائكة الكرام الكاتبين منه على بال، فيجلهم ويوقرهم، ويحذر أن يفعل أو يقول ما يكتب عنه، مما لا يرضي رب العالمين.",
        "kathir": "يخبر تعالى عن قدرته على الإنسان بأنه خالقه ، وعمله محيط بجميع أموره حتى إنه تعالى يعلم ما توسوس به نفوس بني آدم من الخير والشر . وقد ثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" إن الله تجاوز لأمتي ما حدثت به أنفسها ما لم تقل أو تعمل \" .وقوله : ( ونحن أقرب إليه من حبل الوريد ) يعني : ملائكته تعالى أقرب إلى الإنسان من حبل وريده إليه . ومن تأوله على العلم فإنما فر لئلا يلزم حلول أو اتحاد ، وهما منفيان بالإجماع ، تعالى الله وتقدس ، ولكن اللفظ لا يقتضيه فإنه لم يقل : وأنا أقرب إليه من حبل الوريد ، وإنما قال : ( ونحن أقرب إليه من حبل الوريد ) كما قال في المحتضر : ( ونحن أقرب إليه منكم ولكن لا تبصرون ) [ الواقعة : 85 ] ، يعني ملائكته . وكما قال [ تعالى ] : ( إنا نحن نزلنا الذكر وإنا له لحافظون ) [ الحجر : 9 ] ، فالملائكة نزلت بالذكر - وهو القرآن - بإذن الله عز وجل . وكذلك الملائكة أقرب إلى الإنسان من حبل وريده إليه بإقدار الله لهم على ذلك ، فللملك لمة في الإنسان كما أن للشيطان لمة وكذلك : \" الشيطان يجري من ابن آدم مجرى الدم \" ، كما أخبر بذلك الصادق المصدوق ; ولهذا قال هاهنا :"
      },
      "translations": {
        "en": "And We have already created man and know what his soul whispers to him, and We are closer to him than [his] jugular vein",
        "fr": "Nous avons effectivement créé l'homme et Nous savons ce que son âme lui suggère et Nous sommes plus près de lui que sa veine jugulaire",
        "es": "Sí, hemos creado al hombre. Sabemos lo que su mente le sugiere. Estamos más cerca de él que su misma vena yugular."
      },
      "ibn_ashour": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ (16(هذا تفصيل لبعض الخلق الأول بذكر خلق الإنسان وهو أهم في هذا المقام للتنبيه على أنه المراد من الخلق الأول وليبنَى عليه { ونعلم ما توسوس به نفس } الذي هو تتميم لإحاطة صفة العلم في قوله : { قد علمنا ما تنقص الأرض منهم } [ ق : 4 ] ولينتقل منه الإنذار بإحصاء أعمال الناس عليها وهو ما استُرسل في وصفه من قوله : { إذ يتلقى المتلقيان } [ ق : 17 ] الخ .ووصف البعث وصف الجزاء من قوله : { ونفخ في الصور إلى قوله : { ولدينا مزيد } [ ق : 20 35 ] .وتأكيد هذا الخبر باللام و ( قد ( مراعًى فيه المتعاطفات وهي { نعلم ما توسوس به نفسه } لأنهم وإن كانوا يعلمون أن الله خلق الناس فإنهم لا يعلمون أن الله عالم بأحوالهم .و { الإنسان } يعم جميع الناس ولكن المقصود منهم أولاً المشركون لأنهم المسوق إليهم هذا الخبر ، وهو تعريض بالإنذار كما يدل عليه قوله بعده { ذلك ما كنت منه تحيد } [ ق : 19 ] وقوله : { لقد كنت في غفلة من هذا } [ ق : 22 ] وقوله : { ذلك يوم الوعيد } [ ق : 20 ] .والبَاء في قوله { به ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌۭ",
      "tafsir": {
        "muyassar": "حين يكتب المَلَكان المترصدان عن يمينه وعن شماله أعماله. فالذي عن اليمين يكتب الحسنات، والذي عن الشمال يكتب السيئات.",
        "mukhtasar": "إذ يتلقى الملكان المتلقيان عمله، أحدهما قعيد عن يمينه، والثاني قعيد عن شماله.",
        "saadi": "{ إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ } أي: يتلقيان عن العبد أعماله كلها، واحد { عَنِ الْيَمِينِ } يكتب الحسنات { و } الآخر { عن الشِّمَالِ } يكتب السيئات، وكل منهما { قَعِيدٌ } بذلك متهيئ لعمله الذي أعد له، ملازم له  ",
        "kathir": "( إذ يتلقى المتلقيان ) يعني : الملكين اللذين يكتبان عمل الإنسان . ( عن اليمين وعن الشمال قعيد ) أي : مترصد ."
      },
      "translations": {
        "en": "When the two receivers receive, seated on the right and on the left.",
        "fr": "quand les deux recueillants, assis à droite et à gauche, recueillent.",
        "es": "Cuando los dos encargados de recoger recojan, sentados el uno a la derecha y el otro a la izquierda,"
      },
      "ibn_ashour": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (17(يتعلق { إذْ } بقوله { أقرب } [ ق : 16 ] لأن اسم التفضيل يعمل في الظرف وإن كان لا يعمل في الفاعل ولا في المفعول به واللغة تتوسع في الظروف والمجرورات ما لا تتوسع في غيرها ، وهذه قاعدة مشهورة ثابتة والكلام تخلص للموعظة والتهديد بالجزاء يوم البعث والجزاء من إحصاء الأعمال خيرها وشرها المعلومة من آيات كثيرة في القرآن . وهذا التخلص بكلمة { إذ } الدالة على الزمان من ألطف التخلص .وتعريف { المُتَلَقِّيان } تعريف العهد إذا كانت الآية نزلت بعد آيات ذُكر فيها الحفظة ، أو تعريفُ الجنس ، والتثنية فيها للإشارة إلى أن هذا الجنس مقسم اثنين اثنين .والتلقّي : أخذ الشيء من يد معطيه . استعير لتسجيل الأقوال والأعمال حين صدورها من الناس . وحذف مفعول { يتلقى } لدلالة قوله : { ما يلفظ من قول إلا لديه رقيب عتيد } . والتقدير : إذ تحصى أقوالهم وأعمالهم . فيؤخذ من الآية أن لكل إنسان ملَكيْن يحصيان أعماله وأن أحدهما يكون من جهة يمينه والآخر من جهة شماله . وورد في السنة بأسانيد مقبولة : أن الذي يَكون عن اليمين يكتب الحسنات والذي عن الشمال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌۭ",
      "tafsir": {
        "muyassar": "ما يلفظ من قول فيتكلم به إلا لديه مَلَك يرقب قوله، ويكتبه، وهو مَلَك حاضر مُعَدٌّ لذلك.",
        "mukhtasar": "ما يقول من قول إلا لديه ملك رقيب على ما يقوله حاضر.",
        "saadi": "{ مَا يَلْفِظُ مِنْ قَوْلٍ } خير أو شر { إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ } أي: مراقب له، حاضر لحاله، كما قال تعالى: { وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ }  ",
        "kathir": "( ما يلفظ ) أي : ابن آدم ( من قول ) أي : ما يتكلم بكلمة ( إلا لديه رقيب عتيد ) أي : إلا ولها من يراقبها معتد لذلك يكتبها ، لا يترك كلمة ولا حركة ، كما قال تعالى : ( وإن عليكم لحافظين كراما كاتبين يعلمون ما تفعلون ) [ الانفطار : 10 - 12 ] .وقد اختلف العلماء : هل يكتب الملك كل شيء من الكلام ؟ وهو قول الحسن وقتادة ، أو إنما يكتب ما فيه ثواب وعقاب كما هو قول ابن عباس ، على قولين ، وظاهر الآية الأول ، لعموم قوله : ( ما يلفظ من قول إلا لديه رقيب عتيد )وقد قال الإمام أحمد : حدثنا أبو معاوية ، حدثنا محمد بن عمرو بن علقمة الليثي ، عن أبيه ، عن جده علقمة ، عن بلال بن الحارث المزني قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الرجل ليتكلم بالكلمة من رضوان الله تعالى ما يظن أن تبلغ ما بلغت ، يكتب الله له بها رضوانه إلى يوم يلقاه . وإن الرجل ليتكلم بالكلمة من سخط الله ما يظن أن تبلغ ما بلغت ، يكتب الله عليه بها سخطه إلى يوم يلقاه \" . قال : فكان علقمة يقول : كم من كلام قد منعنيه حديث بلال بن الحارث .ورواه الترمذي والنسائي وابن ماجه ، من حديث محمد بن عمرو به . وقال الترمذي : حسن صحيح . وله شاهد في الصحيح .وقال الأحنف بن قيس : صاحب اليمين يكتب الخير ، وهو أمير على صاحب الشمال ، فإن أصاب العبد خطيئة قال له : أمسك ، فإن استغفر الله تعالى نهاه أن يكتبها ، وإن أبى كتبها . رواه ابن أبي حاتم .وقال الحسن البصري وتلا هذه الآية : ( عن اليمين وعن الشمال قعيد ) : يابن آدم ، بسطت لك صحيفة ، ووكل بك ملكان كريمان أحدهما عن يمينك ، والآخر عن شمالك ، فأما الذي عن يمينك فيحفظ حسناتك ، وأما الذي عن يسارك فيحفظ سيئاتك فاعمل ما شئت ، أقلل أو أكثر حتى إذا مت طويت صحيفتك ، وجعلت في عنقك معك في قبرك ، حتى تخرج يوم القيامة ، فعند ذلك يقول : ( وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا اقرأ كتابك كفى بنفسك اليوم عليك حسيبا ) [ الإسراء : 13 ، 14 ] ثم يقول : عدل - والله - فيك من جعلك حسيب نفسك .وقال علي بن أبي طلحة ، عن ابن عباس : ( ما يلفظ من قول إلا لديه رقيب عتيد ) قال : يكتب كل ما تكلم به من خير أو شر ، حتى إنه ليكتب قوله : \" أكلت ، شربت ، ذهبت ، جئت ، رأيت \" ، حتى إذا كان يوم الخميس عرض قوله وعمله ، فأقر منه ما كان فيه من خير أو شر ، وألقى سائره ، وذلك قوله : ( يمحو الله ما يشاء ويثبت وعنده أم الكتاب ) [ الرعد : 39 ] ، وذكر عن الإمام أحمد أنه كان يئن في مرضه ، فبلغه عن طاوس أنه قال : يكتب الملك كل شيء حتى الأنين . فلم يئن أحمد حتى مات رحمه الله ."
      },
      "translations": {
        "en": "Man does not utter any word except that with him is an observer prepared [to record].",
        "fr": "Il ne prononce pas une parole sans avoir auprès de lui un observateur prêt à l'inscrire.",
        "es": "no pronunciará ninguna palabra que no tenga siempre a su lado a un observador preparado."
      },
      "ibn_ashour": "مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ (18(وجملة { ما يلفظ من قول } الخ مبينة لجملة { يتلقى المتلقيان } فلذلك فصلت . و { ما } نافية وضمير { يلفظ } عائد للإنسان .واللفظ : النطق بكلمةٍ دالة على معنى ولو جزء معنى ، بخلاف القول فهو الكلام المفيد معنى .و { مِن } زائدة في مفعول الفعل المنفي للتنصيص على الاستغراق . والاستثناء في قوله : { إلاّ لديه رقيب عتيد } استثناء من أحوال عامة ، أي ما يقول قولاً في حالة إلا في حالة وجود رقيب عتيد لديه .والأظهر أن هذا العموم مراد به الخصوص بقرينة قوله : { إلا لديه رقيب عتيد } لأن المراقبة هنا تتعلق بما في الأقوال من خير أو شرّ ليكون عليه الجزاء فلا يَكتب الحفظة إلاّ ما يتعلق به صلاح الإنسان أو فساده إذ لا حكمة في كتابة ذلك وإنما يكتب ما يترتب عليه الجزاء وكذلك قال ابن عباس وعكرمة . وقال الحسن : يكتبان كل ما صدر من العبد ، قال مجاهد وأبو الجوزاء : حتى أنينه في مرضه . وروي مثله عن مالك بن أنس . وإنما خص القولُ بالذكر لأن المقصود ابتداء من هذا التحذير المشركون وإنما كانوا يؤاخذون بأقوالهم الدالة على الشرك أو على تكذيب النبي صلى الله عليه وسل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
      "tafsir": {
        "muyassar": "وجاءت شدة الموت وغَمْرته بالحق الذي لا مردَّ له ولا مناص، ذلك ما كنت منه - أيها الإنسان - تهرب وتروغ.",
        "mukhtasar": "وجاءت شدة الموت بالحق الذي لا مهرب منه، ذلك ما كنت - أيها الإنسان الغافل - تتأخر عنه، وتفر.",
        "saadi": "أي { وَجَاءَتْ } هذا الغافل المكذب بآيات الله { سَكْرَةُ الْمَوْتِ بِالْحَقِّ } الذي لا مرد له ولا مناص، { ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ } أي: تتأخر وتنكص  عنه.",
        "kathir": "وقوله : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) ، يقول تعالى : وجاءت - أيها الإنسان - سكرة الموت بالحق ، أي : كشفت لك عن اليقين الذي كنت تمتري فيه ، ( ذلك ما كنت منه تحيد ) أي : هذا هو الذي كنت تفر منه قد جاءك ، فلا محيد ولا مناص ، ولا فكاك ولا خلاص .وقد اختلف المفسرون في المخاطب بقوله : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) ، فالصحيح أن المخاطب بذلك الإنسان من حيث هو . وقيل : الكافر ، وقيل غير ذلك .وقال أبو بكر بن أبي الدنيا : حدثنا إبراهيم بن زياد - سبلان - أخبرنا عباد بن عباد عن محمد بن عمرو بن علقمة ، عن أبيه عن جده علقمة بن وقاص أن عائشة رضي الله عنها ، قالت : حضرت أبي وهو يموت ، وأنا جالسة عند رأسه ، فأخذته غشية فتمثلت ببيت من الشعر :من لا يزال دمعه مقنعا فإنه لا بد مرة مدقوققالت : فرفع رأسه فقال : يا بنية ، ليس كذلك ولكن كما قال تعالى : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) .وحدثنا خلف بن هشام ; حدثنا أبو شهاب [ الخياط ] ، عن إسماعيل بن أبي خالد ، عن البهي قال : لما أن ثقل أبو بكر رضي الله عنه ، جاءت عائشة رضي الله عنها ، فتمثلت بهذا البيت :لعمرك ما يغني الثراء عن الفتى     إذا حشرجت يوما وضاق بها الصدرفكشف عن وجهه وقال : ليس كذلك ، ولكن قولي : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) وقد أوردت لهذا الأثر طرقا [ كثيرة ] في سيرة الصديق عند ذكر وفاته رضي الله عنه .وقد ثبت في الصحيح عن النبي - صلى الله عليه وسلم - : لما تغشاه الموت جعل يمسح العرق عن وجهه ويقول : \" سبحان الله ! إن للموت لسكرات \" . وفي قوله : ( ذلك ما كنت منه تحيد ) قولان :أحدهما : أن \" ما \" هاهنا موصولة ، أي : الذي كنت منه تحيد - بمعنى : تبتعد وتنأى وتفر - قد حل بك ونزل بساحتك .والقول الثاني : أن \" ما \" نافية بمعنى : ذلك ما كنت تقدر على الفرار منه ولا الحيد عنه .وقد قال الطبراني في المعجم الكبير : حدثنا محمد بن علي الصائغ المكي ، حدثنا حفص بن عمر الحدي ، حدثنا معاذ بن محمد الهذلي ، عن يونس بن عبيد ، عن الحسن ، عن سمرة قال : قال رسول الله - صلى الله عليه وسلم - : \" مثل الذي يفر من الموت مثل الثعلب ، تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيى وأسهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج وله حصاص ، فلم يزل كذلك حتى تقطعت عنقه ومات \" .ومضمون هذا المثل : كما لا انفكاك له ولا محيد عن الأرض كذلك الإنسان لا محيد له عن الموت ."
      },
      "translations": {
        "en": "And the intoxication of death will bring the truth; that is what you were trying to avoid.",
        "fr": "L'agonie de la mort fait apparaître la vérité: «Voilà ce dont tu t'écartais».",
        "es": "La agonía del moribundo traerá la Verdad: «¡Ahí tienes lo que rehuías!»"
      },
      "ibn_ashour": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ (19(عطف على جملة { ونحن أقرب إليه من حبل الوريد } [ ق : 16 ] لاشتراكهما في التنبيه على الجزاء على الأعمال . فهذا تنقل في مراحل الأمور العارضة للإنسان التي تسلمه من حال إلى آخر حتى يقع في الجزاء على أعماله التي قد أحصاها الحفيظان .وإنما خولف التعبير في المعطوف بصيغة الماضي دون صيغة المضارع التي صيغ بها المعطوف عليه لأنه لقربه صار بمنزلة ما حصل قصدا لإدخال الروع في نفوس المشركين كما استفيد من قوله : { ذلك ما كنت منه تحيد } نظير قوله تعالى : { قل إن الموت الذي تفرون منه فإنه ملاقيكم } [ الجمعة : 8 ] .ويأتي على ما اختاره الفخر في تفسير { إذ يتلقى المتلقّيان } [ ق : 17 ] الآية أن تكون جملة { وجاءت سكرة الموت } الخ في موضع الحال . والتقدير : وقد جاءت سكرة الموت بالحق حينئذٍ .والمجيء مجاز في الحصول والاعتراء وفي هذه الاستعارة تهويل لحالة احتضار الإنسان وشعوره بأنه مفارق الحياة التي ألِفها وتعلق بها قلبه .والسَّكرة : اسم لما يعتري الإنسان من ألم أو اختلال في المزاج يحجب من إدراك العقل فيختل الإدراك ويعتري العقل غيبوبة . و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
      "tafsir": {
        "muyassar": "ونُفخ في \"القرن\" نفخة البعث الثانية، ذلك النفخ في يوم وقوع الوعيد الذي توعَّد الله به الكفار.",
        "mukhtasar": "ونفخ الملك الموكل بالنفخ في القرن النفخة الثانية، ذلك يوم القيامة، يوم الوعيد للكفار والعصاة بالعذاب.",
        "saadi": "{ وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ } أي: اليوم الذي يلحق الظالمين ما أوعدهم الله به من العقاب، والمؤمنين ما وعدهم به من الثواب.",
        "kathir": "وقوله : ( ونفخ في الصور ذلك يوم الوعيد ) . قد تقدم الكلام على حديث النفخ في الصور والفزع والصعق والبعث ، وذلك يوم القيامة . وفي الحديث أن رسول الله - صلى الله عليه وسلم - قال : \" كيف أنعم وصاحب القرن قد التقم القرن وحنى جبهته ، وانتظر أن يؤذن له \" . قالوا : يا رسول الله كيف نقول ؟ قال : \" قولوا حسبنا الله ونعم الوكيل \" . فقال القوم : حسبنا الله ونعم الوكيل ."
      },
      "translations": {
        "en": "And the Horn will be blown. That is the Day of [carrying out] the threat.",
        "fr": "Et l'on soufflera dans la Trompe: Voilà le jour de la Menace.",
        "es": "Se tocará la trompeta. Ése es el día de la Amenaza."
      },
      "ibn_ashour": "وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ (20(عطف على { وجاءت سكرة الموت بالحق } [ ق : 19 ] على تفسير الجمهور . فأما على تفسير الفخر فالجملة مستأنفة وصيغة المضيّ في قوله : { ونُفِخ } مستعملة في معنى المضارع ، أي ينفخ في الصور فصيغ له المضي لتحقق وقوعه مثل قوله تعالى : { أتى أمر الله فلا تستعجلوه } [ النحل : 1 ] ، والمشار إليه بذلك في قوله : { ذلك يوم الوعيد } إذ أن ذلك الزمان الذي نفخ في الصور عنده هو يوم الوعيد .والنفخ في الصور تقدم القول فيه عند قوله تعالى : { وله الملك يوم ينفخ في الصور } في سورة الأنعام ( 73 ( .وجملة ذلك يوم الوعيد } معترضة . والإشارة في قوله : { ذلك يوم الوعيد } راجعة إلى النفع المأخوذ من فعل { ونُفخ في الصور } . والإخبار عن النفخ بأنه { يوم الوعيد } بتقدير مضاف ، أي ذلك حلول يوم الوعيد . وإضافة { يوم } إلى { الوعيد } من إضافة الشيء إلى ما يقع فيه ، أي يوم حصول الوعيد الذي كانوا تُوعِدوا به ، والاقتصار على ذكر الوعيد لما علمت من أن المقصود الأول من هذه الآية هم المشركون . وفي الكلام اكتفاء ، تقديره : ويوم الوعْد .وعُطِفت جملة { جاءت كل نفس } على جملة { نُفخ ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "وَجَآءَتْ كُلُّ نَفْسٍۢ مَّعَهَا سَآئِقٌۭ وَشَهِيدٌۭ",
      "tafsir": {
        "muyassar": "وجاءت كل نفس معها مَلَكان، أحدهما يسوقها إلى المحشر، والآخر يشهد عليها بما عملت في الدنيا من خير وشر.",
        "mukhtasar": "وجاءت كل نفس معها مَلَك يسوقها، ومَلَك يشهد عليها بأعمالها.",
        "saadi": "{ وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ } يسوقها إلى موقف القيامة، فلا يمكنها أن تتأخر عنه، { وَشَهِيدٌ } يشهد عليها بأعمالها، خيرها وشرها، وهذا يدل على اعتناء الله بالعباد، وحفظه لأعمالهم، ومجازاته لهم بالعدل، فهذا الأمر، مما يجب أن يجعله العبد منه على بال، ولكن أكثر الناس غافلون.",
        "kathir": "( وجاءت كل نفس معها سائق وشهيد ) أي : ملك يسوقه إلى المحشر ، وملك يشهد عليه بأعماله . هذا هو الظاهر من الآية الكريمة . وهو اختيار ابن جرير ، ثم روي من حديث إسماعيل بن أبي خالد عن يحيى بن رافع - مولى لثقيف - قال : سمعت عثمان بن عفان يخطب ، فقرأ هذه الآية : ( وجاءت كل نفس معها سائق وشهيد ) ، فقال : سائق يسوقها إلى الله ، وشاهد يشهد عليها بما عملت . وكذا قال مجاهد ، وقتادة ، وابن زيد .وقال مطرف ، عن أبي جعفر - مولى أشجع - عن أبي هريرة : السائق : الملك والشهيد : العمل . وكذا قال الضحاك والسدي .وقال العوفي عن ابن عباس : السائق من الملائكة ، والشهيد : الإنسان نفسه ، يشهد على نفسه . وبه قال الضحاك بن مزاحم أيضا ."
      },
      "translations": {
        "en": "And every soul will come, with it a driver and a witness.",
        "fr": "Alors chaque âme viendra accompagnée d'un conducteur et d'un témoin.",
        "es": "Cada uno vendrá acompañado de un conductor y de un testigo."
      },
      "ibn_ashour": "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ (21(وجملة { معها سائق وشهيد } بدل اشتمال من جملة { جاءت كل نفس } . و { سائق } مرفوع بالظرف الذي هو { معها } على رأي من أجازه ، أو مبتدأ خبره { معها } . ويجوز أن يكون جملة { معها سائق وشهيد } حَالا من { كلُّ نفس } . وعطف { وشهيد } على { سائق } يجوز أن يكون من عطف ذات على ذات فيكون المراد ملكان أحدهما يسوق النفس إلى المحشر والآخر يشهد عليها بما حوته صحائف أعمالها . ويجوز أن يكون من عطف الصفات مثل :إلى الملك القرم وابن الهمام ... فهو ملك واحد .والسائق الذي يجعل غيره أمَامه يزجيه في السير ليكون بمرأى منه كيلا ينفلت وذلك من شأن المشي به إلى ما يسوء قال تعالى : { كأنما يساقون إلى الموت } [ الأنفال : 6 ] وقال : { وسيق الذين كفروا إلى جهنم زمرا } [ الزمر : 71 ] ، وأما قوله : { وسيق الذين اتّقوا ربّهم إلى الجنّة زمرا } [ الزمر : 73 ] فمشاكلة . وضِد السوق : القَودْ .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "لَّقَدْ كُنتَ فِى غَفْلَةٍۢ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌۭ",
      "tafsir": {
        "muyassar": "لقد كنت في غفلة من هذا الذي عاينت اليوم أيها الإنسان، فكشفنا عنك غطاءك الذي غطَّى قلبك، فزالت الغفلة عنك، فبصرك اليوم فيما تشهد قوي شديد.",
        "mukhtasar": "ويقال لهذا الإنسان المَسُوق: لقد كنت في الدنيا في غفلة عن هذا اليوم بسبب اغترارك بشهواتك ولذاتك، فكشفنا عنك غفلتك بما تعاينه من العذاب والكرب، فبصرك اليوم حادٌّ تدرك به ما كنت في غفلة عنه.",
        "saadi": "{ لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا } أي: يقال للمعرض المكذب يوم القيامة هذا الكلام، توبيخًا، ولومًا وتعنيفًا أي: لقد كنت مكذبًا بهذا، تاركًا للعمل له فالآن { كشفنا عَنْكَ غِطَاءَكَ } الذي غطى قلبك، فكثر نومك، واستمر إعراضك، { فَبَصَرُكَ الْيَوْمَ حَدِيدٌ } ينظر ما يزعجه ويروعه، من أنواع العذاب والنكال.أو هذا خطاب من الله للعبد، فإنه في الدنيا، في غفلة  عما خلق له، ولكنه يوم القيامة، ينتبه ويزول عنه وسنه، ولكنه في وقت لا يمكنه أن يتدارك الفارط، ولا يستدرك الفائت، وهذا كله تخويف من الله للعباد، وترهيب، بذكر ما يكون على المكذبين، في ذلك اليوم العظيم. ",
        "kathir": "وحكى ابن جرير ثلاثة أقوال في المراد بهذا الخطاب في قوله : ( لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد )أحدها : أن المراد بذلك الكافر . رواه علي بن أبي طلحة ، عن ابن عباس . وبه يقول الضحاك بن مزاحم وصالح بن كيسان .والثاني : أن المراد بذلك كل أحد من بر وفاجر ; لأن الآخرة بالنسبة إلى الدنيا كاليقظة والدنيا كالمنام . وهذا اختيار ابن جرير ، ونقله عن حسين بن عبد الله بن عبيد الله بن عباس .والثالث : أن المخاطب بذلك النبي - صلى الله عليه وسلم - . وبه يقول زيد بن أسلم ، وابنه . والمعنى على قولهما : لقد كنت في غفلة من هذا الشأن قبل أن يوحى إليك ، فكشفنا عنك غطاءك بإنزاله إليك ، فبصرك اليوم حديد .والظاهر من السياق خلاف هذا ، بل الخطاب مع الإنسان من حيث هو ، والمراد بقوله : ( لقد كنت في غفلة من هذا ) يعني : من هذا اليوم ، ( فكشفنا عنك غطاءك فبصرك اليوم حديد ) أي : قوي ; لأن كل واحد يوم القيامة يكون مستبصرا حتى الكفار في الدنيا يكونون يوم القيامة على الاستقامة ، لكن لا ينفعهم ذلك . قال الله تعالى : ( أسمع بهم وأبصر يوم يأتوننا ) [ مريم : 38 ] ، وقال تعالى : ( ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون ) [ السجدة : 12 ] ."
      },
      "translations": {
        "en": "[It will be said], \"You were certainly in unmindfulness of this, and We have removed from you your cover, so your sight, this Day, is sharp.\"",
        "fr": "«Tu restais indifférent à cela. Et bien, Nous ôtons ton voile; ta vue est perçante aujourd'hui.",
        "es": "«Estas cosas te traían sin cuidado. Te hemos quitado el velo y, hoy, tu vista es penetrante»."
      },
      "ibn_ashour": "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ (22(مقول قول محذوف دل عليه تعينه من الخطاب ، أي يقال هذا الكلام لكل نفس من نفوس المشركين فهو خطاب التهكم التوبيخي للنفس الكافرة لأن المؤمن لم يكن في غفلة عن الحشر والجزاء .وجملة القول ومقوله في موضع الحال من { كل نفس } [ ق : 21 ] أو موقع الصفة ، وعلامات الخطاب في كلمات { كُنتَ } و { عنكَ } و { غطاءكَ } و { بصركَ } مفتوحة لتأويل النفس بالشخص أو بالإنسان ثم غُلب فيه التذكير على التأنيث . وهذا الكلام صادر من جانب الله تعالى وهو شروع في ذكر الحساب .والغفلة : الذهول عما شأنه أن يُعلم وأطلقت هنا على الإنكار والجحد على سبيل التهكم ، ورشَّح ذلك قولُه { فكشفنا عنك غطاءك } بمعنى : بيّنا لك الدليل بالحس فهو أيضاً تهكّم . وأوثر قوله : { في غفلة } على أن يقال غافلاً للدلالة على تمكن الغفلة منه ولذلك استتبع تمثيلَها بالغطاء .وكشف الغطاء تمثيل لحصول اليقين بالشيء بعد إنكار وقوعه ، أي كشفنا عنك الغطاء الذي كان يحجب عنك وقوع هذا اليوم بما فيه ، وأسند الكشف إلى الله تعالى لأنه الذي أظهر لها أسباب حصول اليقين ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ",
      "tafsir": {
        "muyassar": "وقال المَلَك الكاتب الشهيد عليه: هذا ما عندي من ديوان عمله، وهو لديَّ مُعَدٌّ محفوظ حاضر.",
        "mukhtasar": "وقال قرينه الموكل به من الملائكة: هذا ما لدي من عمله حاضر دون نقص ولا زيادة.",
        "saadi": "يقول تعالى: { وَقَالَ قَرِينُهُ } أي: قرين هذا المكذب المعرض، من الملائكة، الذين وكلهم الله على حفظه، وحفظ أعماله، فيحضره يوم القيامة ويحضر أعماله ويقول: { هَذَا مَا لَدَيَّ عَتِيدٌ } أي: قد أحضرت ما جعلت عليه، من حفظه، وحفظ عمله، فيجازى بعمله.",
        "kathir": "يقول تعالى مخبرا عن الملك الموكل بعمل ابن آدم : أنه يشهد عليه يوم القيامة بما فعل ويقول : ( هذا ما لدي عتيد ) أي : معتد محضر بلا زيادة ولا نقصان .وقال مجاهد : هذا كلام الملك السائق يقول : هذا ابن آدم الذي وكلتني به ، قد أحضرته .وقد اختار ابن جرير أن يعم السائق والشهيد ، وله اتجاه وقوة ."
      },
      "translations": {
        "en": "And his companion, [the angel], will say, \"This [record] is what is with me, prepared.\"",
        "fr": "Et son compagnon dira: «Voilà ce qui est avec moi, tout prêt».",
        "es": "Su compañero dirá: «Esto es lo que tengo preparado»."
      },
      "ibn_ashour": "وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ (23(الواو واو الحال والجملة حال من تاء الخطاب في قوله : { لقد كنت في غفلة من هذا } [ ق : 22 ] أيْ يوبخ عند مشاهدة العذاب بكلمة { لقد كنتَ في غفلة من هذا } ، في حال قول قرينه { هذا ما لدي عتيد } .وهاء الغائب في قوله : { قرينه } عائدة إلى { كل نفس } [ ق : 21 ] أو إلى الإنسان .وقرين فَعيل بمعنى مفعول ، أي مقرون إلى غيره . وكأنَّ فعلَ قَرَنَ مشتق من القَرَن بالتحريك وهو الحبل وكانوا يقرنون البعير بمثله لوضع الهودج ، فاستعير القرين للملازم . وهذا ليس بالتفات إذ ليس هو تغيير ضمير ولكنه تعيين أسلوب الكلام وأعيد عليه ضمير الغائب المفرد باعتبار معنى { نفس أي شخص ، أو غلب التذكير على التأنيث .واسم الإشارة في قوله : هذا ما لديّ } الخ ، يفسره قوله : { ما لدي عتيد } .و { مَا } في قوله : { مَا لدي } موصولة بدل من اسم الإشارة . و { لدي } صلة ، و { عتيد } خبر عن اسم الإشارة .واختلف المفسرون في المراد بالقرين في هذه الآية على ثلاثة أقوال : فقال قتادة والحسن والضحاك وابن زيد ومجاهد في أحد قوليه هو المَلَك الموكل بالإنسان الذي يسوقه إلى المحشر أي هو السائق الشه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍۢ",
      "tafsir": {
        "muyassar": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد.",
        "mukhtasar": "ويقول الله للملكين السائق والشاهد: ألقيا في جهنم كل كفور للحق، معاند له.",
        "saadi": "ويقال لمن استحق النار: { أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ } أي: كثير الكفر والعناد لآيات الله، المكثر من المعاصي، المجترئ على المحارم والمآثم.",
        "kathir": "فعند ذلك يحكم الله سبحانه تعالى ، في الخليقة بالعدل فيقول : ( ألقيا في جهنم كل كفار عنيد )وقد اختلف النحاة في قوله : ( ألقيا ) فقال بعضهم : هي لغة لبعض العرب يخاطبون المفرد بالتثنية ، كما روي عن الحجاج أنه كان يقول : يا حرسي ، اضربا عنقه ، ومما أنشد ابن جرير على هذه اللغة قول الشاعر :فإن تزجراني - يابن عفان - أنزجر وإن تتركاني أحم عرضا ممنعاوقيل : بل هي نون التأكيد سهلت إلى الألف . وهذا بعيد ; لأن هذا إنما يكون في الوقف ، والظاهر أنها مخاطبة مع السائق والشهيد ، فالسائق أحضره إلى عرصة الحساب ، فلما أدى الشهيد عليه ، أمرهما الله تعالى بإلقائه في نار جهنم وبئس المصير .( ألقيا في جهنم كل كفار عنيد ) أي : كثير الكفر والتكذيب بالحق ، ( عنيد ) : معاند للحق ، معارض له بالباطل مع علمه بذلك ."
      },
      "translations": {
        "en": "[Allah will say], \"Throw into Hell every obstinate disbeliever,",
        "fr": "«Vous deux, jetez dans l'Enfer tout mécréant endurci et rebelle,",
        "es": "«¡Arrojad a la gehena a todo infiel pertinaz, desviado,"
      },
      "ibn_ashour": "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ (24(انتقال من خطاب النفس إلى خطاب الملكين الموكليْن السائق والشهيد . والكلام مقول قول محذوف . والجملة استئناف ابتدائي انتقال من خطاب فريق إلى خطاب فريق آخر ، وصيغة المثنى في قوله : { ألْقِيا } تجوز أن تكون مستعملة في أصلِها فيكون الخطاب للسائق والشهيد . ويجوز أن تكون مستعملة في خطاب الواحد وهو الملك الموكّل بجهنّم وخُوطب بصيغةِ المثنّى جريْا على طريقة مستعملة في الخطاب جرت على ألسنتهم لأنهم يكثر فيهم أن يرافق السائرَ رفيقان ، وهي طريقة مشهورة ، كما قال امرؤ القيس :قفا نبك من ذكرَى حبيب ومنزل ... وقولهم : يا خليلَيَّ ، ويا صاحبَيّ . والمبرد يرى أن تثنية الفاعل نُزلت منزلة تثنية الفعل لاتحادهما كأنه قيل : ألْققِ ألْققِ للتأكيد . وهذا أمر بأن يُعم الإلقاءُ في جهنم كلّ كفار عنيد ، فيعلم منه كلُّ حاضر في الحشر من هؤلاء أنه مَدفوع به إلى جهنم .والكفَّار : القوي الكفر ، أي الشرك .والعنيد : القوي العناد ، أي المكابرة والمدافعة للحق وهو يعلم أنه مبطل .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": [
        {
          "videoId": "NouQ2RZkEug",
          "url": "https://www.youtube.com/watch?v=NouQ2RZkEug",
          "title": "برنامج ( غريب القرآن ) || الحلقة 21 - { و لو ألقى معاذيره }",
          "word": "و لو ألقى معاذيره"
        }
      ]
    },
    {
      "number": 25,
      "text": "مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍۢ مُّرِيبٍ",
      "tafsir": {
        "muyassar": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد.",
        "mukhtasar": "كثير المنع لما أوجب الله عليه من حق، متجاوز لحدود الله، شاكّ فيما يخبر به من وعد أو وعيد.",
        "saadi": "{ مَنَّاعٍ لِلْخَيْرِ } أي: يمنع الخير الذي عنده  الذي أعظمه، الإيمان بالله [وملائكته]  وتبه، ورسله مناع، لنفع ماله وبدنه، { مُعْتَدٍ } على عباد الله، وعلى حدوده  { مُرِيبٍ } أي: شاك في وعد الله ووعيده، فلا إيمان ولا إحسان ولكن وصفه الكفر والعدوان، والشك والريب، والشح، واتخاذ الآلهة من دون الرحمن.",
        "kathir": "( مناع للخير ) أي : لا يؤدي ما عليه من الحقوق ، ولا بر فيه ولا صلة ولا صدقة ، ( معتد ) أي : فيما ينفقه ويصرفه ، يتجاوز فيه الحد .وقال قتادة : معتد في منطقه وسيرته وأمره .( مريب ) أي : شاك في أمره ، مريب لمن نظر في أمره ."
      },
      "translations": {
        "en": "Preventer of good, aggressor, and doubter,",
        "fr": "acharné à empêcher le bien, transgresseur, douteur,",
        "es": "adversario del bien, violador de la ley, escéptico,"
      },
      "ibn_ashour": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ (25(والمنَّاع : الكثير المنع ، أي صد الناس عن الخير ، والخير هو الإيمان ، كانوا يمنعون أبناءهم وذويهم من اتباع الإيمان ومن هؤلاء الوليدُ بن المغيرة كان يقول لبني أخيه «من دخل منكم في الإسلام لا أنفعه بشيء ما عِشت» . ويحتمل أن يراد به أيضاً منع الفقراء من المال لأن الخير يطلق على المال وكان أهل الجاهلية يمنعون الفقراء ويعطون المال لأكابرهم تقرباً وتلطفاً .والمعتدي : الظالم الذي يعتدي على المسلمين بالأذى وعلى الرسول صلى الله عليه وسلم بالتكذيب والقول الباطل .والمريب الذي أراب غيره ، أي جعله مرتاباً ، أي شاكّا ، أي بما يلْقُونه إلى الناس من صنوف المغالطة ليشككوهم في صدق الرسول صلى الله عليه وسلم وصحة الإيمان والتوحيد . وبين لفظي { عتيد } [ ق : 18 ] و { عنيد } الجناس المصحف .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
      "tafsir": {
        "muyassar": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد.",
        "mukhtasar": "الذي جعل مع الله معبودًا آخر يشركه معه في العبادة، فألقياه في العذاب الشديد.",
        "saadi": "{ الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ } أي: عبد معه غيره، ممن لا يملك لنفسه نفعًا، ولا ضرًا، ولا موتًا ولا حياة، ولا نشورًا، { فَأَلْقِيَاهُ } أيها الملكان القرينان { فِي الْعَذَابِ الشَّدِيدِ } الذي هو معظمها وأشدها وأشنعها.",
        "kathir": "( الذي جعل مع الله إلها آخر ) أي : أشرك بالله فعبد معه غيره ، ( فألقياه في العذاب الشديد ) . وقد تقدم في الحديث : أن عنقا من النار يبرز للخلائق فينادي بصوت يسمع الخلائق : إني وكلت بثلاثة ، بكل جبار ، ومن جعل مع الله إلها آخر ، وبالمصورين ثم تلوى عليهم .قال الإمام أحمد : حدثنا معاوية - هو ابن هشام - حدثنا شيبان ، عن فراس عن عطية ، عن أبي سعيد الخدري عن نبي الله - صلى الله عليه وسلم - أنه قال : \" يخرج عنق من النار يتكلم ، يقول : وكلت اليوم بثلاثة : بكل جبار ، ومن جعل مع الله إلها آخر ، ومن قتل نفسا بغير نفس . فتنطوي عليهم ، فتقذفهم في غمرات جهنم \" ."
      },
      "translations": {
        "en": "Who made [as equal] with Allah another deity; then throw him into the severe punishment.\"",
        "fr": "celui qui plaçait à côté d'Allah une autre divinité. Jetez-le donc dans le dur châtiment».",
        "es": "que ponía, junto con Alá, a otro dios! ¡Arrojadlo al castigo severo!»"
      },
      "ibn_ashour": "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آَخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ (26(يجوز أن يكون اسم الموصول بدلاً من { كَفَّار عنيد } فإن المعرفة تبدل من النكرة كقوله تعالى : { وإنك لتهْدِي إلى صراط مستقيم صراطِ الله } [ الشورى : 52 ، 53 ] ، على أن الموصول هنا تعريفه لفظي مجرد لأن معنى الصلة غير مخصوص بمعيّن ، وأن قوله : { فألقياه } تفريع على { ألقِيا في جهنم كلّ كفار عنيد } [ ق : 24 ] ومصبّ التفريع المتعلِّق وهو { في العذاب الشديد } ، أي في أشد عذاب جهنم تفريعاً على الأمر بإلقائه في جهنم تفريع بيان ، وإعادة فعل { ألقيا } للتأكيد مع تفريع متعلق الفعل المؤكد . وهذا من بديع النظم ، ونظيره قوله تعالى : { كذبت قبلهم قوم نوح فكذبوا عبدَنا وقالوا مجنون وازدجر } [ القمر : 9 ] ففرع على قوله : { كذّبت } إلخ قوله : { فكذّبوا عبدنا وقالوا مجنون وازدجر } . ومنه قوله تعالى : { لا تحسبن الذين يفرحون بما أتوا ويحبّون أن يُحمدوا بما لم يفعلوا فلا تحسبنّهم بمفازة من العذاب } [ آل عمران : 188 ] ، فالمقصود بالتفريع هو قوله : { بمفازة من العذاب } وإعادة { تحسبنهم } تفيد التأكيد ، وعليه ف { الذي جعل مع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍۢ",
      "tafsir": {
        "muyassar": "قال شيطانه الذي كان معه في الدنيا: ربنا ما أضللته، ولكن كان في طريق بعيد عن سبيل الهدى.",
        "mukhtasar": "قال قرينه من الشياطين متبرئًا منه: ربنا ما أضللته، ولكن كان في ضلال بعيد عن الحق.",
        "saadi": "{ قَالَ قَرِينُهُ } الشيطان، متبرئًا منه، حاملاً عليه إثمه: { رَبَّنَا مَا أَطْغَيْتُهُ } لأني لم يكن لي عليه سلطان، ولا حجة ولا برهان، ولكن كان في الضلال البعيد، فهو الذي ضل وأبعد عن الحق باختياره، كما قال في الآية الأخرى: { وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم } الآية  ",
        "kathir": "( قال قرينه ) : قال ابن عباس ، ومجاهد ، وقتادة ، وغيرهم : هو الشيطان الذي وكل به : ( ربنا ما أطغيته ) أي : يقول عن الإنسان الذي قد وافى القيامة كافرا ، يتبرأ منه شيطانه ، فيقول : ( ربنا ما أطغيته ) أي : ما أضللته ، ( ولكن كان في ضلال بعيد ) أي : بل كان هو في نفسه ضالا قابلا للباطل معاندا للحق . كما أخبر تعالى في الآية الأخرى في قوله : ( وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتموني من قبل إن الظالمين لهم عذاب أليم ) [ إبراهيم : 22 ] ."
      },
      "translations": {
        "en": "His [devil] companion will say, \"Our Lord, I did not make him transgress, but he [himself] was in extreme error.\"",
        "fr": "Son camarade (le Diable) dira: «Seigneur, ce n'est pas moi qui l'ai fait transgresser; mais il était déjà dans un profond égarement».",
        "es": "Su compañero dirá: «¡Señor! No soy yo quien le hizo rebelarse, sino que él estaba ya profundamente extraviado»."
      },
      "ibn_ashour": "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ (27(حكاية قول القرين بالأسلوب المتبع في حكاية المُقاولات في القرآن وهو أسلوب الفصل دون عطف فعل القول على شيء ، وهو الأسلوب الذي ذكرناه في قوله تعالى : { قالوا أتجعلُ فيها من يُفسد فيها } الآية في سورة البقرة ( 30 ( ، تشعر بأن في المقام كلاماً مطوياً هو كلام صاحب القرين طوي للإيجاز ، ودليله ما تضمنه قول القرين من نفي أن يكون هو أطغى صاحبه إذ قال ربَّنا ما أطغيته ولكن كان في ضلال بعيد } . وقد حكي ذلك في سورة ص صريحاً بقوله : { هذا فوج مقتحم معكم لاَ مَرْحبا بهم إنهم صالوا النار قالوا بل أنتم لا مرحبا بكم أنتم قدمتموه لنا فبئس القرار قالوا ربنا من قَدّم لنا هذا فزِده عذاباً ضعفاً في النار } [ ص : 59 61 ] . وتقدير المطوي هنا : أن الكَفَّار العَنيد لما قدم إلى النار أراد التنصل من كُفره وعناده وألقى تبعته على قرينه الذي كان يزيّن له الكفر فقال : هذا القرينُ أطغاني ، فقال قرينه { ربنا ما أطغيته ولكن كان في ضلال بعيد } . فالقرين هذا هو القرين الذي تقدم ذكره في قوله : { وقال قرينه هذا ما لدي عتيد } [ ق : 23 ] .والطغيا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
      "tafsir": {
        "muyassar": "قال الله تعالى: لا تختصموا لديَّ اليوم في موقف الجزاء والحساب؛ إذ لا فائدة من ذلك، وقد قَدَّمْتُ إليكم في الدنيا بالوعيد لمن كفر بي وعصاني.",
        "mukhtasar": "قال الله: لا تختصموا لديّ، فلا فائدة من ذلك، فقد قدمت لكم في الدنيا ما جاءت به رسلي من الوعيد الشديد لمن كفر بي وعصاني.",
        "saadi": "قال الله تعالى مجيبًا لاختصامهم: { لَا تَخْتَصِمُوا لَدَيَّ } أي: لا فائدة في اختصامكم  عندي، { و } الحال أني قد { قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ } أي: جاءتكم رسلي بالآيات البينات، والحجج الواضحات، والبراهين الساطعات، فقامت عليكم حجتي، وانقطعت حجتكم، وقدمتم علي بما أسلفتم من الأعمال التي وجب جزاؤها.",
        "kathir": "وقوله : ( قال لا تختصموا لدي ) يقول الرب عز وجل للإنسي وقرينه من الجن ، وذلك أنهما يختصمان بين يدي الحق فيقول الإنسي : يا رب ، هذا أضلني عن الذكر بعد إذ جاءني . ويقول الشيطان : ( ربنا ما أطغيته ولكن كان في ضلال بعيد ) أي : عن منهج الحق . فيقول الرب عز وجل لهما : ( لا تختصموا لدي ) أي : عندي ، ( وقد قدمت إليكم بالوعيد ) أي : قد أعذرت إليكم على ألسنة الرسل ، وأنزلت الكتب ، وقامت عليكم الحجج والبينات والبراهين ."
      },
      "translations": {
        "en": "[Allah] will say, \"Do not dispute before Me, while I had already presented to you the warning.",
        "fr": "Alors [Allah] dira:«Ne vous disputez pas devant moi! Alors que Je vous ai déjà fait part de la menace.",
        "es": "Dirá: «¡No discutáis ante Mí! Ya os amenacé por anticipado."
      },
      "ibn_ashour": "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ (28(",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍۢ لِّلْعَبِيدِ",
      "tafsir": {
        "muyassar": "ما يُغيَّر القول لديَّ، ولست أعذِّب أحدًا بذنب أحد، فلا أعذِّب أحدًا إلا بذنبه بعد قيام الحجة عليه.",
        "mukhtasar": "ما يغير القول لدي، ولا يخلف وعدي، ولا أظلم العبيد بنقص حسناتهم، ولا بزيادة سيئاتهم، بل أجزيهم بما عملوا.",
        "saadi": "{ مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ } أي: لا يمكن أن يخلف ما قاله الله وأخبر به، لأنه لا أصدق من الله قيلاً، ولا أصدق حديثًا.{ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ } بل أجزيهم بما عملوا من خير وشر، فلا يزاد  في سيئاتهم، ولا ينقص من حسناتهم. ",
        "kathir": "( ما يبدل القول لدي ) قال مجاهد : يعني قد قضيت ما أنا قاض ، ( وما أنا بظلام للعبيد ) أي : لست أعذب أحدا بذنب أحد ، ولكن لا أعذب أحدا إلا بذنبه بعد قيام الحجة عليه ."
      },
      "translations": {
        "en": "The word will not be changed with Me, and never will I be unjust to the servants.\"",
        "fr": "Chez Moi, la parole ne change pas; et Je n'opprime nullement les serviteurs».",
        "es": "Mi sentencia es inmutable. Yo no soy injusto con Mis siervos»."
      },
      "ibn_ashour": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ (29(هذا حكاية كلام يصدر يومئذٍ من جانب الله تعالى للفريقين الذي اتَّبعوا والذين اتُّبعوا ، فالضمير عائد على غير مذكور في الكلام يدل عليه قوله : { فكشفنا عنكَ غطاءك } [ ق : 22 ] .وعدم عطف فعل { قال } على ما قبله لوقوعه في معرض المقاولة ، والتعبير بصيغة الماضي لتحقق وقوعه فقد صارت المقاولة بين ثلاثةِ جوانب .والاختصام : المخاصمة وهو مصدر بصيغة الافتعال التي الأصل فيها أنها لمطاوعة بعض الأفعال فاستعملت للتفاعل مثل : اجتوروا واعتوروا واختصموا .والنهي عن المخاصمة بينهم يقتضي أن النفوس الكافرة ادعت أن قرناءها أطْغَوْها ، وأن القرناء تنصلوا من ذلك وأن النفوس أعادت رَمي قرنائها بذلك فصار خصاماً فلذلك قال الله تعالى : { لا تختصموا لدى } وطوي ذكره لدلالة { لا تختصموا } عليه إيثارا لحق الإيجاز في الكلام . والنهي عن الاختصام بعد وقوعه بتأويل النهي عن الدوام عليه ، أي كفوا عن الخصام .ومعنى النهي أن الخصام في ذلك لا جدوى له لأن استواء الفريقين في الكفر كاففٍ في مؤاخذة كليهما على السواء كما قال تعالى : { قالت أخراهم لأولاهم ربنا هؤلاء ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍۢ",
      "tafsir": {
        "muyassar": "اذكر -أيها الرسول- لقومك يوم نقول لجهنم يوم القيامة: هل امتلأت؟ وتقول جهنم: هل من زيادة من الجن والإنس؟ فيضع الرب -جل جلاله- قدمه فيها، فينزوي بعضها على بعض، وتقول: قط، قط.",
        "mukhtasar": "يوم نقول لجهنم: هل امتلأت بمن ألقي فيك من الكفار والعصاة؟ فتجيب ربها: هل من مزيد؟ طلبًا للزيادة؛ غضبًا لربها.",
        "saadi": "يقول تعالى، مخوفًا لعباده: { يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ } وذلك من كثرة ما ألقي فيها، { وَتَقُولُ هَلْ مِنْ مَزِيدٍ } أي: لا تزال تطلب الزيادة، من المجرمين العاصين، غضبًا لربها، وغيظًا على الكافرين.وقد وعدها الله ملأها، كما قال تعالى { لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } حتى يضع رب العزة عليها قدمه الكريمة المنزهة عن التشبيه، فينزوي بعضها على بعض، وتقول: قط قط، قد اكتفيت وامتلأت.",
        "kathir": "يخبر تعالى أنه يقول لجهنم يوم القيامة : هل امتلأت ؟ وذلك أنه وعدها أن سيملؤها من الجنة والناس أجمعين ، فهو سبحانه يأمر بمن يأمر به إليها ، ويلقى وهي تقول : ( هل من مزيد ) أي : هل بقي شيء تزيدوني ؟ هذا هو الظاهر من سياق الآية ، وعليه تدل الأحاديث :قال البخاري عند تفسير هذه الآية : حدثنا عبد الله بن أبي الأسود ، حدثنا حرمي بن عمارة حدثنا شعبة ، عن قتادة ، عن أنس بن مالك ، عن النبي - صلى الله عليه وسلم - قال : \" يلقى في النار ، وتقول : هل من مزيد ، حتى يضع قدمه فيها ، فتقول قط قط \" .وقال الإمام أحمد : حدثنا عبد الوهاب ، عن سعيد ، عن قتادة ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" لا تزال جهنم يلقى فيها وتقول : هل من مزيد ؟ حتى يضع رب العزة فيها قدمه ، فينزوي بعضها إلى بعض ، وتقول : قط قط ، وعزتك وكرمك ولا يزال في الجنة فضل حتى ينشئ الله لها خلقا آخر فيسكنهم في فضول الجنة \" .ثم رواه مسلم من حديث قتادة ، بنحوه . ورواه أبان العطار وسليمان التيمي ، عن قتادة ، بنحوه .حديث آخر : قال البخاري : حدثنا محمد بن موسى القطان ، حدثنا أبو سفيان الحميري سعيد بن يحيى بن مهدي ، حدثنا عوف ، عن محمد عن أبي هريرة - رفعه ، وأكثر ما كان يوقفه أبو سفيان - : \" يقال لجهنم : هل امتلأت ، وتقول : هل من مزيد ، فيضع الرب عز وجل قدمه عليها ، فتقول : قط قط \" .رواه أيوب وهشام بن حسان عن محمد بن سيرين ، به .طريق أخرى : قال البخاري : وحدثنا عبد الله بن محمد ، حدثنا عبد الرزاق ، أخبرنا معمر عن همام عن أبي هريرة قال : قال النبي - صلى الله عليه وسلم - : \" تحاجت الجنة والنار ، فقالت النار : أوثرت بالمتكبرين والمتجبرين . وقالت الجنة : ما لي لا يدخلني إلا ضعفاء الناس وسقطهم . قال الله عز وجل للجنة : أنت رحمتي أرحم بك من أشاء من عبادي . وقال للنار : إنما أنت عذابي ، أعذب بك من أشاء من عبادي ، ولكل واحدة منكما ملؤها ، فأما النار فلا تمتلئ حتى يضع رجله ، فتقول : قط قط ، فهنالك تمتلئ ويزوى بعضها إلى بعض ولا يظلم الله من خلقه أحدا ، وأما الجنة فإن الله ينشئ لها خلقا آخر \" .حديث آخر : قال مسلم في صحيحه : حدثنا عثمان بن أبي شيبة ، حدثنا جرير ، عن الأعمش ، عن أبي صالح ، عن أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - : \" احتجت الجنة والنار ، فقالت النار : في الجبارون والمتكبرون . وقالت الجنة : في ضعفاء الناس ومساكينهم . فقضى بينهما ، فقال للجنة : إنما أنت رحمتي ، أرحم بك من أشاء من عبادي . وقال للنار : إنما أنت عذابي ، أعذب بك من أشاء من عبادي ، ولكل واحدة منكما ملؤها \" انفرد به مسلم دون البخاري من هذا الوجه . والله سبحانه وتعالى أعلم .وقد رواه الإمام أحمد من طريق أخرى ، عن أبي سعيد بأبسط من هذا السياق فقال :حدثنا حسن وروح قالا : حدثنا حماد بن سلمة ، عن عطاء بن السائب ، عن عبيد الله بن عبد الله بن عتبة ، عن أبي سعيد الخدري ; أن رسول الله - صلى الله عليه وسلم - قال : \" افتخرت الجنة والنار ، فقالت النار : يا رب يدخلني الجبابرة والمتكبرون والملوك والأشراف . وقالت الجنة : أي رب يدخلني الضعفاء والفقراء والمساكين . فيقول الله عز وجل ، للنار : أنت عذابي أصيب بك من أشاء . وقال للجنة : أنت رحمتي وسعت كل شيء ، ولكل واحدة منكما ملؤها ، فيلقى في النار أهلها فتقول : هل من مزيد ؟ قال : ويلقى فيها وتقول : هل من مزيد ؟ ويلقى فيها وتقول : هل من مزيد ؟ حتى يأتيها عز وجل ، فيضع قدمه عليها ، فتزوى وتقول : قدني ، قدني . وأما الجنة فيبقى فيها ما شاء الله أن يبقى ، فينشئ الله لها خلقا ما يشاء \" .حديث آخر : وقال الحافظ أبو يعلى في مسنده : حدثنا عقبة بن مكرم ، حدثنا يونس ، حدثنا عبد الغفار بن القاسم ، عن عدي بن ثابت ، عن زر بن حبيش ، عن أبي بن كعب ; أن رسول الله - صلى الله عليه وسلم - قال : \" يعرفني الله عز وجل ، نفسه يوم القيامة ، فأسجد سجدة يرضى بها عني ، ثم أمدحه مدحة يرضى بها عني ، ثم يؤذن لي في الكلام ، ثم تمر أمتي على الصراط - مضروب بين ظهراني جهنم - فيمرون أسرع من الطرف والسهم ، وأسرع من أجود الخيل ، حتى يخرج الرجل منها يحبو ، وهي الأعمال . وجهنم تسأل المزيد ، حتى يضع فيها قدمه ، فينزوي بعضها إلى بعض وتقول : قط قط ! وأنا على الحوض \" . قيل : وما الحوض يا رسول الله ؟ قال : \" والذي نفسي بيده ، إن شرابه أبيض من اللبن ، وأحلى من العسل ، وأبرد من الثلج ، وأطيب ريحا من المسك . وآنيته أكثر من عدد النجوم ، لا يشرب منه إنسان فيظمأ أبدا ، ولا يصرف فيروى أبدا \" . وهذا القول هو اختيار ابن جرير .وقد قال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو يحيى الحماني عن نضر الخزاز ، عن عكرمة ، عن ابن عباس ، ( يوم نقول لجهنم هل امتلأت وتقول هل من مزيد ) قال : ما امتلأت ، قال : تقول : وهل في من مكان يزاد في .وكذا روى الحكم بن أبان عن عكرمة : ( وتقول هل من مزيد ) : وهل في مدخل واحد ، قد امتلأت .[ و ] قال الوليد بن مسلم ، عن يزيد بن أبي مريم أنه سمع مجاهدا يقول : لا يزال يقذف فيها حتى تقول : قد امتلأت فتقول : هل [ في ] من مزيد ؟ وعن عبد الرحمن بن زيد بن أسلم نحو هذا .فعند هؤلاء أن قوله تعالى : ( هل امتلأت ) ، إنما هو بعد ما يضع عليها قدمه ، فتنزوي وتقول حينئذ : هل بقي في [ من ] مزيد ؟ يسع شيئا .قال العوفي ، عن ابن عباس : وذلك حين لا يبقى فيها موضع [ يسع ] إبرة . فالله أعلم ."
      },
      "translations": {
        "en": "On the Day We will say to Hell, \"Have you been filled?\" and it will say, \"Are there some more,\"",
        "fr": "Le jour où Nous dirons à l'Enfer; «Es-tu rempli?» Il dira: «Y en a-t-il encore?»",
        "es": "El día que digamos a la gehena: «¿Estás ya llena?», ella dirá: «¿Aún hay más?»"
      },
      "ibn_ashour": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ (30(ظرف متعلق ب { قال لا تختصموا لدى } [ ق : 28 ] . والتقدير : قال لهم في ذلك القول يوم يقول قولاً آخر لجهنم { هل امتلأت } . ومناسبته تعليقه به أن هذا القول لجهنم مقصود به ترويع المدفوعين إلى جهنم أن لا يطمعوا في أن كثرتهم يضيق بها سعة جهنم فيطمع بعضهم أن يكون ممن لا يوجد له مكان فيها ، فحكاه الله في القرآن عبرة لمن يسمعه من المشركين وتعليماً لأهل القرآن المؤمنين ولذلك استوت قراءة { يقول } بالياء ، وهي لنافع وأبي بكر عن عاصم جريا على مقتضى ظاهر ما سبقه من قوله : { قال لا تختصموا لدى } . وقراءة الباقين بالنون على الالتفات بل هو التفات تابع لتبديل طريق الإخبار من الحديث عن غائب إلى خطاب حاضر .والقول الأول حقيقي وهو كلام يصدر من جانب الله بمحض خلقه دون واسطة . فلذلك أسند إلى الله كما يقال القرآن كلام الله .والاستفهام في { هل امتلأت } مستعمل في تنبيه أهل العذاب إلى هذا السؤال على وجه التعريض .وأما القول لجهنم فيجوز أن يكون حقيقة بأن يخلق الله في أصوات لهيبها أصواتاً ذات حروف يلتئم منها كلام ، ويجوز أن يكون مجازاً عن دل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
      "tafsir": {
        "muyassar": "وقُرِّبت الجنة للمتقين مكانًا غير بعيد منهم، فهم يشاهدونها زيادة في المسرَّة لهم.",
        "mukhtasar": "وقُرِّبت الجنة للمتقين لربهم بامتثال أوامره واجتناب نواهيه، فشاهدوا ما فيها من النعيم غير بعيد منهم.",
        "saadi": "{ وَأُزْلِفَتِ الْجَنَّةُ } أي: قربت بحيث تشاهد وينظر ما فيها، من النعيم المقيم، والحبرة والسرور، وإنما أزلفت وقربت، لأجل المتقين لربهم، التاركين للشرك، صغيره وكبيره ، الممتثلين لأوامر ربهم، المنقادين له.",
        "kathir": "وقوله : ( وأزلفت الجنة للمتقين غير بعيد ) : قال قتادة ، وأبو مالك ، والسدي : ( أزلفت ) أدنيت وقربت من المتقين ، ( غير بعيد ) وذلك يوم القيامة ، وليس ببعيد ; لأنه واقع لا محالة ، وكل ما هو آت آت ."
      },
      "translations": {
        "en": "And Paradise will be brought near to the righteous, not far,",
        "fr": "Le Paradis sera rapproché à proximité des pieux.",
        "es": "Y el Jardín será acercado a quienes hayan temido a Alá, bien cerca:"
      },
      "ibn_ashour": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ (31(عطف { وأزلفت } على { يقول لجهنم } . فالتقدير : يوم أزلفت الجنة للمتقين وهو رجوع إلى مقابل حالةِ الضالّين يومَ يُنفخ في الصور ، فهذه الجملة متصلة في المعنى بجملة { وجاءت كل نفس معها سائق وشهيد } [ ق : 21 ] ولو اعتبرت معطوفة عليها لصح ذلك إلا أن عطفها على جملة { يوم يقول لجهنم هل امتلات } [ ق : 30 ] غنية عن ذلك ولا سيما مع طول الكلام .والإزلاف : التقريب مشتق من الزَلَف بالتحريك وهو القربة ، وقياس فعله أنه كفَرِح كما دل عليه المصدر ولم يُرو في كلامهم ، أي جعلت الجنة قريباً من المتقين ، أي ادْنُوا منها .والجنة موجودة من قبل وُرود المتَّقين إليها فإزلافها قد يكون بحشرهم للحساب بمقربة منها كرامة لهم عن كلفة المسير إليها ، وقد يكون عبارة عن تيسير وصولهم إليها بوسائل غير معروفة في عادة أهل الدنيا .وقوله : { غير بعيد } يرجح الاحتمال الأول ، أي غير بعيد منهم وإلاّ صار تأكيداً لفظياً ل { أُزلفت } كما يقال : عاجل غير آجل ، وقوله : { وأضل فرعون قومه وما هدى } [ طه : 79 ] والتأسيس أرجح من احتمال التأكيد .وانتصب { غير بعيد } على الظرفية باعتبا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍۢ",
      "tafsir": {
        "muyassar": "يقال لهم: هذا الذي كنتم توعدون به - أيها المتقون - لكل تائب مِن ذنوبه، حافظ لكل ما قَرَّبه إلى ربه، من الفرائض والطاعات، مَن خاف الله في الدنيا ولقيه يوم القيامة بقلب تائب من ذنوبه.",
        "mukhtasar": "ويقال لهم: هذا ما وعدكم الله لكل رجَّاع إلى ربه بالتوبة، حافظ لما ألزمه ربه به.",
        "saadi": "ويقال لهم على وجه التهنئة: { هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ } أي: هذه الجنة وما فيها، مما تشتهيه الأنفس، وتلذ الأعين، هي التي وعد الله كل أواب أي: رجاع إلى الله، في جميع الأوقات، بذكره وحبه، والاستعانة به، ودعائه، وخوفه، ورجائه.{ حَفِيظٍ } أي: يحافظ على ما أمر الله به، بامتثاله على وجه الإخلاص والإكمال له، على أكمل  الوجوه، حفيظ لحدوده.",
        "kathir": "( هذا ما توعدون لكل أواب ) أي : رجاع تائب مقلع ، ( حفيظ ) أي : يحفظ العهد فلا ينقضه و [ لا ] ينكثه .وقال عبيد بن عمير : الأواب : الحفيظ الذي لا يجلس مجلسا [ فيقوم ] حتى يستغفر الله عز وجل ."
      },
      "translations": {
        "en": "[It will be said], \"This is what you were promised - for every returner [to Allah] and keeper [of His covenant]",
        "fr": "«Voilà ce qui vous a été promis, [ainsi qu'] à tout homme plein de repentir et respectueux [des prescriptions divines]",
        "es": "«Esto es lo que se os había prometido, a todo hombre sinceramente arrepentido, observador,"
      },
      "ibn_ashour": "هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ (32(وجملة { هذا ما توعدون } معترضة ، فلك أن تجعلها وحدها معترضة وما بعدها متصلاً بما قبلها فتكون معترضة بين البدل والمبدل منه وهما { للمتقين } و { لكل أواب } ، وتجعل { لكل أواب } بدلاً من { للمتقين } ، وتكرير الحرف الذي جُرّ به المبدَل منه لقصد التأكيد كقوله تعالى : { قال الذين استكبروا للذين استضعفوا } [ سبأ : 32 ] لمن آمن منهم الآية وقوله : { ولأبَوَيْه لكلّ واحد منهما السدس } [ النساء : 11 ] . واسم الإشارة المذكر مراعى فيه مجموع ما هو مشاهد عندهم من الخيرات .والأوّاب : الكثير الأوب ، أي الرجوع إلى الله ، أي إلى امتثال أمره ونهيه .والحفيظ : الكثير الحفظ لوصايا الله وحدوده . والمعنى : أنه محافظ على الطاعة فإذا صدرت منه فلتة أعقبها بالتوبة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍۢ مُّنِيبٍ",
      "tafsir": {
        "muyassar": "يقال لهم: هذا الذي كنتم توعدون به - أيها المتقون - لكل تائب مِن ذنوبه، حافظ لكل ما قَرَّبه إلى ربه، من الفرائض والطاعات، مَن خاف الله في الدنيا ولقيه يوم القيامة بقلب تائب من ذنوبه.",
        "mukhtasar": "من خاف الله بالسر حيث لا يراه إلا الله، ولقي الله بقلب سليم مقبل على الله، كثير الرجوع إليه.",
        "saadi": "{ مَنْ خَشِيَ الرَّحْمَنَ } أي: خافه على وجه المعرفة بربه، والرجاء لرحمته ولازم على خشية الله في حال غيبه أي: مغيبه عن أعين الناس، وهذه هي الخشية الحقيقية، وأما خشيته في حال نظر الناس وحضورهم، فقد تكون رياء وسمعة، فلا تدل على الخشية، وإنما الخشية النافعة، خشية الله في الغيب والشهادة ويحتمل أن المراد بخشية الله بالغيب كالمراد بالإيمان بالغيب وأن هذا مقابل للشهادة حيث يكون الإيمان والخشية ضروريًا لا اختياريًا حيث يعاين العذاب وتأتي آيات الله وهذا هو الظاهر  { وَجَاءَ بِقَلْبٍ مُنِيبٍ } أي: وصفه الإنابة إلى مولاه، وانجذاب دواعيه إلى مراضيه.",
        "kathir": "( من خشي الرحمن بالغيب ) أي : من خاف الله في سره حيث لا يراه أحد إلا الله . كقوله [ عليه السلام ] ورجل ذكر الله خاليا ، ففاضت عيناه \" .( وجاء بقلب منيب ) أي : ولقي الله يوم القيامة بقلب سليم منيب إليه خاضع لديه ."
      },
      "translations": {
        "en": "Who feared the Most Merciful unseen and came with a heart returning [in repentance].",
        "fr": "qui redoute le Tout Miséricordieux bien qu'il ne Le voit pas, et qui vient [vers Lui] avec un cœur porté à l'obéissance.",
        "es": "que tiene miedo secreto al Compasivo y viene con corazón contrito."
      },
      "ibn_ashour": "مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ (33(و { من خشي الرحمن بالغيب } بدل من { كل أوّاب } . والخشية : الخوف . وأطلقت الخشية على أثرها وهو الطاعة .والباء في { بالغيب } بمعنى ( في ( الظرفية لتنزيل الحال منزلة المكان ، أي الحالة الغائبة وهي حالة عدم اطِّلاع أحد عليه ، فإن الخشية في تلك الحالة تدل على صدق الطاعة لله بحيث لا يرجو ثناء أحد ولا عقاب أحد فيتعلق المجرور بالتاء بفعل { خشي } .ولك أن تبقي الباء على بعض معانيها الغالبة وهي الملابسة ونحوها ويكون { الغيب } مصدراً والمجرور حالاً من ضمير { خشي } .ومعنى { وجاء بقلب منيب } أنه حضر يوم الحشر مصاحباً قلبَه المنيب إلى الله ، أي مات موصوفاً بالإنابة ولم يُبطل عمله الصالح في آخر عمره ، وهذا كقوله حكاية عن إبراهيم { يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم } [ الشعراء : 88 ، 89 ] .وإيثار اسمه { الرحمن } في قوله : { من خشي الرحمن } دون اسم الجلالة للإشارة إلى أن هذا المتقي يخشى الله وهو يعلم أنه رحمان ، ولقصد التعريض بالمشركين الذين أنكروا اسمه الرحمان { وإذا قيل لهم اسجدوا للرحمان قالوا وما الرحمان } [ الفرقان :",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "ٱدْخُلُوهَا بِسَلَٰمٍۢ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
      "tafsir": {
        "muyassar": "ويقال لهؤلاء المؤمنين: ادخلوا الجنة دخولا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع المكاره، ذلك هو يوم الخلود بلا انقطاع.",
        "mukhtasar": "ويقال لهم: ادخلوا الجنة دخولًا مصحوبًا بالسلامة مما تكرهون، ذلك يوم البقاء الذي لا فناء بعده.",
        "saadi": "ويقال لهؤلاء الأتقياء الأبرار: { ادْخُلُوهَا بِسَلَامٍ } أي: دخولًا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع مكاره الأمور، فلا انقطاع لنعيمهم، ولا كدر ولا تنغيص، { ذَلِكَ يَوْمُ الْخُلُودِ } الذي لا زوال له ولا موت، ولا شيء من المكدرات.",
        "kathir": "( ادخلوها ) أي : الجنة ) بسلام ) ، قال قتادة : سلموا من عذاب الله ، وسلم عليهم ملائكة الله .وقوله : ( ذلك يوم الخلود ) أي : يخلدون في الجنة فلا يموتون أبدا ، ولا يظعنون أبدا ، ولا يبغون عنها حولا ."
      },
      "translations": {
        "en": "Enter it in peace. This is the Day of Eternity.\"",
        "fr": "Entrez-y en toute sécurité,». Voilà le jour de l'éternité!",
        "es": "¡Entrad en él en paz! ¡Éste es el día de la Eternidad!»"
      },
      "ibn_ashour": "ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ (34(وجملة { ادخلوها بسلام } من تمام مقول القول المحذوف . وهذا الإذن من كمال إكرام الضيف أنه إن دُعِي إلى الوليمة أو جيء به فإنه إذا بلغ المنزل قيل له : ادخل بسَلام .والباء في { بسلام } للملابسة . والسلام : السلامة من كل أذى من تعب أو نصب ، وهو دعاء . ويجوز أن يراد به أيضاً تسليم الملائكة عليهم حين دخولهم الجنة مثل قوله : { سلام قولاً من رب رحيم } [ يس : 58 ] .ومحل هذه الجملة من التي قبلها الاستئناف البياني لأن ما قبلها يثير ترقب المخاطبين للإذن بإنجاز ما وعدوا به .وجملة { ذلك يوم الخلود } يجوز أن تكون مما يقال للمتقين على حد قوله : { فادخلوها خالدين } [ الزمر : 73 ] ، والإشارة إلى اليوم الذي هم فيه . وكان اسم الإشارة للبعيد للتعظيم . ويجوز أن تكون الإشارة إلى اليوم المذكور في قوله : { يوم يقول لجهنم هل امتلات } [ ق : 30 ] فإنه بعد أن ذكر ما يلاقيه أهل جهنم وأهل الجنة أعقبه بقوله : { ذلك يوم الخلود } ترهيباً وترغيباً ، وعلى هذا الوجه الثاني تكون هذه الجملة معترضة اعتراضاً موجهاً إلى المتقين يوم القيامة أو إلى السامعين في الدنيا . وعلى كلا ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌۭ",
      "tafsir": {
        "muyassar": "لهؤلاء المؤمنين في الجنة ما يريدون، ولدينا على ما أعطيناهم زيادة نعيم، أعظَمُه النظر إلى وجه الله الكريم.",
        "mukhtasar": "لهم ما يشاؤون فيها من النعيم الذي لا ينفد، ولدينا مزيد من النعيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ومنه رؤية الله سبحانه.",
        "saadi": "{ لَهُمْ مَا يَشَاءُونَ فِيهَا } أي: كل ما تعلقت به مشيئتهم، فهو حاصل فيها ولهم فوق ذلك { مَزِيدٌ } أي: ثواب يمدهم به الرحمن الرحيم، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، وأعظم ذلك، وأجله، وأفضله، النظر إلى وجه الله الكريم، والتمتع بسماع كلامه، والتنعم بقربه، نسأل الله تعالى أن يجعلنا منهم.",
        "kathir": "وقوله : ( لهم ما يشاءون فيها ) أي : مهما اختاروا وجدوا من أي أصناف الملاذ طلبوا أحضر لهم .قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عمرو بن عثمان ، حدثنا بقية ، عن بحير بن سعد ، عن خالد بن معدان ، عن كثير بن مرة قال : من المزيد أن تمر السحابة بأهل الجنة فتقول : ماذا تريدون فأمطره لكم ؟ فلا يدعون بشيء إلا أمطرتهم . قال كثير : لئن أشهدني الله ذلك لأقولن : أمطرينا جواري مزينات .وفي الحديث عن ابن مسعود أن رسول الله - صلى الله عليه وسلم - قال له : \" إنك لتشتهي الطير في الجنة ، فيخر بين يديك مشويا \" .وقال الإمام أحمد : حدثنا علي بن عبد الله ، حدثنا معاذ بن هشام ، حدثني أبي عن عامر الأحول ، عن أبي الصديق ، عن أبي سعيد الخدري ; أن رسول الله - صلى الله عليه وسلم - قال : \" إذا اشتهى المؤمن الولد في الجنة ، كان حمله ووضعه وسنه في ساعة واحدة \" .ورواه الترمذي وابن ماجه ، عن بندار ، عن معاذ بن هشام ، به وقال الترمذي : حسن غريب ، وزاد \" كما يشتهي \" .وقوله : ( ولدينا مزيد ) كقوله تعالى : ( للذين أحسنوا الحسنى وزيادة ) [ يونس : 26 ] . وقد تقدم في صحيح مسلم عن صهيب بن سنان الرومي : أنها النظر إلى وجه الله الكريم . وقد روى البزار وابن أبي حاتم ، من حديث شريك القاضي ، عن عثمان بن عمير أبي اليقظان ، عن أنس بن مالك في قوله عز وجل : ( ولدينا مزيد ) قال : يظهر لهم الرب ، عز وجل في كل جمعة .وقد رواه الإمام أبو عبد الله الشافعي مرفوعا فقال في مسنده : أخبرنا إبراهيم بن محمد ، حدثني موسى بن عبيدة ، حدثني أبو الأزهر معاوية بن إسحاق بن طلحة ، عن عبد الله بن عبيد بن عمير أنه سمع أنس بن مالك يقول : أتى جبرائيل بمرآة بيضاء فيها نكتة إلى رسول الله ، فقال النبي - صلى الله عليه وسلم - : \" ما هذه ؟ \" فقال : هذه الجمعة ، فضلت بها أنت وأمتك ، فالناس لكم فيها تبع اليهود والنصارى ، ولكم فيها خير ، ولكم فيها ساعة لا يوافقها مؤمن يدعو الله بخير إلا استجيب له ، وهو عندنا يوم المزيد . قال النبي - صلى الله عليه وسلم - : \" يا جبريل ، وما يوم المزيد ؟ \" قال : إن ربك اتخذ في الفردوس واديا أفيح فيه كثب المسك ، فإذا كان يوم الجمعة أنزل الله ما شاء من ملائكته ، وحوله منابر من نور ، عليها مقاعد النبيين ، وحف تلك المنابر بمنابر من ذهب مكللة بالياقوت والزبرجد ، عليها الشهداء والصديقون فجلسوا من ورائهم على تلك الكثب ، فيقول الله عز وجل : أنا ربكم ، قد صدقتكم وعدي ، فسلوني أعطكم . فيقولون : ربنا ، نسألك رضوانك ، فيقول : قد رضيت عنكم ، ولكم علي ما تمنيتم ، ولدي مزيد . فهم يحبون يوم الجمعة لما يعطيهم فيه ربهم من الخير ، وهو اليوم الذي استوى فيه ربكم على العرش ، وفيه خلق آدم ، وفيه تقوم الساعة \" .[ و ] هكذا أورده الإمام الشافعي في كتاب \" الجمعة \" من الأم ، وله طرق عن أنس بن مالك ، رضي الله عنه . وقد أورد ابن جرير هذا من رواية عثمان بن عمير ، عن أنس بأبسط من هذا وذكر هاهنا أثرا مطولا عن أنس بن مالك موقوفا وفيه غرائب كثيرةوقال الإمام أحمد : حدثنا حسن ، حدثنا ابن لهيعة ، حدثنا دراج ، عن أبي الهيثم ، عن أبي سعيد ، عن رسول الله - صلى الله عليه وسلم - قال : \" إن الرجل في الجنة ليتكئ في الجنة سبعين سنة قبل أن يتحول ثم تأتيه امرأة فتضرب على منكبه فينظر وجهه في خدها أصفى من المرآة ، وإن أدنى لؤلؤة عليها تضيء ما بين المشرق والمغرب . فتسلم عليه ، فيرد السلام ، فيسألها : من أنت ؟ فتقول : أنا من المزيد . وإنه ليكون عليها سبعون حلة ، أدناها مثل النعمان من طوبى ، فينفذها بصره حتى يرى مخ ساقها من وراء ذلك ، وإن عليها من التيجان ، إن أدنى لؤلؤة منها لتضيء ما بين المشرق والمغرب \" .وهكذا رواه عبد الله بن وهب ، عن عمرو بن الحارث ، عن دراج ، به ."
      },
      "translations": {
        "en": "They will have whatever they wish therein, and with Us is more.",
        "fr": "Il y aura là pour eux tout ce qu'ils voudront. Et auprès de Nous il y a davantage encore.",
        "es": "Tendrán allí cuanto deseen y aún dispondremos de más."
      },
      "ibn_ashour": "لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ (35(من قوله : { هذا ما توعدون لكل أوّاب حفيظ } فيكون ضمير الغيبة التفاتاً وأصله : لكم ما تشاؤون . ويجوز أن تكون مما خوطب به الفريقان في الدنيا وعلى الاحتمالين فهي مستأنفة استئنافاً بيانياً .و { لدينا مزيد } ، أي زيادة على ما يشاؤون مما لم يخطرُ ببالهم ، وذلك زيادة في كرامتهم عند الله ووردت آثار متفاوتة القوة أن من المزيد مفاجأتهم بخيرات ، وفيها دلالة على أن المفاجأة بالإنعام ضرب من التلطف والإكرام ، وأيضاً فإن الأنعام يجيئهم في صور معجبة .والقول في { مزيد } هنا كالقول في نظيره السابق آنفاً .وجاء ترتيب الآيات في منتهى الدقة فبدأت بذكر إكرامهم بقوله : { وأزلفت الجنة للمتقين } ، ثم بذكر أن الجنة جزاؤهم الذي وعدوا به فهي حق لهم ، ثم أوْمَأت إلى أن ذلك لأجل أعمالهم بقوله : { لكل أوّاب حفيظ مَن خشي الرحمان } الخ ، ثم ذكرت المبالغة في إكرامهم بعد ذلك كله بقوله : { ادخلوها بسلام } ، ثم طمْأنهم بأن ذلك نعيم خالد ، وزِيد في إكرامهم بأن لهم ما يشاؤون ما لم يروه حين الدخول ، وبأن الله عدهم بالمزيد من لدنه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًۭا فَنَقَّبُوا۟ فِى ٱلْبِلَٰدِ هَلْ مِن مَّحِيصٍ",
      "tafsir": {
        "muyassar": "وأهلكنا قبل هؤلاء المشركين من قريش أممًا كثيرة، كانوا أشد منهم قوة وسطوة، فطوَّفوا في البلاد وعمَّروا ودمَّروا فيها، هل من مهرب من عذاب الله حين جاءهم؟",
        "mukhtasar": "وما أكثر الأمم التي أهلكناها قبل هؤلاء المشركين المكذبين من أهل مكة، كانوا أشد منهم قوة، ففتشوا في البلاد لعلهم يجدون مهربًا من العذاب فلم يجدوه.",
        "saadi": "يقول تعالى -مخوفًا للمشركين المكذبين للرسول:- { وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ } أي: أمما كثيرة هم أشد من هؤلاء بطشًا أي: قوة وآثارًا في الأرض.ولهذا قال: { فَنَقَّبُوا فِي الْبِلَادِ } أي: بنوا الحصون المنيعة والمنازل الرفيعة، وغرسوا الأشجار، وأجروا الأنهار، وزرعوا، وعمروا، ودمروا، فلما كذبوا رسل الله، وجحدوا آيات الله، أخذهم الله بالعقاب الأليم، والعذاب الشديد، فـ { هَلْ مِنْ مَحِيصٍ } أي: لا مفر لهم من عذاب الله، حين نزل بهم، ولا منقذ، فلم تغن عنهم قوتهم، ولا أموالهم، ولا أولادهم.",
        "kathir": "يقول تعالى : وكم أهلكنا قبل هؤلاء المنكرين : ( من قرن هم أشد منهم بطشا ) أي : كانوا أكثر منهم وأشد قوة ، وأثاروا الأرض وعمروها أكثر مما عمروها ; ولهذا قال هاهنا : ( فنقبوا في البلاد ) قال ابن عباس : أثروا فيها . وقال مجاهد : ( فنقبوا في البلاد ) : ضربوا في الأرض . وقال قتادة : فساروا في البلاد ، أي ساروا فيها يبتغون الأرزاق والمتاجر والمكاسب أكثر مما طفتم أنتم فيها ويقال لمن طوف في البلاد : نقب فيها . قال امرؤ القيس :لقد نقبت في الآفاق حتى رضيت من الغنيمة بالإيابوقوله : ( هل من محيص ) أي : هل من مفر كان لهم من قضاء الله وقدره ؟ وهل نفعهم ما جمعوه ورد عنهم عذاب الله إذ جاءهم لما كذبوا الرسل ؟ فأنتم أيضا لا مفر لكم ولا محيد ولا مناص ولا محيص ."
      },
      "translations": {
        "en": "And how many a generation before them did We destroy who were greater than them in [striking] power and had explored throughout the lands. Is there any place of escape?",
        "fr": "combien avons-Nous fait périr, avant eux, de générations bien plus fortes qu'eux. Ils avaient parcouru les contrées, cherchant [vainement] où fuir.",
        "es": "¡A cuántas generaciones hemos hecho antes perecer, más temibles que ellos y que recorrieron el país en busca de escape."
      },
      "ibn_ashour": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ (36(انتقال من الاستدلال إلى التهديد وهو معطوف على ما قبله وهذا العطف انتقال إلى الموعظة بما حل بالأمم المكذبة بعد الاستدلال على إمكان البعث بقوله : { قد علمنا ما تنقص الأرض منهم } [ ق : 4 ] وما فُرّع عليه من قوله : { أفَعَيِينَا بالخلق الأول } [ ق : 15 ] . وفي هذا العطف الوعيد الذي أجمل في قوله : { كذبت قبلهم قوم نوح وأصحاب الرّس إلى قوله : { فحقّ وعيد } [ ق : 12 ، 14 ] . فالوعيد الذي حقّ عليهم هو الاستئصال في الدنيا وهو مضمون قوله : { وكم أهلكنا قبلهم من قرن هم أشد منهم بطشاً } .والخبر الذي أفاده قوله : { وكم أهلكنا قبلهم } تعريض بالتهديد وتسلية للنبيء صلى الله عليه وسلم وضميرا { قبلهم } و { منهم } عائدان إلى معلوم من المقام غير مذكور في الكلام كما تقدم في قوله أول السورة من قوله : { بل عجبوا أن جاءهم منذر منهم ويفسره قوله بعده فقال الكافرون هذا شيء عجيب } [ ق : 2 ] . وجرى على ذلك السَّنَن قوله : { كَذَّبت قبلهم قوم نوح } وقوله : { بل هم في لبس من خلق جديد } [ ق : 15 ] ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌۭ",
      "tafsir": {
        "muyassar": "إن في إهلاك القرون الماضية لعبرة لمن كان له قلب يعقل به، أو أصغى السمع، وهو حاضر بقلبه، غير غافل ولا ساهٍ.",
        "mukhtasar": "إن في ذلك المذكور من إهلاك الأمم السابقة لتذكيرًا وموعظة لمن كان له قلب يعقل به، أو أنصت بسمعه حاضر القلب، غير غافل.",
        "saadi": "{ إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ } أي: قلب عظيم حي، ذكي، زكي، فهذا إذا ورد عليه شيء من آيات الله، تذكر بها، وانتفع، فارتفع  وكذلك من ألقى سمعه إلى آيات الله، واستمعها، استماعًا يسترشد به، وقلبه { شَهِيدٌ } أي: حاضر، فهذا له أيضا ذكرى وموعظة، وشفاء وهدى.وأما المعرض، الذي لم يلق  سمعه إلى الآيات، فهذا لا تفيده شيئًا، لأنه لا قبول عنده، ولا تقتضي حكمة الله هداية من هذا وصفه ونعته. ",
        "kathir": "وقوله : ( إن في ذلك لذكرى ) أي : لعبرة ( لمن كان له قلب ) أي : لب يعي به . وقال مجاهد : عقل ( أو ألقى السمع وهو شهيد ) أي : استمع الكلام فوعاه ، وتعقله بقلبه وتفهمه بلبه .وقال مجاهد : ( أو ألقى السمع ) يعني : لا يحدث نفسه بغيره ، ( وهو شهيد ) وقال : شاهد بالقلب .وقال الضحاك : العرب تقول : ألقى فلان سمعه : إذا استمع بأذنيه وهو شاهد ، يقول : غير غائب . وهكذا قال الثوري وغير واحد ."
      },
      "translations": {
        "en": "Indeed in that is a reminder for whoever has a heart or who listens while he is present [in mind].",
        "fr": "Il y a bien là un rappel pour quiconque a un cœur, prête l'oreille tout en étant témoin.",
        "es": "Hay en ello, sí, una amonestación para quien tiene entendimiento, para quien aguza el oído y es testigo."
      },
      "ibn_ashour": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (37(وقوله : إن في ذلك لذكرى لمن كان له قلب } إلى آخرها يجوز أن تكون الإشارة بذلك إلى إهلاك القرون الأشدِّ بطشاً ، ويجوز أن يكون إلى جميع ما تقدم من استدلال وتهديد وتحذير من يوم الجزاء .والذكرى : التذكرة العقلية ، أي التفكر في تدبر الأحوال التي قضت عليهم بالإهلاك ليقيسوا عليها أحوالهم فيعلموا أن سَيَنَالهُمْ ما نال أولئك ، وهذا قياس عقلي يدركه اللبيب من تلقاء نفسه دون احتياج إلى منبه .والقلب : العقل وإدراك الأشياء على ما هي عليه . وإلقاء السمع : مستعار لشدة الإصغاء للقرآن ومواعظ الرسول صلى الله عليه وسلم كأنَّ أسماعهم طرحت في ذلك فلا يشغلها شيء آخر تسمعه .والشهيد : المشاهد وصيغة المبالغة فيه للدلالة على قوة المشاهدة للمذكر ، أي تحديق العين إليه للحرص على فهم مراده مما يقارن كلامه من إشارة أو سَحْنة فإن النظر يعين على الفهم . وقد جيء بهذه الجملة الحالية للإشارة إلى اقتران مضمونها بمضمون عاملها بحيث يكون صاحب الحال ملقيا سمعه مشاهِدا . وهذه حالة المؤمن ففي الكلام تنويه بشأن المؤمنين وتعريض بالمشركين ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 38,
      "text": "وَلَقَدْ خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ وَمَا مَسَّنَا مِن لُّغُوبٍۢ",
      "tafsir": {
        "muyassar": "ولقد خلقنا السموات السبع والأرض وما بينهما من أصناف المخلوقات في ستة أيام، وما أصابنا من ذلك الخلق تعب ولا نَصَب. وفي هذه القدرة العظيمة دليل على قدرته -سبحانه - على إحياء الموتى من باب أولى.",
        "mukhtasar": "ولقد خلقنا السماوات، وخلقنا الأرض، وما بين السماوات والأرض؛ في ستة أيام مع قدرتنا على خلقها في لحظة، وما أصابنا من تعب كما تقول اليهود.",
        "saadi": "وهذا إخبار منه تعالى عن قدرته العظيمة، ومشيئته النافذة، التي أوجد بها أعظم المخلوقات { السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ } أولها يوم الأحد، وآخرها يوم الجمعة، من غير تعب، ولا نصب، ولا لغوب، ولا إعياء، فالذي أوجدها -على كبرها وعظمتها- قادر على إحياء الموتى، من باب أولى وأحرى.",
        "kathir": "وقوله : ( ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب ) : فيه تقرير المعاد ; لأن من قدر على خلق السماوات والأرض ولم يعي بخلقهن قادر على أن يحيي الموتى بطريق الأولى والأحرى .وقال قتادة : قالت اليهود - عليهم لعائن الله - : خلق الله السماوات والأرض في ستة أيام ، ثم استراح في اليوم السابع ، وهو يوم السبت ، وهم يسمونه يوم الراحة ، فأنزل الله تكذيبهم فيما قالوه وتأولوه : ( وما مسنا من لغوب ) أي : من إعياء ولا نصب ولا تعب ، كما قال في الآية الأخرى : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير ) [ الأحقاف : 33 ] ، وكما قال : ( لخلق السماوات والأرض أكبر من خلق الناس ) [ غافر : 57 ] وقال ( أأنتم أشد خلقا أم السماء بناها ) [ النازعات : 27 ] ."
      },
      "translations": {
        "en": "And We did certainly create the heavens and earth and what is between them in six days, and there touched Us no weariness.",
        "fr": "En effet Nous avons créé les cieux et la terre et ce qui existe entre eux en six jours, sans éprouver la moindre lassitude.",
        "es": "Creamos los cielos, la tierra y lo que entre ellos está en seis días, sin sufrir cansancio."
      },
      "ibn_ashour": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (38(مناسبة اتصال هذه الآية بما قبلها أنه لما نزل قوله تعالى : { أفلم ينظروا إلى السماء فوقهم كيف بنيناها } [ ق : 6 ] إلى قوله : { لها طلع نضيد } [ ق : 10 ] ، وكان ذلك قريباً مما وصف في التوراة من ترتيب المخلوقات إجمالاً ثم نزل قوله بعد ذلك { أفَعَيِينَا بالخلْق الأول } [ ق : 15 ] كان بعض اليهود بمكة يقولون إن الله خلق السماوات والأرض في ستة أيام واستراح في اليوم السابع ، وهذا مكتوب في سفر التكوين من «التوراة» .والاستراحة تؤذن بالنَصَب والإعياء فلما فرغت الآية من تكذيب المشركين في أقوالهم عَطفت إلى تكذيب الذين كانوا يحدثونهم بحديث الاستراحة ، فهذا تأويل موقع هذه الآية في هذا المحل مع ما حكَى ابن عطية من الإجماع على أن هذه السورة كلها مكية وقد أشرنا إلى ذلك في الكلام على طليعة السورة فقول من قال نزلت في يهود المدينة تكلّف إذ لم يكن اليهود مقصورين على المدينة من بلاد العرب وكانوا يترددون إلى مكة .فقوله : { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام } تكملة لما وَصف من خلق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 39,
      "text": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- على ما يقوله المكذبون، فإن الله لهم بالمرصاد، وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب، وصلِّ من الليل، وسبِّحْ بحمد ربك عقب الصلوات.",
        "mukhtasar": "فاصبر - أيها الرسول - على ما يقوله اليهود وغيرهم، وصلّ لربك حامدًا إياه صلاة الفجر قبل طلوع الشمس، وصلّ العصر قبل غروبها.",
        "saadi": "{ فَاصْبِرْ عَلَى مَا يَقُولُونَ } من الذم لك والتكذيب بما جئت به، واشتغل عنهم واله بطاعة ربك وتسبيحه، أول النهار وآخره",
        "kathir": "وقوله : ( فاصبر على ما يقولون ) يعني : المكذبين ، اصبر عليهم واهجرهم هجرا جميلا ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب ) ، وكانت الصلاة المفروضة قبل الإسراء ثنتين قبل طلوع الشمس في وقت الفجر ، وقبل الغروب في وقت العصر ، وقيام الليل كان واجبا على النبي - صلى الله عليه وسلم - وعلى أمته حولا ثم نسخ في حق الأمة وجوبه . ثم بعد ذلك نسخ الله ذلك كله ليلة الإسراء بخمس صلوات ، ولكن منهن صلاة الصبح والعصر ، فهما قبل طلوع الشمس وقبل الغروب .وقد قال الإمام أحمد : حدثنا وكيع ، حدثنا إسماعيل بن أبي خالد ، عن قيس بن أبي حازم ، عن جرير بن عبد الله قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فنظر إلى القمر ليلة البدر فقال : \" أما إنكم ستعرضون على ربكم فترونه كما ترون هذا القمر ، لا تضامون فيه ، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها ، فافعلوا \" ثم قرأ : ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب )ورواه البخاري ومسلم وبقية الجماعة ، من حديث إسماعيل ، به ."
      },
      "translations": {
        "en": "So be patient, [O Muhammad], over what they say and exalt [Allah] with praise of your Lord before the rising of the sun and before its setting,",
        "fr": "Endure donc ce qu'ils disent; et célèbre la louange de ton Seigneur avant le lever du soleil et avant [son] coucher;",
        "es": "¡Ten paciencia, pues, con lo que dicen y celebra las alabanzas de tu Señor antes de la salida del sol y de su puesta!"
      },
      "ibn_ashour": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (39({ لُّغُوبٍ * فاصبر على مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب } .تفريع على ما تقدم كله من قوله : { بل عجبوا أن جاءهم منذر } [ ق : 2 ] الآيات ، ومناسبة وقعه هذا الموقع ما تضمنه قوله : { وكم أهلكنا قبلهم من قرن } [ مريم : 74 ] الآية من التعريض بتسلية النبي صلى الله عليه وسلم أي فاصبر على ما يقول المشركون من التكذيب بما أخبرتهم من البعث وبالرسالة وقد جمع ذلك كله الموصول وهو { ما يقولون } .وضمير { يقولون } عائد إلى المشركين الذين هم المقصود من هذه المواعظ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 40,
      "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَٰرَ ٱلسُّجُودِ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- على ما يقوله المكذبون، فإن الله لهم بالمرصاد، وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب، وصلِّ من الليل، وسبِّحْ بحمد ربك عقب الصلوات.",
        "mukhtasar": "ومن الليل فصلّ له، وسبِّحه بعد الصلوات.",
        "saadi": "وفي أوقات الليل، وأدبار الصلوات. فإن ذكر الله تعالى، مسل للنفس، مؤنس لها، مهون للصبر. ",
        "kathir": "وقوله : ( ومن الليل فسبحه ) أي : فصل له ، كقوله : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] .( وأدبار السجود ) قال ابن أبي نجيح ، عن مجاهد ، عن ابن عباس : هو التسبيح بعد الصلاة .ويؤيد هذا ما ثبت في الصحيحين عن أبي هريرة أنه قال : جاء فقراء المهاجرين فقالوا : يا رسول الله ، ذهب أهل الدثور بالدرجات العلى والنعيم المقيم . فقال : \" وما ذاك ؟ \" قالوا : يصلون كما نصلي ، ويصومون كما نصوم ، ويتصدقون ولا نتصدق ، ويعتقون ولا نعتق ! قال : \" أفلا أعلمكم شيئا إذا فعلتموه سبقتم من بعدكم ، ولا يكون أحد أفضل منكم إلا من فعل مثل ما فعلتم ؟ تسبحون وتحمدون وتكبرون دبر كل صلاة ثلاثا وثلاثين \" . قال : فقالوا : يا رسول الله ، سمع إخواننا أهل الأموال بما فعلنا ، ففعلوا مثله . قال : \" ذلك فضل الله يؤتيه من يشاء \" .والقول الثاني : أن المراد بقوله : ( وأدبار السجود ) هما الركعتان بعد المغرب ، روي ذلك عن عمر وعلي ، وابنه الحسن وابن عباس ، وأبي هريرة ، وأبي أمامة ، وبه يقول مجاهد ، وعكرمة ، والشعبي ، والنخعي والحسن ، وقتادة وغيرهم .قال الإمام أحمد : حدثنا وكيع وعبد الرحمن ، عن سفيان ، عن أبي إسحاق ، عن عاصم بن ضمرة ، عن علي قال : كان رسول الله - صلى الله عليه وسلم - يصلي على أثر كل صلاة مكتوبة ركعتين إلا الفجر والعصر . وقال عبد الرحمن : دبر كل صلاة .ورواه أبو داود والنسائي ، من حديث سفيان الثوري ، به . زاد النسائي : ومطرف ، عن أبي إسحاق ، به .وقال ابن أبي حاتم : حدثنا هارون بن إسحاق الهمداني ، حدثنا ابن فضيل ، عن رشدين بن كريب ، عن أبيه ، عن ابن عباس قال : بت ليلة عند رسول - صلى الله عليه وسلم - فصلى ركعتين خفيفتين ، اللتين قبل الفجر . ثم خرج إلى الصلاة فقال : \" يابن عباس ، ركعتين قبل صلاة الفجر إدبار النجوم ، وركعتين بعد المغرب إدبار السجود \" .ورواه الترمذي عن أبي هشام الرفاعي ، عن محمد بن فضيل ، به . وقال : غريب لا نعرفه إلا من هذا الوجه .وحديث ابن عباس ، وأنه بات في بيت خالته ميمونة وصلى تلك الليلة مع النبي - صلى الله عليه وسلم - ثلاث عشرة ركعة ، ثابت في الصحيحين وغيرهما ، فأما هذه الزيادة فغريبة [ و ] لا تعرف إلا من هذا الوجه ، ورشدين بن كريب ضعيف ، ولعله من كلام ابن عباس موقوفا عليه ، والله أعلم ."
      },
      "translations": {
        "en": "And [in part] of the night exalt Him and after prostration.",
        "fr": "et célèbre Sa gloire, une partie de la nuit et à la suite des prosternations [prières].",
        "es": "¡Glorifícale durante la noche y después de la azalá!"
      },
      "ibn_ashour": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ (40(والنذر ابتداء من قوله : { بل عجبوا أن جاءهم منذر منهم } .{ يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ } { للهالغروب * وَمِنَ اليل فَسَبِّحْهُ وأدبار السجود } .عطف على { فاصبر على ما يقولون } فهو من تمام التفريع ، أي اصبر على أقوال أذَاهُمْ وسخريتهم . ولعلّ وجه هذا العطف أن المشركين كانوا يستهزئون بالنبي صلى الله عليه وسلم والمؤمنين إذا قاموا إلى الصلاة مثل قصة إلقاء عقبةَ بن أبي مُعيط سلا الجزور على ظهر النبي صلى الله عليه وسلم حين سجد في المسجد الحرام في حجر الكعبة فأقبل عقبة بن أبي مُعيط فوضع ثوبه في عنقه فخنقه خنقاً شديداً ، فأقبل أبو بكر حتى أخذ بمنكبه ودفعه عن النبي صلى الله عليه وسلم وقال : { أتقتلون رجلاً أن يقول ربي الله } [ غافر : 28 ] الآية . وقال تعالى : { أرأيت الذي ينهى عبداً إذا صلى إلى قوله : { كلالا تطعه واسجد واقترب } [ العلق : 9 19 ] .فالمراد بالتسبيح : الصلاة وهو من أسماء الصلاة . قال ابن عطية : أجمع المتأولون على أن التسبيح هنا الصلاة . قلت : ولذلك صار فعل التسبيح منزلاً منزلة اللازم لأ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 41,
      "text": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍۢ قَرِيبٍۢ",
      "tafsir": {
        "muyassar": "واستمع -أيها الرسول- يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب، يوم يسمعون صيحة البعث بالحق الذي لا شك فيه ولا امتراء، ذلك يوم خروج أهل القبور من قبورهم.",
        "mukhtasar": "واستمع - أيها الرسول - يوم ينادي المَلَك الموكل بالنفخ في الصُّور النفخة الثانية، من مكان قريب.",
        "saadi": "أي: { وَاسْتَمِعْ } بقلبك نداء المنادي وهو إسرافيل عليه السلام، حين ينفخ في الصور { مِنْ مَكَانٍ قَرِيبٍ } من الخلق  ",
        "kathir": "يقول تعالى : ( واستمع ) يا محمد ( يوم ينادي المناد من مكان قريب ) قال قتادة : قال كعب الأحبار : يأمر الله [ تعالى ] ملكا أن ينادي على صخرة بيت المقدس : أيتها العظام البالية ، والأوصال المتقطعة ، إن الله يأمركن أن تجتمعن لفصل القضاء ."
      },
      "translations": {
        "en": "And listen on the Day when the Caller will call out from a place that is near -",
        "fr": "Et sois à l'écoute, le jour où le Crieur criera d'un endroit proche,",
        "es": "¡Estate atento al día que el pregonero llame de cerca,"
      },
      "ibn_ashour": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ (41(لا محالة أن جملة { استمع } عطف على جملة { سَبح بحمد ربك } [ ق : 39 ] ، فالأمر بالاستماع مفرع بالفاء التي فرع بها الأمر بالصبر على ما يقولون . فهو لاحق بتسلية النبي صلى الله عليه وسلم فلا يكون المسموع إلا من نوع ما فيه عناية به وعقوبة لمكذبيه .وابتداء الكلام ب { استمع } يفيد توثيقاً إلى ما يرد بعده على كل احتمال . والأمر بالاستماع حقيقته : الأمر بالإنصات والإصْغاء .وللمفسرين ثلاث طرق في محمل { استمع } ، فالذي نحاه الجمهور حمل الاستماع على حقيقته وإذ كان المذكور عقب فعل السمع لا يصلح لأن يكون مسموعاً لأن اليوم ليس مما يُسمع تعين تقدير مفعول ل { استمع } يدل عليه الكلام الذي بعده فيقدر : استمع نداءَ المنادي ، أو استمع خبرهم ، أو استمع الصيحة يوم ينادي المنادي . ولك أن تجعل فعل { استمع } منزلاً منزلة اللازم ، أي كُن سامِعاً ويتوجه على تفسيره هذا أن يكون معنى الأمر بالاستماع تخييلاً لصيحة ذلك اليوم في صورة الحاصل بحيث يؤمر المخاطب بالإصغاء إليها في الحال كقول مالك بن الرَّيّب :دَعاني الهوى من أهل ودي وجيرتي ... بذي الطَّبَسَيْن ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 42,
      "text": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
      "tafsir": {
        "muyassar": "واستمع -أيها الرسول- يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب، يوم يسمعون صيحة البعث بالحق الذي لا شك فيه ولا امتراء، ذلك يوم خروج أهل القبور من قبورهم.",
        "mukhtasar": "يوم يسمع الخلائق صيحة البعث بالحق الذي لا مِرْية فيه، ذلك اليوم الذي يسمعونها فيه هو يوم خروج الأموات من قبورهم للحساب والجزاء.",
        "saadi": "{ يَوْمَ يَسْمَعُونَ الصَّيْحَةَ } أي: كل الخلائق يسمعون تلك الصيحة المزعجة المهولة { بالحق } الذي لا شك فيه ولا امتراء.{ ذَلِكَ يَوْمُ الْخُرُوجِ } من القبور، الذي انفرد به القادر على كل شيء.",
        "kathir": "( يوم يسمعون الصيحة بالحق ) يعني : النفخة في الصور التي تأتي بالحق الذي كان أكثرهم فيه يمترون . ( ذلك يوم الخروج ) أي : من الأجداث ."
      },
      "translations": {
        "en": "The Day they will hear the blast [of the Horn] in truth. That is the Day of Emergence [from the graves].",
        "fr": "le jour où ils entendront en toute vérité le Cri. Voilà le Jour de la Résurrection.",
        "es": "al día que se oiga, de verdad, el Grito! Ése será el día de la Resurrección."
      },
      "ibn_ashour": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ (42(وقوله : { يوم يسمعون الصيحة } بدل مطابق من { يوم يناد المنادي } وقوله : { ذلك يوم الخروج } خبر المبتدأ .ولك أن تجعل { يوم يناد المنادي } مفعولاً فيه ل { استمع } وإعراب ما بعده ظاهر .ولك أن تجعل { يوم يناد المنادي } ظرفاً في موقع الخبر المقدم وتجعل المبتدأ قوله : { ذلك يوم الخروج } ويكون تقدير النظم : واستمعْ ذلكَ يومُ الخروج يوم ينادي المنادي الخ ، ويكون اسمُ الإشارة لمجرد التنبيه ، أو راجعاً إلى يوم ينادي المنادي ، فإنه متقدم عليه في اللفظ وإن كان خبراً عنه في المعنى واسم الإشارة يكتفي بالتقدم اللفظي بل يكتفي بمجرد الخطور في الذهن . وفي «تفسير النسَفِي» أن يعقوب أي الحضرمي أحد أصحاب القراءات العشر المتواترة وقف على قوله { واستمع } .وتعريف { المنادي } تعريف الجنس ، أي يوم ينادي منادٍ ، أي من الملائكة وهو الملك الذي ينفخ النفخة الثانية فتتكوَّن الأجساد وتحل فيها أرواح الناس للحشر قال تعالى : { ثم نُفِخَ فيه أخرى فإذا هم قيام ينظرون } [ الزمر : 68 ] .وتنوين { مكان قريب } للنوعية إذ لا يتعلق الغرض بتعيينه ، ووصفه ب { ق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 43,
      "text": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "إنَّا نحن نحيي الخلق ونميتهم في الدنيا، وإلينا مصيرهم جميعًا يوم القيامة للحساب والجزاء، يوم تتصدع الأرض عن الموتى المقبورين بها، فيخرجون مسرعين إلى الداعي، ذلك الجمع في موقف الحساب علينا سهل يسير.",
        "mukhtasar": "إنا نحن نحيي ونميت، لا محيي غيرنا ولا مميت، وإلينا وحدنا رجوع العباد يوم القيامة للحساب والجزاء.",
        "saadi": "",
        "kathir": "( إنا نحن نحيي ونميت وإلينا المصير ) أي : هو الذي يبدأ الخلق ثم يعيده ، وهو أهون عليه ، وإليه مصير الخلائق كلهم ، فيجازي كلا بعمله ، إن خيرا فخير ، وإن شرا فشر ."
      },
      "translations": {
        "en": "Indeed, it is We who give life and cause death, and to Us is the destination",
        "fr": "C'est Nous qui donnons la vie et donnons la mort, et vers Nous sera la destination,",
        "es": "Somos Nosotros Quienes damos la vida y damos la muerte. Somos Nosotros el fin de todo."
      },
      "ibn_ashour": "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (43(والمقصود هو قوله : { ونميت } ، وأما قوله : { نحيي } فإنه لاستيفاء معنى تصرف الله في الخلق .وتقديم { إلينا } في { إلينا المصير } للاهتمام . والتعريف في { المصير } إما تعريف الجنس ، أي كل شيء صائر إلى ما قدرناه له وأكبر ذلك هو ناموس الفناء المكتوب على جميع الأحياء وإما تعريف العهد ، أي المصير المتحدث عنه ، وهو الموت لأن المصير بعد الموت إلى حكم الله .وعندي أن هذه الآيات من قوله : { واستمع يوم يناد المنادي } إلى قوله { المصير } مكان قريب هي مع ما تفيده من تسلية الرسول صلى الله عليه وسلم مبشر بطريقة التوجيه البديعي إلى تهديد المشركين بعذاب يحلّ بهم في الدنيا عقب نداء يفزعهم فيلقَون إثره حتفهم ، وهو عذاب يوم بدر فخوطب النبي صلى الله عليه وسلم بترقب يوممٍ يناديهم فيه منادٍ إلى الخروج وهو نداء الصريخ الذي صَرخ بأبي جهل ومن معه بمكة بأنّ عِير قريش وفيها أبو سفيان قد لقيها المسلمون ببدر وكان المنادي ضمضم بن عمرو الغفاري إذ جاء على بعيره فصرخ ببطن الوادي : يا معشر قريش اللطيمةَ اللطيمةَ ، أموالُكم مع أبي سفيان قد عَرض لها محمد وأصحابه .ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 44,
      "text": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًۭا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌۭ",
      "tafsir": {
        "muyassar": "إنَّا نحن نحيي الخلق ونميتهم في الدنيا، وإلينا مصيرهم جميعًا يوم القيامة للحساب والجزاء، يوم تتصدع الأرض عن الموتى المقبورين بها، فيخرجون مسرعين إلى الداعي، ذلك الجمع في موقف الحساب علينا سهل يسير.",
        "mukhtasar": "يوم تتشقق عنهم الأرض فيخرجون مسرعين، ذلك حشر علينا سهل.",
        "saadi": "{  يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ } أي: عن الأموات  { سِرَاعًا } أي: يسرعون لإجابة الداعي لهم، إلى موقف القيامة، { ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ } أي: هين  على الله يسير لا تعب فيه ولا كلفة.",
        "kathir": "وقوله : ( يوم تشقق الأرض عنهم سراعا ) : وذلك أن الله تعالى ينزل مطرا من السماء تنبت به أجساد الخلائق في قبورها ، كما ينبت الحب في الثرى بالماء ، فإذا تكاملت الأجساد أمر الله إسرافيل فينفخ في الصور ، وقد أودعت الأرواح في ثقب في الصور ، فإذا نفخ إسرافيل فيه خرجت الأرواح تتوهج بين السماء والأرض ، فيقول الله عز وجل : وعزتي وجلالي ، لترجعن كل روح إلى الجسد الذي كانت تعمره ، فترجع كل روح إلى جسدها ، فتدب فيه كما يدب السم في اللديغ وتنشق الأرض عنهم ، فيقومون إلى موقف الحساب سراعا ، مبادرين إلى أمر الله عز وجل ، ( مهطعين إلى الداع يقول الكافرون هذا يوم عسر ) [ القمر : 8 ] ، وقال الله تعالى : ( يوم يدعوكم فتستجيبون بحمده وتظنون إن لبثتم إلا قليلا ) [ الإسراء : 52 ] ، وفي صحيح مسلم عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" أنا أول من تنشق عنه الأرض \" .وقوله : ( ذلك حشر علينا يسير ) أي : تلك إعادة سهلة علينا يسيرة لدينا ، كما قال تعالى : ( وما أمرنا إلا واحدة كلمح بالبصر ) [ القمر : 50 ] ، وقال تعالى : ( ما خلقكم ولا بعثكم إلا كنفس واحدة إن الله سميع بصير ) [ لقمان : 28 ] ."
      },
      "translations": {
        "en": "On the Day the earth breaks away from them [and they emerge] rapidly; that is a gathering easy for Us.",
        "fr": "le jour où la terre se fendra, les [rejetant] précipitamment. Ce sera un rassemblement facile pour Nous.",
        "es": "El día que la tierra se abra despidiéndolos, rápidos..., Ésa es una reunión fácil para Nosotros."
      },
      "ibn_ashour": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ (44(إنّ جريتَ على أقوال المفسرين في تفسير الآية السابقة أفادت هذه الآية بياناً لجملة { ذلك يوم الخروج } [ ق : 42 ] أو بدل اشتمال منها مع ما في المعاد منها من تأكيد لمرادفه . وإن جَرَيْتَ على ما ارتيأتُه في محمل الآية السابقة أفادت هذه الجملة استئنافاً استدلالا على إمكان الحشر ووصف حال من أحواله وهو تشقُّق الأرض عنهم ، أي عن أجساد مثيلة لأجسادهم وعن الأجساد التي لم يلحقها الفناء .وقرأ نافع وابن كثير وابن عامر وأبو جعفر ويعقوب { تشقق } بفتح التاء وتشديد الشين . وأصله تتشقق بتاءين فأدغمت التاء الثانية في الشين بعد قلبها شيناً لتقارب مخرجيها . وقرأه أبو عمرو وعاصم وحمزة والكسائي { تشقق } بتخفيف الشين على حذف تاء التفعل لاستثقال الجمع بين تاءين .و { سراعاً } حال من ضمير { عنهم } وهو جمع سريع ، أي سراعاً في الخروج أو في المشي الذي يعقبه إلى محل الحساب .والقول في إعراب { تشقق الأرض عنهم سراعاً ذلك حشر } كالقول في إعراب قوله : { يوم يناد المناد من مكان قريب } [ ق : 41 ] إلى { ذلك يوم الخروج } وكذلك القول في اختلاف اسم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 45,
      "text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍۢ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ",
      "tafsir": {
        "muyassar": "نحن أعلم بما يقول هؤلاء المشركون مِن افتراء على الله وتكذيب بآياته، وما أنت -أيها الرسول- عليهم بمسلَّط؛ لتجبرهم على الإسلام، وإنما بُعِثْتَ مبلِّغًا، فذكِّر بالقرآن من يخشى وعيدي؛ لأن مَن لا يخاف الوعيد لا يذَّكر.",
        "mukhtasar": "نحن أعلم بما يقوله هؤلاء المكذبون، وما أنت - أيها الرسول - بمُسَلَّط عليهم فتجبرهم على الإيمان، وإنما أنت مبلغ ما أمرك الله بتبليغه، فذكّر بالقرآن من يخاف وعيدي للكافرين والعصاة؛ لأن الخائف هو الذي يتعظ، ويتذكر إذا ذُكّر.",
        "saadi": "{ نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ } لك، مما يحزنك، من الأذى، وإذا كنا أعلم بذلك، فقد علمت كيف اعتناؤنا بك، وتيسيرنا لأمورك، ونصرنا لك على أعدائك، فليفرح قلبك، ولتطمئن نفسك، ولتعلم أننا أرحم بك وأرأف، من نفسك، فلم يبق لك إلا انتظار وعد الله، والتأسي بأولي العزم، من رسل الله، { وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ } أي: مسلط عليهم { إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ } ولهذا قال: { فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ } والتذكير، [هو] تذكير ما تقرر في العقول والفطر، من محبة الخير وإيثاره، وفعله، ومن بغض الشر ومجانبته، وإنما يتذكر بالتذكير، من يخاف وعيد الله، وأما من لم يخف الوعيد، ولم يؤمن به، فهذا فائدة تذكيره، إقامة الحجة عليه، لئلا يقول: { ما جاءنا من بشير ولا نذير } آخر تفسير سورة (ق) والحمد لله أولاً وآخرًا وظاهرًا وباطنًا  ",
        "kathir": "وقوله : ( نحن أعلم بما يقولون ) أي : نحن علمنا محيط بما يقول لك المشركون من التكذيب فلا يهيدنك ذلك ، كقوله [ تعالى ] : ( ولقد نعلم أنك يضيق صدرك بما يقولون فسبح بحمد ربك وكن من الساجدين واعبد ربك حتى يأتيك اليقين ) [ الحجر : 97 - 99 ] .وقوله : ( وما أنت عليهم بجبار ) أي : ولست بالذي تجبر هؤلاء على الهدى ، وليس ذلك ما كلفت به .وقال مجاهد ، وقتادة ، والضحاك : ( وما أنت عليهم بجبار ) أي : لا تتجبر عليهم .والقول الأول أولى ، ولو أراد ما قالوه لقال : ولا تكن جبارا عليهم ، وإنما قال : ( وما أنت عليهم بجبار ) بمعنى : وما أنت بمجبرهم على الإيمان إنما أنت مبلغ .قال الفراء : سمعت العرب تقول : جبر فلان فلانا على كذا ، بمعنى أجبره .ثم قال تعالى : ( فذكر بالقرآن من يخاف وعيد ) أي : بلغ أنت رسالة ربك ، فإنما يتذكر من يخاف الله ووعيده ويرجو وعده ، كقوله [ تعالى ] : ( فإنما عليك البلاغ وعلينا الحساب ) [ الرعد : 40 ] ، وقوله : ( فذكر إنما أنت مذكر لست عليهم بمسيطر ) [ الغاشية : 21 ، 22 ] ، ( ليس عليك هداهم ولكن الله يهدي من يشاء ) [ البقرة : 272 ] ، ( إنك لا تهدي من أحببت ولكن الله يهدي من يشاء ) [ القصص : 56 ] ، ولهذا قال هاهنا : ( وما أنت عليهم بجبار فذكر بالقرآن من يخاف وعيد ) كان قتادة يقول : اللهم ، اجعلنا ممن يخاف وعيدك ، ويرجو موعودك ، يا بار ، يا رحيم .آخر تفسير سورة ( ق ) ، والحمد لله وحده ، وحسبنا الله ونعم الوكيل ."
      },
      "translations": {
        "en": "We are most knowing of what they say, and you are not over them a tyrant. But remind by the Qur'an whoever fears My threat.",
        "fr": "Nous savons mieux ce qu'ils disent. Tu n'as pas pour mission d'exercer sur eux une contrainte. Rappelle donc, par le Coran celui qui craint Ma menace.",
        "es": "Sabemos bien lo que dicen... ¡No debes tú forzarles! ¡Amonesta, más bien, por el Corán a quien tema Mi amenaza!"
      },
      "ibn_ashour": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآَنِ مَنْ يَخَافُ وَعِيدِ (45(استئناف بياني ناشىء عن قوله { فاصبر على ما يقولون } [ ق : 39 ] فهو إيغال في تسلية النبي صلى الله عليه وسلم وتعريض بوعيدهم ، فالخبر مستعمل مجازاً في وعد الرسول صلى الله عليه وسلم بأن الله سيعاقب أعداءه .وقوله : { وما أنت عليهم بجبار } تطمين للرسول صلى الله عليه وسلم بأنه غير مسؤول عن عدم اهتدائهم لأنه إنما بُعث داعياً وهادياً ، وليس مبعوثاً لإرغامهم على الإيمان ، والجبّار مشتق من جبره على الأمر بمعنى أكرهه . وفرع عليه أمره بالتذكير لأنه ناشىء عن نفي كونه جبّاراً عليهم وهذا كقوله تعالى : { فذكّر إنما أنت مذكّر لستَ عليهم بمسيطر } [ الغاشية : 21 ، 22 ] ، ولكن خصّ التذكير هنا بالمؤمنين لأنه أراد التذكير الذي ينفع المذكَّر . فالمعنى : فذكر بالقرآن فيتذكّر مَن يخاف وعيد . وهذا كقوله : { إنما أنت منذر من يخشاها } [ النازعات : 45 ] .وكتب في المصحف { وعيد } بدون ياء المتكلم فقرأه الجمهور بدون ياء في الوصل والوقف على أنه من حذف التخفيف . وقرأه ورش عن نافع بإثبات الياء في الوصل . و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "قٓ ۚ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
      "tafsir": {
        "muyassar": "(ق) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة. أقسم الله تعالى بالقرآن الكريم ذي المجد والشرف.",
        "mukhtasar": "(ق) تقدم الكلام على نظائرها في بداية سورة البقرة.\nأقسم الله بالقرآن الكريم لما فيه من المعاني وكثرة الخير والبركة؛ لتبعثنّ يوم القيامة للحساب والجزاء.",
        "saadi": "يقسم تعالى بالقرآن المجيد أي: وسيع المعاني عظيمها، كثير الوجوه كثير البركات، جزيل المبرات. والمجد: سعة الأوصاف وعظمتها، وأحق كلام يوصف بهذا، هذا القرآن، الذي قد احتوى على علوم الأولين والآخرين، الذي حوى من الفصاحة أكملها، ومن الألفاظ أجزلها، ومن المعاني أعمها وأحسنها، وهذا موجب لكمال اتباعه، و [سرعة] الانقياد له، وشكر الله على المنة به.",
        "kathir": "تفسير سورة ق وهي مكية .وهذه السورة هي أول الحزب المفصل على الصحيح ، وقيل : من الحجرات . وأما ما يقوله العامة : إنه من ( عم ) فلا أصل له ، ولم يقله أحد من العلماء المعتبرين فيما نعلم . والدليل على أن هذه السورة هي أول المفصل ما رواه أبو داود في سننه ، باب \" تحزيب القرآن \" ثم قال :حدثنا مسدد ، حدثنا قران بن تمام ، ( ح ) وحدثنا عبد الله بن سعيد أبو سعيد الأشج ، حدثنا أبو خالد سليمان بن حبان - وهذا لفظه - عن عبد الله بن عبد الرحمن بن يعلى ، عن عثمان بن عبد الله بن أوس ، عن جده - قال عبد الله بن سعيد : حدثنيه أوس بن حذيفة - ثم اتفقا . قال : قدمنا على رسول الله - صلى الله عليه وسلم - في وفد ثقيف ، قال : فنزلت الأحلاف على المغيرة بن شعبة ، وأنزل رسول الله - صلى الله عليه وسلم - بني مالك في قبة له - قال مسدد : وكان في الوفد الذين قدموا على رسول الله - صلى الله عليه وسلم - من ثقيف ، قال : كان رسول الله [ - صلى الله عليه وسلم - ] كل ليلة يأتينا بعد العشاء يحدثنا - قال أبو سعيد : قائما على رجليه حتى يراوح بين رجليه من طول القيام - فأكثر ما يحدثنا ما لقي من قومه قريش ، ثم يقول : لا سواء وكنا مستضعفين مستذلين - قال مسدد : بمكة - فلما خرجنا إلى المدينة كانت سجال الحرب بيننا وبينهم ، ندال عليهم ويدالون علينا . فلما كانت ليلة أبطأ عن الوقت الذي كان يأتينا فيه ، فقلنا : لقد أبطأت عنا الليلة ! قال : \" إنه طرأ علي حزبي من القرآن ، فكرهت أن أجيء حتى أتمه \" . قال أوس : سألت أصحاب رسول الله - صلى الله عليه وسلم - : كيف تحزبون القرآن ؟ فقالوا : ثلاث ، وخمس ، وسبع ، وتسع ، وإحدى عشرة ، وثلاث عشرة ، وحزب المفصل وحده .ورواه ابن ماجه عن أبي بكر بن أبي شيبة ، عن أبي خالد الأحمر ، به . ورواه الإمام أحمد عن عبد الرحمن بن مهدي ، عن عبد الله بن عبد الرحمن ، هو ابن يعلى الطائفي به .إذا علم هذا ، فإذا عددت ثمانيا وأربعين سورة ، فالتي بعدهن سورة \" ق \" . بيانه : ثلاث : البقرة ، وآل عمران ، والنساء . وخمس : المائدة ، والأنعام ، والأعراف ، والأنفال ، وبراءة . وسبع : يونس ، وهود ، ويوسف ، والرعد ، وإبراهيم ، والحجر ، والنحل . وتسع : سبحان ، والكهف ، ومريم ، وطه ، والأنبياء ، والحج ، والمؤمنون ، والنور ، والفرقان . وإحدى عشرة : الشعراء ، والنمل ، والقصص ، والعنكبوت ، والروم ، ولقمان ، و \" الم \" السجدة ، والأحزاب ، وسبأ ، وفاطر ، و يس . وثلاث عشرة : الصافات ، و \" ص \" ، والزمر ، وغافر ، و \" حم \" السجدة ، و \" حم عسق \" ، والزخرف ، والدخان ، والجاثية ، والأحقاف ، والقتال ، والفتح ، والحجرات . ثم بعد ذلك الحزب المفصل كما قاله الصحابة رضي الله عنهم . فتعين أن أوله سورة \" ق \" وهو الذي قلناه ، ولله الحمد والمنة .قال الإمام أحمد : حدثنا عبد الرحمن بن مهدي ، حدثنا مالك ، عن ضمرة بن سعيد ، عن عبيد الله بن عبد الله ; أن عمر بن الخطاب سأل أبا واقد الليثي : ما كان رسول الله - صلى الله عليه وسلم - يقرأ في العيد ؟ قال : بقاف ، واقتربت .ورواه مسلم وأهل السنن الأربعة ، من حديث مالك ، به . وفي رواية لمسلم عن فليح عن ضمرة ، عن عبيد الله ، عن أبي واقد قال : سألني عمر ، فذكره .حديث آخر : وقال أحمد : حدثنا يعقوب ، حدثنا أبي ، عن ابن إسحاق ، حدثني عبد الله بن محمد بن أبي بكر بن عمرو بن حزم ، عن يحيى بن عبد الله بن عبد الرحمن بن سعد بن زرارة ، عن أم هشام بنت حارثة قالت : لقد كان تنورنا وتنور النبي - صلى الله عليه وسلم - واحدا سنتين ، أو سنة وبعض سنة ، وما أخذت ( ق والقرآن المجيد ) إلا على لسان رسول الله - صلى الله عليه وسلم - كان يقرؤها كل يوم جمعة على المنبر إذا خطب الناس .رواه مسلم [ أيضا ] من حديث ابن إسحاق ، به .وقال أبو داود : حدثنا محمد بن بشار ، حدثنا محمد بن جعفر ، حدثنا شعبة ، عن خبيب ، عن عبد الله بن محمد بن معن ، عن ابنة الحارث بن النعمان قالت : ما حفظت \" ق \" إلا من في رسول الله - صلى الله عليه وسلم - يخطب بها كل جمعة . قالت : وكان تنورنا وتنور رسول الله - صلى الله عليه وسلم - واحدا .وكذا رواه مسلم والنسائي وابن ماجه ، من حديث شعبة ، به .والقصد أن رسول الله - صلى الله عليه وسلم - كان يقرأ بهذه السورة في المجامع الكبار ، كالعيد والجمع ، لاشتمالها على ابتداء الخلق والبعث والنشور ، والمعاد والقيام ، والحساب ، والجنة والنار ، والثواب والعقاب ، والترغيب والترهيب .ق ) : حرف من حروف الهجاء المذكورة في أوائل السور ، كقوله : ( ص ، ن ، الم ، حم ، طس ) ونحو ذلك ، قاله مجاهد وغيره . وقد أسلفنا الكلام عليها ، في أول \" سورة البقرة \" بما أغنى عن إعادته .وقد روي عن بعض السلف أنهم قالوا ) ق ) : جبل محيط بجميع الأرض ، يقال له جبل قاف . وكأن هذا - والله أعلم - من خرافات بني إسرائيل التي أخذها عنهم بعض الناس ، لما رأى من جواز الرواية عنهم فيما لا يصدق ولا يكذب . وعندي أن هذا وأمثاله وأشباهه من اختلاق بعض زنادقتهم ، يلبسون به على الناس أمر دينهم ، كما افتري في هذه الأمة - مع جلالة قدر علمائها وحفاظها وأئمتها - أحاديث عن النبي - صلى الله عليه وسلم - وما بالعهد من قدم ، فكيف بأمة بني إسرائيل مع طول المدى ، وقلة الحفاظ النقاد فيهم ، وشربهم الخمور ، وتحريف علمائهم الكلم عن مواضعه ، وتبديل كتب الله وآياته ! وإنما أباح الشارع الرواية عنهم في قوله : \" وحدثوا عن بني إسرائيل ، ولا حرج \" فيما قد يجوزه العقل ، فأما فيما تحيله العقول ويحكم عليه بالبطلان ، ويغلب على الظنون كذبه ، فليس من هذا القبيل - والله أعلم .وقد أكثر كثير من السلف من المفسرين ، وكذا طائفة كثيرة من الخلف ، من الحكاية عن كتب أهل الكتاب في تفسير القرآن المجيد ، وليس بهم احتياج إلى أخبارهم ، ولله الحمد والمنة ، حتى إن الإمام أبا محمد عبد الرحمن بن أبي حاتم الرازي ، رحمه الله ، أورد هاهنا أثرا غريبا لا يصح سنده عن ابن عباس فقال :حدثنا أبي قال : حدثت عن محمد بن إسماعيل المخزومي : حدثنا ليث بن أبي سليم ، عن مجاهد ، عن ابن عباس قال : خلق الله من وراء هذه الأرض بحرا محيطا ، ثم خلق من وراء ذلك جبلا يقال له \" ق \" السماء الدنيا مرفوعة عليه . ثم خلق الله من وراء ذلك الجبل أرضا مثل تلك الأرض سبع مرات . ثم خلق من وراء ذلك بحرا محيطا بها ، ثم خلق من وراء ذلك جبلا يقال له \" ق \" السماء الثانية مرفوعة عليه ، حتى عد سبع أرضين ، وسبعة أبحر ، وسبعة أجبل ، وسبع سماوات . قال : وذلك قوله : ( والبحر يمده من بعده سبعة أبحر ) [ لقمان : 27 ] .فإسناد هذا الأثر فيه انقطاع ، والذي رواه ابن أبي طلحة ، عن ابن عباس في قوله : ( ق ) قال : هو اسم من أسماء الله عز وجل .والذي ثبت عن مجاهد : أنه حرف من حروف الهجاء ، كقوله : ( ص ، ن ، حم ، طس ، الم ) ونحو ذلك . فهذه تبعد ما تقدم عن ابن عباس .وقيل : المراد \" قضي الأمر والله \" ، وأن قوله : ( ق ) دلت على المحذوف من بقية الكلم كقول الشاعر :قلت لها : قفي فقالت : قافوفي هذا التفسير نظر ; لأن الحذف في الكلام إنما يكون إذا دل دليل عليه ، ومن أين يفهم هذا من ذكر هذا الحرف ؟ .وقوله : ( والقرآن المجيد ) أي : الكريم العظيم الذي لا يأتيه الباطل من بين يديه ولا من خلفه ، تنزيل من حكيم حميد .واختلفوا في جواب القسم ما هو ؟ فحكى ابن جرير عن بعض النحاة أنه قوله : ( قد علمنا ما تنقص الأرض منهم وعندنا كتاب حفيظ )وفي هذا نظر ، بل الجواب هو مضمون الكلام بعد القسم ، وهو إثبات النبوة ، وإثبات المعاد ، وتقريره وتحقيقه وإن لم يكن القسم متلقى لفظا ، وهذا كثير في أقسام القرآن كما تقدم في قوله : ( ص والقرآن ذي الذكر بل الذين كفروا في عزة وشقاق ) [ ص : 1 ، 2 ]"
      },
      "translations": {
        "en": "Qaf. By the honored Qur'an...",
        "fr": "Qâf. Par le Coran glorieux!",
        "es": "q. ¡Por el glorioso Corán!"
      },
      "ibn_ashour": "ق وَالْقُرْآَنِ الْمَجِيدِ (1(القول فيه نظير القول في أمثاله من الحروف المقطعة الواقعة في أوائل السور . فهو حرف من حروف التهجّي وقد رسموه في المصحف بصورة حرف القاف التي يُتَهجى بها في المكتب ، وأجمعوا على أن النطق بها باسم الحَرف المعروف ، أي ينْطِقون بقاففٍ بعدها ألف ، بعده فاء . وقد أجمع من يعتدّ به من القراء على النطق به ساكِنَ الآخِر سكون هجاء في الوصل والوقِف .ووقع في رواية بعض القصاصين المكذوبة عن ابن عباس أن المراد بقوله : { ق } اسم جبل عظيم محيط بالأرض . وفي رواية عنه إنه اسم لكل واحد من جبال سبعة محيطة بالأرضين السبع واحداً وراء واحد كما أن الأرضين السبع أرض وراء أرض . أي فهو اسم جنس انحصرت أفراده في سبعة ، وأطالوا في وصف ذلك بما أملاه عليهم الخيال المشفوع بقلة التثبت فيما يروونه للإغراب ، وذلك من الأوهام المخلوطة ببعض أقوال قدماء المشرقيين وبسوء فهم البعض في علم جغرافية الأرض وتخيلهم إياها رقاعاً مسطحة ذات تقاسيم يحيط بكل قسم منها ما يفصله عن القسم الآخر من بحار وجبال ، وهذا مما ينبغي ترفع العلماء عن الاشتغال بذكره لولا أن كثيراً من المفسرين ذكروه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌۭ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ",
      "tafsir": {
        "muyassar": "بل عجب المكذبون للرسول صلى الله عليه وسلم أن جاءهم منذر منهم ينذرهم عقاب الله، فقال الكافرون بالله ورسوله: هذا شيء مستغرب يتعجب منه.",
        "mukhtasar": "لم يكن سببَ رفضهم توقُّعُهم أن تَكْذِبَ فهم يعرفون صدقك، بل تعجبوا أن يأتيهم رسول منذر من جنسهم، وليس من جنس الملائكة، وقالوا مِن تعجُّبهم: مجيء رسول من البشر إلينا شيء عجيب!",
        "saadi": "ولكن أكثر الناس، لا يقدر نعم الله قدرها، ولهذا قال تعالى: { بَلْ عَجِبُوا } أي: المكذبون للرسول صلى الله عليه وسلم، { أَنْ جَاءَهُمْ مُنْذِرٌ منهم } أي: ينذرهم ما يضرهم، ويأمرهم بما ينفعهم، وهو من جنسهم، يمكنهم التلقي عنه، ومعرفة أحواله وصدقه.فتعجبوا من أمر، لا ينبغي لهم التعجب منه، بل يتعجب من عقل من تعجب منه.{ فَقَالَ الْكَافِرُونَ } الذين حملهم كفرهم وتكذيبهم، لا نقص بذكائهم وآرائهم  { هَذَا شَيْءٌ عَجِيبٌ } أي: مستغرب، وهم في هذا الاستغراب بين أمرين:إما صادقون في [استغرابهم و] تعجبهم، فهذا يدل على غاية جهلهم، وضعف عقولهم، بمنزلة المجنون، الذي يستغرب كلام العاقل، وبمنزلة الجبان الذي يتعجب من لقاء الفارس للفرسان، وبمنزلة البخيل، الذي يستغرب سخاء أهل السخاء، فأي ضرر يلحق من تعجب من هذه حاله ؟ وهل تعجبه، إلا دليل على زيادة وظلمه وجهله؟ وإما أن يكونوا متعجبين، على وجه يعلمون خطأهم فيه، فهذا من أعظم الظلم وأشنعه.",
        "kathir": "وهكذا قال هاهنا : ( ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم فقال الكافرون هذا شيء عجيب ) أي : تعجبوا من إرسال رسول إليهم من البشر كقوله تعالى : ( أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس ) [ يونس : 2 ] أي : وليس هذا بعجيب ; فإن الله يصطفي من الملائكة رسلا ومن الناس ."
      },
      "translations": {
        "en": "But they wonder that there has come to them a warner from among themselves, and the disbelievers say, \"This is an amazing thing.",
        "fr": "Mais ils s'étonnent que l'un des leurs leur vint comme avertisseur; et les mécréants dirent: «Ceci est une chose étonnante.",
        "es": "Pero se asombran de que uno salido de ellos haya venido a advertirles. Y dicen los infieles: «¡Esto es algo asombroso!"
      },
      "ibn_ashour": "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (2(ومن العجب أن تفرض هذه الأوهام في تفسير هذا الحرف من القرآن { ألم } [ البقرة : 1 ] ، يكفهم أنه مكتوب على صورة حروف التهجّي مثل { آلم } [ العنكبوت : 1 ] و { المص } [ الأعراف : 1 ] و { كهيعص } [ مريم : 1 ] ولو أريد الجبل الموهوم لكتب قاف ثلاثة حروف كما تكتب دَوَالُّ الأشياء مثل عين : اسم الجارحة ، وغينش : مصدر غان عليه ، فلا يصح أن يدل على هذه الأسماء بحروف التهجّي كما لا يخفى .{ ق والقرءان المجيد * بَلْ عجبوا أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ فَقَالَ الكافرون هذا شَىْءٌ عَجِيبٌ * أَءِذَا مِتْنَا وَكُنَّا تُرَابَاً ذلك رَجْعٌ بَعِيدٌ } .قَسَم بالقرآن ، والقسم به كناية عن التنويه بشأنه لأن القسم لا يكون إلا بعظيم عند المقسِم فكان التعظيم من لوازم القسَم . وأتبع هذا التنويه الكنائي بتنويه صريح بوصف { القرآن } ب { المجيد } فالمجيد المتصف بقوة المجْد . والمجدُ ويقال المجادة : الشرف الكامل وكرم النوع .وشرف القرآن من بين أنواع الكلام أنه مشتمل على أعلى المعاني النافعة لصلاح الناس فذلك مجده . وأما كمال مج",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "أَءِذَا مِتْنَا وَكُنَّا تُرَابًۭا ۖ ذَٰلِكَ رَجْعٌۢ بَعِيدٌۭ",
      "tafsir": {
        "muyassar": "أإذا متنا وصِرْنا ترابًا، كيف يمكن الرجوع بعد ذلك إلى ما كنا عليه؟ ذلك رجع بعيد الوقوع.",
        "mukhtasar": "أنبعث إذا متنا وصرنا ترابًا؟! ذلك البعث ورجوع الحياة إلى أجسامنا بعدما بليت شيء مستبعد، لا يمكن أن يقع.",
        "saadi": "ثم ذكر وجه تعجبهم فقال: { أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ } فقاسوا قدرة من هو على كل شيء قدير، الكامل من كل وجه، بقدرة العبد الفقير العاجز من جميع الوجوه، وقاسوا الجاهل، الذي لا علم له، بمن هو بكل شيء عليم.",
        "kathir": "ثم قال مخبرا عنهم في عجبهم أيضا من المعاد واستبعادهم لوقوعه : ( أئذا متنا وكنا ترابا ذلك رجع بعيد ) أي : يقولون : أإذا متنا وبلينا ، وتقطعت الأوصال منا ، وصرنا ترابا ، كيف يمكن الرجوع بعد ذلك إلى هذه البنية والتركيب ؟ ( ذلك رجع بعيد ) أي : بعيد الوقوع ، ومعنى هذا : أنهم يعتقدون استحالته وعدم إمكانه ."
      },
      "translations": {
        "en": "When we have died and have become dust, [we will return to life]? That is a distant return.\"",
        "fr": "Quoi! Quand nous serons morts et réduits en poussière...? Ce serait revenir de loin!»",
        "es": "¿Es que cuando muramos y seamos tierra...? Es volver de lejos...»"
      },
      "ibn_ashour": "أَئِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (3(والمستفهم عنه محذوف دل عليه ظرف { أئذا متنا وكنا تراباً } والتقدير : أنرجع إلى الحياة في حين انعدام الحياة منا بالموت وحين تفتت الجسد وصيرورته تراباً ، وذلك عندهم أقصى الاستبعاد . ومتعلقّ ( إذا ( هو المستفهم عنه المحذوف المقدَّر ، أي نُرجَع أو نعود إلى الحياة وهذه الجملة مستقلة بنفسها .وجملة { ذلك رجع بعيد } مؤكدة لجملة { أئذا متنا وكنا تراباً } بطريق الحقيقة والذِكر ، بعد أن أُفيد بطريق المجاز والحذف ، لأن شأن التأكيد أن يكون أجلى دلالة .والرَّجع : مصدر رجَع ، أي الرجوع إلى الحياة . ومعنى { بعيد } أنه بعيد عن تصور العقل ، أي هو أمر مستحيل .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "قَدْ عَلِمْنَا مَا تَنقُصُ ٱلْأَرْضُ مِنْهُمْ ۖ وَعِندَنَا كِتَٰبٌ حَفِيظٌۢ",
      "tafsir": {
        "muyassar": "قد علمنا ما تنقص الأرض وتُفني من أجسامهم، وعندنا كتاب محفوظ من التغيير والتبديل، بكل ما يجري عليهم في حياتهم وبعد مماتهم.",
        "mukhtasar": "قد علمنا ما تأكل الأرض من أجسامهم بعد موتهم وتفنيه، لم يخف علينا منه شيء، وعندنا كتاب حافظ لكل ما يقدره الله عليهم في حياتهم وبعد موتهم.",
        "saadi": "الذي يعلم ما تنقص الأرض من أجسادهم مدة مقامهم في برزخهم، وقد أحصى في كتابه الذي هو عنده محفوظ عن التغيير والتبديل، كل ما يجري عليهم في حياتهم، ومماتهم، وهذا الاستدلال، بكمال علمه، وسعته التي لا يحيط بها إلا هو، على قدرته على إحياء الموتى. ",
        "kathir": "قال الله تعالى رادا عليهم : ( قد علمنا ما تنقص الأرض منهم ) أي : ما تأكل من أجسادهم في البلى ، نعلم ذلك ولا يخفى علينا أين تفرقت الأبدان ؟ وأين ذهبت ؟ وإلى أين صارت ؟ ( وعندنا كتاب حفيظ ) أي : حافظ لذلك ، فالعلم شامل ، والكتاب أيضا فيه كل الأشياء مضبوطة .قال العوفي ، عن ابن عباس في قوله : ( قد علمنا ما تنقص الأرض منهم ) أي : ما تأكل من لحومهم وأبشارهم ، وعظامهم وأشعارهم . وكذا قال مجاهد ، وقتادة ، والضحاك ، وغيرهم ."
      },
      "translations": {
        "en": "We know what the earth diminishes of them, and with Us is a retaining record.",
        "fr": "Certes, Nous savons ce que la terre rongera d'eux [de leurs corps]; et Nous avons un Livre où tout est conservé.",
        "es": "Ya sabemos qué es lo que de ellos consume la tierra. Tenemos una Escritura que conserva."
      },
      "ibn_ashour": "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ (4(ردٌّ لقولهم : { ذلك رجع بعيد } [ ق : 3 ] فإن إحالتهم البعث ناشئة عن عدة شبه منها : أن تفرق أجزاء الأجساد في مناحِي الأرض ومهابّ الرياح لا تُبقي أملا في إمكان جمعها إذ لا يحيط بها محيط وأنها لو علمت مواقعها لتعذر التقاطها وجمعها ، ولو جمعت كيف تعود إلى صورها التي كانت مشكَّلة بها ، وأنها لو عادت كيف تعود إليها ، فاقتصر في إقلاع شبههم على إقلاع أصلها وهو عدم العلم بمواقع تلك الأجزاء وذرّاتها .وفُصِلت الجملة بدون عطف لأنها ابتداء كلام لرد كلامهم ، وهذا هو الأليق بنظم الكلام . وقيل هي جواب القسم كما علمته آنفا وأيًّا مَّا كان فهو رد لقولهم { ذلك رجع بعيد } .والمعنى : أن جمع أجزاء الأجسام ممكن لا يعزب عن علم الله ، وإذا كان عالماً بتلك الأجزاء كما هو مقتضى عموم العلم الإلهي وكان قد أراد إحياء أصحابها كما أخبر به ، فلا يعظم على قدرته جمعها وتركيبها أجساماً كأجسام أصحابها حين فارقوا الحياة فقوله : { قد علمنا ما تنقص الأرض منهم } إيماء إلى دليل الإمكان لأن مرجعه إلى عموم العلم كما قلنا . فأساس مبنى الرد هو عموم علم ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "بَلْ كَذَّبُوا۟ بِٱلْحَقِّ لَمَّا جَآءَهُمْ فَهُمْ فِىٓ أَمْرٍۢ مَّرِيجٍ",
      "tafsir": {
        "muyassar": "بل كذَّب هؤلاء المشركون بالقرآن حين جاءهم، فهم في أمر مضطرب مختلط، لا يثبتون على شيء، ولا يستقر لهم قرار.",
        "mukhtasar": "بل كذب هؤلاء المشركون بالقرآن لما جاءهم به الرسول، فهم في أمر مضطرب، لا يثبتون على شيء بشأنه.",
        "saadi": "أي: { بَلْ } كلامهم الذي صدر منهم، إنما هو عناد وتكذيب للحق الذي هو أعلى أنواع الصدق { لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ } أي: مختلط مشتبه، لا يثبتون على شيء، ولا يستقر لهم قرار، فتارة يقولون عنك: إنك ساحر، وتارة مجنون، وتارة شاعر، وكذلك جعلوا القرآن عضين، كل قال فيه، ما اقتضاه رأيه الفاسد، وهكذا، كل من كذب بالحق، فإنه في أمر مختلط، لا يدرى له وجهة  ولا قرار، [فترى أموره متناقضة مؤتفكة] كما أن من اتبع الحق وصدق به، قد استقام أمره، واعتدل سبيله، وصدق فعله قيله. ",
        "kathir": "ثم بين تعالى سبب كفرهم وعنادهم واستبعادهم ما ليس ببعيد فقال : ( بل كذبوا بالحق لما جاءهم فهم في أمر مريج ) أي : وهذا حال كل من خرج عن الحق ، مهما قال بعد ذلك فهو باطل . والمريج : المختلف المضطرب الملتبس المنكر خلاله ، كقوله : ( إنكم لفي قول مختلف يؤفك عنه من أفك ) [ الذاريات : 8 ، 9 ] ."
      },
      "translations": {
        "en": "But they denied the truth when it came to them, so they are in a confused condition.",
        "fr": "Plutôt, ils traitent de mensonge la vérité qui leur est venue: les voilà donc dans une situation confuse.",
        "es": "Pero han desmentido la Verdad cuando ha venido a ellos y se encuentran en un estado de confusión."
      },
      "ibn_ashour": "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (5(إضراب ثان تابع للإضراب الذي في قوله : { بل عجبوا أن جاءهم منذر منهم } [ ق : 2 ] على طريقة تكرير الجملة في مقام التنديد والإبطال ، أو بدل من جملة { بل عجبوا أن جاءهم منذر } لأن ذلك العجب مشتمل على التكذيب ، وكلا الاعتبارين يقتضيان فصل هذه الجملة بدون عاطف . والمقصد من هذه الجملة : أنهم أتوا بأفظع من إحالتهم البعث وذلك هو التكذيب بالحق .والمراد بالحق هنا القرآن لأن فعل التكذيب إذا عدي بالباء عدي إلى الخبر وإذا عدي بنفسه كان لتكذيب المخبر .و { لمّا } حرف توقيت فهي دالة على ربط حصول جوابها بوقت حصول شرطها فهي مؤذنة بمبادرة حصول الجواب عند حصول الشرط كقوله تعالى : { فلما أضاءت ما حوله ذهب الله بنورهم } [ البقرة : 17 ] ، وقوله { فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] وقد مضيا في سورة البقرة . ومعنى { جاءهم } بلغهم وأعلموا به .والمعنى : أنهم بادروا بالتكذيب دون تأمل ولا نظر فيما حواه من الحق بل كذبوا به من أول وهلة فكذبوا بتوحيد الله ، وهو أول حق جاء به القرآن ، ولذلك عقب بقوله : { أفلم ينظروا إلى السماء فوقهم كيف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "أَفَلَمْ يَنظُرُوٓا۟ إِلَى ٱلسَّمَآءِ فَوْقَهُمْ كَيْفَ بَنَيْنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٍۢ",
      "tafsir": {
        "muyassar": "أغَفَلوا حين كفروا بالبعث، فلم ينظروا إلى السماء فوقهم، كيف بنيناها مستوية الأرجاء، ثابتة البناء، وزيناها بالنجوم، وما لها من شقوق وفتوق، فهي سليمة من التفاوت والعيوب؟",
        "mukhtasar": "أفلم يتأمل هؤلاء المكذبون بالبعث السماء فوقهم؛ كيف خلقناها وبنيناها وزيناها بما وضعنا فيها من نجوم، وليس لها شقوق تعيبها؟! فالذي خلق هذه السماء لا يعجز عن بعث الموتى أحياء.",
        "saadi": "لما ذكر تعالى حالة المكذبين، وما ذمهم به، دعاهم إلى النظر في آياته  الأفقية، كي يعتبروا، ويستدلوا بها، على ما جعلت أدلة عليه فقال: { أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ } أي: لا يحتاج ذلك النظر إلى كلفة وشد رحل، بل هو في غاية السهولة، فينظرون { كَيْفَ بَنَيْنَاهَا } قبة مستوية الأرجاء، ثابتة البناء، مزينة بالنجوم الخنس، والجوار الكنس، التي ضربت من الأفق إلى الأفق في غاية الحسن والملاحة، لا ترى فيها عيبًا، ولا فروجًا، ولا خلالًا، ولا إخلالاً.قد جعلها الله سقفًا لأهل الأرض، وأودع فيها من مصالحهم الضرورية ما أودع.",
        "kathir": "يقول تعالى منبها للعباد على قدرته العظيمة التي أظهر بها ما هو أعظم مما تعجبوا مستبعدين لوقوعه : ( أفلم ينظروا إلى السماء فوقهم كيف بنيناها وزيناها ) ؟ أي : بالمصابيح ، ( وما لها من فروج ) . قال مجاهد : يعني من شقوق . وقال غيره : فتوق . وقال غيره : من صدوع . والمعنى متقارب ، كقوله تعالى : ( الذي خلق سبع سماوات طباقا ما ترى في خلق الرحمن من تفاوت فارجع البصر هل ترى من فطور ثم ارجع البصر كرتين ينقلب إليك البصر خاسئا وهو حسير ) [ الملك : 3 ، 4 ] أي : كليل ، أي : عن أن يرى عيبا أو نقصا ."
      },
      "translations": {
        "en": "Have they not looked at the heaven above them - how We structured it and adorned it and [how] it has no rifts?",
        "fr": "N'ont-ils donc pas observé le ciel au-dessus d'eux, comment Nous l'avons bâti et embelli; et comment il est sans fissures?",
        "es": "¿No ven el cielo que tienen encima, cómo lo hemos edificado y engalanado y no se ha agrietado?"
      },
      "ibn_ashour": "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (6(تفريع على قوله : { بل عجبوا أن جاءهم منذر } [ ق : 2 ] إلى قوله : { مريج } [ ق : 5 ] لأن أهمّ ما ذكر من تكذيبهم أنهم كذبوا بالبعث ، وخلق السماوات والنجوم والأرض دالّ على أن إعادة الإنسان بعد العدم في حيّز الإمكان فتلك العوالم وجدت عن عدم وهذا أدلّ عليه قوله تعالى في سورة يس ( 81 ( { أو ليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم }والاستفهام يجوز أن يكون إنكارياً . والنظرُ نظرَ الفكر على نحو قوله تعالى : { قل انظروا ماذا في السماوات والأرض } [ يونس : 101 ] . ومحل الإنكار هو الحال التي دل عليها { كيفَ بنيناها } ، أي ألم يتدبروا في شواهد الخليقة فتكون الآية في معنى أو لم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق .ويجوز أن يكون الاستفهام تقريرياً ، والنظر المشاهدة ، ومحل التقرير هو فعل { ينظروا } ، أو يكون { كيف } مراد به الحال المشاهدة .هذا وأن التقرير على نفي الشيء المراد الإقرار بإثباته طريقة قرآنية ذكرناها غير مرة ، وبينا أن الغرض منه إفساح الم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَٱلْأَرْضَ مَدَدْنَٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍۭ بَهِيجٍۢ",
      "tafsir": {
        "muyassar": "والأرض وسَّعْناها وفرشناها، وجعلنا فيها جبالا ثوابت؛ لئلا تميل بأهلها، وأنبتنا فيها من كل نوع حسن المنظر نافع، يَسُرُّ ويبهج الناظر إليه.",
        "mukhtasar": "والأرض بسطناها صالحة للسكنى عليها، وألقينا فيها جبالًا ثوابت حتى لا تضطرب، وأنبتنا فيها من كل صنف من النبات والشجر حسن المنظر.",
        "saadi": "{ و } إلى { الأرض كيف مَدَدْنَاهَا } ووسعناها، حتى أمكن كل حيوان السكون فيها والاستقرار  والاستعداد لجميع مصالحه، وأرساها بالجبال، لتستقر من التزلزل، والتموج، { وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ } أي: من كل صنف من أصناف النبات، التي تسر ناظرها، وتعجب مبصرها، وتقر عين رامقها، لأكل بني آدم، وأكل بهائمهم ومنافعهم، وخص من تلك المنافع بالذكر، الجنات المشتملة على الفواكه اللذيذة، من العنب والرمان والأترج والتفاح، وغير ذلك، من أصناف الفواكه، ومن النخيل الباسقات، أي: الطوال، التي يطول  نفعها، وترتفع إلى السماء، حتى تبلغ مبلغًا، لا يبلغه كثير من الأشجار، فتخرج من الطلع النضيد، في قنوانها، ما هو رزق للعباد، قوتًا وأدمًا وفاكهة، يأكلون منه ويدخرون، هم ومواشيهم وكذلك ما يخرج الله بالمطر، وما هو أثره من الأنهار، التي على وجه الأرض، والتي تحتها من حب الحصيد، أي: من الزرع المحصود، من بر وشعير، وذرة، وأرز، ودخن وغيره.",
        "kathir": "وقوله : ( والأرض مددناها ) أي : وسعناها وفرشناها ، ( وألقينا فيها رواسي ) وهي : الجبال ; لئلا تميد بأهلها وتضطرب ; فإنها مقرة على تيار الماء المحيط بها من جميع جوانبها ، ( وأنبتنا فيها من كل زوج بهيج ) أي : من جميع الزروع والثمار والنبات والأنواع ، ( ومن كل شيء خلقنا زوجين لعلكم تذكرون ) [ الذاريات : 49 ] ، وقوله : ( بهيج ) أي : حسن نضر ."
      },
      "translations": {
        "en": "And the earth - We spread it out and cast therein firmly set mountains and made grow therein [something] of every beautiful kind,",
        "fr": "Et la terre, Nous l'avons étendue et Nous y avons enfoncé fermement des montagnes et y avons fait pousser toutes sortes de magnifiques couples de [végétaux],",
        "es": "Hemos extendido la tierra, colocado en ella firmes montañas y hecho crecer en ella toda especie primorosa,"
      },
      "ibn_ashour": "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (7(عطف على جملة { أفلم ينظروا } [ ق : 6 ] عطف الخبر على الاستفهام الإنكاري وهو في معنى الإخبار . والتقدير : ومددنا الأرض .ولما كانت أحوال الأرض نصب أعين الناس وهي أقرب إليهم من أحوال السماء لأنها تلوح للأنظار دون تكلف لم يؤت في لفت أنظارهم إلى دلالتها باستفهام إنكاريّ تنزيلاً لهم منزلة من نظر في أحوال الأرض فلم يكونوا بحاجة إلى إعادة الأخبار بأحوال الأرض تذكيراً لهم . وانتصب { الأرض } ب { مددناها } على طريقة الاشتغال .والمدّ : البسط ، أي بسطنا الأرض فلم تكن مجموعَ نُتُوءات إذ لو كانت كذلك لكان المشي عليها مُرهقاً .والمراد : بسط سَطح الأرض وليس المراد وصف حجم الأرض لأن ذلك لا تدركه المشاهدة ولم ينظر فيه المخاطبون نظر التأمل فيستدل عليهم بما لا يعلمونه فلا يعتبر في سياق الاستدلال على القدرة على خلق الأمور العظيمة ، ولا في سياق الامتنان بما في ذلك الدليل من نعمة فلا علاقة لهذه الآية بقضية كروية الأرض .والإبقاء : تمثيل لتكوين أجسام بارزةٍ على الأرض متباعد بَعْضها عن بعض لأنّ حقيقة الإلقاء",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "تَبْصِرَةًۭ وَذِكْرَىٰ لِكُلِّ عَبْدٍۢ مُّنِيبٍۢ",
      "tafsir": {
        "muyassar": "خلق الله السموات والأرض وما فيهما من الآيات العظيمة عبرة يُتبصر بها مِن عمى الجهل، وذكرى لكل عبد خاضع خائف وَجِل، رجَّاع إلى الله عز وجل.",
        "mukhtasar": "خلقنا ذلك كله ليكون تبصرة وتذكيرًا لكل عبد راجع إلى ربه بالطاعة.",
        "saadi": "فإن في النظر في هذه الأشياء { تَبْصِرَةً } يتبصر بها، من عمى الجهل، { وَذِكْرَى } يتذكر بها، ما ينفع في الدين والدنيا، ويتذكر بها ما أخبر الله به، وأخبرت به رسله، وليس ذلك لكل أحد، بل { لِكُلِّ عَبْدٍ مُنِيبٍ } إلى الله أي: مقبل عليه بالحب والخوف والرجاء، وإجابة داعيه، وأما المكذب والمعرض، فما تغني الآيات والنذر عن قوم لا يؤمنون.",
        "kathir": "( تبصرة وذكرى لكل عبد منيب ) أي : ومشاهدة خلق السماوات [ والأرض ] وما جعل [ الله ] فيهما من الآيات العظيمة تبصرة ودلالة وذكرى لكل عبد منيب ، أي : خاضع خائف وجل رجاع إلى الله عز وجل ."
      },
      "translations": {
        "en": "Giving insight and a reminder for every servant who turns [to Allah].",
        "fr": "à titre d'appel à la clairvoyance et un rappel pour tout serviteur repentant.",
        "es": "como ilustración y amonestación para todo siervo arrepentido."
      },
      "ibn_ashour": "تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (8(مفعول لأجله للأفعال السابقة من قوله : { بنيناها وزيناها } [ ق : 6 ] وقوله : { مددناها وألقينا فيها رواسي وأنبتنا فيها } [ ق : 7 ] الخ ، على أنه علة لها على نحو من طريقة التنازع ، أي ليكون ما ذكر من الأفعال ومعمولاتها تبصرة وذكرى ، أي جعلناه لغرضضِ أن نُبصِّر به ونُذكّر كل عبد منيب .وحذف متعلق { تبصرة وذكرى } ليَعُم كلَّ ما يصلح أن يتبصر في شأنه بدلائل خلق الأرض وما عليها ، وأهم ذلك فيهم هو التوحيد والبعث كما هو السياق تصريحاً وتلويحاً .وإنما كانت التبصرة والذكرى علة للأفعال المذكورة لأن التبصرة والذكرى من جملة الحِكم التي أوجد الله تلك المخلوقات لأجلها . وليس ذلك بمقتض انحصار حكمة خلقها في التبصرة والذكرى ، لأن أفعال الله تعالى لها حِكَم كثيرة عَلِمنا . بعضها وخفي علينا بعض .والتبصرة : مصدر بصّره . وأصل مصدره التَبصير ، فحذفوا الياء التحتية من أثناء الكلمة وعوضوا عنها التاء الفوقية في أول الكلمة كما قالوا : جرّب تجربة وفَسّر تفسرة ، وذلك يقلّ في المضاعف ويكثر في المهموز نحو جَزّأ تجزئة ، ووطّأ توطئة . ويتعين في المعتل نحو : زَكّى تزكية ، و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "وَنَزَّلْنَا مِنَ ٱلسَّمَآءِ مَآءًۭ مُّبَٰرَكًۭا فَأَنۢبَتْنَا بِهِۦ جَنَّٰتٍۢ وَحَبَّ ٱلْحَصِيدِ",
      "tafsir": {
        "muyassar": "ونزَّلنا من السماء مطرًا كثير المنافع، فأنبتنا به بساتين كثيرة الأشجار، وحب الزرع المحصود.",
        "mukhtasar": "ونزلنا من السماء ماءً كثير النفع والخير، فأنبتنا بذلك الماء بساتين، وأنبتنا ما تحصدونه من حب الشعير وغيره.",
        "saadi": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: { وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ } ",
        "kathir": "وقوله تعالى : ( ونزلنا من السماء ماء مباركا ) أي : نافعا ، ( فأنبتنا به جنات ) أي : حدائق من بساتين ونحوها ، ( وحب الحصيد ) وهو : الزرع الذي يراد لحبه وادخاره ."
      },
      "translations": {
        "en": "And We have sent down blessed rain from the sky and made grow thereby gardens and grain from the harvest",
        "fr": "Et Nous avons fait descendre du ciel une eau bénie, avec laquelle Nous avons fait pousser des jardins et le grain qu'on moissonne,",
        "es": "Hemos hecho bajar del cielo agua bendita, mediante la cual hacemos que crezcan jardines y el grano de la cosecha,"
      },
      "ibn_ashour": "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (9(بعد التنظر والتذكير والتبصير في صنع السماوات وصنع الأرض وما فيهما من وقت نشأتهما نُقل الكلام إلى التذكير بإيجاد آثار من آثار تلك المصنوعات تتجدد على مرور الدهر حية ثم تموت ثم تحيا دَأْبا ، وقد غير أسلوب الكلام لهذا الانتقال من أسلوب الاستفهام في قوله : { أفلم ينظروا إلى السماء } [ ق : 6 ] إلى أسلوب الإخبار بقوله : { ونزلنا من السماء ماء مباركاً } إيذاناً بتبديل المراد ليكون منه تخلص إلى الدلالة على إمكان البعث في قوله : { كذلك الخروج } [ ق : 11 ] . فجملة { ونزلنا } عطف على جملة { والأرض مددناها } [ الحجر : 19 ] .وقد ذكرت آثار من آثار السماء وآثار الأرض على طريقة النشر المرتب على وفق اللف .والمبارك : اسم مفعول للذي جعلت فيه البركة ، أي جُعل فيه خير كثير . وأفعال هذه المادة كثيرة التصرف ومتنوعة التعليق . والبركة : الخير النافع لما يتسبب عليه من إنبات الحبوب والأعناب والنخيل . وتقدم معنى المبارك عند قوله تعالى : { إن أول بيت وضع للناس للذي ببكة مباركاً } في سورة آل عمران ( 96 ( . وفي هذا استدلا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَٱلنَّخْلَ بَاسِقَٰتٍۢ لَّهَا طَلْعٌۭ نَّضِيدٌۭ",
      "tafsir": {
        "muyassar": "وأنبتنا النخل طِوالا لها طلع متراكب بعضه فوق بعضٍ.",
        "mukhtasar": "وأنبتنا به النخل طِوالًا عاليات، لها طلع متراكب بعضه فوق بعض.",
        "saadi": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: { وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ } ",
        "kathir": "( والنخل باسقات ) أي : طوالا شاهقات . وقال ابن عباس ، ومجاهد ، وعكرمة ، والحسن ، وقتادة ، والسدي ، وغيرهم : الباسقات الطوال . ( لها طلع نضيد ) أي : منضود ."
      },
      "translations": {
        "en": "And lofty palm trees having fruit arranged in layers -",
        "fr": "ainsi que les hauts palmiers aux régimes superposés,",
        "es": "esbeltas palmeras de apretados racimos,"
      },
      "ibn_ashour": "وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (10(والباسقات : الطويلات في ارتفاع ، أي عاليات فلا يقال : باسق للطويل الممتد على الأرض .وعن ابن شداد : الباسقات الطويلات مع الاستقامة . ولم أره لأحد من أيمة اللغة . ولعلّ مراده من الاستقامة الامتداد في الارتفاع . وهو بالسين المهملة في لغة جميع العرب عدا بني العنبر من تميم يُبدلون السين صاداً في هذه الكلمة . قال ابن جنيّ : الأصل السين وإنما الصاد بدل منها لاستعلاء القاف . وروى الثعلبي عن قطبة بن مالك أنه سمع النبي صلى الله عليه وسلم في صلاة الصبح قرأها بالصاد . ومثله في ابن عطية وهو حديث غير معروف . والذي في «صحيح مسلم» وغيره عن قطبة بن مالك مروية بالسين . ومن العجيب أن الزمخشري قال : وفي قراءة رسول الله صلى الله عليه وسلم باصقات . وانتصب { باسقات } على الحال . والمقصود من ذلك الإيماء إلى بديع خلقته وجمال طلعته استدلالاً وامتناناً .والطلع : أول ما يظهر من ثمر التمر ، وهو في الكُفُرَى ، أي غلاف العنقود .والنضيد : المنضود ، أي المصفّف بعضه فوق بعض ما دام في الكُفُرَى فإذا انشق عنه الكُفرى فليس بنضيد . فهو معناه بمعنى مفعول قال تعالى : { وطلح منض",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "رِّزْقًۭا لِّلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِۦ بَلْدَةًۭ مَّيْتًۭا ۚ كَذَٰلِكَ ٱلْخُرُوجُ",
      "tafsir": {
        "muyassar": "أنبتنا ذلك رزقًا للعباد يقتاتون به حسب حاجاتهم، وأحيينا بهذا الماء الذي أنزلناه من السماء بلدة قد أجدبت وقحطت، فلا زرع فيها ولا نبات، كما أحيينا بذلك الماء الأرض الميتة نخرجكم يوم القيامة أحياء بعد الموت.",
        "mukhtasar": "أنبتنا ما أنبتنا من ذلك رزقًا للعباد يأكلون منه، وأحيينا به بلدة لا نبات فيها، كما أحيينا بهذا المطر بلدة لا نبات فيها نحيي الموتى، فيخرجون أحياء.",
        "saadi": "وحاصل هذا، أن ما فيها من الخلق الباهر، والشدة والقوة، دليل على كمال قدرة الله تعالى، وما فيها من الحسن والإتقان، وبديع الصنعة، وبديع الخلقة  دليل على أن الله أحكم الحاكمين، وأنه بكل شيء عليم، وما فيها من المنافع والمصالح للعباد، دليل على رحمة الله، التي وسعت كل شيء، وجوده، الذي عم كل حي، وما فيها من عظم الخلقة، وبديع النظام، دليل على أن الله تعالى، هو الواحد الأحد، الفرد الصمد، الذي لم يتخذ صاحبة ولا ولدًا، ولم يكن له كفوًا أحد، وأنه الذي لا تنبغي العبادة، والذل [والحب] إلا له تعالى.وما فيها من إحياء الأرض بعد موتها، دليل على إحياء الله الموتى، ليجازيهم بأعمالهم، ولهذا قال: { وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ } ولما ذكرهم بهذه الآيات السماوية والأرضية، خوفهم أخذات الأمم، وألا يستمروا على ما هم عليه من التكذيب، فيصيبهم ما أصاب إخوانهم من المكذبين، فقال:  ",
        "kathir": "( رزقا للعباد ) أي : للخلق ، ( وأحيينا به بلدة ميتا ) وهي : الأرض التي كانت هامدة ، فلما نزل عليها الماء اهتزت وربت وأنبتت من كل زوج بهيج من أزاهير وغير ذلك ، مما يحار الطرف في حسنها ، وذلك بعد ما كانت لا نبات بها ، فأصبحت تهتز خضراء ، فهذا مثال للبعث بعد الموت والهلاك ، كذلك يحيي الله الموتى . وهذا المشاهد من عظيم قدرته بالحس أعظم مما أنكره الجاحدون للبعث كقوله تعالى : ( لخلق السماوات والأرض أكبر من خلق الناس ) [ غافر : 57 ] ، وقوله : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير ) [ الأحقاف : 33 ] ، وقال تعالى : ( ومن آياته أنك ترى الأرض خاشعة فإذا أنزلنا عليها الماء اهتزت وربت إن الذي أحياها لمحيي الموتى إنه على كل شيء قدير ) [ فصلت : 39 ] ."
      },
      "translations": {
        "en": "As provision for the servants, and We have given life thereby to a dead land. Thus is the resurrection.",
        "fr": "comme subsistance pour les serviteurs. Et par elle (l'eau) Nous avons redonné la vie à une contrée morte. Ainsi se fera la résurrection.",
        "es": "para sustento de los siervos. Y, gracias a ella, devolvemos la vida a un país muerto. Así será la Resurrección."
      },
      "ibn_ashour": "رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (11({ نَّضِيدٌ * رِّزْقاً لِّلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً }مفعول لأجله لقوله : { فأنبتنا به جنات } [ ق : 9 ] إلى آخره ، فهو مصدر ، أي لنرزق العباد ، أي نقوتهم . والقول في التعليل به كالقول في التعليل بقوله : { تبصرة وذكرى } [ ق : 8 ] .والعباد : الناس وهو جمع عبد بمعنى عبد الله ، فأمّا العبد المملوك فجمعه العبيد . وهذا استدلال وامتنان .{ عِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً } .عطف على { رزقا للعباد } عطف الفعل على الاسم المشتق من الفعل وهو رزقه المشتق لأنه في معنى : رزقنا العباد وأحيينا به بلدة ميتا ، أي لرعي الأنعام والوحش فهو استدلال وفيه امتنان . والبلدة : القطعة من الأرض .والمَيْت بالتخفيف : مرادف المَيِّت بالتشديد قال تعالى : { وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكون } [ يس : 33 ] .وتذكير الميت وهو وصف للبلدة ، وهي مؤنث على تأويله بالبلد لأنه مرادفه ، وبالمكان لأنه جنسه ، شبه الجدْب بالموت في انعدام ظهور الآثار ، ولذلك سمي ضده وهو إنبات الأرض حياة . ويقال لخِدمة الأرض اليابسة وسقِ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ وَأَصْحَٰبُ ٱلرَّسِّ وَثَمُودُ",
      "tafsir": {
        "muyassar": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم.",
        "mukhtasar": "كذبت قبل هؤلاء المكذبين بك - أيها الرسول - أقوام بأنبيائهم، فكذبت قوم نوح وأصحاب البئر، وكذبت ثمود.",
        "saadi": "أي: كذب الذين من قبلهم من الأمم، رسلهم الكرام، وأنبياءهم العظام، كـ \"نوح\" كذبه قومه، [وثمود كذبوا صالحًا] ",
        "kathir": "يقول تعالى متهددا لكفار قريش بما أحله بأشباههم ونظرائهم وأمثالهم من المكذبين قبلهم ، من النقمات والعذاب الأليم في الدنيا ، كقوم نوح وما عذبهم الله به من الغرق العام لجميع أهل الأرض ، وأصحاب الرس وقد تقدمت قصتهم في سورة \" الفرقان \" ( وثمود وعاد وفرعون وإخوان لوط ) ، وهم أمته الذين بعث إليهم من أهل سدوم ومعاملتها من الغور ، وكيف خسف الله بهم الأرض ، وأحال أرضهم بحيرة منتنة خبيثة ; بكفرهم وطغيانهم ومخالفتهم الحق ."
      },
      "translations": {
        "en": "The people of Noah denied before them, and the companions of the well and Thamud",
        "fr": "Avant eux, le peuple de Noé, les gens d'Ar-Rass et les Thamûd crièrent au mensonge,",
        "es": "Antes de ello, ya habían desmentido el pueblo de Noé, los habitantes de ar-Ras, los tamudeos,"
      },
      "ibn_ashour": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ (12(استئناف ابتدائي ناشىء عن قوله : { بل كذبوا بالحق لما جاءهم } [ ق : 5 ] فعُقّب بأنهم ليسوا ببدع في الضلال فقد كذبت قبلهم أمم . وذكر منهم أشهرهم في العالم وأشهرهم بين العرب ، فقوم نُوح أول قوم كذبوا رسولهم وفرعون كذب موسى وقوم لوط كذبوه وهؤلاء معروفون عند أهل الكتاب ، وأما أصحاب الرسّ وعاد وثمود وأصحاب الأيكة وقوم تُبّع فهم من العرب .وذكروا هنا عقب قوم نوح للجامع الخيالي بين القومين وهو جامع التضادّ لأن عذابهم كان ضد عذاب قوم نوح إذ كان عذابهم بالخسف وعذاب قوم نوح بالغرق ، ثم ذكر ثمود لشبه عذابهم بعذاب أصحاب الرسّ إذ كان عذابهم برجفة الأرض وصواعق السماء ، ولأن أصحاب الرسّ من بقايا ثمود ، ثم ذكرت عاد لأن عذابها كان بحادث في الجوّ وهو الريح ، ثم ذكر فرعون وقومه لأنهم كذبوا أشهر الرسل قبل الإسلام ، وأصحاب الأيكة هم قوم شعيب وهم من خلطاء بني إسرائيل .وعُبّر عن قوم لوط ب { إخوان لوط } ولم يكونوا من قبيله ، فالمراد ب { إخوان } أنهم ملازمون وهم أهل سدوم وعمورة وقُراهما وكان لوط ساكناً في سَدوم ولم يكن من أهل نسبهم لأن أهل سدوم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَعَادٌۭ وَفِرْعَوْنُ وَإِخْوَٰنُ لُوطٍۢ",
      "tafsir": {
        "muyassar": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم.",
        "mukhtasar": "وكذبت عاد وفرعون، وقوم لوط.",
        "saadi": "وعاد، كذبوا \"هودًا \" وإخوان لوط كذبوا \"لوطًا \" ",
        "kathir": "يقول تعالى متهددا لكفار قريش بما أحله بأشباههم ونظرائهم وأمثالهم من المكذبين قبلهم ، من النقمات والعذاب الأليم في الدنيا ، كقوم نوح وما عذبهم الله به من الغرق العام لجميع أهل الأرض ، وأصحاب الرس وقد تقدمت قصتهم في سورة \" الفرقان \" ( وثمود وعاد وفرعون وإخوان لوط ) ، وهم أمته الذين بعث إليهم من أهل سدوم ومعاملتها من الغور ، وكيف خسف الله بهم الأرض ، وأحال أرضهم بحيرة منتنة خبيثة ; بكفرهم وطغيانهم ومخالفتهم الحق ."
      },
      "translations": {
        "en": "And 'Aad and Pharaoh and the brothers of Lot",
        "fr": "de même que les 'Aad et Pharaon et les frères de Lot,",
        "es": "los aditas, Faraón, los hermanos de Lot,"
      },
      "ibn_ashour": "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ (13(وتقدم الكلام على أصحاب الرس في سورة الفرقان ( 38 ( عند قوله تعالى : { وعادا وثمودا وأصحاب الرس }",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "وَأَصْحَٰبُ ٱلْأَيْكَةِ وَقَوْمُ تُبَّعٍۢ ۚ كُلٌّۭ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
      "tafsir": {
        "muyassar": "كذَّبت قبل هؤلاء المشركين من قريش قومُ نوح وأصحاب البئر وثمود، وعاد وفرعون وقوم لوط، وأصحاب الأيكة قومُ شعيب، وقوم تُبَّع الحِمْيَري، كل هؤلاء الأقوام كذَّبوا رسلهم، فحق عليهم الوعيد الذي توعدهم الله به على كفرهم.",
        "mukhtasar": "وكذب قوم شعيب أصحاب الأيكة وقوم تُبَّعٍ ملك اليمن، كل هؤلاء الأقوام كذَّبوا رسل الله الذين أرسلهم، فثبت عليهم ما وعدهم الله من العذاب.",
        "saadi": "وأصحاب الأيكة كذبوا \"شعيبًا \" وقوم تبع، وتبع كل ملك ملك اليمن في الزمان السابق قبل الإسلام  فقوم تبع كذبوا الرسول، الذي أرسله الله إليهم، ولم يخبرنا الله من هو ذلك الرسول، وأي تبع من التبابعة، لأنه -والله أعلم- كان مشهورًا عند العرب لكونهم من العرب العرباء، الذين لا تخفى ماجرياتهم على العرب خصوصًا مثل هذه الحادثة العظيمة. فهؤلاء كلهم كذبوا الرسل، الذين أرسلهم الله إليهم، فحق عليهم وعيد الله وعقوبته، ولستم أيها المكذبون لمحمد صلى الله عليه وسلم، خيرًا منهم، ولا رسلهم أكرم على الله من رسولكم، فاحذروا جرمهم، لئلا يصيبكم ما أصابهم.",
        "kathir": "( وأصحاب الأيكة ) وهم قوم شعيب عليه السلام ، ( وقوم تبع ) وهو اليماني . وقد ذكرنا من شأنه في سورة الدخان ما أغنى عن إعادته هاهنا ولله الحمد .( كل كذب الرسل ) أي : كل من هذه الأمم وهؤلاء القرون كذب رسوله ، ومن كذب رسولا فكأنما كذب جميع الرسل ، كقوله : ( كذبت قوم نوح المرسلين ) [ الشعراء : 105 ] ، وإنما جاءهم رسول واحد ، فهم في نفس الأمر لو جاءهم جميع الرسل كذبوهم ، ( فحق وعيد ) أي : فحق عليهم ما أوعدهم الله على التكذيب من العذاب والنكال فليحذر المخاطبون أن يصيبهم ما أصابهم فإنهم قد كذبوا رسولهم كما كذب أولئك ."
      },
      "translations": {
        "en": "And the companions of the thicket and the people of Tubba'. All denied the messengers, so My threat was justly fulfilled.",
        "fr": "et les gens d'Al-Aykah et le peuple de Tubba'. Tous traitèrent les Messagers de menteurs. C'est ainsi que Ma menace se justifia.",
        "es": "los habitantes de la Espesura y el pueblo de Tubba. Todos ellos desmintieron a los enviados. Y se cumplió Mi amenaza."
      },
      "ibn_ashour": "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ (14(وأصحاب الأيكة هم من قوم شعيب وتقدم في سورة الشعراء . وقوم تبع هم حِمير من عرب اليمن وتقدم ذكرهم في سورة الدخان .وجملة { كل كذب الرسل } مؤكدة لجملة { كذبت قبلهم قوم نوح } إلى آخرها ، فلذلك فصلت ولم تعطف ، وليبني عليه قوله : { فحَقّ وعيد } فيكون تهديد بأن يحق عليهم الوعيد كما حق على أولئك مرتباً بالفاء على تكذيبهم الرسل فيكون في ذلك تشريف للنبيء صلى الله عليه وسلم وللرسل السابقين . وتنوين { كل } تنوين عوض عن المضاف إليه ، أي كلّ أولئك . و { حقّ } صدق وتحقّق .والوعيد : الإنذار بالعقوبة واقتضى الإخبار عنه ب { حق } أن الله توعدهم به فلم يعبأوا وكذبوا وقوعه فحق وصدق . وحذفت ياء المتكلم التي أضيف إليها { وعيد } للرعي على الفاصلة وهو كثير .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "أَفَعَيِينَا بِٱلْخَلْقِ ٱلْأَوَّلِ ۚ بَلْ هُمْ فِى لَبْسٍۢ مِّنْ خَلْقٍۢ جَدِيدٍۢ",
      "tafsir": {
        "muyassar": "أفَعَجَزْنا عن ابتداع الخلق الأول الذي خلقناه ولم يكن شيئًا، فنعجز عن إعادتهم خلقًا جديدًا بعد فنائهم؟ لا يعجزنا ذلك، بل نحن عليه قادرون، ولكنهم في حَيْرة وشك من أمر البعث والنشور.",
        "mukhtasar": "أفعجزنا عن خلقكم أول مرة حتى نعجز عن بعثكم؟! بل هم في حيرة من خلق جديد بعد خلقهم الأول.",
        "saadi": "ثم استدل تعالى بالخلق الأول -وهو المنشأ الأول  - على الخلق الآخر، وهو النشأة الآخرة.فكما  أنه الذي أوجدهم بعد العدم، كذلك يعيدهم بعد موتهم وصيرورتهم إلى [الرفات] والرمم، فقال: { أَفَعَيِينَا } أي: أفعجزنا وضعفت قدرتنا { بِالْخَلْقِ الْأَوَّلِ } ؟ ليس الأمر كذلك، فلم نعجز ونعي عن ذلك، وليسوا في شك من ذلك، وإنما هم في لبس من خلق جديد هذا الذي شكوا فيه، والتبس عليهم أمره، مع أنه لا محل للبس فيه، لأن الإعادة، أهون من الابتداء كما قال تعالى: { وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ } ",
        "kathir": "وقوله : ( أفعيينا بالخلق الأول ) أي : أفأعجزنا ابتداء الخلق حتى هم في شك من الإعادة ، ( بل هم في لبس من خلق جديد ) والمعنى : أن ابتداء الخلق لم يعجزنا والإعادة أسهل منه ، كما قال تعالى : ( وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه ) [ الروم : 27 ] ، وقال الله تعالى : ( وضرب لنا مثلا ونسي خلقه قال من يحيي العظام وهي رميم قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم ) [ يس : 78 - 79 ] ، وقد تقدم في الصحيح : \" يقول الله تعالى : يؤذيني ابن آدم ، يقول : لن يعيدني كما بدأني ، وليس أول الخلق بأهون علي من إعادته \" ."
      },
      "translations": {
        "en": "Did We fail in the first creation? But they are in confusion over a new creation.",
        "fr": "Quoi? Avons-Nous été fatigué par la première création? Mais ils sont dans la confusion [au sujet] d'une création nouvelle.",
        "es": "¿Es que Nos cansó la primera creación? Pues ellos dudan de una nueva creación."
      },
      "ibn_ashour": "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ (15(تشير فاء التفريع إلى أن هذا الكلام مفرع على ما قبله وهو جملة { أفلم ينظروا إلى السماء فوقهم كيف بنيناها } [ ق : 6 ] وقوله : { تبصرة وذكرى } [ ق : 8 ] المعرض بأنهم لم يتبصروا به ولم يتذكروا . وقوله : { فأنبتنا به جنات } [ ق : 9 ] وقوله : { وأحيينا به بلدة ميتا كذلك الخروج } [ ق : 11 ] .ويجوز أن يجعل تفريعاً على قوله : { كذلك الخروج } .والاستفهام المفرَّع بالفاء استفهام إنكار وتغليط لأنهم لا يسعهم إلاّ الاعتراف بأن الله لم يعي بالخلق الأول إذ لا ينكر عاقل كمال قدرة الخالق وعدم عجزه .و { عيينا } معناه عجزنا ، وفعِل ( عَيَّ ( إذا لم يتصل به ضمير يقال مُدغماً وهو الأكثر ويقال : عيِيَ بالفك فإذا اتصل به ضمير تعين الفك . ومعناه : عجز عن إتقان فعل ولم يهتد لحيلته . ويعدّى بالباء يقال : عيي بالأمر والباء فيه للمجاوزة . وأما أعيا بالهمزة في أوله قاصراً فهو للتعب بمشي أو حمل ثقل وهو فعل قاصر لا يُعدّى بالباء . فالمعنى : ما عجزنا عن الخلق الأول للإنسان فكيف تعجز عن إعادة خلقه .و { بل } في قوله : { بل هم في لبس من خلق ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِۦ نَفْسُهُۥ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ ٱلْوَرِيدِ",
      "tafsir": {
        "muyassar": "ولقد خلقنا الإنسان، ونعلم ما تُحَدِّث به نفسه، ونحن أقرب إليه من حبل الوريد (وهو عِرْق في العنق متصل بالقلب).",
        "mukhtasar": "ولقد خلقنا الإنسان، ونعلم ما تحدث به نفسه من خواطر وأفكار، ونحن أقرب إليه من العِرق الموجود في العنق المتصل بالقلب.",
        "saadi": "يخبر تعالى، أنه المتفرد بخلق  جنس الإنسان، ذكورهم وإناثهم، وأنه يعلم أحواله، وما يسره، ويوسوس في صدره  وأنه أقرب إليه من حبل الوريد، الذي هو أقرب شيء إلى الإنسان، وهوالعرق  المكتنف لثغرة النحر، وهذا مما يدعو الإنسان إلى مراقبة خالقه، المطلع على ضميره وباطنه، القريب منه  في جميع أحواله، فيستحي منه أن يراه، حيث نهاه، أو يفقده، حيث أمره، وكذلك ينبغي له أن يجعل الملائكة الكرام الكاتبين منه على بال، فيجلهم ويوقرهم، ويحذر أن يفعل أو يقول ما يكتب عنه، مما لا يرضي رب العالمين.",
        "kathir": "يخبر تعالى عن قدرته على الإنسان بأنه خالقه ، وعمله محيط بجميع أموره حتى إنه تعالى يعلم ما توسوس به نفوس بني آدم من الخير والشر . وقد ثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" إن الله تجاوز لأمتي ما حدثت به أنفسها ما لم تقل أو تعمل \" .وقوله : ( ونحن أقرب إليه من حبل الوريد ) يعني : ملائكته تعالى أقرب إلى الإنسان من حبل وريده إليه . ومن تأوله على العلم فإنما فر لئلا يلزم حلول أو اتحاد ، وهما منفيان بالإجماع ، تعالى الله وتقدس ، ولكن اللفظ لا يقتضيه فإنه لم يقل : وأنا أقرب إليه من حبل الوريد ، وإنما قال : ( ونحن أقرب إليه من حبل الوريد ) كما قال في المحتضر : ( ونحن أقرب إليه منكم ولكن لا تبصرون ) [ الواقعة : 85 ] ، يعني ملائكته . وكما قال [ تعالى ] : ( إنا نحن نزلنا الذكر وإنا له لحافظون ) [ الحجر : 9 ] ، فالملائكة نزلت بالذكر - وهو القرآن - بإذن الله عز وجل . وكذلك الملائكة أقرب إلى الإنسان من حبل وريده إليه بإقدار الله لهم على ذلك ، فللملك لمة في الإنسان كما أن للشيطان لمة وكذلك : \" الشيطان يجري من ابن آدم مجرى الدم \" ، كما أخبر بذلك الصادق المصدوق ; ولهذا قال هاهنا :"
      },
      "translations": {
        "en": "And We have already created man and know what his soul whispers to him, and We are closer to him than [his] jugular vein",
        "fr": "Nous avons effectivement créé l'homme et Nous savons ce que son âme lui suggère et Nous sommes plus près de lui que sa veine jugulaire",
        "es": "Sí, hemos creado al hombre. Sabemos lo que su mente le sugiere. Estamos más cerca de él que su misma vena yugular."
      },
      "ibn_ashour": "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ (16(هذا تفصيل لبعض الخلق الأول بذكر خلق الإنسان وهو أهم في هذا المقام للتنبيه على أنه المراد من الخلق الأول وليبنَى عليه { ونعلم ما توسوس به نفس } الذي هو تتميم لإحاطة صفة العلم في قوله : { قد علمنا ما تنقص الأرض منهم } [ ق : 4 ] ولينتقل منه الإنذار بإحصاء أعمال الناس عليها وهو ما استُرسل في وصفه من قوله : { إذ يتلقى المتلقيان } [ ق : 17 ] الخ .ووصف البعث وصف الجزاء من قوله : { ونفخ في الصور إلى قوله : { ولدينا مزيد } [ ق : 20 35 ] .وتأكيد هذا الخبر باللام و ( قد ( مراعًى فيه المتعاطفات وهي { نعلم ما توسوس به نفسه } لأنهم وإن كانوا يعلمون أن الله خلق الناس فإنهم لا يعلمون أن الله عالم بأحوالهم .و { الإنسان } يعم جميع الناس ولكن المقصود منهم أولاً المشركون لأنهم المسوق إليهم هذا الخبر ، وهو تعريض بالإنذار كما يدل عليه قوله بعده { ذلك ما كنت منه تحيد } [ ق : 19 ] وقوله : { لقد كنت في غفلة من هذا } [ ق : 22 ] وقوله : { ذلك يوم الوعيد } [ ق : 20 ] .والبَاء في قوله { به ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "إِذْ يَتَلَقَّى ٱلْمُتَلَقِّيَانِ عَنِ ٱلْيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٌۭ",
      "tafsir": {
        "muyassar": "حين يكتب المَلَكان المترصدان عن يمينه وعن شماله أعماله. فالذي عن اليمين يكتب الحسنات، والذي عن الشمال يكتب السيئات.",
        "mukhtasar": "إذ يتلقى الملكان المتلقيان عمله، أحدهما قعيد عن يمينه، والثاني قعيد عن شماله.",
        "saadi": "{ إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ } أي: يتلقيان عن العبد أعماله كلها، واحد { عَنِ الْيَمِينِ } يكتب الحسنات { و } الآخر { عن الشِّمَالِ } يكتب السيئات، وكل منهما { قَعِيدٌ } بذلك متهيئ لعمله الذي أعد له، ملازم له  ",
        "kathir": "( إذ يتلقى المتلقيان ) يعني : الملكين اللذين يكتبان عمل الإنسان . ( عن اليمين وعن الشمال قعيد ) أي : مترصد ."
      },
      "translations": {
        "en": "When the two receivers receive, seated on the right and on the left.",
        "fr": "quand les deux recueillants, assis à droite et à gauche, recueillent.",
        "es": "Cuando los dos encargados de recoger recojan, sentados el uno a la derecha y el otro a la izquierda,"
      },
      "ibn_ashour": "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ (17(يتعلق { إذْ } بقوله { أقرب } [ ق : 16 ] لأن اسم التفضيل يعمل في الظرف وإن كان لا يعمل في الفاعل ولا في المفعول به واللغة تتوسع في الظروف والمجرورات ما لا تتوسع في غيرها ، وهذه قاعدة مشهورة ثابتة والكلام تخلص للموعظة والتهديد بالجزاء يوم البعث والجزاء من إحصاء الأعمال خيرها وشرها المعلومة من آيات كثيرة في القرآن . وهذا التخلص بكلمة { إذ } الدالة على الزمان من ألطف التخلص .وتعريف { المُتَلَقِّيان } تعريف العهد إذا كانت الآية نزلت بعد آيات ذُكر فيها الحفظة ، أو تعريفُ الجنس ، والتثنية فيها للإشارة إلى أن هذا الجنس مقسم اثنين اثنين .والتلقّي : أخذ الشيء من يد معطيه . استعير لتسجيل الأقوال والأعمال حين صدورها من الناس . وحذف مفعول { يتلقى } لدلالة قوله : { ما يلفظ من قول إلا لديه رقيب عتيد } . والتقدير : إذ تحصى أقوالهم وأعمالهم . فيؤخذ من الآية أن لكل إنسان ملَكيْن يحصيان أعماله وأن أحدهما يكون من جهة يمينه والآخر من جهة شماله . وورد في السنة بأسانيد مقبولة : أن الذي يَكون عن اليمين يكتب الحسنات والذي عن الشمال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "مَّا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌۭ",
      "tafsir": {
        "muyassar": "ما يلفظ من قول فيتكلم به إلا لديه مَلَك يرقب قوله، ويكتبه، وهو مَلَك حاضر مُعَدٌّ لذلك.",
        "mukhtasar": "ما يقول من قول إلا لديه ملك رقيب على ما يقوله حاضر.",
        "saadi": "{ مَا يَلْفِظُ مِنْ قَوْلٍ } خير أو شر { إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ } أي: مراقب له، حاضر لحاله، كما قال تعالى: { وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ }  ",
        "kathir": "( ما يلفظ ) أي : ابن آدم ( من قول ) أي : ما يتكلم بكلمة ( إلا لديه رقيب عتيد ) أي : إلا ولها من يراقبها معتد لذلك يكتبها ، لا يترك كلمة ولا حركة ، كما قال تعالى : ( وإن عليكم لحافظين كراما كاتبين يعلمون ما تفعلون ) [ الانفطار : 10 - 12 ] .وقد اختلف العلماء : هل يكتب الملك كل شيء من الكلام ؟ وهو قول الحسن وقتادة ، أو إنما يكتب ما فيه ثواب وعقاب كما هو قول ابن عباس ، على قولين ، وظاهر الآية الأول ، لعموم قوله : ( ما يلفظ من قول إلا لديه رقيب عتيد )وقد قال الإمام أحمد : حدثنا أبو معاوية ، حدثنا محمد بن عمرو بن علقمة الليثي ، عن أبيه ، عن جده علقمة ، عن بلال بن الحارث المزني قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الرجل ليتكلم بالكلمة من رضوان الله تعالى ما يظن أن تبلغ ما بلغت ، يكتب الله له بها رضوانه إلى يوم يلقاه . وإن الرجل ليتكلم بالكلمة من سخط الله ما يظن أن تبلغ ما بلغت ، يكتب الله عليه بها سخطه إلى يوم يلقاه \" . قال : فكان علقمة يقول : كم من كلام قد منعنيه حديث بلال بن الحارث .ورواه الترمذي والنسائي وابن ماجه ، من حديث محمد بن عمرو به . وقال الترمذي : حسن صحيح . وله شاهد في الصحيح .وقال الأحنف بن قيس : صاحب اليمين يكتب الخير ، وهو أمير على صاحب الشمال ، فإن أصاب العبد خطيئة قال له : أمسك ، فإن استغفر الله تعالى نهاه أن يكتبها ، وإن أبى كتبها . رواه ابن أبي حاتم .وقال الحسن البصري وتلا هذه الآية : ( عن اليمين وعن الشمال قعيد ) : يابن آدم ، بسطت لك صحيفة ، ووكل بك ملكان كريمان أحدهما عن يمينك ، والآخر عن شمالك ، فأما الذي عن يمينك فيحفظ حسناتك ، وأما الذي عن يسارك فيحفظ سيئاتك فاعمل ما شئت ، أقلل أو أكثر حتى إذا مت طويت صحيفتك ، وجعلت في عنقك معك في قبرك ، حتى تخرج يوم القيامة ، فعند ذلك يقول : ( وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا اقرأ كتابك كفى بنفسك اليوم عليك حسيبا ) [ الإسراء : 13 ، 14 ] ثم يقول : عدل - والله - فيك من جعلك حسيب نفسك .وقال علي بن أبي طلحة ، عن ابن عباس : ( ما يلفظ من قول إلا لديه رقيب عتيد ) قال : يكتب كل ما تكلم به من خير أو شر ، حتى إنه ليكتب قوله : \" أكلت ، شربت ، ذهبت ، جئت ، رأيت \" ، حتى إذا كان يوم الخميس عرض قوله وعمله ، فأقر منه ما كان فيه من خير أو شر ، وألقى سائره ، وذلك قوله : ( يمحو الله ما يشاء ويثبت وعنده أم الكتاب ) [ الرعد : 39 ] ، وذكر عن الإمام أحمد أنه كان يئن في مرضه ، فبلغه عن طاوس أنه قال : يكتب الملك كل شيء حتى الأنين . فلم يئن أحمد حتى مات رحمه الله ."
      },
      "translations": {
        "en": "Man does not utter any word except that with him is an observer prepared [to record].",
        "fr": "Il ne prononce pas une parole sans avoir auprès de lui un observateur prêt à l'inscrire.",
        "es": "no pronunciará ninguna palabra que no tenga siempre a su lado a un observador preparado."
      },
      "ibn_ashour": "مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ (18(وجملة { ما يلفظ من قول } الخ مبينة لجملة { يتلقى المتلقيان } فلذلك فصلت . و { ما } نافية وضمير { يلفظ } عائد للإنسان .واللفظ : النطق بكلمةٍ دالة على معنى ولو جزء معنى ، بخلاف القول فهو الكلام المفيد معنى .و { مِن } زائدة في مفعول الفعل المنفي للتنصيص على الاستغراق . والاستثناء في قوله : { إلاّ لديه رقيب عتيد } استثناء من أحوال عامة ، أي ما يقول قولاً في حالة إلا في حالة وجود رقيب عتيد لديه .والأظهر أن هذا العموم مراد به الخصوص بقرينة قوله : { إلا لديه رقيب عتيد } لأن المراقبة هنا تتعلق بما في الأقوال من خير أو شرّ ليكون عليه الجزاء فلا يَكتب الحفظة إلاّ ما يتعلق به صلاح الإنسان أو فساده إذ لا حكمة في كتابة ذلك وإنما يكتب ما يترتب عليه الجزاء وكذلك قال ابن عباس وعكرمة . وقال الحسن : يكتبان كل ما صدر من العبد ، قال مجاهد وأبو الجوزاء : حتى أنينه في مرضه . وروي مثله عن مالك بن أنس . وإنما خص القولُ بالذكر لأن المقصود ابتداء من هذا التحذير المشركون وإنما كانوا يؤاخذون بأقوالهم الدالة على الشرك أو على تكذيب النبي صلى الله عليه وسل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "وَجَآءَتْ سَكْرَةُ ٱلْمَوْتِ بِٱلْحَقِّ ۖ ذَٰلِكَ مَا كُنتَ مِنْهُ تَحِيدُ",
      "tafsir": {
        "muyassar": "وجاءت شدة الموت وغَمْرته بالحق الذي لا مردَّ له ولا مناص، ذلك ما كنت منه - أيها الإنسان - تهرب وتروغ.",
        "mukhtasar": "وجاءت شدة الموت بالحق الذي لا مهرب منه، ذلك ما كنت - أيها الإنسان الغافل - تتأخر عنه، وتفر.",
        "saadi": "أي { وَجَاءَتْ } هذا الغافل المكذب بآيات الله { سَكْرَةُ الْمَوْتِ بِالْحَقِّ } الذي لا مرد له ولا مناص، { ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ } أي: تتأخر وتنكص  عنه.",
        "kathir": "وقوله : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) ، يقول تعالى : وجاءت - أيها الإنسان - سكرة الموت بالحق ، أي : كشفت لك عن اليقين الذي كنت تمتري فيه ، ( ذلك ما كنت منه تحيد ) أي : هذا هو الذي كنت تفر منه قد جاءك ، فلا محيد ولا مناص ، ولا فكاك ولا خلاص .وقد اختلف المفسرون في المخاطب بقوله : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) ، فالصحيح أن المخاطب بذلك الإنسان من حيث هو . وقيل : الكافر ، وقيل غير ذلك .وقال أبو بكر بن أبي الدنيا : حدثنا إبراهيم بن زياد - سبلان - أخبرنا عباد بن عباد عن محمد بن عمرو بن علقمة ، عن أبيه عن جده علقمة بن وقاص أن عائشة رضي الله عنها ، قالت : حضرت أبي وهو يموت ، وأنا جالسة عند رأسه ، فأخذته غشية فتمثلت ببيت من الشعر :من لا يزال دمعه مقنعا فإنه لا بد مرة مدقوققالت : فرفع رأسه فقال : يا بنية ، ليس كذلك ولكن كما قال تعالى : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) .وحدثنا خلف بن هشام ; حدثنا أبو شهاب [ الخياط ] ، عن إسماعيل بن أبي خالد ، عن البهي قال : لما أن ثقل أبو بكر رضي الله عنه ، جاءت عائشة رضي الله عنها ، فتمثلت بهذا البيت :لعمرك ما يغني الثراء عن الفتى     إذا حشرجت يوما وضاق بها الصدرفكشف عن وجهه وقال : ليس كذلك ، ولكن قولي : ( وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد ) وقد أوردت لهذا الأثر طرقا [ كثيرة ] في سيرة الصديق عند ذكر وفاته رضي الله عنه .وقد ثبت في الصحيح عن النبي - صلى الله عليه وسلم - : لما تغشاه الموت جعل يمسح العرق عن وجهه ويقول : \" سبحان الله ! إن للموت لسكرات \" . وفي قوله : ( ذلك ما كنت منه تحيد ) قولان :أحدهما : أن \" ما \" هاهنا موصولة ، أي : الذي كنت منه تحيد - بمعنى : تبتعد وتنأى وتفر - قد حل بك ونزل بساحتك .والقول الثاني : أن \" ما \" نافية بمعنى : ذلك ما كنت تقدر على الفرار منه ولا الحيد عنه .وقد قال الطبراني في المعجم الكبير : حدثنا محمد بن علي الصائغ المكي ، حدثنا حفص بن عمر الحدي ، حدثنا معاذ بن محمد الهذلي ، عن يونس بن عبيد ، عن الحسن ، عن سمرة قال : قال رسول الله - صلى الله عليه وسلم - : \" مثل الذي يفر من الموت مثل الثعلب ، تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيى وأسهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج وله حصاص ، فلم يزل كذلك حتى تقطعت عنقه ومات \" .ومضمون هذا المثل : كما لا انفكاك له ولا محيد عن الأرض كذلك الإنسان لا محيد له عن الموت ."
      },
      "translations": {
        "en": "And the intoxication of death will bring the truth; that is what you were trying to avoid.",
        "fr": "L'agonie de la mort fait apparaître la vérité: «Voilà ce dont tu t'écartais».",
        "es": "La agonía del moribundo traerá la Verdad: «¡Ahí tienes lo que rehuías!»"
      },
      "ibn_ashour": "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذَلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ (19(عطف على جملة { ونحن أقرب إليه من حبل الوريد } [ ق : 16 ] لاشتراكهما في التنبيه على الجزاء على الأعمال . فهذا تنقل في مراحل الأمور العارضة للإنسان التي تسلمه من حال إلى آخر حتى يقع في الجزاء على أعماله التي قد أحصاها الحفيظان .وإنما خولف التعبير في المعطوف بصيغة الماضي دون صيغة المضارع التي صيغ بها المعطوف عليه لأنه لقربه صار بمنزلة ما حصل قصدا لإدخال الروع في نفوس المشركين كما استفيد من قوله : { ذلك ما كنت منه تحيد } نظير قوله تعالى : { قل إن الموت الذي تفرون منه فإنه ملاقيكم } [ الجمعة : 8 ] .ويأتي على ما اختاره الفخر في تفسير { إذ يتلقى المتلقّيان } [ ق : 17 ] الآية أن تكون جملة { وجاءت سكرة الموت } الخ في موضع الحال . والتقدير : وقد جاءت سكرة الموت بالحق حينئذٍ .والمجيء مجاز في الحصول والاعتراء وفي هذه الاستعارة تهويل لحالة احتضار الإنسان وشعوره بأنه مفارق الحياة التي ألِفها وتعلق بها قلبه .والسَّكرة : اسم لما يعتري الإنسان من ألم أو اختلال في المزاج يحجب من إدراك العقل فيختل الإدراك ويعتري العقل غيبوبة . و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "وَنُفِخَ فِى ٱلصُّورِ ۚ ذَٰلِكَ يَوْمُ ٱلْوَعِيدِ",
      "tafsir": {
        "muyassar": "ونُفخ في \"القرن\" نفخة البعث الثانية، ذلك النفخ في يوم وقوع الوعيد الذي توعَّد الله به الكفار.",
        "mukhtasar": "ونفخ الملك الموكل بالنفخ في القرن النفخة الثانية، ذلك يوم القيامة، يوم الوعيد للكفار والعصاة بالعذاب.",
        "saadi": "{ وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ } أي: اليوم الذي يلحق الظالمين ما أوعدهم الله به من العقاب، والمؤمنين ما وعدهم به من الثواب.",
        "kathir": "وقوله : ( ونفخ في الصور ذلك يوم الوعيد ) . قد تقدم الكلام على حديث النفخ في الصور والفزع والصعق والبعث ، وذلك يوم القيامة . وفي الحديث أن رسول الله - صلى الله عليه وسلم - قال : \" كيف أنعم وصاحب القرن قد التقم القرن وحنى جبهته ، وانتظر أن يؤذن له \" . قالوا : يا رسول الله كيف نقول ؟ قال : \" قولوا حسبنا الله ونعم الوكيل \" . فقال القوم : حسبنا الله ونعم الوكيل ."
      },
      "translations": {
        "en": "And the Horn will be blown. That is the Day of [carrying out] the threat.",
        "fr": "Et l'on soufflera dans la Trompe: Voilà le jour de la Menace.",
        "es": "Se tocará la trompeta. Ése es el día de la Amenaza."
      },
      "ibn_ashour": "وَنُفِخَ فِي الصُّورِ ذَلِكَ يَوْمُ الْوَعِيدِ (20(عطف على { وجاءت سكرة الموت بالحق } [ ق : 19 ] على تفسير الجمهور . فأما على تفسير الفخر فالجملة مستأنفة وصيغة المضيّ في قوله : { ونُفِخ } مستعملة في معنى المضارع ، أي ينفخ في الصور فصيغ له المضي لتحقق وقوعه مثل قوله تعالى : { أتى أمر الله فلا تستعجلوه } [ النحل : 1 ] ، والمشار إليه بذلك في قوله : { ذلك يوم الوعيد } إذ أن ذلك الزمان الذي نفخ في الصور عنده هو يوم الوعيد .والنفخ في الصور تقدم القول فيه عند قوله تعالى : { وله الملك يوم ينفخ في الصور } في سورة الأنعام ( 73 ( .وجملة ذلك يوم الوعيد } معترضة . والإشارة في قوله : { ذلك يوم الوعيد } راجعة إلى النفع المأخوذ من فعل { ونُفخ في الصور } . والإخبار عن النفخ بأنه { يوم الوعيد } بتقدير مضاف ، أي ذلك حلول يوم الوعيد . وإضافة { يوم } إلى { الوعيد } من إضافة الشيء إلى ما يقع فيه ، أي يوم حصول الوعيد الذي كانوا تُوعِدوا به ، والاقتصار على ذكر الوعيد لما علمت من أن المقصود الأول من هذه الآية هم المشركون . وفي الكلام اكتفاء ، تقديره : ويوم الوعْد .وعُطِفت جملة { جاءت كل نفس } على جملة { نُفخ ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "وَجَآءَتْ كُلُّ نَفْسٍۢ مَّعَهَا سَآئِقٌۭ وَشَهِيدٌۭ",
      "tafsir": {
        "muyassar": "وجاءت كل نفس معها مَلَكان، أحدهما يسوقها إلى المحشر، والآخر يشهد عليها بما عملت في الدنيا من خير وشر.",
        "mukhtasar": "وجاءت كل نفس معها مَلَك يسوقها، ومَلَك يشهد عليها بأعمالها.",
        "saadi": "{ وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ } يسوقها إلى موقف القيامة، فلا يمكنها أن تتأخر عنه، { وَشَهِيدٌ } يشهد عليها بأعمالها، خيرها وشرها، وهذا يدل على اعتناء الله بالعباد، وحفظه لأعمالهم، ومجازاته لهم بالعدل، فهذا الأمر، مما يجب أن يجعله العبد منه على بال، ولكن أكثر الناس غافلون.",
        "kathir": "( وجاءت كل نفس معها سائق وشهيد ) أي : ملك يسوقه إلى المحشر ، وملك يشهد عليه بأعماله . هذا هو الظاهر من الآية الكريمة . وهو اختيار ابن جرير ، ثم روي من حديث إسماعيل بن أبي خالد عن يحيى بن رافع - مولى لثقيف - قال : سمعت عثمان بن عفان يخطب ، فقرأ هذه الآية : ( وجاءت كل نفس معها سائق وشهيد ) ، فقال : سائق يسوقها إلى الله ، وشاهد يشهد عليها بما عملت . وكذا قال مجاهد ، وقتادة ، وابن زيد .وقال مطرف ، عن أبي جعفر - مولى أشجع - عن أبي هريرة : السائق : الملك والشهيد : العمل . وكذا قال الضحاك والسدي .وقال العوفي عن ابن عباس : السائق من الملائكة ، والشهيد : الإنسان نفسه ، يشهد على نفسه . وبه قال الضحاك بن مزاحم أيضا ."
      },
      "translations": {
        "en": "And every soul will come, with it a driver and a witness.",
        "fr": "Alors chaque âme viendra accompagnée d'un conducteur et d'un témoin.",
        "es": "Cada uno vendrá acompañado de un conductor y de un testigo."
      },
      "ibn_ashour": "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ (21(وجملة { معها سائق وشهيد } بدل اشتمال من جملة { جاءت كل نفس } . و { سائق } مرفوع بالظرف الذي هو { معها } على رأي من أجازه ، أو مبتدأ خبره { معها } . ويجوز أن يكون جملة { معها سائق وشهيد } حَالا من { كلُّ نفس } . وعطف { وشهيد } على { سائق } يجوز أن يكون من عطف ذات على ذات فيكون المراد ملكان أحدهما يسوق النفس إلى المحشر والآخر يشهد عليها بما حوته صحائف أعمالها . ويجوز أن يكون من عطف الصفات مثل :إلى الملك القرم وابن الهمام ... فهو ملك واحد .والسائق الذي يجعل غيره أمَامه يزجيه في السير ليكون بمرأى منه كيلا ينفلت وذلك من شأن المشي به إلى ما يسوء قال تعالى : { كأنما يساقون إلى الموت } [ الأنفال : 6 ] وقال : { وسيق الذين كفروا إلى جهنم زمرا } [ الزمر : 71 ] ، وأما قوله : { وسيق الذين اتّقوا ربّهم إلى الجنّة زمرا } [ الزمر : 73 ] فمشاكلة . وضِد السوق : القَودْ .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "لَّقَدْ كُنتَ فِى غَفْلَةٍۢ مِّنْ هَٰذَا فَكَشَفْنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلْيَوْمَ حَدِيدٌۭ",
      "tafsir": {
        "muyassar": "لقد كنت في غفلة من هذا الذي عاينت اليوم أيها الإنسان، فكشفنا عنك غطاءك الذي غطَّى قلبك، فزالت الغفلة عنك، فبصرك اليوم فيما تشهد قوي شديد.",
        "mukhtasar": "ويقال لهذا الإنسان المَسُوق: لقد كنت في الدنيا في غفلة عن هذا اليوم بسبب اغترارك بشهواتك ولذاتك، فكشفنا عنك غفلتك بما تعاينه من العذاب والكرب، فبصرك اليوم حادٌّ تدرك به ما كنت في غفلة عنه.",
        "saadi": "{ لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا } أي: يقال للمعرض المكذب يوم القيامة هذا الكلام، توبيخًا، ولومًا وتعنيفًا أي: لقد كنت مكذبًا بهذا، تاركًا للعمل له فالآن { كشفنا عَنْكَ غِطَاءَكَ } الذي غطى قلبك، فكثر نومك، واستمر إعراضك، { فَبَصَرُكَ الْيَوْمَ حَدِيدٌ } ينظر ما يزعجه ويروعه، من أنواع العذاب والنكال.أو هذا خطاب من الله للعبد، فإنه في الدنيا، في غفلة  عما خلق له، ولكنه يوم القيامة، ينتبه ويزول عنه وسنه، ولكنه في وقت لا يمكنه أن يتدارك الفارط، ولا يستدرك الفائت، وهذا كله تخويف من الله للعباد، وترهيب، بذكر ما يكون على المكذبين، في ذلك اليوم العظيم. ",
        "kathir": "وحكى ابن جرير ثلاثة أقوال في المراد بهذا الخطاب في قوله : ( لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد )أحدها : أن المراد بذلك الكافر . رواه علي بن أبي طلحة ، عن ابن عباس . وبه يقول الضحاك بن مزاحم وصالح بن كيسان .والثاني : أن المراد بذلك كل أحد من بر وفاجر ; لأن الآخرة بالنسبة إلى الدنيا كاليقظة والدنيا كالمنام . وهذا اختيار ابن جرير ، ونقله عن حسين بن عبد الله بن عبيد الله بن عباس .والثالث : أن المخاطب بذلك النبي - صلى الله عليه وسلم - . وبه يقول زيد بن أسلم ، وابنه . والمعنى على قولهما : لقد كنت في غفلة من هذا الشأن قبل أن يوحى إليك ، فكشفنا عنك غطاءك بإنزاله إليك ، فبصرك اليوم حديد .والظاهر من السياق خلاف هذا ، بل الخطاب مع الإنسان من حيث هو ، والمراد بقوله : ( لقد كنت في غفلة من هذا ) يعني : من هذا اليوم ، ( فكشفنا عنك غطاءك فبصرك اليوم حديد ) أي : قوي ; لأن كل واحد يوم القيامة يكون مستبصرا حتى الكفار في الدنيا يكونون يوم القيامة على الاستقامة ، لكن لا ينفعهم ذلك . قال الله تعالى : ( أسمع بهم وأبصر يوم يأتوننا ) [ مريم : 38 ] ، وقال تعالى : ( ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون ) [ السجدة : 12 ] ."
      },
      "translations": {
        "en": "[It will be said], \"You were certainly in unmindfulness of this, and We have removed from you your cover, so your sight, this Day, is sharp.\"",
        "fr": "«Tu restais indifférent à cela. Et bien, Nous ôtons ton voile; ta vue est perçante aujourd'hui.",
        "es": "«Estas cosas te traían sin cuidado. Te hemos quitado el velo y, hoy, tu vista es penetrante»."
      },
      "ibn_ashour": "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ (22(مقول قول محذوف دل عليه تعينه من الخطاب ، أي يقال هذا الكلام لكل نفس من نفوس المشركين فهو خطاب التهكم التوبيخي للنفس الكافرة لأن المؤمن لم يكن في غفلة عن الحشر والجزاء .وجملة القول ومقوله في موضع الحال من { كل نفس } [ ق : 21 ] أو موقع الصفة ، وعلامات الخطاب في كلمات { كُنتَ } و { عنكَ } و { غطاءكَ } و { بصركَ } مفتوحة لتأويل النفس بالشخص أو بالإنسان ثم غُلب فيه التذكير على التأنيث . وهذا الكلام صادر من جانب الله تعالى وهو شروع في ذكر الحساب .والغفلة : الذهول عما شأنه أن يُعلم وأطلقت هنا على الإنكار والجحد على سبيل التهكم ، ورشَّح ذلك قولُه { فكشفنا عنك غطاءك } بمعنى : بيّنا لك الدليل بالحس فهو أيضاً تهكّم . وأوثر قوله : { في غفلة } على أن يقال غافلاً للدلالة على تمكن الغفلة منه ولذلك استتبع تمثيلَها بالغطاء .وكشف الغطاء تمثيل لحصول اليقين بالشيء بعد إنكار وقوعه ، أي كشفنا عنك الغطاء الذي كان يحجب عنك وقوع هذا اليوم بما فيه ، وأسند الكشف إلى الله تعالى لأنه الذي أظهر لها أسباب حصول اليقين ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَىَّ عَتِيدٌ",
      "tafsir": {
        "muyassar": "وقال المَلَك الكاتب الشهيد عليه: هذا ما عندي من ديوان عمله، وهو لديَّ مُعَدٌّ محفوظ حاضر.",
        "mukhtasar": "وقال قرينه الموكل به من الملائكة: هذا ما لدي من عمله حاضر دون نقص ولا زيادة.",
        "saadi": "يقول تعالى: { وَقَالَ قَرِينُهُ } أي: قرين هذا المكذب المعرض، من الملائكة، الذين وكلهم الله على حفظه، وحفظ أعماله، فيحضره يوم القيامة ويحضر أعماله ويقول: { هَذَا مَا لَدَيَّ عَتِيدٌ } أي: قد أحضرت ما جعلت عليه، من حفظه، وحفظ عمله، فيجازى بعمله.",
        "kathir": "يقول تعالى مخبرا عن الملك الموكل بعمل ابن آدم : أنه يشهد عليه يوم القيامة بما فعل ويقول : ( هذا ما لدي عتيد ) أي : معتد محضر بلا زيادة ولا نقصان .وقال مجاهد : هذا كلام الملك السائق يقول : هذا ابن آدم الذي وكلتني به ، قد أحضرته .وقد اختار ابن جرير أن يعم السائق والشهيد ، وله اتجاه وقوة ."
      },
      "translations": {
        "en": "And his companion, [the angel], will say, \"This [record] is what is with me, prepared.\"",
        "fr": "Et son compagnon dira: «Voilà ce qui est avec moi, tout prêt».",
        "es": "Su compañero dirá: «Esto es lo que tengo preparado»."
      },
      "ibn_ashour": "وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ (23(الواو واو الحال والجملة حال من تاء الخطاب في قوله : { لقد كنت في غفلة من هذا } [ ق : 22 ] أيْ يوبخ عند مشاهدة العذاب بكلمة { لقد كنتَ في غفلة من هذا } ، في حال قول قرينه { هذا ما لدي عتيد } .وهاء الغائب في قوله : { قرينه } عائدة إلى { كل نفس } [ ق : 21 ] أو إلى الإنسان .وقرين فَعيل بمعنى مفعول ، أي مقرون إلى غيره . وكأنَّ فعلَ قَرَنَ مشتق من القَرَن بالتحريك وهو الحبل وكانوا يقرنون البعير بمثله لوضع الهودج ، فاستعير القرين للملازم . وهذا ليس بالتفات إذ ليس هو تغيير ضمير ولكنه تعيين أسلوب الكلام وأعيد عليه ضمير الغائب المفرد باعتبار معنى { نفس أي شخص ، أو غلب التذكير على التأنيث .واسم الإشارة في قوله : هذا ما لديّ } الخ ، يفسره قوله : { ما لدي عتيد } .و { مَا } في قوله : { مَا لدي } موصولة بدل من اسم الإشارة . و { لدي } صلة ، و { عتيد } خبر عن اسم الإشارة .واختلف المفسرون في المراد بالقرين في هذه الآية على ثلاثة أقوال : فقال قتادة والحسن والضحاك وابن زيد ومجاهد في أحد قوليه هو المَلَك الموكل بالإنسان الذي يسوقه إلى المحشر أي هو السائق الشه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "أَلْقِيَا فِى جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍۢ",
      "tafsir": {
        "muyassar": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد.",
        "mukhtasar": "ويقول الله للملكين السائق والشاهد: ألقيا في جهنم كل كفور للحق، معاند له.",
        "saadi": "ويقال لمن استحق النار: { أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ } أي: كثير الكفر والعناد لآيات الله، المكثر من المعاصي، المجترئ على المحارم والمآثم.",
        "kathir": "فعند ذلك يحكم الله سبحانه تعالى ، في الخليقة بالعدل فيقول : ( ألقيا في جهنم كل كفار عنيد )وقد اختلف النحاة في قوله : ( ألقيا ) فقال بعضهم : هي لغة لبعض العرب يخاطبون المفرد بالتثنية ، كما روي عن الحجاج أنه كان يقول : يا حرسي ، اضربا عنقه ، ومما أنشد ابن جرير على هذه اللغة قول الشاعر :فإن تزجراني - يابن عفان - أنزجر وإن تتركاني أحم عرضا ممنعاوقيل : بل هي نون التأكيد سهلت إلى الألف . وهذا بعيد ; لأن هذا إنما يكون في الوقف ، والظاهر أنها مخاطبة مع السائق والشهيد ، فالسائق أحضره إلى عرصة الحساب ، فلما أدى الشهيد عليه ، أمرهما الله تعالى بإلقائه في نار جهنم وبئس المصير .( ألقيا في جهنم كل كفار عنيد ) أي : كثير الكفر والتكذيب بالحق ، ( عنيد ) : معاند للحق ، معارض له بالباطل مع علمه بذلك ."
      },
      "translations": {
        "en": "[Allah will say], \"Throw into Hell every obstinate disbeliever,",
        "fr": "«Vous deux, jetez dans l'Enfer tout mécréant endurci et rebelle,",
        "es": "«¡Arrojad a la gehena a todo infiel pertinaz, desviado,"
      },
      "ibn_ashour": "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ (24(انتقال من خطاب النفس إلى خطاب الملكين الموكليْن السائق والشهيد . والكلام مقول قول محذوف . والجملة استئناف ابتدائي انتقال من خطاب فريق إلى خطاب فريق آخر ، وصيغة المثنى في قوله : { ألْقِيا } تجوز أن تكون مستعملة في أصلِها فيكون الخطاب للسائق والشهيد . ويجوز أن تكون مستعملة في خطاب الواحد وهو الملك الموكّل بجهنّم وخُوطب بصيغةِ المثنّى جريْا على طريقة مستعملة في الخطاب جرت على ألسنتهم لأنهم يكثر فيهم أن يرافق السائرَ رفيقان ، وهي طريقة مشهورة ، كما قال امرؤ القيس :قفا نبك من ذكرَى حبيب ومنزل ... وقولهم : يا خليلَيَّ ، ويا صاحبَيّ . والمبرد يرى أن تثنية الفاعل نُزلت منزلة تثنية الفعل لاتحادهما كأنه قيل : ألْققِ ألْققِ للتأكيد . وهذا أمر بأن يُعم الإلقاءُ في جهنم كلّ كفار عنيد ، فيعلم منه كلُّ حاضر في الحشر من هؤلاء أنه مَدفوع به إلى جهنم .والكفَّار : القوي الكفر ، أي الشرك .والعنيد : القوي العناد ، أي المكابرة والمدافعة للحق وهو يعلم أنه مبطل .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": [
        {
          "videoId": "NouQ2RZkEug",
          "url": "https://www.youtube.com/watch?v=NouQ2RZkEug",
          "title": "برنامج ( غريب القرآن ) || الحلقة 21 - { و لو ألقى معاذيره }",
          "word": "و لو ألقى معاذيره"
        }
      ]
    },
    {
      "number": 25,
      "text": "مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍۢ مُّرِيبٍ",
      "tafsir": {
        "muyassar": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد.",
        "mukhtasar": "كثير المنع لما أوجب الله عليه من حق، متجاوز لحدود الله، شاكّ فيما يخبر به من وعد أو وعيد.",
        "saadi": "{ مَنَّاعٍ لِلْخَيْرِ } أي: يمنع الخير الذي عنده  الذي أعظمه، الإيمان بالله [وملائكته]  وتبه، ورسله مناع، لنفع ماله وبدنه، { مُعْتَدٍ } على عباد الله، وعلى حدوده  { مُرِيبٍ } أي: شاك في وعد الله ووعيده، فلا إيمان ولا إحسان ولكن وصفه الكفر والعدوان، والشك والريب، والشح، واتخاذ الآلهة من دون الرحمن.",
        "kathir": "( مناع للخير ) أي : لا يؤدي ما عليه من الحقوق ، ولا بر فيه ولا صلة ولا صدقة ، ( معتد ) أي : فيما ينفقه ويصرفه ، يتجاوز فيه الحد .وقال قتادة : معتد في منطقه وسيرته وأمره .( مريب ) أي : شاك في أمره ، مريب لمن نظر في أمره ."
      },
      "translations": {
        "en": "Preventer of good, aggressor, and doubter,",
        "fr": "acharné à empêcher le bien, transgresseur, douteur,",
        "es": "adversario del bien, violador de la ley, escéptico,"
      },
      "ibn_ashour": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ (25(والمنَّاع : الكثير المنع ، أي صد الناس عن الخير ، والخير هو الإيمان ، كانوا يمنعون أبناءهم وذويهم من اتباع الإيمان ومن هؤلاء الوليدُ بن المغيرة كان يقول لبني أخيه «من دخل منكم في الإسلام لا أنفعه بشيء ما عِشت» . ويحتمل أن يراد به أيضاً منع الفقراء من المال لأن الخير يطلق على المال وكان أهل الجاهلية يمنعون الفقراء ويعطون المال لأكابرهم تقرباً وتلطفاً .والمعتدي : الظالم الذي يعتدي على المسلمين بالأذى وعلى الرسول صلى الله عليه وسلم بالتكذيب والقول الباطل .والمريب الذي أراب غيره ، أي جعله مرتاباً ، أي شاكّا ، أي بما يلْقُونه إلى الناس من صنوف المغالطة ليشككوهم في صدق الرسول صلى الله عليه وسلم وصحة الإيمان والتوحيد . وبين لفظي { عتيد } [ ق : 18 ] و { عنيد } الجناس المصحف .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "ٱلَّذِى جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلْقِيَاهُ فِى ٱلْعَذَابِ ٱلشَّدِيدِ",
      "tafsir": {
        "muyassar": "يقول الله للمَلَكين السائق والشهيد بعد أن يفصل بين الخلائق: ألقيا في جهنم كل جاحد أن الله هو الإلهُ الحقُّ، كثيرِ الكفر والتكذيب معاند للحق، منَّاع لأداء ما عليه من الحقوق في ماله، مُعْتدٍ على عباد الله وعلى حدوده، شاكٍّ في وعده ووعيده، الذي أشرك بالله، فعبد معه معبودًا آخر مِن خلقه، فألقياه في عذاب جهنم الشديد.",
        "mukhtasar": "الذي جعل مع الله معبودًا آخر يشركه معه في العبادة، فألقياه في العذاب الشديد.",
        "saadi": "{ الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آخَرَ } أي: عبد معه غيره، ممن لا يملك لنفسه نفعًا، ولا ضرًا، ولا موتًا ولا حياة، ولا نشورًا، { فَأَلْقِيَاهُ } أيها الملكان القرينان { فِي الْعَذَابِ الشَّدِيدِ } الذي هو معظمها وأشدها وأشنعها.",
        "kathir": "( الذي جعل مع الله إلها آخر ) أي : أشرك بالله فعبد معه غيره ، ( فألقياه في العذاب الشديد ) . وقد تقدم في الحديث : أن عنقا من النار يبرز للخلائق فينادي بصوت يسمع الخلائق : إني وكلت بثلاثة ، بكل جبار ، ومن جعل مع الله إلها آخر ، وبالمصورين ثم تلوى عليهم .قال الإمام أحمد : حدثنا معاوية - هو ابن هشام - حدثنا شيبان ، عن فراس عن عطية ، عن أبي سعيد الخدري عن نبي الله - صلى الله عليه وسلم - أنه قال : \" يخرج عنق من النار يتكلم ، يقول : وكلت اليوم بثلاثة : بكل جبار ، ومن جعل مع الله إلها آخر ، ومن قتل نفسا بغير نفس . فتنطوي عليهم ، فتقذفهم في غمرات جهنم \" ."
      },
      "translations": {
        "en": "Who made [as equal] with Allah another deity; then throw him into the severe punishment.\"",
        "fr": "celui qui plaçait à côté d'Allah une autre divinité. Jetez-le donc dans le dur châtiment».",
        "es": "que ponía, junto con Alá, a otro dios! ¡Arrojadlo al castigo severo!»"
      },
      "ibn_ashour": "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَهًا آَخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ (26(يجوز أن يكون اسم الموصول بدلاً من { كَفَّار عنيد } فإن المعرفة تبدل من النكرة كقوله تعالى : { وإنك لتهْدِي إلى صراط مستقيم صراطِ الله } [ الشورى : 52 ، 53 ] ، على أن الموصول هنا تعريفه لفظي مجرد لأن معنى الصلة غير مخصوص بمعيّن ، وأن قوله : { فألقياه } تفريع على { ألقِيا في جهنم كلّ كفار عنيد } [ ق : 24 ] ومصبّ التفريع المتعلِّق وهو { في العذاب الشديد } ، أي في أشد عذاب جهنم تفريعاً على الأمر بإلقائه في جهنم تفريع بيان ، وإعادة فعل { ألقيا } للتأكيد مع تفريع متعلق الفعل المؤكد . وهذا من بديع النظم ، ونظيره قوله تعالى : { كذبت قبلهم قوم نوح فكذبوا عبدَنا وقالوا مجنون وازدجر } [ القمر : 9 ] ففرع على قوله : { كذّبت } إلخ قوله : { فكذّبوا عبدنا وقالوا مجنون وازدجر } . ومنه قوله تعالى : { لا تحسبن الذين يفرحون بما أتوا ويحبّون أن يُحمدوا بما لم يفعلوا فلا تحسبنّهم بمفازة من العذاب } [ آل عمران : 188 ] ، فالمقصود بالتفريع هو قوله : { بمفازة من العذاب } وإعادة { تحسبنهم } تفيد التأكيد ، وعليه ف { الذي جعل مع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطْغَيْتُهُۥ وَلَٰكِن كَانَ فِى ضَلَٰلٍۭ بَعِيدٍۢ",
      "tafsir": {
        "muyassar": "قال شيطانه الذي كان معه في الدنيا: ربنا ما أضللته، ولكن كان في طريق بعيد عن سبيل الهدى.",
        "mukhtasar": "قال قرينه من الشياطين متبرئًا منه: ربنا ما أضللته، ولكن كان في ضلال بعيد عن الحق.",
        "saadi": "{ قَالَ قَرِينُهُ } الشيطان، متبرئًا منه، حاملاً عليه إثمه: { رَبَّنَا مَا أَطْغَيْتُهُ } لأني لم يكن لي عليه سلطان، ولا حجة ولا برهان، ولكن كان في الضلال البعيد، فهو الذي ضل وأبعد عن الحق باختياره، كما قال في الآية الأخرى: { وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم } الآية  ",
        "kathir": "( قال قرينه ) : قال ابن عباس ، ومجاهد ، وقتادة ، وغيرهم : هو الشيطان الذي وكل به : ( ربنا ما أطغيته ) أي : يقول عن الإنسان الذي قد وافى القيامة كافرا ، يتبرأ منه شيطانه ، فيقول : ( ربنا ما أطغيته ) أي : ما أضللته ، ( ولكن كان في ضلال بعيد ) أي : بل كان هو في نفسه ضالا قابلا للباطل معاندا للحق . كما أخبر تعالى في الآية الأخرى في قوله : ( وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتموني من قبل إن الظالمين لهم عذاب أليم ) [ إبراهيم : 22 ] ."
      },
      "translations": {
        "en": "His [devil] companion will say, \"Our Lord, I did not make him transgress, but he [himself] was in extreme error.\"",
        "fr": "Son camarade (le Diable) dira: «Seigneur, ce n'est pas moi qui l'ai fait transgresser; mais il était déjà dans un profond égarement».",
        "es": "Su compañero dirá: «¡Señor! No soy yo quien le hizo rebelarse, sino que él estaba ya profundamente extraviado»."
      },
      "ibn_ashour": "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ (27(حكاية قول القرين بالأسلوب المتبع في حكاية المُقاولات في القرآن وهو أسلوب الفصل دون عطف فعل القول على شيء ، وهو الأسلوب الذي ذكرناه في قوله تعالى : { قالوا أتجعلُ فيها من يُفسد فيها } الآية في سورة البقرة ( 30 ( ، تشعر بأن في المقام كلاماً مطوياً هو كلام صاحب القرين طوي للإيجاز ، ودليله ما تضمنه قول القرين من نفي أن يكون هو أطغى صاحبه إذ قال ربَّنا ما أطغيته ولكن كان في ضلال بعيد } . وقد حكي ذلك في سورة ص صريحاً بقوله : { هذا فوج مقتحم معكم لاَ مَرْحبا بهم إنهم صالوا النار قالوا بل أنتم لا مرحبا بكم أنتم قدمتموه لنا فبئس القرار قالوا ربنا من قَدّم لنا هذا فزِده عذاباً ضعفاً في النار } [ ص : 59 61 ] . وتقدير المطوي هنا : أن الكَفَّار العَنيد لما قدم إلى النار أراد التنصل من كُفره وعناده وألقى تبعته على قرينه الذي كان يزيّن له الكفر فقال : هذا القرينُ أطغاني ، فقال قرينه { ربنا ما أطغيته ولكن كان في ضلال بعيد } . فالقرين هذا هو القرين الذي تقدم ذكره في قوله : { وقال قرينه هذا ما لدي عتيد } [ ق : 23 ] .والطغيا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "قَالَ لَا تَخْتَصِمُوا۟ لَدَىَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بِٱلْوَعِيدِ",
      "tafsir": {
        "muyassar": "قال الله تعالى: لا تختصموا لديَّ اليوم في موقف الجزاء والحساب؛ إذ لا فائدة من ذلك، وقد قَدَّمْتُ إليكم في الدنيا بالوعيد لمن كفر بي وعصاني.",
        "mukhtasar": "قال الله: لا تختصموا لديّ، فلا فائدة من ذلك، فقد قدمت لكم في الدنيا ما جاءت به رسلي من الوعيد الشديد لمن كفر بي وعصاني.",
        "saadi": "قال الله تعالى مجيبًا لاختصامهم: { لَا تَخْتَصِمُوا لَدَيَّ } أي: لا فائدة في اختصامكم  عندي، { و } الحال أني قد { قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ } أي: جاءتكم رسلي بالآيات البينات، والحجج الواضحات، والبراهين الساطعات، فقامت عليكم حجتي، وانقطعت حجتكم، وقدمتم علي بما أسلفتم من الأعمال التي وجب جزاؤها.",
        "kathir": "وقوله : ( قال لا تختصموا لدي ) يقول الرب عز وجل للإنسي وقرينه من الجن ، وذلك أنهما يختصمان بين يدي الحق فيقول الإنسي : يا رب ، هذا أضلني عن الذكر بعد إذ جاءني . ويقول الشيطان : ( ربنا ما أطغيته ولكن كان في ضلال بعيد ) أي : عن منهج الحق . فيقول الرب عز وجل لهما : ( لا تختصموا لدي ) أي : عندي ، ( وقد قدمت إليكم بالوعيد ) أي : قد أعذرت إليكم على ألسنة الرسل ، وأنزلت الكتب ، وقامت عليكم الحجج والبينات والبراهين ."
      },
      "translations": {
        "en": "[Allah] will say, \"Do not dispute before Me, while I had already presented to you the warning.",
        "fr": "Alors [Allah] dira:«Ne vous disputez pas devant moi! Alors que Je vous ai déjà fait part de la menace.",
        "es": "Dirá: «¡No discutáis ante Mí! Ya os amenacé por anticipado."
      },
      "ibn_ashour": "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ (28(",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "مَا يُبَدَّلُ ٱلْقَوْلُ لَدَىَّ وَمَآ أَنَا۠ بِظَلَّٰمٍۢ لِّلْعَبِيدِ",
      "tafsir": {
        "muyassar": "ما يُغيَّر القول لديَّ، ولست أعذِّب أحدًا بذنب أحد، فلا أعذِّب أحدًا إلا بذنبه بعد قيام الحجة عليه.",
        "mukhtasar": "ما يغير القول لدي، ولا يخلف وعدي، ولا أظلم العبيد بنقص حسناتهم، ولا بزيادة سيئاتهم، بل أجزيهم بما عملوا.",
        "saadi": "{ مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ } أي: لا يمكن أن يخلف ما قاله الله وأخبر به، لأنه لا أصدق من الله قيلاً، ولا أصدق حديثًا.{ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ } بل أجزيهم بما عملوا من خير وشر، فلا يزاد  في سيئاتهم، ولا ينقص من حسناتهم. ",
        "kathir": "( ما يبدل القول لدي ) قال مجاهد : يعني قد قضيت ما أنا قاض ، ( وما أنا بظلام للعبيد ) أي : لست أعذب أحدا بذنب أحد ، ولكن لا أعذب أحدا إلا بذنبه بعد قيام الحجة عليه ."
      },
      "translations": {
        "en": "The word will not be changed with Me, and never will I be unjust to the servants.\"",
        "fr": "Chez Moi, la parole ne change pas; et Je n'opprime nullement les serviteurs».",
        "es": "Mi sentencia es inmutable. Yo no soy injusto con Mis siervos»."
      },
      "ibn_ashour": "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ (29(هذا حكاية كلام يصدر يومئذٍ من جانب الله تعالى للفريقين الذي اتَّبعوا والذين اتُّبعوا ، فالضمير عائد على غير مذكور في الكلام يدل عليه قوله : { فكشفنا عنكَ غطاءك } [ ق : 22 ] .وعدم عطف فعل { قال } على ما قبله لوقوعه في معرض المقاولة ، والتعبير بصيغة الماضي لتحقق وقوعه فقد صارت المقاولة بين ثلاثةِ جوانب .والاختصام : المخاصمة وهو مصدر بصيغة الافتعال التي الأصل فيها أنها لمطاوعة بعض الأفعال فاستعملت للتفاعل مثل : اجتوروا واعتوروا واختصموا .والنهي عن المخاصمة بينهم يقتضي أن النفوس الكافرة ادعت أن قرناءها أطْغَوْها ، وأن القرناء تنصلوا من ذلك وأن النفوس أعادت رَمي قرنائها بذلك فصار خصاماً فلذلك قال الله تعالى : { لا تختصموا لدى } وطوي ذكره لدلالة { لا تختصموا } عليه إيثارا لحق الإيجاز في الكلام . والنهي عن الاختصام بعد وقوعه بتأويل النهي عن الدوام عليه ، أي كفوا عن الخصام .ومعنى النهي أن الخصام في ذلك لا جدوى له لأن استواء الفريقين في الكفر كاففٍ في مؤاخذة كليهما على السواء كما قال تعالى : { قالت أخراهم لأولاهم ربنا هؤلاء ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍۢ",
      "tafsir": {
        "muyassar": "اذكر -أيها الرسول- لقومك يوم نقول لجهنم يوم القيامة: هل امتلأت؟ وتقول جهنم: هل من زيادة من الجن والإنس؟ فيضع الرب -جل جلاله- قدمه فيها، فينزوي بعضها على بعض، وتقول: قط، قط.",
        "mukhtasar": "يوم نقول لجهنم: هل امتلأت بمن ألقي فيك من الكفار والعصاة؟ فتجيب ربها: هل من مزيد؟ طلبًا للزيادة؛ غضبًا لربها.",
        "saadi": "يقول تعالى، مخوفًا لعباده: { يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ } وذلك من كثرة ما ألقي فيها، { وَتَقُولُ هَلْ مِنْ مَزِيدٍ } أي: لا تزال تطلب الزيادة، من المجرمين العاصين، غضبًا لربها، وغيظًا على الكافرين.وقد وعدها الله ملأها، كما قال تعالى { لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ } حتى يضع رب العزة عليها قدمه الكريمة المنزهة عن التشبيه، فينزوي بعضها على بعض، وتقول: قط قط، قد اكتفيت وامتلأت.",
        "kathir": "يخبر تعالى أنه يقول لجهنم يوم القيامة : هل امتلأت ؟ وذلك أنه وعدها أن سيملؤها من الجنة والناس أجمعين ، فهو سبحانه يأمر بمن يأمر به إليها ، ويلقى وهي تقول : ( هل من مزيد ) أي : هل بقي شيء تزيدوني ؟ هذا هو الظاهر من سياق الآية ، وعليه تدل الأحاديث :قال البخاري عند تفسير هذه الآية : حدثنا عبد الله بن أبي الأسود ، حدثنا حرمي بن عمارة حدثنا شعبة ، عن قتادة ، عن أنس بن مالك ، عن النبي - صلى الله عليه وسلم - قال : \" يلقى في النار ، وتقول : هل من مزيد ، حتى يضع قدمه فيها ، فتقول قط قط \" .وقال الإمام أحمد : حدثنا عبد الوهاب ، عن سعيد ، عن قتادة ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" لا تزال جهنم يلقى فيها وتقول : هل من مزيد ؟ حتى يضع رب العزة فيها قدمه ، فينزوي بعضها إلى بعض ، وتقول : قط قط ، وعزتك وكرمك ولا يزال في الجنة فضل حتى ينشئ الله لها خلقا آخر فيسكنهم في فضول الجنة \" .ثم رواه مسلم من حديث قتادة ، بنحوه . ورواه أبان العطار وسليمان التيمي ، عن قتادة ، بنحوه .حديث آخر : قال البخاري : حدثنا محمد بن موسى القطان ، حدثنا أبو سفيان الحميري سعيد بن يحيى بن مهدي ، حدثنا عوف ، عن محمد عن أبي هريرة - رفعه ، وأكثر ما كان يوقفه أبو سفيان - : \" يقال لجهنم : هل امتلأت ، وتقول : هل من مزيد ، فيضع الرب عز وجل قدمه عليها ، فتقول : قط قط \" .رواه أيوب وهشام بن حسان عن محمد بن سيرين ، به .طريق أخرى : قال البخاري : وحدثنا عبد الله بن محمد ، حدثنا عبد الرزاق ، أخبرنا معمر عن همام عن أبي هريرة قال : قال النبي - صلى الله عليه وسلم - : \" تحاجت الجنة والنار ، فقالت النار : أوثرت بالمتكبرين والمتجبرين . وقالت الجنة : ما لي لا يدخلني إلا ضعفاء الناس وسقطهم . قال الله عز وجل للجنة : أنت رحمتي أرحم بك من أشاء من عبادي . وقال للنار : إنما أنت عذابي ، أعذب بك من أشاء من عبادي ، ولكل واحدة منكما ملؤها ، فأما النار فلا تمتلئ حتى يضع رجله ، فتقول : قط قط ، فهنالك تمتلئ ويزوى بعضها إلى بعض ولا يظلم الله من خلقه أحدا ، وأما الجنة فإن الله ينشئ لها خلقا آخر \" .حديث آخر : قال مسلم في صحيحه : حدثنا عثمان بن أبي شيبة ، حدثنا جرير ، عن الأعمش ، عن أبي صالح ، عن أبي سعيد قال : قال رسول الله - صلى الله عليه وسلم - : \" احتجت الجنة والنار ، فقالت النار : في الجبارون والمتكبرون . وقالت الجنة : في ضعفاء الناس ومساكينهم . فقضى بينهما ، فقال للجنة : إنما أنت رحمتي ، أرحم بك من أشاء من عبادي . وقال للنار : إنما أنت عذابي ، أعذب بك من أشاء من عبادي ، ولكل واحدة منكما ملؤها \" انفرد به مسلم دون البخاري من هذا الوجه . والله سبحانه وتعالى أعلم .وقد رواه الإمام أحمد من طريق أخرى ، عن أبي سعيد بأبسط من هذا السياق فقال :حدثنا حسن وروح قالا : حدثنا حماد بن سلمة ، عن عطاء بن السائب ، عن عبيد الله بن عبد الله بن عتبة ، عن أبي سعيد الخدري ; أن رسول الله - صلى الله عليه وسلم - قال : \" افتخرت الجنة والنار ، فقالت النار : يا رب يدخلني الجبابرة والمتكبرون والملوك والأشراف . وقالت الجنة : أي رب يدخلني الضعفاء والفقراء والمساكين . فيقول الله عز وجل ، للنار : أنت عذابي أصيب بك من أشاء . وقال للجنة : أنت رحمتي وسعت كل شيء ، ولكل واحدة منكما ملؤها ، فيلقى في النار أهلها فتقول : هل من مزيد ؟ قال : ويلقى فيها وتقول : هل من مزيد ؟ ويلقى فيها وتقول : هل من مزيد ؟ حتى يأتيها عز وجل ، فيضع قدمه عليها ، فتزوى وتقول : قدني ، قدني . وأما الجنة فيبقى فيها ما شاء الله أن يبقى ، فينشئ الله لها خلقا ما يشاء \" .حديث آخر : وقال الحافظ أبو يعلى في مسنده : حدثنا عقبة بن مكرم ، حدثنا يونس ، حدثنا عبد الغفار بن القاسم ، عن عدي بن ثابت ، عن زر بن حبيش ، عن أبي بن كعب ; أن رسول الله - صلى الله عليه وسلم - قال : \" يعرفني الله عز وجل ، نفسه يوم القيامة ، فأسجد سجدة يرضى بها عني ، ثم أمدحه مدحة يرضى بها عني ، ثم يؤذن لي في الكلام ، ثم تمر أمتي على الصراط - مضروب بين ظهراني جهنم - فيمرون أسرع من الطرف والسهم ، وأسرع من أجود الخيل ، حتى يخرج الرجل منها يحبو ، وهي الأعمال . وجهنم تسأل المزيد ، حتى يضع فيها قدمه ، فينزوي بعضها إلى بعض وتقول : قط قط ! وأنا على الحوض \" . قيل : وما الحوض يا رسول الله ؟ قال : \" والذي نفسي بيده ، إن شرابه أبيض من اللبن ، وأحلى من العسل ، وأبرد من الثلج ، وأطيب ريحا من المسك . وآنيته أكثر من عدد النجوم ، لا يشرب منه إنسان فيظمأ أبدا ، ولا يصرف فيروى أبدا \" . وهذا القول هو اختيار ابن جرير .وقد قال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا أبو يحيى الحماني عن نضر الخزاز ، عن عكرمة ، عن ابن عباس ، ( يوم نقول لجهنم هل امتلأت وتقول هل من مزيد ) قال : ما امتلأت ، قال : تقول : وهل في من مكان يزاد في .وكذا روى الحكم بن أبان عن عكرمة : ( وتقول هل من مزيد ) : وهل في مدخل واحد ، قد امتلأت .[ و ] قال الوليد بن مسلم ، عن يزيد بن أبي مريم أنه سمع مجاهدا يقول : لا يزال يقذف فيها حتى تقول : قد امتلأت فتقول : هل [ في ] من مزيد ؟ وعن عبد الرحمن بن زيد بن أسلم نحو هذا .فعند هؤلاء أن قوله تعالى : ( هل امتلأت ) ، إنما هو بعد ما يضع عليها قدمه ، فتنزوي وتقول حينئذ : هل بقي في [ من ] مزيد ؟ يسع شيئا .قال العوفي ، عن ابن عباس : وذلك حين لا يبقى فيها موضع [ يسع ] إبرة . فالله أعلم ."
      },
      "translations": {
        "en": "On the Day We will say to Hell, \"Have you been filled?\" and it will say, \"Are there some more,\"",
        "fr": "Le jour où Nous dirons à l'Enfer; «Es-tu rempli?» Il dira: «Y en a-t-il encore?»",
        "es": "El día que digamos a la gehena: «¿Estás ya llena?», ella dirá: «¿Aún hay más?»"
      },
      "ibn_ashour": "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ (30(ظرف متعلق ب { قال لا تختصموا لدى } [ ق : 28 ] . والتقدير : قال لهم في ذلك القول يوم يقول قولاً آخر لجهنم { هل امتلأت } . ومناسبته تعليقه به أن هذا القول لجهنم مقصود به ترويع المدفوعين إلى جهنم أن لا يطمعوا في أن كثرتهم يضيق بها سعة جهنم فيطمع بعضهم أن يكون ممن لا يوجد له مكان فيها ، فحكاه الله في القرآن عبرة لمن يسمعه من المشركين وتعليماً لأهل القرآن المؤمنين ولذلك استوت قراءة { يقول } بالياء ، وهي لنافع وأبي بكر عن عاصم جريا على مقتضى ظاهر ما سبقه من قوله : { قال لا تختصموا لدى } . وقراءة الباقين بالنون على الالتفات بل هو التفات تابع لتبديل طريق الإخبار من الحديث عن غائب إلى خطاب حاضر .والقول الأول حقيقي وهو كلام يصدر من جانب الله بمحض خلقه دون واسطة . فلذلك أسند إلى الله كما يقال القرآن كلام الله .والاستفهام في { هل امتلأت } مستعمل في تنبيه أهل العذاب إلى هذا السؤال على وجه التعريض .وأما القول لجهنم فيجوز أن يكون حقيقة بأن يخلق الله في أصوات لهيبها أصواتاً ذات حروف يلتئم منها كلام ، ويجوز أن يكون مجازاً عن دل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
      "tafsir": {
        "muyassar": "وقُرِّبت الجنة للمتقين مكانًا غير بعيد منهم، فهم يشاهدونها زيادة في المسرَّة لهم.",
        "mukhtasar": "وقُرِّبت الجنة للمتقين لربهم بامتثال أوامره واجتناب نواهيه، فشاهدوا ما فيها من النعيم غير بعيد منهم.",
        "saadi": "{ وَأُزْلِفَتِ الْجَنَّةُ } أي: قربت بحيث تشاهد وينظر ما فيها، من النعيم المقيم، والحبرة والسرور، وإنما أزلفت وقربت، لأجل المتقين لربهم، التاركين للشرك، صغيره وكبيره ، الممتثلين لأوامر ربهم، المنقادين له.",
        "kathir": "وقوله : ( وأزلفت الجنة للمتقين غير بعيد ) : قال قتادة ، وأبو مالك ، والسدي : ( أزلفت ) أدنيت وقربت من المتقين ، ( غير بعيد ) وذلك يوم القيامة ، وليس ببعيد ; لأنه واقع لا محالة ، وكل ما هو آت آت ."
      },
      "translations": {
        "en": "And Paradise will be brought near to the righteous, not far,",
        "fr": "Le Paradis sera rapproché à proximité des pieux.",
        "es": "Y el Jardín será acercado a quienes hayan temido a Alá, bien cerca:"
      },
      "ibn_ashour": "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ (31(عطف { وأزلفت } على { يقول لجهنم } . فالتقدير : يوم أزلفت الجنة للمتقين وهو رجوع إلى مقابل حالةِ الضالّين يومَ يُنفخ في الصور ، فهذه الجملة متصلة في المعنى بجملة { وجاءت كل نفس معها سائق وشهيد } [ ق : 21 ] ولو اعتبرت معطوفة عليها لصح ذلك إلا أن عطفها على جملة { يوم يقول لجهنم هل امتلات } [ ق : 30 ] غنية عن ذلك ولا سيما مع طول الكلام .والإزلاف : التقريب مشتق من الزَلَف بالتحريك وهو القربة ، وقياس فعله أنه كفَرِح كما دل عليه المصدر ولم يُرو في كلامهم ، أي جعلت الجنة قريباً من المتقين ، أي ادْنُوا منها .والجنة موجودة من قبل وُرود المتَّقين إليها فإزلافها قد يكون بحشرهم للحساب بمقربة منها كرامة لهم عن كلفة المسير إليها ، وقد يكون عبارة عن تيسير وصولهم إليها بوسائل غير معروفة في عادة أهل الدنيا .وقوله : { غير بعيد } يرجح الاحتمال الأول ، أي غير بعيد منهم وإلاّ صار تأكيداً لفظياً ل { أُزلفت } كما يقال : عاجل غير آجل ، وقوله : { وأضل فرعون قومه وما هدى } [ طه : 79 ] والتأسيس أرجح من احتمال التأكيد .وانتصب { غير بعيد } على الظرفية باعتبا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍۢ",
      "tafsir": {
        "muyassar": "يقال لهم: هذا الذي كنتم توعدون به - أيها المتقون - لكل تائب مِن ذنوبه، حافظ لكل ما قَرَّبه إلى ربه، من الفرائض والطاعات، مَن خاف الله في الدنيا ولقيه يوم القيامة بقلب تائب من ذنوبه.",
        "mukhtasar": "ويقال لهم: هذا ما وعدكم الله لكل رجَّاع إلى ربه بالتوبة، حافظ لما ألزمه ربه به.",
        "saadi": "ويقال لهم على وجه التهنئة: { هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ } أي: هذه الجنة وما فيها، مما تشتهيه الأنفس، وتلذ الأعين، هي التي وعد الله كل أواب أي: رجاع إلى الله، في جميع الأوقات، بذكره وحبه، والاستعانة به، ودعائه، وخوفه، ورجائه.{ حَفِيظٍ } أي: يحافظ على ما أمر الله به، بامتثاله على وجه الإخلاص والإكمال له، على أكمل  الوجوه، حفيظ لحدوده.",
        "kathir": "( هذا ما توعدون لكل أواب ) أي : رجاع تائب مقلع ، ( حفيظ ) أي : يحفظ العهد فلا ينقضه و [ لا ] ينكثه .وقال عبيد بن عمير : الأواب : الحفيظ الذي لا يجلس مجلسا [ فيقوم ] حتى يستغفر الله عز وجل ."
      },
      "translations": {
        "en": "[It will be said], \"This is what you were promised - for every returner [to Allah] and keeper [of His covenant]",
        "fr": "«Voilà ce qui vous a été promis, [ainsi qu'] à tout homme plein de repentir et respectueux [des prescriptions divines]",
        "es": "«Esto es lo que se os había prometido, a todo hombre sinceramente arrepentido, observador,"
      },
      "ibn_ashour": "هَذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ (32(وجملة { هذا ما توعدون } معترضة ، فلك أن تجعلها وحدها معترضة وما بعدها متصلاً بما قبلها فتكون معترضة بين البدل والمبدل منه وهما { للمتقين } و { لكل أواب } ، وتجعل { لكل أواب } بدلاً من { للمتقين } ، وتكرير الحرف الذي جُرّ به المبدَل منه لقصد التأكيد كقوله تعالى : { قال الذين استكبروا للذين استضعفوا } [ سبأ : 32 ] لمن آمن منهم الآية وقوله : { ولأبَوَيْه لكلّ واحد منهما السدس } [ النساء : 11 ] . واسم الإشارة المذكر مراعى فيه مجموع ما هو مشاهد عندهم من الخيرات .والأوّاب : الكثير الأوب ، أي الرجوع إلى الله ، أي إلى امتثال أمره ونهيه .والحفيظ : الكثير الحفظ لوصايا الله وحدوده . والمعنى : أنه محافظ على الطاعة فإذا صدرت منه فلتة أعقبها بالتوبة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "مَّنْ خَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ وَجَآءَ بِقَلْبٍۢ مُّنِيبٍ",
      "tafsir": {
        "muyassar": "يقال لهم: هذا الذي كنتم توعدون به - أيها المتقون - لكل تائب مِن ذنوبه، حافظ لكل ما قَرَّبه إلى ربه، من الفرائض والطاعات، مَن خاف الله في الدنيا ولقيه يوم القيامة بقلب تائب من ذنوبه.",
        "mukhtasar": "من خاف الله بالسر حيث لا يراه إلا الله، ولقي الله بقلب سليم مقبل على الله، كثير الرجوع إليه.",
        "saadi": "{ مَنْ خَشِيَ الرَّحْمَنَ } أي: خافه على وجه المعرفة بربه، والرجاء لرحمته ولازم على خشية الله في حال غيبه أي: مغيبه عن أعين الناس، وهذه هي الخشية الحقيقية، وأما خشيته في حال نظر الناس وحضورهم، فقد تكون رياء وسمعة، فلا تدل على الخشية، وإنما الخشية النافعة، خشية الله في الغيب والشهادة ويحتمل أن المراد بخشية الله بالغيب كالمراد بالإيمان بالغيب وأن هذا مقابل للشهادة حيث يكون الإيمان والخشية ضروريًا لا اختياريًا حيث يعاين العذاب وتأتي آيات الله وهذا هو الظاهر  { وَجَاءَ بِقَلْبٍ مُنِيبٍ } أي: وصفه الإنابة إلى مولاه، وانجذاب دواعيه إلى مراضيه.",
        "kathir": "( من خشي الرحمن بالغيب ) أي : من خاف الله في سره حيث لا يراه أحد إلا الله . كقوله [ عليه السلام ] ورجل ذكر الله خاليا ، ففاضت عيناه \" .( وجاء بقلب منيب ) أي : ولقي الله يوم القيامة بقلب سليم منيب إليه خاضع لديه ."
      },
      "translations": {
        "en": "Who feared the Most Merciful unseen and came with a heart returning [in repentance].",
        "fr": "qui redoute le Tout Miséricordieux bien qu'il ne Le voit pas, et qui vient [vers Lui] avec un cœur porté à l'obéissance.",
        "es": "que tiene miedo secreto al Compasivo y viene con corazón contrito."
      },
      "ibn_ashour": "مَنْ خَشِيَ الرَّحْمَنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ (33(و { من خشي الرحمن بالغيب } بدل من { كل أوّاب } . والخشية : الخوف . وأطلقت الخشية على أثرها وهو الطاعة .والباء في { بالغيب } بمعنى ( في ( الظرفية لتنزيل الحال منزلة المكان ، أي الحالة الغائبة وهي حالة عدم اطِّلاع أحد عليه ، فإن الخشية في تلك الحالة تدل على صدق الطاعة لله بحيث لا يرجو ثناء أحد ولا عقاب أحد فيتعلق المجرور بالتاء بفعل { خشي } .ولك أن تبقي الباء على بعض معانيها الغالبة وهي الملابسة ونحوها ويكون { الغيب } مصدراً والمجرور حالاً من ضمير { خشي } .ومعنى { وجاء بقلب منيب } أنه حضر يوم الحشر مصاحباً قلبَه المنيب إلى الله ، أي مات موصوفاً بالإنابة ولم يُبطل عمله الصالح في آخر عمره ، وهذا كقوله حكاية عن إبراهيم { يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم } [ الشعراء : 88 ، 89 ] .وإيثار اسمه { الرحمن } في قوله : { من خشي الرحمن } دون اسم الجلالة للإشارة إلى أن هذا المتقي يخشى الله وهو يعلم أنه رحمان ، ولقصد التعريض بالمشركين الذين أنكروا اسمه الرحمان { وإذا قيل لهم اسجدوا للرحمان قالوا وما الرحمان } [ الفرقان :",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "ٱدْخُلُوهَا بِسَلَٰمٍۢ ۖ ذَٰلِكَ يَوْمُ ٱلْخُلُودِ",
      "tafsir": {
        "muyassar": "ويقال لهؤلاء المؤمنين: ادخلوا الجنة دخولا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع المكاره، ذلك هو يوم الخلود بلا انقطاع.",
        "mukhtasar": "ويقال لهم: ادخلوا الجنة دخولًا مصحوبًا بالسلامة مما تكرهون، ذلك يوم البقاء الذي لا فناء بعده.",
        "saadi": "ويقال لهؤلاء الأتقياء الأبرار: { ادْخُلُوهَا بِسَلَامٍ } أي: دخولًا مقرونًا بالسلامة من الآفات والشرور، مأمونًا فيه جميع مكاره الأمور، فلا انقطاع لنعيمهم، ولا كدر ولا تنغيص، { ذَلِكَ يَوْمُ الْخُلُودِ } الذي لا زوال له ولا موت، ولا شيء من المكدرات.",
        "kathir": "( ادخلوها ) أي : الجنة ) بسلام ) ، قال قتادة : سلموا من عذاب الله ، وسلم عليهم ملائكة الله .وقوله : ( ذلك يوم الخلود ) أي : يخلدون في الجنة فلا يموتون أبدا ، ولا يظعنون أبدا ، ولا يبغون عنها حولا ."
      },
      "translations": {
        "en": "Enter it in peace. This is the Day of Eternity.\"",
        "fr": "Entrez-y en toute sécurité,». Voilà le jour de l'éternité!",
        "es": "¡Entrad en él en paz! ¡Éste es el día de la Eternidad!»"
      },
      "ibn_ashour": "ادْخُلُوهَا بِسَلَامٍ ذَلِكَ يَوْمُ الْخُلُودِ (34(وجملة { ادخلوها بسلام } من تمام مقول القول المحذوف . وهذا الإذن من كمال إكرام الضيف أنه إن دُعِي إلى الوليمة أو جيء به فإنه إذا بلغ المنزل قيل له : ادخل بسَلام .والباء في { بسلام } للملابسة . والسلام : السلامة من كل أذى من تعب أو نصب ، وهو دعاء . ويجوز أن يراد به أيضاً تسليم الملائكة عليهم حين دخولهم الجنة مثل قوله : { سلام قولاً من رب رحيم } [ يس : 58 ] .ومحل هذه الجملة من التي قبلها الاستئناف البياني لأن ما قبلها يثير ترقب المخاطبين للإذن بإنجاز ما وعدوا به .وجملة { ذلك يوم الخلود } يجوز أن تكون مما يقال للمتقين على حد قوله : { فادخلوها خالدين } [ الزمر : 73 ] ، والإشارة إلى اليوم الذي هم فيه . وكان اسم الإشارة للبعيد للتعظيم . ويجوز أن تكون الإشارة إلى اليوم المذكور في قوله : { يوم يقول لجهنم هل امتلات } [ ق : 30 ] فإنه بعد أن ذكر ما يلاقيه أهل جهنم وأهل الجنة أعقبه بقوله : { ذلك يوم الخلود } ترهيباً وترغيباً ، وعلى هذا الوجه الثاني تكون هذه الجملة معترضة اعتراضاً موجهاً إلى المتقين يوم القيامة أو إلى السامعين في الدنيا . وعلى كلا ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌۭ",
      "tafsir": {
        "muyassar": "لهؤلاء المؤمنين في الجنة ما يريدون، ولدينا على ما أعطيناهم زيادة نعيم، أعظَمُه النظر إلى وجه الله الكريم.",
        "mukhtasar": "لهم ما يشاؤون فيها من النعيم الذي لا ينفد، ولدينا مزيد من النعيم مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ومنه رؤية الله سبحانه.",
        "saadi": "{ لَهُمْ مَا يَشَاءُونَ فِيهَا } أي: كل ما تعلقت به مشيئتهم، فهو حاصل فيها ولهم فوق ذلك { مَزِيدٌ } أي: ثواب يمدهم به الرحمن الرحيم، مما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، وأعظم ذلك، وأجله، وأفضله، النظر إلى وجه الله الكريم، والتمتع بسماع كلامه، والتنعم بقربه، نسأل الله تعالى أن يجعلنا منهم.",
        "kathir": "وقوله : ( لهم ما يشاءون فيها ) أي : مهما اختاروا وجدوا من أي أصناف الملاذ طلبوا أحضر لهم .قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عمرو بن عثمان ، حدثنا بقية ، عن بحير بن سعد ، عن خالد بن معدان ، عن كثير بن مرة قال : من المزيد أن تمر السحابة بأهل الجنة فتقول : ماذا تريدون فأمطره لكم ؟ فلا يدعون بشيء إلا أمطرتهم . قال كثير : لئن أشهدني الله ذلك لأقولن : أمطرينا جواري مزينات .وفي الحديث عن ابن مسعود أن رسول الله - صلى الله عليه وسلم - قال له : \" إنك لتشتهي الطير في الجنة ، فيخر بين يديك مشويا \" .وقال الإمام أحمد : حدثنا علي بن عبد الله ، حدثنا معاذ بن هشام ، حدثني أبي عن عامر الأحول ، عن أبي الصديق ، عن أبي سعيد الخدري ; أن رسول الله - صلى الله عليه وسلم - قال : \" إذا اشتهى المؤمن الولد في الجنة ، كان حمله ووضعه وسنه في ساعة واحدة \" .ورواه الترمذي وابن ماجه ، عن بندار ، عن معاذ بن هشام ، به وقال الترمذي : حسن غريب ، وزاد \" كما يشتهي \" .وقوله : ( ولدينا مزيد ) كقوله تعالى : ( للذين أحسنوا الحسنى وزيادة ) [ يونس : 26 ] . وقد تقدم في صحيح مسلم عن صهيب بن سنان الرومي : أنها النظر إلى وجه الله الكريم . وقد روى البزار وابن أبي حاتم ، من حديث شريك القاضي ، عن عثمان بن عمير أبي اليقظان ، عن أنس بن مالك في قوله عز وجل : ( ولدينا مزيد ) قال : يظهر لهم الرب ، عز وجل في كل جمعة .وقد رواه الإمام أبو عبد الله الشافعي مرفوعا فقال في مسنده : أخبرنا إبراهيم بن محمد ، حدثني موسى بن عبيدة ، حدثني أبو الأزهر معاوية بن إسحاق بن طلحة ، عن عبد الله بن عبيد بن عمير أنه سمع أنس بن مالك يقول : أتى جبرائيل بمرآة بيضاء فيها نكتة إلى رسول الله ، فقال النبي - صلى الله عليه وسلم - : \" ما هذه ؟ \" فقال : هذه الجمعة ، فضلت بها أنت وأمتك ، فالناس لكم فيها تبع اليهود والنصارى ، ولكم فيها خير ، ولكم فيها ساعة لا يوافقها مؤمن يدعو الله بخير إلا استجيب له ، وهو عندنا يوم المزيد . قال النبي - صلى الله عليه وسلم - : \" يا جبريل ، وما يوم المزيد ؟ \" قال : إن ربك اتخذ في الفردوس واديا أفيح فيه كثب المسك ، فإذا كان يوم الجمعة أنزل الله ما شاء من ملائكته ، وحوله منابر من نور ، عليها مقاعد النبيين ، وحف تلك المنابر بمنابر من ذهب مكللة بالياقوت والزبرجد ، عليها الشهداء والصديقون فجلسوا من ورائهم على تلك الكثب ، فيقول الله عز وجل : أنا ربكم ، قد صدقتكم وعدي ، فسلوني أعطكم . فيقولون : ربنا ، نسألك رضوانك ، فيقول : قد رضيت عنكم ، ولكم علي ما تمنيتم ، ولدي مزيد . فهم يحبون يوم الجمعة لما يعطيهم فيه ربهم من الخير ، وهو اليوم الذي استوى فيه ربكم على العرش ، وفيه خلق آدم ، وفيه تقوم الساعة \" .[ و ] هكذا أورده الإمام الشافعي في كتاب \" الجمعة \" من الأم ، وله طرق عن أنس بن مالك ، رضي الله عنه . وقد أورد ابن جرير هذا من رواية عثمان بن عمير ، عن أنس بأبسط من هذا وذكر هاهنا أثرا مطولا عن أنس بن مالك موقوفا وفيه غرائب كثيرةوقال الإمام أحمد : حدثنا حسن ، حدثنا ابن لهيعة ، حدثنا دراج ، عن أبي الهيثم ، عن أبي سعيد ، عن رسول الله - صلى الله عليه وسلم - قال : \" إن الرجل في الجنة ليتكئ في الجنة سبعين سنة قبل أن يتحول ثم تأتيه امرأة فتضرب على منكبه فينظر وجهه في خدها أصفى من المرآة ، وإن أدنى لؤلؤة عليها تضيء ما بين المشرق والمغرب . فتسلم عليه ، فيرد السلام ، فيسألها : من أنت ؟ فتقول : أنا من المزيد . وإنه ليكون عليها سبعون حلة ، أدناها مثل النعمان من طوبى ، فينفذها بصره حتى يرى مخ ساقها من وراء ذلك ، وإن عليها من التيجان ، إن أدنى لؤلؤة منها لتضيء ما بين المشرق والمغرب \" .وهكذا رواه عبد الله بن وهب ، عن عمرو بن الحارث ، عن دراج ، به ."
      },
      "translations": {
        "en": "They will have whatever they wish therein, and with Us is more.",
        "fr": "Il y aura là pour eux tout ce qu'ils voudront. Et auprès de Nous il y a davantage encore.",
        "es": "Tendrán allí cuanto deseen y aún dispondremos de más."
      },
      "ibn_ashour": "لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ (35(من قوله : { هذا ما توعدون لكل أوّاب حفيظ } فيكون ضمير الغيبة التفاتاً وأصله : لكم ما تشاؤون . ويجوز أن تكون مما خوطب به الفريقان في الدنيا وعلى الاحتمالين فهي مستأنفة استئنافاً بيانياً .و { لدينا مزيد } ، أي زيادة على ما يشاؤون مما لم يخطرُ ببالهم ، وذلك زيادة في كرامتهم عند الله ووردت آثار متفاوتة القوة أن من المزيد مفاجأتهم بخيرات ، وفيها دلالة على أن المفاجأة بالإنعام ضرب من التلطف والإكرام ، وأيضاً فإن الأنعام يجيئهم في صور معجبة .والقول في { مزيد } هنا كالقول في نظيره السابق آنفاً .وجاء ترتيب الآيات في منتهى الدقة فبدأت بذكر إكرامهم بقوله : { وأزلفت الجنة للمتقين } ، ثم بذكر أن الجنة جزاؤهم الذي وعدوا به فهي حق لهم ، ثم أوْمَأت إلى أن ذلك لأجل أعمالهم بقوله : { لكل أوّاب حفيظ مَن خشي الرحمان } الخ ، ثم ذكرت المبالغة في إكرامهم بعد ذلك كله بقوله : { ادخلوها بسلام } ، ثم طمْأنهم بأن ذلك نعيم خالد ، وزِيد في إكرامهم بأن لهم ما يشاؤون ما لم يروه حين الدخول ، وبأن الله عدهم بالمزيد من لدنه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًۭا فَنَقَّبُوا۟ فِى ٱلْبِلَٰدِ هَلْ مِن مَّحِيصٍ",
      "tafsir": {
        "muyassar": "وأهلكنا قبل هؤلاء المشركين من قريش أممًا كثيرة، كانوا أشد منهم قوة وسطوة، فطوَّفوا في البلاد وعمَّروا ودمَّروا فيها، هل من مهرب من عذاب الله حين جاءهم؟",
        "mukhtasar": "وما أكثر الأمم التي أهلكناها قبل هؤلاء المشركين المكذبين من أهل مكة، كانوا أشد منهم قوة، ففتشوا في البلاد لعلهم يجدون مهربًا من العذاب فلم يجدوه.",
        "saadi": "يقول تعالى -مخوفًا للمشركين المكذبين للرسول:- { وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ } أي: أمما كثيرة هم أشد من هؤلاء بطشًا أي: قوة وآثارًا في الأرض.ولهذا قال: { فَنَقَّبُوا فِي الْبِلَادِ } أي: بنوا الحصون المنيعة والمنازل الرفيعة، وغرسوا الأشجار، وأجروا الأنهار، وزرعوا، وعمروا، ودمروا، فلما كذبوا رسل الله، وجحدوا آيات الله، أخذهم الله بالعقاب الأليم، والعذاب الشديد، فـ { هَلْ مِنْ مَحِيصٍ } أي: لا مفر لهم من عذاب الله، حين نزل بهم، ولا منقذ، فلم تغن عنهم قوتهم، ولا أموالهم، ولا أولادهم.",
        "kathir": "يقول تعالى : وكم أهلكنا قبل هؤلاء المنكرين : ( من قرن هم أشد منهم بطشا ) أي : كانوا أكثر منهم وأشد قوة ، وأثاروا الأرض وعمروها أكثر مما عمروها ; ولهذا قال هاهنا : ( فنقبوا في البلاد ) قال ابن عباس : أثروا فيها . وقال مجاهد : ( فنقبوا في البلاد ) : ضربوا في الأرض . وقال قتادة : فساروا في البلاد ، أي ساروا فيها يبتغون الأرزاق والمتاجر والمكاسب أكثر مما طفتم أنتم فيها ويقال لمن طوف في البلاد : نقب فيها . قال امرؤ القيس :لقد نقبت في الآفاق حتى رضيت من الغنيمة بالإيابوقوله : ( هل من محيص ) أي : هل من مفر كان لهم من قضاء الله وقدره ؟ وهل نفعهم ما جمعوه ورد عنهم عذاب الله إذ جاءهم لما كذبوا الرسل ؟ فأنتم أيضا لا مفر لكم ولا محيد ولا مناص ولا محيص ."
      },
      "translations": {
        "en": "And how many a generation before them did We destroy who were greater than them in [striking] power and had explored throughout the lands. Is there any place of escape?",
        "fr": "combien avons-Nous fait périr, avant eux, de générations bien plus fortes qu'eux. Ils avaient parcouru les contrées, cherchant [vainement] où fuir.",
        "es": "¡A cuántas generaciones hemos hecho antes perecer, más temibles que ellos y que recorrieron el país en busca de escape."
      },
      "ibn_ashour": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ (36(انتقال من الاستدلال إلى التهديد وهو معطوف على ما قبله وهذا العطف انتقال إلى الموعظة بما حل بالأمم المكذبة بعد الاستدلال على إمكان البعث بقوله : { قد علمنا ما تنقص الأرض منهم } [ ق : 4 ] وما فُرّع عليه من قوله : { أفَعَيِينَا بالخلق الأول } [ ق : 15 ] . وفي هذا العطف الوعيد الذي أجمل في قوله : { كذبت قبلهم قوم نوح وأصحاب الرّس إلى قوله : { فحقّ وعيد } [ ق : 12 ، 14 ] . فالوعيد الذي حقّ عليهم هو الاستئصال في الدنيا وهو مضمون قوله : { وكم أهلكنا قبلهم من قرن هم أشد منهم بطشاً } .والخبر الذي أفاده قوله : { وكم أهلكنا قبلهم } تعريض بالتهديد وتسلية للنبيء صلى الله عليه وسلم وضميرا { قبلهم } و { منهم } عائدان إلى معلوم من المقام غير مذكور في الكلام كما تقدم في قوله أول السورة من قوله : { بل عجبوا أن جاءهم منذر منهم ويفسره قوله بعده فقال الكافرون هذا شيء عجيب } [ ق : 2 ] . وجرى على ذلك السَّنَن قوله : { كَذَّبت قبلهم قوم نوح } وقوله : { بل هم في لبس من خلق جديد } [ ق : 15 ] ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِمَن كَانَ لَهُۥ قَلْبٌ أَوْ أَلْقَى ٱلسَّمْعَ وَهُوَ شَهِيدٌۭ",
      "tafsir": {
        "muyassar": "إن في إهلاك القرون الماضية لعبرة لمن كان له قلب يعقل به، أو أصغى السمع، وهو حاضر بقلبه، غير غافل ولا ساهٍ.",
        "mukhtasar": "إن في ذلك المذكور من إهلاك الأمم السابقة لتذكيرًا وموعظة لمن كان له قلب يعقل به، أو أنصت بسمعه حاضر القلب، غير غافل.",
        "saadi": "{ إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ } أي: قلب عظيم حي، ذكي، زكي، فهذا إذا ورد عليه شيء من آيات الله، تذكر بها، وانتفع، فارتفع  وكذلك من ألقى سمعه إلى آيات الله، واستمعها، استماعًا يسترشد به، وقلبه { شَهِيدٌ } أي: حاضر، فهذا له أيضا ذكرى وموعظة، وشفاء وهدى.وأما المعرض، الذي لم يلق  سمعه إلى الآيات، فهذا لا تفيده شيئًا، لأنه لا قبول عنده، ولا تقتضي حكمة الله هداية من هذا وصفه ونعته. ",
        "kathir": "وقوله : ( إن في ذلك لذكرى ) أي : لعبرة ( لمن كان له قلب ) أي : لب يعي به . وقال مجاهد : عقل ( أو ألقى السمع وهو شهيد ) أي : استمع الكلام فوعاه ، وتعقله بقلبه وتفهمه بلبه .وقال مجاهد : ( أو ألقى السمع ) يعني : لا يحدث نفسه بغيره ، ( وهو شهيد ) وقال : شاهد بالقلب .وقال الضحاك : العرب تقول : ألقى فلان سمعه : إذا استمع بأذنيه وهو شاهد ، يقول : غير غائب . وهكذا قال الثوري وغير واحد ."
      },
      "translations": {
        "en": "Indeed in that is a reminder for whoever has a heart or who listens while he is present [in mind].",
        "fr": "Il y a bien là un rappel pour quiconque a un cœur, prête l'oreille tout en étant témoin.",
        "es": "Hay en ello, sí, una amonestación para quien tiene entendimiento, para quien aguza el oído y es testigo."
      },
      "ibn_ashour": "إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (37(وقوله : إن في ذلك لذكرى لمن كان له قلب } إلى آخرها يجوز أن تكون الإشارة بذلك إلى إهلاك القرون الأشدِّ بطشاً ، ويجوز أن يكون إلى جميع ما تقدم من استدلال وتهديد وتحذير من يوم الجزاء .والذكرى : التذكرة العقلية ، أي التفكر في تدبر الأحوال التي قضت عليهم بالإهلاك ليقيسوا عليها أحوالهم فيعلموا أن سَيَنَالهُمْ ما نال أولئك ، وهذا قياس عقلي يدركه اللبيب من تلقاء نفسه دون احتياج إلى منبه .والقلب : العقل وإدراك الأشياء على ما هي عليه . وإلقاء السمع : مستعار لشدة الإصغاء للقرآن ومواعظ الرسول صلى الله عليه وسلم كأنَّ أسماعهم طرحت في ذلك فلا يشغلها شيء آخر تسمعه .والشهيد : المشاهد وصيغة المبالغة فيه للدلالة على قوة المشاهدة للمذكر ، أي تحديق العين إليه للحرص على فهم مراده مما يقارن كلامه من إشارة أو سَحْنة فإن النظر يعين على الفهم . وقد جيء بهذه الجملة الحالية للإشارة إلى اقتران مضمونها بمضمون عاملها بحيث يكون صاحب الحال ملقيا سمعه مشاهِدا . وهذه حالة المؤمن ففي الكلام تنويه بشأن المؤمنين وتعريض بالمشركين ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 38,
      "text": "وَلَقَدْ خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍۢ وَمَا مَسَّنَا مِن لُّغُوبٍۢ",
      "tafsir": {
        "muyassar": "ولقد خلقنا السموات السبع والأرض وما بينهما من أصناف المخلوقات في ستة أيام، وما أصابنا من ذلك الخلق تعب ولا نَصَب. وفي هذه القدرة العظيمة دليل على قدرته -سبحانه - على إحياء الموتى من باب أولى.",
        "mukhtasar": "ولقد خلقنا السماوات، وخلقنا الأرض، وما بين السماوات والأرض؛ في ستة أيام مع قدرتنا على خلقها في لحظة، وما أصابنا من تعب كما تقول اليهود.",
        "saadi": "وهذا إخبار منه تعالى عن قدرته العظيمة، ومشيئته النافذة، التي أوجد بها أعظم المخلوقات { السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ } أولها يوم الأحد، وآخرها يوم الجمعة، من غير تعب، ولا نصب، ولا لغوب، ولا إعياء، فالذي أوجدها -على كبرها وعظمتها- قادر على إحياء الموتى، من باب أولى وأحرى.",
        "kathir": "وقوله : ( ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام وما مسنا من لغوب ) : فيه تقرير المعاد ; لأن من قدر على خلق السماوات والأرض ولم يعي بخلقهن قادر على أن يحيي الموتى بطريق الأولى والأحرى .وقال قتادة : قالت اليهود - عليهم لعائن الله - : خلق الله السماوات والأرض في ستة أيام ، ثم استراح في اليوم السابع ، وهو يوم السبت ، وهم يسمونه يوم الراحة ، فأنزل الله تكذيبهم فيما قالوه وتأولوه : ( وما مسنا من لغوب ) أي : من إعياء ولا نصب ولا تعب ، كما قال في الآية الأخرى : ( أولم يروا أن الله الذي خلق السماوات والأرض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير ) [ الأحقاف : 33 ] ، وكما قال : ( لخلق السماوات والأرض أكبر من خلق الناس ) [ غافر : 57 ] وقال ( أأنتم أشد خلقا أم السماء بناها ) [ النازعات : 27 ] ."
      },
      "translations": {
        "en": "And We did certainly create the heavens and earth and what is between them in six days, and there touched Us no weariness.",
        "fr": "En effet Nous avons créé les cieux et la terre et ce qui existe entre eux en six jours, sans éprouver la moindre lassitude.",
        "es": "Creamos los cielos, la tierra y lo que entre ellos está en seis días, sin sufrir cansancio."
      },
      "ibn_ashour": "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (38(مناسبة اتصال هذه الآية بما قبلها أنه لما نزل قوله تعالى : { أفلم ينظروا إلى السماء فوقهم كيف بنيناها } [ ق : 6 ] إلى قوله : { لها طلع نضيد } [ ق : 10 ] ، وكان ذلك قريباً مما وصف في التوراة من ترتيب المخلوقات إجمالاً ثم نزل قوله بعد ذلك { أفَعَيِينَا بالخلْق الأول } [ ق : 15 ] كان بعض اليهود بمكة يقولون إن الله خلق السماوات والأرض في ستة أيام واستراح في اليوم السابع ، وهذا مكتوب في سفر التكوين من «التوراة» .والاستراحة تؤذن بالنَصَب والإعياء فلما فرغت الآية من تكذيب المشركين في أقوالهم عَطفت إلى تكذيب الذين كانوا يحدثونهم بحديث الاستراحة ، فهذا تأويل موقع هذه الآية في هذا المحل مع ما حكَى ابن عطية من الإجماع على أن هذه السورة كلها مكية وقد أشرنا إلى ذلك في الكلام على طليعة السورة فقول من قال نزلت في يهود المدينة تكلّف إذ لم يكن اليهود مقصورين على المدينة من بلاد العرب وكانوا يترددون إلى مكة .فقوله : { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام } تكملة لما وَصف من خلق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 39,
      "text": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ ٱلْغُرُوبِ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- على ما يقوله المكذبون، فإن الله لهم بالمرصاد، وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب، وصلِّ من الليل، وسبِّحْ بحمد ربك عقب الصلوات.",
        "mukhtasar": "فاصبر - أيها الرسول - على ما يقوله اليهود وغيرهم، وصلّ لربك حامدًا إياه صلاة الفجر قبل طلوع الشمس، وصلّ العصر قبل غروبها.",
        "saadi": "{ فَاصْبِرْ عَلَى مَا يَقُولُونَ } من الذم لك والتكذيب بما جئت به، واشتغل عنهم واله بطاعة ربك وتسبيحه، أول النهار وآخره",
        "kathir": "وقوله : ( فاصبر على ما يقولون ) يعني : المكذبين ، اصبر عليهم واهجرهم هجرا جميلا ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب ) ، وكانت الصلاة المفروضة قبل الإسراء ثنتين قبل طلوع الشمس في وقت الفجر ، وقبل الغروب في وقت العصر ، وقيام الليل كان واجبا على النبي - صلى الله عليه وسلم - وعلى أمته حولا ثم نسخ في حق الأمة وجوبه . ثم بعد ذلك نسخ الله ذلك كله ليلة الإسراء بخمس صلوات ، ولكن منهن صلاة الصبح والعصر ، فهما قبل طلوع الشمس وقبل الغروب .وقد قال الإمام أحمد : حدثنا وكيع ، حدثنا إسماعيل بن أبي خالد ، عن قيس بن أبي حازم ، عن جرير بن عبد الله قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فنظر إلى القمر ليلة البدر فقال : \" أما إنكم ستعرضون على ربكم فترونه كما ترون هذا القمر ، لا تضامون فيه ، فإن استطعتم ألا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها ، فافعلوا \" ثم قرأ : ( وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب )ورواه البخاري ومسلم وبقية الجماعة ، من حديث إسماعيل ، به ."
      },
      "translations": {
        "en": "So be patient, [O Muhammad], over what they say and exalt [Allah] with praise of your Lord before the rising of the sun and before its setting,",
        "fr": "Endure donc ce qu'ils disent; et célèbre la louange de ton Seigneur avant le lever du soleil et avant [son] coucher;",
        "es": "¡Ten paciencia, pues, con lo que dicen y celebra las alabanzas de tu Señor antes de la salida del sol y de su puesta!"
      },
      "ibn_ashour": "فَاصْبِرْ عَلَى مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ (39({ لُّغُوبٍ * فاصبر على مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب } .تفريع على ما تقدم كله من قوله : { بل عجبوا أن جاءهم منذر } [ ق : 2 ] الآيات ، ومناسبة وقعه هذا الموقع ما تضمنه قوله : { وكم أهلكنا قبلهم من قرن } [ مريم : 74 ] الآية من التعريض بتسلية النبي صلى الله عليه وسلم أي فاصبر على ما يقول المشركون من التكذيب بما أخبرتهم من البعث وبالرسالة وقد جمع ذلك كله الموصول وهو { ما يقولون } .وضمير { يقولون } عائد إلى المشركين الذين هم المقصود من هذه المواعظ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 40,
      "text": "وَمِنَ ٱلَّيْلِ فَسَبِّحْهُ وَأَدْبَٰرَ ٱلسُّجُودِ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- على ما يقوله المكذبون، فإن الله لهم بالمرصاد، وصلِّ لربك حامدًا له صلاة الصبح قبل طلوع الشمس وصلاة العصر قبل الغروب، وصلِّ من الليل، وسبِّحْ بحمد ربك عقب الصلوات.",
        "mukhtasar": "ومن الليل فصلّ له، وسبِّحه بعد الصلوات.",
        "saadi": "وفي أوقات الليل، وأدبار الصلوات. فإن ذكر الله تعالى، مسل للنفس، مؤنس لها، مهون للصبر. ",
        "kathir": "وقوله : ( ومن الليل فسبحه ) أي : فصل له ، كقوله : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] .( وأدبار السجود ) قال ابن أبي نجيح ، عن مجاهد ، عن ابن عباس : هو التسبيح بعد الصلاة .ويؤيد هذا ما ثبت في الصحيحين عن أبي هريرة أنه قال : جاء فقراء المهاجرين فقالوا : يا رسول الله ، ذهب أهل الدثور بالدرجات العلى والنعيم المقيم . فقال : \" وما ذاك ؟ \" قالوا : يصلون كما نصلي ، ويصومون كما نصوم ، ويتصدقون ولا نتصدق ، ويعتقون ولا نعتق ! قال : \" أفلا أعلمكم شيئا إذا فعلتموه سبقتم من بعدكم ، ولا يكون أحد أفضل منكم إلا من فعل مثل ما فعلتم ؟ تسبحون وتحمدون وتكبرون دبر كل صلاة ثلاثا وثلاثين \" . قال : فقالوا : يا رسول الله ، سمع إخواننا أهل الأموال بما فعلنا ، ففعلوا مثله . قال : \" ذلك فضل الله يؤتيه من يشاء \" .والقول الثاني : أن المراد بقوله : ( وأدبار السجود ) هما الركعتان بعد المغرب ، روي ذلك عن عمر وعلي ، وابنه الحسن وابن عباس ، وأبي هريرة ، وأبي أمامة ، وبه يقول مجاهد ، وعكرمة ، والشعبي ، والنخعي والحسن ، وقتادة وغيرهم .قال الإمام أحمد : حدثنا وكيع وعبد الرحمن ، عن سفيان ، عن أبي إسحاق ، عن عاصم بن ضمرة ، عن علي قال : كان رسول الله - صلى الله عليه وسلم - يصلي على أثر كل صلاة مكتوبة ركعتين إلا الفجر والعصر . وقال عبد الرحمن : دبر كل صلاة .ورواه أبو داود والنسائي ، من حديث سفيان الثوري ، به . زاد النسائي : ومطرف ، عن أبي إسحاق ، به .وقال ابن أبي حاتم : حدثنا هارون بن إسحاق الهمداني ، حدثنا ابن فضيل ، عن رشدين بن كريب ، عن أبيه ، عن ابن عباس قال : بت ليلة عند رسول - صلى الله عليه وسلم - فصلى ركعتين خفيفتين ، اللتين قبل الفجر . ثم خرج إلى الصلاة فقال : \" يابن عباس ، ركعتين قبل صلاة الفجر إدبار النجوم ، وركعتين بعد المغرب إدبار السجود \" .ورواه الترمذي عن أبي هشام الرفاعي ، عن محمد بن فضيل ، به . وقال : غريب لا نعرفه إلا من هذا الوجه .وحديث ابن عباس ، وأنه بات في بيت خالته ميمونة وصلى تلك الليلة مع النبي - صلى الله عليه وسلم - ثلاث عشرة ركعة ، ثابت في الصحيحين وغيرهما ، فأما هذه الزيادة فغريبة [ و ] لا تعرف إلا من هذا الوجه ، ورشدين بن كريب ضعيف ، ولعله من كلام ابن عباس موقوفا عليه ، والله أعلم ."
      },
      "translations": {
        "en": "And [in part] of the night exalt Him and after prostration.",
        "fr": "et célèbre Sa gloire, une partie de la nuit et à la suite des prosternations [prières].",
        "es": "¡Glorifícale durante la noche y después de la azalá!"
      },
      "ibn_ashour": "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ (40(والنذر ابتداء من قوله : { بل عجبوا أن جاءهم منذر منهم } .{ يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ } { للهالغروب * وَمِنَ اليل فَسَبِّحْهُ وأدبار السجود } .عطف على { فاصبر على ما يقولون } فهو من تمام التفريع ، أي اصبر على أقوال أذَاهُمْ وسخريتهم . ولعلّ وجه هذا العطف أن المشركين كانوا يستهزئون بالنبي صلى الله عليه وسلم والمؤمنين إذا قاموا إلى الصلاة مثل قصة إلقاء عقبةَ بن أبي مُعيط سلا الجزور على ظهر النبي صلى الله عليه وسلم حين سجد في المسجد الحرام في حجر الكعبة فأقبل عقبة بن أبي مُعيط فوضع ثوبه في عنقه فخنقه خنقاً شديداً ، فأقبل أبو بكر حتى أخذ بمنكبه ودفعه عن النبي صلى الله عليه وسلم وقال : { أتقتلون رجلاً أن يقول ربي الله } [ غافر : 28 ] الآية . وقال تعالى : { أرأيت الذي ينهى عبداً إذا صلى إلى قوله : { كلالا تطعه واسجد واقترب } [ العلق : 9 19 ] .فالمراد بالتسبيح : الصلاة وهو من أسماء الصلاة . قال ابن عطية : أجمع المتأولون على أن التسبيح هنا الصلاة . قلت : ولذلك صار فعل التسبيح منزلاً منزلة اللازم لأ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 41,
      "text": "وَٱسْتَمِعْ يَوْمَ يُنَادِ ٱلْمُنَادِ مِن مَّكَانٍۢ قَرِيبٍۢ",
      "tafsir": {
        "muyassar": "واستمع -أيها الرسول- يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب، يوم يسمعون صيحة البعث بالحق الذي لا شك فيه ولا امتراء، ذلك يوم خروج أهل القبور من قبورهم.",
        "mukhtasar": "واستمع - أيها الرسول - يوم ينادي المَلَك الموكل بالنفخ في الصُّور النفخة الثانية، من مكان قريب.",
        "saadi": "أي: { وَاسْتَمِعْ } بقلبك نداء المنادي وهو إسرافيل عليه السلام، حين ينفخ في الصور { مِنْ مَكَانٍ قَرِيبٍ } من الخلق  ",
        "kathir": "يقول تعالى : ( واستمع ) يا محمد ( يوم ينادي المناد من مكان قريب ) قال قتادة : قال كعب الأحبار : يأمر الله [ تعالى ] ملكا أن ينادي على صخرة بيت المقدس : أيتها العظام البالية ، والأوصال المتقطعة ، إن الله يأمركن أن تجتمعن لفصل القضاء ."
      },
      "translations": {
        "en": "And listen on the Day when the Caller will call out from a place that is near -",
        "fr": "Et sois à l'écoute, le jour où le Crieur criera d'un endroit proche,",
        "es": "¡Estate atento al día que el pregonero llame de cerca,"
      },
      "ibn_ashour": "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ (41(لا محالة أن جملة { استمع } عطف على جملة { سَبح بحمد ربك } [ ق : 39 ] ، فالأمر بالاستماع مفرع بالفاء التي فرع بها الأمر بالصبر على ما يقولون . فهو لاحق بتسلية النبي صلى الله عليه وسلم فلا يكون المسموع إلا من نوع ما فيه عناية به وعقوبة لمكذبيه .وابتداء الكلام ب { استمع } يفيد توثيقاً إلى ما يرد بعده على كل احتمال . والأمر بالاستماع حقيقته : الأمر بالإنصات والإصْغاء .وللمفسرين ثلاث طرق في محمل { استمع } ، فالذي نحاه الجمهور حمل الاستماع على حقيقته وإذ كان المذكور عقب فعل السمع لا يصلح لأن يكون مسموعاً لأن اليوم ليس مما يُسمع تعين تقدير مفعول ل { استمع } يدل عليه الكلام الذي بعده فيقدر : استمع نداءَ المنادي ، أو استمع خبرهم ، أو استمع الصيحة يوم ينادي المنادي . ولك أن تجعل فعل { استمع } منزلاً منزلة اللازم ، أي كُن سامِعاً ويتوجه على تفسيره هذا أن يكون معنى الأمر بالاستماع تخييلاً لصيحة ذلك اليوم في صورة الحاصل بحيث يؤمر المخاطب بالإصغاء إليها في الحال كقول مالك بن الرَّيّب :دَعاني الهوى من أهل ودي وجيرتي ... بذي الطَّبَسَيْن ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 42,
      "text": "يَوْمَ يَسْمَعُونَ ٱلصَّيْحَةَ بِٱلْحَقِّ ۚ ذَٰلِكَ يَوْمُ ٱلْخُرُوجِ",
      "tafsir": {
        "muyassar": "واستمع -أيها الرسول- يوم ينادي المَلَك بنفخه في \"القرن\" من مكان قريب، يوم يسمعون صيحة البعث بالحق الذي لا شك فيه ولا امتراء، ذلك يوم خروج أهل القبور من قبورهم.",
        "mukhtasar": "يوم يسمع الخلائق صيحة البعث بالحق الذي لا مِرْية فيه، ذلك اليوم الذي يسمعونها فيه هو يوم خروج الأموات من قبورهم للحساب والجزاء.",
        "saadi": "{ يَوْمَ يَسْمَعُونَ الصَّيْحَةَ } أي: كل الخلائق يسمعون تلك الصيحة المزعجة المهولة { بالحق } الذي لا شك فيه ولا امتراء.{ ذَلِكَ يَوْمُ الْخُرُوجِ } من القبور، الذي انفرد به القادر على كل شيء.",
        "kathir": "( يوم يسمعون الصيحة بالحق ) يعني : النفخة في الصور التي تأتي بالحق الذي كان أكثرهم فيه يمترون . ( ذلك يوم الخروج ) أي : من الأجداث ."
      },
      "translations": {
        "en": "The Day they will hear the blast [of the Horn] in truth. That is the Day of Emergence [from the graves].",
        "fr": "le jour où ils entendront en toute vérité le Cri. Voilà le Jour de la Résurrection.",
        "es": "al día que se oiga, de verdad, el Grito! Ése será el día de la Resurrección."
      },
      "ibn_ashour": "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ذَلِكَ يَوْمُ الْخُرُوجِ (42(وقوله : { يوم يسمعون الصيحة } بدل مطابق من { يوم يناد المنادي } وقوله : { ذلك يوم الخروج } خبر المبتدأ .ولك أن تجعل { يوم يناد المنادي } مفعولاً فيه ل { استمع } وإعراب ما بعده ظاهر .ولك أن تجعل { يوم يناد المنادي } ظرفاً في موقع الخبر المقدم وتجعل المبتدأ قوله : { ذلك يوم الخروج } ويكون تقدير النظم : واستمعْ ذلكَ يومُ الخروج يوم ينادي المنادي الخ ، ويكون اسمُ الإشارة لمجرد التنبيه ، أو راجعاً إلى يوم ينادي المنادي ، فإنه متقدم عليه في اللفظ وإن كان خبراً عنه في المعنى واسم الإشارة يكتفي بالتقدم اللفظي بل يكتفي بمجرد الخطور في الذهن . وفي «تفسير النسَفِي» أن يعقوب أي الحضرمي أحد أصحاب القراءات العشر المتواترة وقف على قوله { واستمع } .وتعريف { المنادي } تعريف الجنس ، أي يوم ينادي منادٍ ، أي من الملائكة وهو الملك الذي ينفخ النفخة الثانية فتتكوَّن الأجساد وتحل فيها أرواح الناس للحشر قال تعالى : { ثم نُفِخَ فيه أخرى فإذا هم قيام ينظرون } [ الزمر : 68 ] .وتنوين { مكان قريب } للنوعية إذ لا يتعلق الغرض بتعيينه ، ووصفه ب { ق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 43,
      "text": "إِنَّا نَحْنُ نُحْىِۦ وَنُمِيتُ وَإِلَيْنَا ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "إنَّا نحن نحيي الخلق ونميتهم في الدنيا، وإلينا مصيرهم جميعًا يوم القيامة للحساب والجزاء، يوم تتصدع الأرض عن الموتى المقبورين بها، فيخرجون مسرعين إلى الداعي، ذلك الجمع في موقف الحساب علينا سهل يسير.",
        "mukhtasar": "إنا نحن نحيي ونميت، لا محيي غيرنا ولا مميت، وإلينا وحدنا رجوع العباد يوم القيامة للحساب والجزاء.",
        "saadi": "",
        "kathir": "( إنا نحن نحيي ونميت وإلينا المصير ) أي : هو الذي يبدأ الخلق ثم يعيده ، وهو أهون عليه ، وإليه مصير الخلائق كلهم ، فيجازي كلا بعمله ، إن خيرا فخير ، وإن شرا فشر ."
      },
      "translations": {
        "en": "Indeed, it is We who give life and cause death, and to Us is the destination",
        "fr": "C'est Nous qui donnons la vie et donnons la mort, et vers Nous sera la destination,",
        "es": "Somos Nosotros Quienes damos la vida y damos la muerte. Somos Nosotros el fin de todo."
      },
      "ibn_ashour": "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ (43(والمقصود هو قوله : { ونميت } ، وأما قوله : { نحيي } فإنه لاستيفاء معنى تصرف الله في الخلق .وتقديم { إلينا } في { إلينا المصير } للاهتمام . والتعريف في { المصير } إما تعريف الجنس ، أي كل شيء صائر إلى ما قدرناه له وأكبر ذلك هو ناموس الفناء المكتوب على جميع الأحياء وإما تعريف العهد ، أي المصير المتحدث عنه ، وهو الموت لأن المصير بعد الموت إلى حكم الله .وعندي أن هذه الآيات من قوله : { واستمع يوم يناد المنادي } إلى قوله { المصير } مكان قريب هي مع ما تفيده من تسلية الرسول صلى الله عليه وسلم مبشر بطريقة التوجيه البديعي إلى تهديد المشركين بعذاب يحلّ بهم في الدنيا عقب نداء يفزعهم فيلقَون إثره حتفهم ، وهو عذاب يوم بدر فخوطب النبي صلى الله عليه وسلم بترقب يوممٍ يناديهم فيه منادٍ إلى الخروج وهو نداء الصريخ الذي صَرخ بأبي جهل ومن معه بمكة بأنّ عِير قريش وفيها أبو سفيان قد لقيها المسلمون ببدر وكان المنادي ضمضم بن عمرو الغفاري إذ جاء على بعيره فصرخ ببطن الوادي : يا معشر قريش اللطيمةَ اللطيمةَ ، أموالُكم مع أبي سفيان قد عَرض لها محمد وأصحابه .ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 44,
      "text": "يَوْمَ تَشَقَّقُ ٱلْأَرْضُ عَنْهُمْ سِرَاعًۭا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌۭ",
      "tafsir": {
        "muyassar": "إنَّا نحن نحيي الخلق ونميتهم في الدنيا، وإلينا مصيرهم جميعًا يوم القيامة للحساب والجزاء، يوم تتصدع الأرض عن الموتى المقبورين بها، فيخرجون مسرعين إلى الداعي، ذلك الجمع في موقف الحساب علينا سهل يسير.",
        "mukhtasar": "يوم تتشقق عنهم الأرض فيخرجون مسرعين، ذلك حشر علينا سهل.",
        "saadi": "{  يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ } أي: عن الأموات  { سِرَاعًا } أي: يسرعون لإجابة الداعي لهم، إلى موقف القيامة، { ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ } أي: هين  على الله يسير لا تعب فيه ولا كلفة.",
        "kathir": "وقوله : ( يوم تشقق الأرض عنهم سراعا ) : وذلك أن الله تعالى ينزل مطرا من السماء تنبت به أجساد الخلائق في قبورها ، كما ينبت الحب في الثرى بالماء ، فإذا تكاملت الأجساد أمر الله إسرافيل فينفخ في الصور ، وقد أودعت الأرواح في ثقب في الصور ، فإذا نفخ إسرافيل فيه خرجت الأرواح تتوهج بين السماء والأرض ، فيقول الله عز وجل : وعزتي وجلالي ، لترجعن كل روح إلى الجسد الذي كانت تعمره ، فترجع كل روح إلى جسدها ، فتدب فيه كما يدب السم في اللديغ وتنشق الأرض عنهم ، فيقومون إلى موقف الحساب سراعا ، مبادرين إلى أمر الله عز وجل ، ( مهطعين إلى الداع يقول الكافرون هذا يوم عسر ) [ القمر : 8 ] ، وقال الله تعالى : ( يوم يدعوكم فتستجيبون بحمده وتظنون إن لبثتم إلا قليلا ) [ الإسراء : 52 ] ، وفي صحيح مسلم عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" أنا أول من تنشق عنه الأرض \" .وقوله : ( ذلك حشر علينا يسير ) أي : تلك إعادة سهلة علينا يسيرة لدينا ، كما قال تعالى : ( وما أمرنا إلا واحدة كلمح بالبصر ) [ القمر : 50 ] ، وقال تعالى : ( ما خلقكم ولا بعثكم إلا كنفس واحدة إن الله سميع بصير ) [ لقمان : 28 ] ."
      },
      "translations": {
        "en": "On the Day the earth breaks away from them [and they emerge] rapidly; that is a gathering easy for Us.",
        "fr": "le jour où la terre se fendra, les [rejetant] précipitamment. Ce sera un rassemblement facile pour Nous.",
        "es": "El día que la tierra se abra despidiéndolos, rápidos..., Ésa es una reunión fácil para Nosotros."
      },
      "ibn_ashour": "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ (44(إنّ جريتَ على أقوال المفسرين في تفسير الآية السابقة أفادت هذه الآية بياناً لجملة { ذلك يوم الخروج } [ ق : 42 ] أو بدل اشتمال منها مع ما في المعاد منها من تأكيد لمرادفه . وإن جَرَيْتَ على ما ارتيأتُه في محمل الآية السابقة أفادت هذه الجملة استئنافاً استدلالا على إمكان الحشر ووصف حال من أحواله وهو تشقُّق الأرض عنهم ، أي عن أجساد مثيلة لأجسادهم وعن الأجساد التي لم يلحقها الفناء .وقرأ نافع وابن كثير وابن عامر وأبو جعفر ويعقوب { تشقق } بفتح التاء وتشديد الشين . وأصله تتشقق بتاءين فأدغمت التاء الثانية في الشين بعد قلبها شيناً لتقارب مخرجيها . وقرأه أبو عمرو وعاصم وحمزة والكسائي { تشقق } بتخفيف الشين على حذف تاء التفعل لاستثقال الجمع بين تاءين .و { سراعاً } حال من ضمير { عنهم } وهو جمع سريع ، أي سراعاً في الخروج أو في المشي الذي يعقبه إلى محل الحساب .والقول في إعراب { تشقق الأرض عنهم سراعاً ذلك حشر } كالقول في إعراب قوله : { يوم يناد المناد من مكان قريب } [ ق : 41 ] إلى { ذلك يوم الخروج } وكذلك القول في اختلاف اسم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 45,
      "text": "نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَآ أَنتَ عَلَيْهِم بِجَبَّارٍۢ ۖ فَذَكِّرْ بِٱلْقُرْءَانِ مَن يَخَافُ وَعِيدِ",
      "tafsir": {
        "muyassar": "نحن أعلم بما يقول هؤلاء المشركون مِن افتراء على الله وتكذيب بآياته، وما أنت -أيها الرسول- عليهم بمسلَّط؛ لتجبرهم على الإسلام، وإنما بُعِثْتَ مبلِّغًا، فذكِّر بالقرآن من يخشى وعيدي؛ لأن مَن لا يخاف الوعيد لا يذَّكر.",
        "mukhtasar": "نحن أعلم بما يقوله هؤلاء المكذبون، وما أنت - أيها الرسول - بمُسَلَّط عليهم فتجبرهم على الإيمان، وإنما أنت مبلغ ما أمرك الله بتبليغه، فذكّر بالقرآن من يخاف وعيدي للكافرين والعصاة؛ لأن الخائف هو الذي يتعظ، ويتذكر إذا ذُكّر.",
        "saadi": "{ نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ } لك، مما يحزنك، من الأذى، وإذا كنا أعلم بذلك، فقد علمت كيف اعتناؤنا بك، وتيسيرنا لأمورك، ونصرنا لك على أعدائك، فليفرح قلبك، ولتطمئن نفسك، ولتعلم أننا أرحم بك وأرأف، من نفسك، فلم يبق لك إلا انتظار وعد الله، والتأسي بأولي العزم، من رسل الله، { وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ } أي: مسلط عليهم { إِنَّمَا أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ } ولهذا قال: { فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ } والتذكير، [هو] تذكير ما تقرر في العقول والفطر، من محبة الخير وإيثاره، وفعله، ومن بغض الشر ومجانبته، وإنما يتذكر بالتذكير، من يخاف وعيد الله، وأما من لم يخف الوعيد، ولم يؤمن به، فهذا فائدة تذكيره، إقامة الحجة عليه، لئلا يقول: { ما جاءنا من بشير ولا نذير } آخر تفسير سورة (ق) والحمد لله أولاً وآخرًا وظاهرًا وباطنًا  ",
        "kathir": "وقوله : ( نحن أعلم بما يقولون ) أي : نحن علمنا محيط بما يقول لك المشركون من التكذيب فلا يهيدنك ذلك ، كقوله [ تعالى ] : ( ولقد نعلم أنك يضيق صدرك بما يقولون فسبح بحمد ربك وكن من الساجدين واعبد ربك حتى يأتيك اليقين ) [ الحجر : 97 - 99 ] .وقوله : ( وما أنت عليهم بجبار ) أي : ولست بالذي تجبر هؤلاء على الهدى ، وليس ذلك ما كلفت به .وقال مجاهد ، وقتادة ، والضحاك : ( وما أنت عليهم بجبار ) أي : لا تتجبر عليهم .والقول الأول أولى ، ولو أراد ما قالوه لقال : ولا تكن جبارا عليهم ، وإنما قال : ( وما أنت عليهم بجبار ) بمعنى : وما أنت بمجبرهم على الإيمان إنما أنت مبلغ .قال الفراء : سمعت العرب تقول : جبر فلان فلانا على كذا ، بمعنى أجبره .ثم قال تعالى : ( فذكر بالقرآن من يخاف وعيد ) أي : بلغ أنت رسالة ربك ، فإنما يتذكر من يخاف الله ووعيده ويرجو وعده ، كقوله [ تعالى ] : ( فإنما عليك البلاغ وعلينا الحساب ) [ الرعد : 40 ] ، وقوله : ( فذكر إنما أنت مذكر لست عليهم بمسيطر ) [ الغاشية : 21 ، 22 ] ، ( ليس عليك هداهم ولكن الله يهدي من يشاء ) [ البقرة : 272 ] ، ( إنك لا تهدي من أحببت ولكن الله يهدي من يشاء ) [ القصص : 56 ] ، ولهذا قال هاهنا : ( وما أنت عليهم بجبار فذكر بالقرآن من يخاف وعيد ) كان قتادة يقول : اللهم ، اجعلنا ممن يخاف وعيدك ، ويرجو موعودك ، يا بار ، يا رحيم .آخر تفسير سورة ( ق ) ، والحمد لله وحده ، وحسبنا الله ونعم الوكيل ."
      },
      "translations": {
        "en": "We are most knowing of what they say, and you are not over them a tyrant. But remind by the Qur'an whoever fears My threat.",
        "fr": "Nous savons mieux ce qu'ils disent. Tu n'as pas pour mission d'exercer sur eux une contrainte. Rappelle donc, par le Coran celui qui craint Ma menace.",
        "es": "Sabemos bien lo que dicen... ¡No debes tú forzarles! ¡Amonesta, más bien, por el Corán a quien tema Mi amenaza!"
      },
      "ibn_ashour": "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ فَذَكِّرْ بِالْقُرْآَنِ مَنْ يَخَافُ وَعِيدِ (45(استئناف بياني ناشىء عن قوله { فاصبر على ما يقولون } [ ق : 39 ] فهو إيغال في تسلية النبي صلى الله عليه وسلم وتعريض بوعيدهم ، فالخبر مستعمل مجازاً في وعد الرسول صلى الله عليه وسلم بأن الله سيعاقب أعداءه .وقوله : { وما أنت عليهم بجبار } تطمين للرسول صلى الله عليه وسلم بأنه غير مسؤول عن عدم اهتدائهم لأنه إنما بُعث داعياً وهادياً ، وليس مبعوثاً لإرغامهم على الإيمان ، والجبّار مشتق من جبره على الأمر بمعنى أكرهه . وفرع عليه أمره بالتذكير لأنه ناشىء عن نفي كونه جبّاراً عليهم وهذا كقوله تعالى : { فذكّر إنما أنت مذكّر لستَ عليهم بمسيطر } [ الغاشية : 21 ، 22 ] ، ولكن خصّ التذكير هنا بالمؤمنين لأنه أراد التذكير الذي ينفع المذكَّر . فالمعنى : فذكر بالقرآن فيتذكّر مَن يخاف وعيد . وهذا كقوله : { إنما أنت منذر من يخشاها } [ النازعات : 45 ] .وكتب في المصحف { وعيد } بدون ياء المتكلم فقرأه الجمهور بدون ياء في الوصل والوقف على أنه من حذف التخفيف . وقرأه ورش عن نافع بإثبات الياء في الوصل . و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}