{
  "number": 54,
  "name": "سُورَةُ القَمَرِ",
  "englishName": "Al-Qamar",
  "revelationType": "Meccan",
  "ayahCount": 55,
  "ayahs": [
    {
      "number": 1,
      "text": "ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ",
      "tafsir": {
        "muyassar": "دنت القيامة، وانفلق القمر فلقتين، حين سأل كفار \"مكة\" النبي صلى الله عليه وسلم أن يريهم آية، فدعا الله، فأراهم تلك الآية.",
        "mukhtasar": "اقترب مجيء الساعة، وانشق القمر في عهد النبي صلى الله عليه وسلم، فكان انشقاقه من آياته صلى الله عليه وسلم الحسية.",
        "saadi": "يخبر تعالى أن الساعة وهي القيامة اقتربت وآن أوانها، وحان وقت مجيئها، ومع ذلك، فهؤلاء المكذبون لم يزالوا مكذبين بها، غير مستعدين لنزولها، ويريهم الله من الآيات العظيمة الدالة على وقوعها ما يؤمن على مثله البشر، فمن أعظم الآيات الدالة على صحة ما جاء به محمد بن عبد الله صلى الله عليه وسلم، أنه لما طلب منه المكذبون أن يريهم من خوارق العادات ما يدل على [صحة ما جاء به و] صدقه، أشار صلى الله عليه وسلم إلى القمر بإذن الله تعالى، فانشق فلقتين، فلقة على جبل أبي قبيس، وفلقة على جبل قعيقعان، والمشركون وغيرهم يشاهدون هذه الآية الكبرى  الكائنة في العالم العلوي، التي لا يقدر الخلق على التمويه بها والتخييل. ",
        "kathir": "تفسير سورة القمر وهي مكية .قد تقدم في حديث أبي واقد : أن رسول الله - صلى الله عليه وسلم - كان يقرأ بقاف ، واقتربت الساعة ، في الأضحى والفطر ، وكان يقرأ بهما في المحافل الكبار ، لاشتمالهما على ذكر الوعد والوعيد وبدء الخلق وإعادته ، والتوحيد وإثبات النبوات ، وغير ذلك من المقاصد العظيمة .يخبر تعالى عن اقتراب الساعة وفراغ الدنيا وانقضائها . كما قال تعالى : ( أتى أمر الله فلا تستعجلوه [ سبحانه ] ) [ النحل : 1 ] ، وقال : ( اقترب للناس حسابهم وهم في غفلة معرضون ) [ الأنبياء : 1 ] وقد وردت الأحاديث بذلك ، قال الحافظ أبو بكر البزار :حدثنا محمد بن المثنى وعمرو بن علي قالا حدثنا خلف بن موسى ، حدثني أبي ، عن قتادة ، عن أنس أن رسول الله - صلى الله عليه وسلم - خطب أصحابه ذات يوم ، وقد كادت الشمس أن تغرب فلم يبق منها إلا شف يسير ، فقال : \" والذي نفسي بيده ما بقي من الدنيا فيما مضى منها إلا كما بقي من يومكم هذا فيما مضى منه ، وما نرى من الشمس إلا يسيرا \" .قلت : هذا حديث مداره على خلف بن موسى بن خلف العمي ، عن أبيه . وقد ذكره ابن حبان في الثقات ، وقال : ربما أخطأ .حديث آخر يعضد الذي قبله ويفسره ، قال الإمام أحمد : حدثنا الفضل بن دكين ، حدثنا شريك ، حدثنا سلمة بن كهيل ، عن مجاهد ، عن ابن عمر قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - والشمس على قعيقعان بعد العصر ، فقال : \" ما أعماركم في أعمار من مضى إلا كما بقي من النهار فيما مضى \" .وقال الإمام أحمد : حدثنا حسين ، حدثنا محمد بن مطرف ، عن أبي حازم ، عن سهل بن سعد قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" بعثت والساعة هكذا \" . وأشار بإصبعيه : السبابة والوسطى .أخرجاه من حديث أبي حازم سلمة بن دينار .وقال الإمام أحمد : حدثنا محمد بن عبيد ، حدثنا الأعمش ، عن أبي خالد ، عن وهب السوائي قال : قال رسول الله - صلى الله عليه وسلم - : \" بعثت أنا والساعة كهذه من هذه إن كادت لتسبقها \" وجمع الأعمش بين السبابة والوسطى .وقال الإمام أحمد : حدثنا أبو المغيرة ، حدثنا الأوزاعي ، حدثنا إسماعيل بن عبيد الله ، قال : قدم أنس بن مالك على الوليد بن عبد الملك فسأله : ماذا سمعت من رسول الله - صلى الله عليه وسلم - يذكر به الساعة ؟ فقال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" أنتم والساعة كهاتين \" .تفرد به أحمد ، رحمه الله . وشاهد ذلك أيضا في الصحيح في أسماء رسول الله - صلى الله عليه وسلم - : أنه الحاشر الذي يحشر الناس على قدميه .وقال الإمام أحمد : حدثنا بهز بن أسد ، حدثنا سليمان بن المغيرة ، حدثنا حميد بن هلال ، عن خالد بن عمير قال : خطب عتبة بن غزوان - قال بهز : وقال قبل هذه المرة - خطبنا رسول الله - صلى الله عليه وسلم - قال : فحمد الله وأثنى عليه ، ثم قال : \" أما بعد ، فإن الدنيا قد آذنت بصرم وولت حذاء ، ولم يبق منها إلا صبابة كصبابة الإناء يتصابها صاحبها ، وإنكم منتقلون منها إلى دار لا زوال لها ، فانتقلوا بخير ما بحضرتكم ، فإنه قد ذكر لنا أن الحجر يلقى من شفير جهنم فيهوي فيها سبعين عاما ما يدرك لها قعرا ، والله لتملؤنه ، أفعجبتم ! والله لقد ذكر لنا أن ما بين مصراعي الجنة مسيرة أربعين عاما ، وليأتين عليه يوم وهو كظيظ الزحام \" وذكر تمام الحديث ، انفرد به مسلم .وقال أبو جعفر بن جرير : حدثني يعقوب ، حدثني ابن علية ، أخبرنا عطاء بن السائب ، عن أبي عبد الرحمن السلمي قال : نزلنا المدائن فكنا منها على فرسخ ، فجاءت الجمعة ، فحضر أبي وحضرت معه فخطبنا حذيفة فقال : ألا إن الله يقول : ( اقتربت الساعة وانشق القمر ) ، ألا وإن الساعة قد اقتربت ، ألا وإن القمر قد انشق ، ألا وإن الدنيا قد آذنت بفراق ، ألا وإن اليوم المضمار ، وغدا السباق ، فقلت لأبي : أيستبق الناس غدا ؟ فقال : يا بني إنك لجاهل ، إنما هو السباق بالأعمال . ثم جاءت الجمعة الأخرى فحضرنا فخطب حذيفة ، فقال : ألا إن الله عز وجل يقول : ( اقتربت الساعة وانشق القمر ) ، ألا وإن الدنيا قد آذنت بفراق ، ألا وإن اليوم المضمار وغدا السباق ، ألا وإن الغاية النار ، والسابق من سبق إلى الجنة .وقوله : ( وانشق القمر ) : قد كان هذا في زمان رسول الله - صلى الله عليه وسلم - كما ثبت ذلك في الأحاديث المتواترة بالأسانيد الصحيحة . وقد ثبت في الصحيح عن ابن مسعود أنه قال : \" خمس قد مضين : الروم ، والدخان ، واللزام ، والبطشة ، والقمر \" . وهذا أمر متفق عليه بين العلماء أي انشقاق القمر قد وقع في زمان النبي - صلى الله عليه وسلم - وأنه كان إحدى المعجزات الباهرات .ذكر الأحاديث الواردة في ذلك :رواية أنس بن مالك :قال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن قتادة ، عن أنس بن مالك قال : سأل أهل مكة النبي - صلى الله عليه وسلم - آية ، فانشق القمر بمكة مرتين ، فقال : ( اقتربت الساعة وانشق القمر ) .ورواه مسلم ، عن محمد بن رافع ، عن عبد الرزاق .وقال البخاري : حدثني عبد الله بن عبد الوهاب ، حدثنا بشر بن المفضل ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن أنس بن مالك ; أن أهل مكة سألوا رسول الله - صلى الله عليه وسلم - أن يريهم آية ، فأراهم القمر شقين ، حتى رأوا حراء بينهما .وأخرجاه أيضا من حديث يونس بن محمد المؤدب ، عن شيبان ، عن قتادة . ورواه مسلم أيضا من حديث أبي داود الطيالسي ، ويحيى القطان ، وغيرهما ، عن شعبة ، عن قتادة ، به .رواية جبير بن مطعم رضي الله عنه :قال الإمام أحمد : حدثنا محمد بن كثير ، حدثنا سليمان بن كثير ، عن حصين بن عبد الرحمن ، عن محمد بن جبير بن مطعم ، عن أبيه ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فرقتين : فرقة على هذا الجبل ، وفرقة على هذا الجبل ، فقالوا : سحرنا محمد . فقالوا : إن كان سحرنا فإنه لا يستطيع أن يسحر الناس كلهم .تفرد به الإمام أحمد من هذا الوجه ، وأسنده البيهقي في \" الدلائل \" من طريق محمد بن كثير ، عن أخيه سليمان بن كثير ، عن حصين بن عبد الرحمن ، [ به ] . وهكذا رواه ابن جرير من حديث محمد بن فضيل وغيره عن حصين ، به . ورواه البيهقي أيضا من طريق إبراهيم بن طهمان وهشيم ، كلاهما عن حصين عن جبير بن محمد بن جبير بن مطعم ، عن أبيه ، عن جده فذكره .رواية عبد الله بن عباس [ رضي الله عنهما ]قال البخاري : حدثنا يحيى بن بكير ، حدثنا بكر ، عن جعفر ، عن عراك بن مالك ، عن عبيد الله بن عبد الله بن عتبة ، عن ابن عباس قال : انشق القمر في زمان رسول الله - صلى الله عليه وسلم - .ورواه البخاري أيضا ومسلم ، من حديث بكر بن مضر ، عن جعفر بن ربيعة ، عن عراك [ بن مالك ] ، به مثله .وقال ابن جرير : حدثنا ابن مثنى ، حدثنا عبد الأعلى ، حدثنا داود بن أبي هند ، عن علي بن أبي طلحة ، عن ابن عباس قوله : ( اقتربت الساعة وانشق القمر وإن يروا آية يعرضوا ويقولوا سحر مستمر ) قال : قد مضى ذلك ، كان قبل الهجرة ، انشق القمر حتى رأوا شقيه .وروى العوفي ، عن ابن عباس نحو هذا .وقال الطبراني : حدثنا أحمد بن عمرو البزار ، حدثنا محمد بن يحيى القطعي ، حدثنا محمد بن بكر ، حدثنا ابن جريج ، عن عمرو بن دينار ، عن عكرمة ، عن ابن عباس قال : كسف القمر على عهد رسول الله - صلى الله عليه وسلم - فقالوا : سحر القمر . فنزلت : ( اقتربت الساعة وانشق القمر ) إلى قوله : ( مستمر ) .رواية عبد الله بن عمر :قال الحافظ أبو بكر البيهقي : أخبرنا أبو عبد الله الحافظ وأبو بكر أحمد بن الحسن القاضي قالا : حدثنا أبو العباس الأصم ، حدثنا العباس بن محمد الدوري ، حدثنا وهب بن جرير ، عن شعبة ، عن الأعمش ، عن مجاهد ، عن عبد الله بن عمر في قوله تعالى : ( اقتربت الساعة وانشق القمر ) قال : وقد كان ذلك على عهد رسول الله - صلى الله عليه وسلم - انشق فلقتين : فلقة من دون الجبل ، وفلقة من خلف الجبل ، فقال النبي - صلى الله عليه وسلم - : \" اللهم اشهد \" .وهكذا رواه مسلم ، والترمذي ، من طرق عن شعبة ، عن الأعمش ، عن مجاهد ، به . قال مسلم كرواية مجاهد عن أبي معمر عن ابن مسعود . وقال الترمذي : حسن صحيح .رواية عبد الله بن مسعود :قال الإمام أحمد : حدثنا سفيان ، عن ابن أبي نجيح ، عن مجاهد ، عن أبي معمر ، عن ابن مسعود قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - شقين حتى نظروا إليه ، فقال رسول الله - صلى الله عليه وسلم - \" اشهدوا \" .وهكذا رواه البخاري ومسلم ، من حديث سفيان بن عيينة ، به . وأخرجاه من حديث الأعمش ، عن إبراهيم ، عن أبي معمر عبد الله بن سخبرة ، عن ابن مسعود ، به .وقال ابن جرير : حدثني عيسى بن عثمان بن عيسى الرملي ، حدثنا عمي يحيى بن عيسى ، عن الأعمش ، عن إبراهيم ، عن رجل ، عن عبد الله ، قال : كنا مع رسول الله - صلى الله عليه وسلم - بمنى فانشق القمر ، فأخذت فرقة خلف الجبل ، فقال رسول الله - صلى الله عليه وسلم - : \" اشهدوا ، اشهدوا \" .قال البخاري : وقال أبو الضحى ، عن مسروق ، عن عبد الله : بمكة .وقال أبو داود الطيالسي : حدثنا أبو عوانة ، عن المغيرة ، عن أبي الضحى ، عن مسروق ، عن عبد الله بن مسعود ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فقالت قريش : هذا سحر ابن أبي كبشة . قال : فقالوا : انظروا ما يأتيكم به السفار ، فإن محمدا لا يستطيع أن يسحر الناس كلهم . قال : فجاء السفار فقالوا : ذلك .وقال البيهقي : أخبرنا أبو عبد الله الحافظ ، أخبرنا أبو العباس محمد بن يعقوب ، حدثنا العباس بن محمد الدوري ، حدثنا سعيد بن سليمان ، حدثنا هشيم ، حدثنا مغيرة ، عن أبي الضحى ، عن مسروق ، عن عبد الله ، قال : انشق القمر بمكة حتى صار فرقتين ، فقال كفار قريش أهل مكة : هذا سحر سحركم به ابن أبي كبشة ، انظروا السفار ، فإن كانوا رأوا ما رأيتم فقد صدق ، وإن كانوا لم يروا مثل ما رأيتم فهو سحر سحركم به . قال : فسئل السفار ، قال : وقدموا من كل وجهة ، فقالوا : رأيناه .رواه ابن جرير من حديث المغيرة ، به . وزاد : فأنزل الله عز وجل : ( اقتربت الساعة وانشق القمر ) . ثم قال ابن جرير :حدثني يعقوب بن إبراهيم ، حدثنا ابن علية ، أخبرنا أيوب ، عن محمد - هو ابن سيرين - قال : نبئت أن ابن مسعود - رضي الله عنه - كان يقول : لقد انشق القمر .وقال ابن جرير أيضا : حدثني محمد بن عمارة ، حدثنا عمرو بن حماد ، حدثنا أسباط ، عن سماك ، عن إبراهيم ، عن الأسود ، عن عبد الله قال : لقد رأيت الجبل من فرج القمر حين انشق .ورواه الإمام أحمد عن مؤمل ، عن إسرائيل ، عن سماك ، عن إبراهيم ، عن الأسود ، عن عبد الله ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - حتى رأيت الجبل من بين فرجتي القمر .وقال ليث عن مجاهد : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فرقتين ، فقال النبي - صلى الله عليه وسلم - لأبي بكر : \" اشهد يا أبا بكر \" . فقال المشركون : سحر القمر حتى انشق ."
      },
      "translations": {
        "en": "The Hour has come near, and the moon has split [in two].",
        "fr": "L'Heure approche et la Lune s'est fendue.",
        "es": "Se acerca la Hora, se hiende la luna."
      },
      "ibn_ashour": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1(من عادة القرآن أن ينتهز الفرصة لإِعادة الموعظة والتذكير حين يتضاءل تعلق النفوس بالدنيا ، وتُفكّر فيما بعد الموت وتُعير آذانها لداعي الهدى . فتتهيأ لقبول الحق في مظانّ ذلك على تفاوت في استعدادها وكم كان مثل هذا الانتهاز سبباً في إيمان قلوب قاسية ، فإذا أظهر الله الآيات على يد رسوله صلى الله عليه وسلم لتأييد صدقه شفع ذلك بإعادة التذكير كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] .وجمهورُ المفسرين على أن هذه الآية نزلت شاهدة على المشركين بظهور آية كبرى ومعجزة من معجزات النبي صلى الله عليه وسلم وهي معجزة انشقاق القمر . ففي «صحيح البخاري» و «جامع الترمذي» عن أنس بن مالك قال : «سأل أهل مكة النبي صلى الله عليه وسلم أن يريهم آية فأراهم انشقاق القمر» . زاد الترمذي عنه «فانشق القمر بمكة فِرقتين ، فنزلت : { اقتربت الساعة وانشق القمر } إلى قوله : { سحر مستمر } [ القمر : 2 ] .وفي رواية الترمذي عن ابن مسعود قال : «بينما نحن مع رسول الله صلى الله عليه وسلم بمنَى فانشق القمر .وظاهره أن ذلك في موسم الحج . وفي «سيرة الحلبي» كان ذلك ليل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "وَإِن يَرَوْا۟ ءَايَةًۭ يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌۭ مُّسْتَمِرٌّۭ",
      "tafsir": {
        "muyassar": "وإن ير المشركون دليلا وبرهانًا على صدق الرسول محمد صلى الله عليه وسلم، يُعرضوا عن الإيمان به وتصديقه مكذبين منكرين، ويقولوا بعد ظهور الدليل: هذا سحر باطل ذاهب مضمحل لا دوام له.",
        "mukhtasar": "وإن يَرَ المشركون دليلًا وبرهانًا على صدقه صلى الله عليه وسلم يُعرضوا عن قَبوله، ويقولوا: ما شاهدناه من الحجج والبراهين سحر باطل.",
        "saadi": "فشاهدوا أمرا ما رأوا مثله، بل ولم يسمعوا أنه جرى لأحد من المرسلين قبله نظيره، فانبهروا لذلك، ولم يدخل الإيمان في قلوبهم، ولم يرد الله بهم خيرا، ففزعوا إلى بهتهم وطغيانهم، وقالوا: سحرنا محمد، ولكن علامة ذلك أنكم تسألون من قدم  إليكم من السفر، فإنه وإن قدر على سحركم، لا  يقدر أن يسحر من ليس مشاهدا مثلكم، فسألوا كل من قدم، فأخبرهم بوقوع ذلك، فقالوا: { سِحْرٌ مُسْتَمِرٌّ } سحرنا محمد وسحر غيرنا، وهذا من البهت، الذي لا يروج إلا على أسفه الخلق وأضلهم عن الهدى والعقل، وهذا ليس إنكارا منهم لهذه الآية وحدها، بل كل آية تأتيهم، فإنهم مستعدون لمقابلتها بالباطل  والرد لها، ولهذا قال: { وَإِنْ يَرَوْا آيَةً يُعْرِضُوا } ولم يعد الضمير على انشقاق القمر فلم يقل: وإن يروها بل قال: { وَإِنْ يَرَوْا آيَةً يُعْرِضُوا } وليس قصدهم اتباع الحق والهدى، وإنما قصدهم اتباع الهوى، ",
        "kathir": "وقوله : ( وإن يروا آية ) أي : دليلا وحجة وبرهانا ) يعرضوا ) أي : لا ينقادون له ، بل يعرضون عنه ويتركونه وراء ظهورهم ، ( ويقولوا سحر مستمر ) أي : ويقولون : هذا الذي شاهدناه من الحجج سحر سحرنا به .ومعنى ) مستمر ) أي : ذاهب . قاله مجاهد ، وقتادة ، وغيرهما ، أي : باطل مضمحل ، لا دوام له ."
      },
      "translations": {
        "en": "And if they see a miracle, they turn away and say, \"Passing magic.\"",
        "fr": "Et s'ils voient un prodige, ils s'en détournent et disent: «Une magie persistante».",
        "es": "Si ven un signo, se apartan y dicen: «¡Es una magia continua!»"
      },
      "ibn_ashour": "وَإِنْ يَرَوْا آَيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (2(يجوز أن يكون تذييلاً للإِخبار بانشقاق القمر فيكون المراد ب { آية } في قوله : { وإن يروا آية } القمرَ . فقد جاء في بعض الآثار : أن المشركين لما رأوا انشقاق القمر قالوا : «هذا سحر محمد بن أبي كبشة» وفي رواية قالوا : «قد سَحَر محمد القمر» ، ويجوز أن يكون كلاماً مستأنفاً من ذكر أحوال تكذيبهم ومكابرتهم وعلى كلا الوجهين فإن وقوع { آية } ، وهو نكرة في سياق الشرط يفيد العموم .وجيء بهذا الخبر في صورة الشرط للدلالة على أن هذا ديدنهم ودأبهم .وضمير { يروا } عائد إلى غير مذكور في الكلام دال عليه المقام وهم المشركون ، كما جاء في مواضع كثيرة من القرآن ، مع أن قصة انشقاق القمر وطعنهم فيها مشهور يومئذٍ معروفة أصحابه ، فهم مستمرون عليه كلما رأوا آية على صدق الرسول صلى الله عليه وسلمووصف { مستمر } يجوز أن يكون مشتقاً من فعل مَرّ الذي هو مجاز في الزوال والسين والتاء للتقوية في الفعل ، أي لا يبقى القمر منشقاً . ويجوز أن يكون مشتقاً من المِرة بكسر الميم ، أي القوة ، والسين والتاء للطلب ، أي طلب لفعله مِرّة ، أي قوة ، أي تمكناً . والمعنى : هذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍۢ مُّسْتَقِرٌّۭ",
      "tafsir": {
        "muyassar": "وكذَّبوا النبي صلى الله عليه وسلم، واتبعوا ضلالتهم وما دعتهم إليه أهواؤهم من التكذيب، وكلُّ أمر من خير أو شر واقع بأهله يوم القيامة عند ظهور الثواب والعقاب.",
        "mukhtasar": "وكذبوا بما جاءهم من الحق، واتبعوا أهواءهم في التكذيب، وكل أمر -خيرًا كان أو شرًّا - واقع بمستحقه يوم القيامة.",
        "saadi": "{ وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ } كقوله تعالى: { فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ } فإنه لو كان قصدهم اتباع الهدى، لآمنوا قطعا، واتبعوا محمدا صلى الله عليه وسلم، لأنه أراهم الله على يديه  من البينات والبراهين والحجج القواطع، ما دل على جميع المطالب الإلهية، والمقاصد الشرعية، { وَكُلُّ أَمْرٍ مُسْتَقِرٌّ } أي: إلى الآن، لم يبلغ الأمر غايته ومنتهاه، وسيصير الأمر إلى آخره، فالمصدق يتقلب في جنات النعيم، ومغفرة الله ورضوانه، والمكذب يتقلب في سخط الله وعذابه، خالدا مخلدا أبدا.",
        "kathir": "( وكذبوا واتبعوا أهواءهم ) أي : كذبوا بالحق إذ جاءهم ، واتبعوا ما أمرتهم به آراؤهم وأهواؤهم من جهلهم وسخافة عقلهم .وقوله : ( وكل أمر مستقر ) قال قتادة : معناه : أن الخير واقع بأهل الخير ، والشر واقع بأهل الشر .وقال ابن جريج : مستقر بأهله . وقال مجاهد : ( وكل أمر مستقر ) أي : يوم القيامة .وقال السدي : ( مستقر ) أي : واقع ."
      },
      "translations": {
        "en": "And they denied and followed their inclinations. But for every matter is a [time of] settlement.",
        "fr": "Et ils [le] traitent de mensonge et suivent leurs propres impulsions, or chaque chose arrivera à son terme [et son but].",
        "es": "Desmienten y siguen sus pasiones. Pero todo está decretado."
      },
      "ibn_ashour": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (3({ وَكَذَّبُواْ واتبعوا أَهْوَآءَهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ } .هذا إخبار عن حالهم فيما مضى بعد أن أخبر عن حالهم في المستقبل بالشرط الذي في قوله : { وإن يروا آية يعرضوا } [ القمر : 2 ] . ومقابلة ذلك بهذا فيه شبه احتباك كأنه قيل : وإن يروا آية يعرضوا ويقولوا : سحر ، وقد رأوا الآيات وأعرضوا وقالوا : سحر مستمر ، وكذبوا واتبعوا أهوائهم وسيكذبون ويتبعون أهواءهم .وعَطْف { واتبعوا أهواءهم } عطفُ العلة على المعلول لأن تكذيبهم لا دافع لهم إليه إلا اتباعُ ما تهواه أنفسهم من بقاء حالهم على ما ألفوه وعهدوه واشتهر دوامه .وجمع الأهواء دون أن يقول واتبعوا الهوى كما قال : { إن يتبعون إلا الظن } [ الأنعام : 116 ] ، حيث إن الهوى اسم جنس يصدق بالواحد والمتعدد ، فعدل عن الإِفراد إلى الجمع لمزاوجة ضمير الجمع المضاف إليه ، وللإِشارة إلى أن لهم أصنافاً متعددة من الأهواء : من حب الرئاسة ، ومن حسد المؤمنين على ما آتاهم الله ، ومن حب اتباع ملة آبائهم ، ومن محبة أصنامهم ، وإلففٍ لعوائدهم ، وحفاظ على أنفتهم .{ وَكُلُّ أَمْرٍ مُسْتَقِرّ } .هذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ",
      "tafsir": {
        "muyassar": "ولقد جاء كفار قريش من أنباء الأمم المكذبة برسلها، وما حلَّ بها من العذاب، ما فيه كفاية لردعهم عن كفرهم وضلالهم.",
        "mukhtasar": "ولقد جاءهم من أخبار الأمم التي أهلكها الله بكفرها وظلمها ما يكفي لردعهم عن كفرهم وظلمهم.",
        "saadi": "وقال تعالى -مبينا أنهم ليس لهم قصد صحيح، ولا اتباع للهدى-: { وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ } أي: الأخبار السابقة واللاحقة والمعجزات الظاهرة { مَا فِيهِ مُزْدَجَرٌ } أي: زاجر يزجرهم عن غيهم وضلالهم، ",
        "kathir": "وقوله : ( ولقد جاءهم من الأنباء ) أي : من الأخبار عن قصص الأمم المكذبين بالرسل ، وما حل بهم من العقاب والنكال والعذاب ، مما يتلى عليهم في هذا القرآن ، ( ما فيه مزدجر ) أي : ما فيه واعظ لهم عن الشرك والتمادي على التكذيب ."
      },
      "translations": {
        "en": "And there has already come to them of information that in which there is deterrence -",
        "fr": "Ils ont pourtant reçu comme nouvelles de quoi les empêcher (du mal);",
        "es": "Ya han recibido noticias disuasivas,"
      },
      "ibn_ashour": "وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (4(عطف على جملة { وكذبوا واتبعوا أهواءهم } [ القمر : 3 ] أي جاءهم في القرآن من أنباء الأمم ما فيه مزدجر لهؤلاء ، أو أريد بالأنباء الحجج الواردة في القرآن ، أي جاءهم ما هو أشد في الحجة من انشقاق القمر . و { من الأنباء } بيان ما فيه مزدجر قدم على المبين و { من } بيانية .والمُزدجر : مصدر ميمي ، وهو مصاغ بصيغة اسم المفعول الذي فعله زائد على ثلاثة أحرف . ازدجره بمعنى زجره ، ومادة الافتعال فيه للمبالغة . والدال بدل من تاء الافتعال التي تبدل بعد الزاي إلاّ مثل ازْداد ، أي ما فيه مانع لهم من ارتكاب ما ارتكبوه . والمعنى : ما هو زاجر لهم فجعل الازدجار مظروفاً فيه مجازاً للمبالغة في ملازمته له على طريقة التجريد كقوله تعالى : { لقد كان لكم في رسول الله أسوة حسنة } [ الأحزاب : 21 ] أي هو أسوة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "حِكْمَةٌۢ بَٰلِغَةٌۭ ۖ فَمَا تُغْنِ ٱلنُّذُرُ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي جاءهم حكمة عظيمة بالغة غايتها، فأي شيء تغني النذر عن قوم أعرضوا وكذَّبوا بها؟",
        "mukhtasar": "والذي جاءهم حكمة تامة لتقوم عليهم الحجة، فما تنفع النذر قومًا لا يؤمنون بالله ولا باليوم الآخر.",
        "saadi": "{ حِكْمَةٌ } منه تعالى { بَالِغَةٌ } أي: لتقوم حجته على المخالفين  ولا يبقى لأحد على الله حجة بعد الرسل، { فَمَا تُغْنِ النُّذُرُ } كقوله تعالى: { وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ لا يؤمنوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ }  ",
        "kathir": "وقوله : ( حكمة بالغة ) أي : في هدايته تعالى لمن هداه وإضلاله لمن أضله ، ( فما تغن النذر ) يعني : أي شيء تغني النذر عمن كتب الله عليه الشقاوة ، وختم على قلبه ؟ فمن الذي يهديه من بعد الله ؟ وهذه الآية كقوله تعالى : ( قل فلله الحجة البالغة فلو شاء لهداكم أجمعين ) [ الأنعام : 149 ] ، وكذا قوله تعالى : ( وما تغني الآيات والنذر عن قوم لا يؤمنون ) [ يونس : 101 ] ."
      },
      "translations": {
        "en": "Extensive wisdom - but warning does not avail [them].",
        "fr": "[Cela est] une sagesse parfaite. Mais les avertissements ne [leur] servent à rien.",
        "es": "consumada sabiduría. Pero las advertencias no sirven."
      },
      "ibn_ashour": "حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (5(و { حكمة بالغة } بدل من { مَا } ، أي جاءهم حكمةٌ بالغة .والحكمة : إتقان الفهم وإصابة العقل . والمراد هنا الكلام الذي تضمن الحكمة ويفيد سامعه حكمة ، فوصْفُ الكلام بالحكمة مجاز عقلي كثير الاستعمال ، وتقدم في سورة البقرة ( 269 ( ، { ومن يؤت الحكمة فقد أوتي خيراً كثيراً } والبالغة : الواصلة ، أي واصلة إلى المقصود مفيدة لصاحبها .وفرع عليه قوله : { فما تغن النذر } ، أي جاءهم ما فيه مزدجر فلم يُغن ذلك ، أي لم يحصل فيه الإقلاع عن ضلالهم .و { ما } تحتمل النفي ، أي لا تغني عنهم النذر بعد ذلك . وهذا تمهيد لقوله : { فتول عنهم } [ القمر : 6 ] ، فالمضارع للحال والاستقبال ، أي ما هي مغنية ، ويفيد بالفحوى أن تلك الأنباء لم تغن عنهم فيما مضى بطريق الأحرى ، لأنه إذا كان ما جاءهم من الأنباء لا يغني عنهم من الانزجار شيئاً في الحال والاستقبال فهو لم يغن عنهم فيما مضى إذ لو أغنى عنهم لارتفع اللوم عليهم .ويحتمل أن تكون { مَا } استفهامية للإِنكار ، أي ماذا تفيد النذر في أمثالهم المكابرين المصرين ، أي لا غناء لهم في تلك الأنباء ، ف { ما } على هذا في محل نصب على المف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍۢ نُّكُرٍ",
      "tafsir": {
        "muyassar": "فأعرض -أيها الرسول- عنهم، وانتظر بهم يومًا عظيمًا. يوم يدعو الملك بنفخه في \"القرن\" إلى أمر فظيع منكر، وهو موقف الحساب.",
        "mukhtasar": "فإذ لم يهتدوا فاتركهم - أيها الرسول - وأعرض عنهم منتظرًا يوم يدعو الملك الموكل بالنفخ في الصور إلى أمر فظيع لم تعرف الخلائق مثله من قبل.",
        "saadi": "يقول تعالى لرسوله صلى الله عليه وسلم: قد بان أن المكذبين لا حيلة في هداهم، فلم يبق إلا الإعراض عنهم والتولي عنهم، [فقال:] { فَتَوَلَّ عَنْهُمْ } وانتظر بهم يوما عظيما وهولا جسيما، وذلك حين { يدعو الداع } إسرافيل عليه السلام { إِلَى شَيْءٍ نُكُرٍ } أي: إلى أمر فظيع تنكره الخليقة، فلم تر منظرا أفظع ولا أوجع منه، فينفخ إسرافيل نفخة، يخرج بها الأموات من قبورهم لموقف القيامة",
        "kathir": "يقول تعالى : فتول يا محمد عن هؤلاء الذين إذا رأوا آية يعرضون ويقولون : هذا سحر مستمر ، أعرض عنهم وانتظرهم ، ( يوم يدعو الداعي إلى شيء نكر ) أي : إلى شيء منكر فظيع ، وهو موقف الحساب وما فيه من البلاء ، بل والزلازل والأهوال"
      },
      "translations": {
        "en": "So leave them, [O Muhammad]. The Day the Caller calls to something forbidding,",
        "fr": "Détourne-toi d'eux. Le jour où l'appeleur appellera vers une chose affreuse,",
        "es": "¡Apártate, pues, de ellos! El día que el Pregonero les convoque para algo horrible,"
      },
      "ibn_ashour": "فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (6(فَتَوَلَّ عَنْهُمْ } .تفريع على { فما تغن النذر } [ القمر : 5 ] ، أي أعرِضْ عن مجادلتهم فإنهم لا تفيدهم النذر كقوله : { فأعرض عمن تولى عن ذكرنا } [ النجم : 29 ] ، أي أنك قد بلّغت فما أنت بمسؤول عن استجابتهم كما قال تعالى : { فتول عنهم فما أنت بملوم } [ الذاريات : 54 ] . وهذا تسلية للنبيء صلى الله عليه وسلم وتطمين له بأنه ما قَصر في أداء الرسالة . ولا تعلّق لهذه الآية بأحكام قتالهم إذ لم يكن السياق له ولا حدثت دواعيه يومئذٍ فلا وجه للقول بأنها منسوخة .{ يَوْمَ يَدْعُو الداع إلى شَىْءٍ نُّكُرٍ * خُشَّعاً أبصارهم يَخْرُجُونَ مِنَ الاجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ * مُّهْطِعِينَ إِلَى الداع يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ } .استئناف بياني لأن الأمر بالتولّي مؤذن بغضب ووعيد فمن شأنه أن يثير في نفس السامع تساؤلاً عن مجمل هذا الوعيد . وهذا الاستئناف وقع معترضاً بين جملة { ولقد جاءهم من الأنباء } [ القمر : 4 ] وجملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وإذ قد كان المتوعد به شيئاً يحصل يوم القيامة قدم الظرف على عامله وهو ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "خُشَّعًا أَبْصَٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌۭ مُّنتَشِرٌۭ",
      "tafsir": {
        "muyassar": "ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق، مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عسر شديد الهول.",
        "mukhtasar": "ذليلة أبصارهم، يخرجون من القبور كأنهم في سعيهم إلى موقف الحساب جراد منتشر.",
        "saadi": "{ خُشَّعًا أَبْصَارُهُمْ } أي: من الهول والفزع الذي وصل إلى قلوبهم، فخضعت وذلت، وخشعت لذلك أبصارهم.{ يَخْرُجُونَ مِنَ الْأَجْدَاثِ } وهي القبور، { كَأَنَّهُمْ } من كثرتهم، وروجان بعضهم ببعض { جَرَادٌ مُنْتَشِرٌ } أي: مبثوث في الأرض، متكاثر جدا، ",
        "kathir": "( خشعا أبصارهم ) أي : ذليلة أبصارهم ( يخرجون من الأجداث ) وهي : القبور ، ( كأنهم جراد منتشر ) أي : كأنهم في انتشارهم وسرعة سيرهم إلى موقف الحساب إجابة للداعي ( جراد منتشر ) في الآفاق ; ولهذا قال :"
      },
      "translations": {
        "en": "Their eyes humbled, they will emerge from the graves as if they were locusts spreading,",
        "fr": "les regards baissés, ils sortiront des tombes comme des sauterelles éparpillées,",
        "es": "abatida la mirada, saldrán de las sepulturas como si fueran langostas esparcidas,"
      },
      "ibn_ashour": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (7(ورابعها : { خشعاً أبصارهم } أي ذليلة ينظرون من طرف خفي لا تثبت أحداقهم في وجُوه الناس ، وهي نظرة الخائف المفتضح وهو كناية لأن ذلة الذليل وعزة العزيز تَظهران في عيونهما .وخامسها : تشبيههم بالجراد المنتشر في الاكتظاظ واستتار بعضهم ببعض من شدة الخوف زيادة على ما يفيده التشبيه من الكثرة والتحرك .وسادسها : وصفهم بمهطعين ، والمُهطع : الماشي سريعاً مادًّا عنقه ، وهي مشيئة مذعور غير ملتف إلى شيء ، يقال : هطع وأهطع .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "مُّهْطِعِينَ إِلَى ٱلدَّاعِ ۖ يَقُولُ ٱلْكَٰفِرُونَ هَٰذَا يَوْمٌ عَسِرٌۭ",
      "tafsir": {
        "muyassar": "ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق، مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عسر شديد الهول.",
        "mukhtasar": "مسرعين إلى الداعي إلى ذلك الموقف، يقول الكافرون: هذا اليوم يوم عسير؛ لما فيه من الشدة والأهوال.",
        "saadi": "{ مُهْطِعِينَ إِلَى الدَّاعِ } أي: مسرعين لإجابة النداء الداعي  وهذا يدل على أن الداعي يدعوهم ويأمرهم بالحضور لموقف القيامة، فيلبون دعوته، ويسرعون إلى إجابته، { يَقُولُ الْكَافِرُونَ } الذين قد حضر عذابهم: { هَذَا يَوْمٌ عَسِرٌ } كما قال تعالى { على الكافرين غير يسير } [مفهوم ذلك أنه يسير سهل على المؤمنين]   ",
        "kathir": "( مهطعين ) أي : مسرعين ( إلى الداعي ) ، لا يخالفون ولا يتأخرون ، ( يقول الكافرون هذا يوم عسر ) أي : يوم شديد الهول عبوس قمطرير ( فذلك يومئذ يوم عسير على الكافرين غير يسير ) [ المدثر : 9 ، 10 ] ."
      },
      "translations": {
        "en": "Racing ahead toward the Caller. The disbelievers will say, \"This is a difficult Day.\"",
        "fr": "courant, le cou tendu, vers l'appeleur. Les mécréants diront: «Voilà un jour difficile».",
        "es": "corriendo con el cuello extendido hacia el Pregonero. Dirán los infieles: «¡Éste es un día difícil!»"
      },
      "ibn_ashour": "مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (8({وسابعها : قولهم : { هذا يوم عسر } وهو قولٌ من أثر ما في نفوسهم من خوف . و { عسر } : صفة مشبهة من العُسر وهو الشدة والصعوبة . ووصف اليوم ب { عسر } وصف مجازي عقلي باعتبار كونه زماناً لأمور عسرة شديدة من شدة الحساب وانتظار العذاب .وأبهم { شيء نكر } للتهويل ، وذلك هو أهوال الحساب وإهانة الدفع ومشاهدة ما أُعد لهم من العذاب .وانتصب { خشعاً أبصارهم } على الحال من الضمير المقدر في { يدع الداع } وإمّا من ضمير { يخرجون } مقدماً على صاحبه .وقرأ نافع وابن كثير وابن عامر وعاصم وأبو جعفر { خشعاً } بصيغة جمع خاشع . وقرأه أبو عمرو وحمزة والكسائي ويعقوب وخلف { خَاشِعاً } بصيغة اسم الفاعل . قال الزجاج : «لك في أسماء الفاعلين إذا تقدمت على الجماعة التوحيدُ والتذكيرُ نحو خاشعاً أبصارُهم . ولك التوحيد والتأنيث نحو قراءة ابن مسعود { خاشعة أبصارهم } ولك الجمع نحو { خشعاً أبصارهم } اه .و { أبصارهم } فاعل { خشعاً } ولا ضير في كون الوصف الرافع للفاعل على صيغة الجمع لأن المحْظور هو لحاق علامة الجمع والتثنية للفعل إذا كان فاعله الظاهر جمعاً ",
      "shehri_videos": [
        {
          "videoId": "YfhOzfWnp_M",
          "url": "https://www.youtube.com/watch?v=YfhOzfWnp_M",
          "title": "برنامج ( غريب القرآن ) || الحلقة 29  - { مهطعين } ، { عزين }",
          "word": "مهطعين"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 9,
      "text": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌۭ وَٱزْدُجِرَ",
      "tafsir": {
        "muyassar": "كذَّبت قبل قومك -أيها الرسول- قوم نوح فكذَّبوا عبدنا نوحًا، وقالوا: هو مجنون، وانتهروه متوعدين إياه بأنواع الأذى، إن لم ينته عن دعوته.",
        "mukhtasar": "كذبت قبل هؤلاء المكذبين بدعوتك - أيها الرسول - قوم نوح، فكذبوا عبدنا نوحًا عليه السلام لما بعثناه إليهم، وقالوا عنه: هو مجنون، وانتهروه بأنواع السب والشتم والتهديد إذا لم يترك دعوتهم.",
        "saadi": "لما ذكر تبارك وتعالى حال المكذبين لرسوله، وأن الآيات لا تنفع فيهم، ولا تجدي عليهم شيئا، أنذرهم وخوفهم بعقوبات الأمم الماضية المكذبة للرسل، وكيف أهلكهم الله وأحل بهم عقابه.فذكر قوم نوح، أول رسول بعثه الله إلى قوم يعبدون الأصنام، فدعاهم إلى توحيد الله وعبادته وحده لا شريك له، فامتنعوا من ترك الشرك وقالوا: { لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا } ولم يزل نوح يدعوهم إلى الله ليلا ونهارا، وسرا وجهارا، فلم يزدهم ذلك إلا عنادا وطغيانا، وقدحا في نبيهم، ولهذا قال هنا: { فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ } لزعمهم أن ما هم عليه وآباؤهم من الشرك والضلال هو الذي يدل عليه العقل، وأن ما جاء به نوح عليه الصلاة والسلام جهل وضلال، لا يصدر إلا من المجانين، وكذبوا في ذلك، وقلبوا الحقائق الثابتة شرعا وعقلا، فإن ما جاء به هو الحق الثابت، الذي يرشد العقول النيرة المستقيمة، إلى الهدى والنور والرشد، وما هم عليه جهل وضلال مبين، [وقوله:] { وَازْدُجِرَ } أي: زجره قومه وعنفوه عندما دعاهم إلى الله تعالى، فلم يكفهم -قبحهم الله- عدم الإيمان به، ولا تكذيبهم إياه، حتى أوصلوا إليه من أذيتهم ما قدروا عليه، وهكذا جميع أعداء الرسل، هذه حالهم مع أنبيائهم. ",
        "kathir": "يقول تعالى : ( كذبت ) قبل قومك يا محمد ( قوم نوح فكذبوا عبدنا ) أي : صرحوا له بالتكذيب واتهموه بالجنون ، ( وقالوا مجنون وازدجر ) قال مجاهد : ( وازدجر ) أي : استطير جنونا . وقيل : ( وازدجر ) أي : انتهروه وزجروه وأوعدوه : ( لئن لم تنته يا نوح لتكونن من المرجومين ) [ الشعراء : 116 ] . قاله ابن زيد ، وهذا متوجه حسن ."
      },
      "translations": {
        "en": "The people of Noah denied before them, and they denied Our servant and said, \"A madman,\" and he was repelled.",
        "fr": "Avant eux, le peuple de Noé avait crié au mensonge. Ils traitèrent Notre serviteur de menteur et dirent: «C'est un possédé!» et il fut repoussé.",
        "es": "Antes de ello, ya el pueblo de Noé había desmentido. Desmintieron a Nuestro siervo y dijeron: «¡Un poseso!», y fue rechazado."
      },
      "ibn_ashour": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9(استئناف بيانيّ ناشىء عن قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر } [ القمر : 4 ] فإن من أشهرها تكذيب قوم نوح رسولهم ، وسبق الإِنباء به في القرآن في السور النازلة قبل هذه السورة . والخبر مستعمل في التذكير وليفرع عليه ما بعده . فالمقصود النعي عليهم عدم ازدجارهم بما جاءهم من الأنباء بتعداد بعض المهمّ من تلك الأنباء .وفائدة ذكر الظرف { قبلهم } تقرير تسلية للنبيء صلى الله عليه وسلم أي أن هذه شنشنة أهل الضلال كقوله تعالى : { وإن يكذبوك فقد كذبت رسل من قبلك } [ فاطر : 4 ] ألا ترى أنه ذكر في تلك الآية قوله : { من قبلك } نظير ما هنا مع ما في ذلك من التعريض بأن هؤلاء معرِضون .واعلم أنه يقال : كذَّب ، إذا قال قولاً يدل على التكذيب ، ويقال كذّب أيضاً ، إذا اعتقد أن غيره كاذب قال تعالى : { فإنهم لا يكذبونك } [ الأنعام : 33 ] في قراءة الجمهور بتشديد الذال ، والمعنيان محتملان هنا ، فإن كان فعل { كذبت } هنا مستعملاً في معنى القول بالتكذيب ، فإن قوم نوح شافهوا نوحاً بأنه كاذب ، وإن كان مستعملاً في اعتقادهم كذب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌۭ فَٱنتَصِرْ",
      "tafsir": {
        "muyassar": "فدعا نوح ربه أنِّي ضعيف عن مقاومة هؤلاء، فانتصر لي بعقاب من عندك على كفرهم بك.",
        "mukhtasar": "فدعا نوح ربه قائلًا: إن قومي غلبوني، ولم يستجيبوا لي، فانتصر منهم بعقاب تنزله عليهم.",
        "saadi": "فعند ذلك دعا نوح ربه [فقال:] { أَنِّي مَغْلُوبٌ } لا قدرة لي على الانتصار منهم، لأنه لم يؤمن من قومه إلا القليل النادر، ولا قدرة لهم على مقاومة قومهم، { فَانْتَصِرْ } اللهم لي منهم، وقال في الآية الأخرى: { رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا } الآيات",
        "kathir": "( فدعا ربه أني مغلوب فانتصر ) أي : إني ضعيف عن هؤلاء وعن مقاومتهم ) فانتصر ) أنت لدينك ."
      },
      "translations": {
        "en": "So he invoked his Lord, \"Indeed, I am overpowered, so help.\"",
        "fr": "Il invoqua donc son Seigneur: «Moi, je suis vaincu. Fais triompher (Ta cause)».",
        "es": "Entonces, invocó a su Señor. «¡Estoy vencido! ¡Defiéndete!»"
      },
      "ibn_ashour": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (10(تفريع على { كذبت قبلهم قوم نوح } [ القمر : 9 ] وما تفرع عليه .والمغلوب مجاز ، شبه يأسه من إجابتهم لدعوته بحال الذي قاتل أو صارع فغلبه مقاتله ، وقد حكى الله تعالى في سورة نوح كيف سلك مع قومه وسائل الإقناع بقبول دعوته فأعيته الحيل .و { أنى } بفتح الهمزة على تقدير باء الجر محذوفة ، أي دعا بأني مغلوب ، أي بمضمون هذا الكلام في لغته .وحذف متعلق { فانتصر } للإِيجاز وللرعي على الفاصلة والتقدير : فانتصر لي ، أي انصرني .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍۢ مُّنْهَمِرٍۢ",
      "tafsir": {
        "muyassar": "فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق، وشققنا الأرض عيونًا متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم.",
        "mukhtasar": "ففتحنا أبواب السماء بماء متدفق متتابع.",
        "saadi": "فأجاب الله سؤاله، وانتصر له من قومه، قال تعالى: { فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ } أي: كثير جدا متتابع",
        "kathir": "قال الله تعالى : ( ففتحنا أبواب السماء بماء منهمر ) . قال السدي : هو الكثير ( وفجرنا الأرض عيونا ) أي : نبعت جميع أرجاء الأرض ، حتى التنانير التي هي محال النيران نبعت عيونا ، ( فالتقى الماء ) أي : من السماء ومن الأرض ( على أمر قد قدر ) أي : أمر مقدر .قال ابن جريج ، عن ابن عباس : ( ففتحنا أبواب السماء بماء منهمر ) كثير ، لم تمطر السماء قبل ذلك اليوم ولا بعده ، ولا من السحاب ; فتحت أبواب السماء بالماء من غير سحاب ذلك اليوم ، فالتقى الماءان على أمر قد قدر .وروى ابن أبي حاتم أن ابن الكواء سأل عليا عن المجرة فقال : هي شرج السماء ، ومنها فتحت السماء بماء منهمر ."
      },
      "translations": {
        "en": "Then We opened the gates of the heaven with rain pouring down",
        "fr": "Nous ouvrîmes alors les portes du ciel à une eau torrentielle,",
        "es": "Abrimos las puertas del cielo a una lluvia torrencial"
      },
      "ibn_ashour": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11(وجملة { ففتحنا أبواب السماء } إلى آخرها مفرعة على جملة { فدعا ربه } ، ففهم من التفريع أن الله استجاب دعوته وأن إرسال هذه المياه عقاب لقوم نوح . وحاصل المعنى : فأرسلنا عليهم الطوفان بهذه الكيفية المحكمة السريعة .وقرأ الجمهور { ففتحنا } بتخفيف التاء . وقرأه ابن عامر بتشديدها على المبالغة . والفتح بمعنى شدة هطول المطر .وجملة { ففتحنا أبواب السماء بماء منهمر } مركب تمثيلي لهيئة اندفاق الأمطار من الجو بهيئة خروج الجماعات من أبواب الدار على طريقة :وسالتْ بأعناق المطيّ الأباطح ... والمنهمر : المنصب ، أي المصبوب يقال : عمرَ الماء إذا صبه ، أي نازل بقوة .والتفجير : إسالة الماء ، يقال : تفجر الماء ، إذا سال ، قال تعالى : { حتى تفجر لنا من الأرض ينبوعاً } [ الإسراء : 90 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًۭا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍۢ قَدْ قُدِرَ",
      "tafsir": {
        "muyassar": "فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق، وشققنا الأرض عيونًا متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم.",
        "mukhtasar": "وفجرنا الأرض فصارت عيونًا ينبع منها الماء، فالتقى الماء النازل من السماء مع الماء النابع من الأرض على أمر من الله قدره في الأزل، فأغرق الجميع إلا من نجاه الله.",
        "saadi": "{ وَفَجَّرْنَا الْأَرْضَ عُيُونًا } فجعلت السماء ينزل منها من الماء شيء خارق للعادة، وتفجرت الأرض كلها، حتى التنور الذي لم تجر العادة بوجود الماء فيه، فضلا عن كونه منبعا للماء، لأنه موضع النار.{ فَالْتَقَى الْمَاءُ } أي: ماء السماء والأرض { عَلَى أَمْرٍ } من الله له بذلك، { قَدْ قُدِرَ } أي: قد كتبه الله في الأزل وقضاه، عقوبة لهؤلاء الظالمين الطاغين",
        "kathir": "أي نبعت جميع أرجاء الأرض حتى التنانير التي هي محال النيران نبعت عيونا \"فالتقى الماء\" أي من السماء والأرض \"على أمر قد قدر\" أى أمر مقدر."
      },
      "translations": {
        "en": "And caused the earth to burst with springs, and the waters met for a matter already predestined.",
        "fr": "et fîmes jaillir la terre en sources. Les eaux se rencontrèrent d'après un ordre qui était déjà décrété dans une chose [faite].",
        "es": "y en la tierra hicimos manar fuentes. Y el agua se encontró según una orden decretada."
      },
      "ibn_ashour": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (12(وتعدية { فجّرنا } إلى اسم الأرض تعدية مجازية إذ جعلت الأرض من كثرة عيونها كأنها عين تتفجر . وفي هذا إجمال جيء من أجله بالتمييز له بقوله : { عيوناً } لبيان هذه النسبة ، وقد جعل هذا ملحقاً بتمييز النسبة لأنه محول عن المفعول إذ المعنى : وفجرنا عيون الأرض ، وهو مثل المحول عن الفاعل في قوله تعالى : { واشتعل الرأس شيباً } [ مريم : 4 ] ، أي شيب الرأس إذ لا فرق بينهما ، ونكتة ذلك واحدة . قال في «المفتاح» : «إسناد الاشتعال إلى الرأس لإِفادة شُمول الاشتعاللِ الرأسَ إذ وزان اشتعل شيبُ الرأس ، واشتعل الرأس شيباً وزان اشتعلت النار في بيتي واشتعل بيتي ناراً» اه .والتقاء الماء : تجمع ماءِ الأمطار مع ماء عيون الأرض فالإلتقاء مستعار للاجتماع ، شبه الماء النازل من السماء والماء الخارج من الأرض بطائفتين جاءت كل واحدة من مكان فالتقتا في مكان واحد كما يلتقي الجيشان .والتعريف في { الماء } للجنس . وعلم من إسناد الإلتقاء أنهما نوعان من الماء ماء المطر وماء العيون .و { على } من قوله : { على أمر } يجوز أن تكون بمعنى ( في ( كقوله تع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَحَمَلْنَٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍۢ وَدُسُرٍۢ",
      "tafsir": {
        "muyassar": "وحملنا نوحًا ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها، تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصارًا لنوح عليه السلام. وفي هذا دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به.",
        "mukhtasar": "وحملنا نوحًا على سفينة ذات ألواح ومسامير، فنجيناه ومن معه من الغرق.",
        "saadi": "{ وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ } أي: ونجينا عبدنا نوحا على السفينة ذات الألواح والدسر أي: المسامير [التي] قد سمرت [بها] ألواحها وشد بها أسرها  ",
        "kathir": "( وحملناه على ذات ألواح ودسر ) : قال ابن عباس ، وسعيد بن جبير ، والقرظي ، وقتادة ، وابن زيد : هي المسامير ، واختاره ابن جرير ، قال : وواحدها دسار ، ويقال : دسير ، كما يقال : حبيك وحباك ، والجمع حبك .وقال مجاهد : الدسر : أضلاع السفينة . وقال عكرمة والحسن : هو صدرها الذي يضرب به الموج .وقال الضحاك : الدسر : طرفها وأصلها .وقال العوفي عن ابن عباس : هو كلكلها ."
      },
      "translations": {
        "en": "And We carried him on a [construction of] planks and nails,",
        "fr": "Et Nous le portâmes sur un objet [fait] de planches et de clous [l'arche],",
        "es": "Le embarcamos en aquello de planchas y de fibras,"
      },
      "ibn_ashour": "وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13(، فجملة { وحملناه } معطوفة على التفريع عطف احتراس .والمعنى : فأغرقناهم ونجَّيْناه .و { ذات ألواح ودُسُر } صفة السفينة ، أقيمت مقام الموصوف هنا عوضاً عن أن يقال : وحملناه على الفلك لأن في هذه الصفة بيان متانة هذه السفينة وإحكام صنعها . وفي ذلك إظهار لعناية الله بنجاة نوح ومن معه فإن الله أمره بصنع السفينة وأوحى إليه كيفية صنعها ولم تكن تعرف سفينة قبلها ، قال تعالى : { وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد آمن فلا تبتئس بما كانوا يفعلون واصنع الفلك بأعيننا ووحينا } [ هود : 36 ، 37 ] ، وعادة البلغاء إذا احتاجوا لذكر صفة بشيء وكان ذكرها دالاً على موصوفها أن يستغنوا عن ذكر الموصوف إيجازاً كما قال تعالى : { أن اعمل سابغات } [ سبأ : 11 ] ، أي دروعاً سابغات .والحمل : رفع الشيء على الظهر أو الرأس لنقله { وتحمل أثقالكم } [ النحل : 7 ] وله مجازات كثيرة .والألواح : جمع لوح ، وهو القطعة المسوّاة من الخشب .والدسر : جمع دِسار ، وهو المسمار .وعدي فعل ( حملنا ( إلى ضمير نوح دون من معه من قومه لأن هذا الحمل كان إجابة لدعوته ولنصره فهو المقصود الأول ",
      "video": {
        "id": "x7HbB1NHelw",
        "word": "ذات ألواح ودسر",
        "transliteration": "Dhat Alwah wa Dusur",
        "meaning": {
          "ar": "سفينة ذات ألواح خشبية ومسامير",
          "en": "A vessel with wooden planks and nails",
          "fr": "Un navire avec des planches de bois et des clous",
          "es": "Un barco con tablones de madera y clavos"
        }
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "تَجْرِى بِأَعْيُنِنَا جَزَآءًۭ لِّمَن كَانَ كُفِرَ",
      "tafsir": {
        "muyassar": "وحملنا نوحًا ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها، تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصارًا لنوح عليه السلام. وفي هذا دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به.",
        "mukhtasar": "تجري هذه السفينة في أمواج الماء المتلاطمة بمرأى منا وحفظ، انتصارًا لنوح الذي كذبه قومه، وكفروا بما جاءهم به من عند الله.",
        "saadi": "{ تَجْرِي بِأَعْيُنِنَا } أي: تجري بنوح ومن آمن معه، ومن حمله من أصناف المخلوقات برعاية من الله، وحفظ [منه] لها عن الغرق [ونظر]، وكلائه منه تعالى، وهو نعم الحافظ الوكيل، { جَزَاءً لِمَنْ كَانَ كُفِرَ } أي: فعلنا بنوح ما فعلنا من النجاة من الغرق العام، جزاء له حيث كذبه قومه وكفروا به فصبر على دعوتهم، واستمر على أمر الله، فلم يرده عنه راد، ولا صده عنه  صاد، كما قال [تعالى] عنه في الآية الأخرى: { قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ } الآية.ويحتمل أن المراد: أنا أهلكنا قوم نوح، وفعلنا بهم ما فعلنا من العذاب والخزي، جزاء لهم على كفرهم وعنادهم، وهذا متوجه على قراءة من قرأها بفتح الكاف",
        "kathir": "وقوله : ( تجري بأعيننا ) أي : بأمرنا بمرأى منا وتحت حفظنا وكلاءتنا ( جزاء لمن كان كفر ) أي جزاء لهم على كفرهم بالله وانتصارا لنوح عليه السلام ."
      },
      "translations": {
        "en": "Sailing under Our observation as reward for he who had been denied.",
        "fr": "voguant sous Nos yeux: récompense pour celui qu'on avait renié [Noé].",
        "es": "que navegó bajo Nuestra mirada como retribución de aquél que había sido negado."
      },
      "ibn_ashour": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ (14(والباء في { بأعيننا } للملابسة .والأعين : جمع عين بإطلاقه المجازي ، وهو الاهتمام والعناية ، كقول النابغة :علمْتك ترعاني بعين بصيرة ... وقال تعالى : { فإنك بأعيننا } [ الطور : 48 ] .وجُمع العين لتقوية المعنى لأن الجمع أقوى من المفرد ، أي بحراسات منّا وعنايات . ويجوز أن يكون الجمع باعتبار أنواع العنايات بتنوع آثارها . وأصل استعمال لفظ العين في مثله تمثيل بحال الناظر إلى الشيء المحروس مثل الراعين كما يقال للمسافر : «عين الله عليك» ، ثم شاع ذلك حتى ساوى الحقيقة فجمع بذلك الاعتبار . وتقدم في سورة هود .و { جزاء } مفعول لأجله ل { فتحنا } وما عُطف عليه ، أي : فعلنا ذلك كله جزاء لنوح . و { من كان كُفِر } هو نوح فإن قومه كَفَروا به ، أي لم يؤمنوا بأنه رسول وكان كفرهم به منذ جاءهم بالرسالة فلذلك أقحم هنا فعل { كان } ، أي لمن كُفِر منذ زمان مضى وذلك ما حكي في سورة نوح ( 5 9 ( بقوله : { قال رب إني دعوت قومي ليلاً ونهاراً } إلى قوله : { ثم إني دعوتهم جهاراً ثم إنِّي أعلنت لهم وأسررت لهم إسراراً } وحذف متعلق كفر لدلالة الكلام عليه . وتقديره : كفر ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "وَلَقَد تَّرَكْنَٰهَآ ءَايَةًۭ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد أبقينا قصة نوح مع قومه عبرة ودليلا على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟ فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "ولقد تركنا هذا العقاب الذي عاقبناهم به؛ عبرة وعظة، فهل من معتبر يعتبر بذلك؟!",
        "saadi": "{ وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ } أي: ولقد تركنا قصة نوح مع قومه آية يتذكر بها المتذكرون، على أن من عصى الرسل وعاندهم أهلكه الله بعقاب عام شديد، أو أن الضمير يعود إلى السفينة وجنسها، وأن أصل صنعتها تعليممن الله لعبده  نوح عليه السلام، ثم أبقى الله تعالى صنعتها وجنسها بين الناس ليدل ذلك على رحمته بخلقه وعنايته، وكمال قدرته، وبديع صنعته، { فَهَلْ مِنْ مُدَّكِرٍ } ؟ أي: فهل من متذكر  للآيات، ملق ذهنه وفكرته لما يأتيه منها، فإنها في غاية البيان واليسر؟ ",
        "kathir": "وقوله : ( ولقد تركناها آية ) قال قتادة : أبقى الله سفينة نوح حتى أدركها أول هذه الأمة . والظاهر أن المراد من ذلك جنس السفن ، كقوله تعالى : ( وآية لهم أنا حملنا ذريتهم في الفلك المشحون وخلقنا لهم من مثله ما يركبون ) [ يس : 41 ، 42 ] . وقال ( إنا لما طغى الماء حملناكم في الجارية لنجعلها لكم تذكرة وتعيها أذن واعية ) [ الحاقة : 11 ، 12 ] ; ولهذا قال هاهنا : ( فهل من مدكر ) أي : فهل من يتذكر ويتعظ ؟قال الإمام أحمد : حدثنا حجاج ، حدثنا إسرائيل ، عن أبي إسحاق ، عن الأسود ، عن ابن مسعود ، قال : أقرأني رسول الله - صلى الله عليه وسلم - ( فهل من مدكر ) فقال رجل : يا أبا عبد الرحمن ، مدكر أو مذكر ؟ قال : أقرأني رسول الله - صلى الله عليه وسلم - : ( مدكر )وهكذا رواه البخاري : حدثنا يحيى ، حدثنا وكيع ، عن إسرائيل ، عن أبي إسحاق ، عن الأسود بن يزيد ، عن عبد الله قال : قرأت على النبي - صلى الله عليه وسلم - : ( فهل من مذكر ) فقال النبي - صلى الله عليه وسلم - : ( فهل من مدكر )وروى البخاري أيضا من حديث شعبة ، عن أبي إسحاق ، عن الأسود ، عن عبد الله ، قال : كان رسول الله - صلى الله عليه وسلم - يقرأ : ( فهل من مدكر ) .وقال : حدثنا أبو نعيم ، حدثنا زهير ، عن أبي إسحاق ; أنه سمع رجلا يسأل الأسود : ( فهل من مدكر ) أو ) مذكر ) ؟ قال : سمعت عبد الله يقرأ : ( فهل من مدكر ) . وقال : سمعت رسول الله - صلى الله عليه وسلم - يقرؤها : ( فهل من مدكر ) دالا .وقد أخرج مسلم هذا الحديث وأهل السنن إلا ابن ماجه ، من حديث أبي إسحاق ."
      },
      "translations": {
        "en": "And We left it as a sign, so is there any who will remember?",
        "fr": "Et Nous la laissâmes, comme un signe [d'avertissement]. Y a-t-il quelqu'un pour réfléchir?",
        "es": "La dejamos como signo. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ تَرَكْنَاهَا آَيَةً فَهَلْ مِنْ مُدَّكِرٍ (15(ضمير المؤنث عائد إلى { ذات ألواح ودسر } ، أي السفينة . والترك كناية عن الإِبقاء وعدم الإِزالة ، قال تعالى : { وتركنا فيها آية } في سورة الذاريات ( 37 ( ، وقال : { وتركهم في ظلمات لا يبصرون } في سورة البقرة ( 17 ( ، أي أبقينا سفينة نوح محفوظة من البِلى لتكون آية يشهدها الأمم الذين أرسلت إليهم الرسلُ متى أراد واحد من الناس رؤيتها ممن هو بجوار مكانها تأييداً للرسل وتخويفاً بأول عذاب عُذبت به الأمم أمة كذبت رسولها فكانت حجة دائمة مثل ديار ثمود .ثم أخذت تتناقص حتى بقي منها أخشاب شهدها صدر الأمة الإسلامية فلم تضمحل حتى رآها ناس من جميع الأمم بعد نوح فتواتر خبرها بالمشاهدة تأييداً لتواتر الطوفان بالأخبار المتواترة . وقد ذكر القرآن أنها استقرت على جبل الجوديّ فمنه نزل نوح ومن معه وبقيت السفينة هنالك لا ينالها أحد ، وذلك من أسباب حفظها عن الاضمحلال . واستفاض الخبر بأن الجودي جُبيل قرب قرية تسمى ( باقِرْدَى ( بكسر القاف وسكون الراء ودال مفتوحة مقصوراً من جزيرة ابن عمر قرب المَوْصل شرقيَّ دجلة .وفي «صحيح البخاري» قال قتادة : «لقد شَهدها صدر ه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "ولقد أبقينا قصة نوح مع قومه عبرة ودليلا على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟ فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "فكيف كان عذابي للمكذبين؟! وكيف كان إنذاري بإهلاكي لهم؟!",
        "saadi": "{ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } أي: فكيف رأيت أيها المخاطب عذاب الله الأليم وإنذاره الذي لا يبقي لأحد عليه حجة.",
        "kathir": "وقوله : ( فكيف كان عذابي ونذر ) أي : كيف كان عذابي لمن كفر بي وكذب رسلي ولم يتعظ بما جاءت به نذري ، وكيف انتصرت لهم ، وأخذت لهم بالثأر ."
      },
      "translations": {
        "en": "And how [severe] were My punishment and warning.",
        "fr": "Comment furent Mon châtiment et Mes avertissements?",
        "es": "Y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (16(تفريع على القصة بما تضمنته من قوله : { ففتحنا أبواب السماء } [ القمر : 11 ] إلى آخره . و ( كيف ( للاستفهام عن حالة العذاب . وهو عذاب قوم نوح بالطوفان والاستفهام مستعمل في التعجيب من شدة هذا العذَاب الموصوف . والجملة في معنى التذييل وهو تعريض بتهديد المشركين أن يصيبهم عذاب جزاء تكذيبهم الرسول صلى الله عليه وسلم وإعراضهم وأذاهم كما أصاب قوم نوح .وحُذف ياء المتكلم من { نذر } وأصله : نُذري . وحذفها في الكلام في الوقف فصيح وكثر في القرآن عند الفواصل .والنذر : جمع نذير الذي هو اسم مصدر أَنذر كالنذارة وتقدم آنفاً في هذه السورة وإنما جمعت لتكرر النذارة من الرسول لقومه طلباً للإِيمانهم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "{ وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ } أي: ولقد يسرنا وسهلنا هذا القرآن الكريم، ألفاظه للحفظ والأداء، ومعانيه للفهم والعلم، لأنه أحسن الكلام لفظا، وأصدقه معنى، وأبينه تفسيرا، فكل من أقبل عليه يسر الله عليه مطلوبه غاية التيسير، وسهله عليه، والذكر شامل لكل ما يتذكر به العاملون من الحلال والحرام، وأحكام الأمر والنهي، وأحكام الجزاء والمواعظ والعبر، والعقائد النافعة والأخبار الصادقة، ولهذا كان علم القرآن حفظا وتفسيرا، أسهل العلوم، وأجلها على الإطلاق، وهو العلم النافع الذي إذا طلبه العبد أعين عليه، قال بعض السلف عند هذه الآية: هل من طالب علم فيعان [عليه]؟ ولهذا يدعو الله عباده إلى الإقبال عليه والتذكر بقوله: { فَهَلْ مِنْ مُدَّكِرٍ }  ",
        "kathir": "( ولقد يسرنا القرآن للذكر ) أي : سهلنا لفظه ، ويسرنا معناه لمن أراده ، ليتذكر الناس . كما قال : ( كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولو الألباب ) ، وقال تعالى : ( فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا ) [ مريم : 97 ] .قال مجاهد : ( ولقد يسرنا القرآن للذكر ) يعني : هونا قراءته .وقال السدي : يسرنا تلاوته على الألسن .وقال الضحاك عن ابن عباس : لولا أن الله يسره على لسان الآدميين ، ما استطاع أحد من الخلق أن يتكلم بكلام الله ، عز وجل .قلت : ومن تيسيره تعالى ، على الناس تلاوة القرآن ما تقدم عن النبي - صلى الله عليه وسلم - أنه قال : \" إن هذا القرآن أنزل على سبعة أحرف \" . وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته هاهنا ، ولله الحمد والمنة .وقوله : ( فهل من مدكر ) أي : فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه ؟وقال محمد بن كعب القرظي : فهل من منزجر عن المعاصي ؟وقال ابن أبي حاتم : حدثنا أبي ، حدثنا الحسن بن رافع ، حدثنا ضمرة ، عن ابن شوذب ، عن مطر - هو الوراق - في قوله تعالى : ( فهل من مدكر ) هل من طالب علم فيعان عليه ؟وكذا علقه البخاري بصيغة الجزم ، عن مطر الوراق و [ كذا ] رواه ابن جرير ، وروي عن قتادة مثله ."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "En effet, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (17(لمّا كانت هذه النذارة بُلِغت بالقرآن والمشركون معرضون عن استماعه حارمين أنفسهم من فوائده ذُيّل خبرها بتنويه شأن القرآن بأنه من عند الله وأن الله يسّره وسَهله لتذكّر الخلق بما يحتاجونه من التذكير مما هو هدى وإرشاد . وهذا التيسير ينبىء بعناية الله به مثل قوله : { إنا نحن نزلنا الذكر وإنا له لحافظون } [ الحجر : 9 ] تبصرة للمسلمين ليزدادوا إقبالاً على مدارسته وتعريضاً بالمشركين عسى أن يَرْعَوُوا عن صدودهم عنه كما أنبأ عنه قوله : { فهل من مدكر } .وتأكيد الخبر باللام وحرف التحقيق مراعى فيه حَال المشركين الشاكين في أنه من عند الله .والتيسير : إيجاد اليسر في شيء ، من فعل كقوله : { يريد الله بكم اليسر } [ البقرة : 185 ] أو قولٍ كقوله تعالى : { فإنما يسرناه بلسانك لعلهم يتذكرون } [ الدخان : 58 ] .واليسر : السهولة ، وعدم الكلفة في تحصيل المطلوب من شيء . وإذ كان القرآن كلاماً فمعنى تيسيره يرجع إلى تيسير ما يُراد من الكلام وهو فهم السامع المعاني التي عناها المتكلم به بدون كلفة على السامع ولا إغلاق كما يقولون : يدخل للأذن بلا إذن .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "كَذَّبَتْ عَادٌۭ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "كذبت عاد هودًا فعاقبناهم، فكيف كان عذابي لهم على كفرهم، ونذري على تكذيب رسولهم، وعدم الإيمان به؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "كذبت عاد نبيها هودًا عليه السلام، فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!",
        "saadi": "{ وعاد } هي القبيلة المعروفة باليمن، أرسل الله إليهم هودا عليه السلام يدعوهم إلى توحيد الله وعبادته، فكذبوه",
        "kathir": "قول تعالى مخبرا عن عاد قوم هود : إنهم كذبوا رسولهم أيضا ، كما صنع قوم نوح"
      },
      "translations": {
        "en": "'Aad denied; and how [severe] were My punishment and warning.",
        "fr": "Les 'Aad ont traité de menteur (leur Messager). Comment furent Mon châtiment et Mes avertissements?",
        "es": "Los aditas desmintieron y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (18(موقع هذه الجملة كموقع جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] فكان مقتضى الظاهر أن تعطف عليها ، وإنما فصلت عنها ليكون في الكلام تكرير التوبيخ والتهديد والنعي عليهم عقب قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر حكمة بالغة فما تغن النذر } [ القمر : 4 ، 5 ] . ومقام التوبيخ والنعي يقتضي التكرير .والحكم على عاد بالتكذيب عموم عرفي بناء على أن معظمهم كذبوه وما آمن به إلا نفر قليل قال تعالى : { ولما جاء أمرنا نجينا هوداً والذين آمنوا معه برحمة منا } [ هود : 58 ] .وفرع على التذكير بتكذيب عاد قوله : { فكيف كان عذابي ونذر } قبل أن يذكر في الكلام ما يشعر بأن الله عذبهم فضلاً عن وصف عذابهم .فالاستفهام مستعمل في التشويق للخبر الوارد بعده وهو مجاز مرسل لأن الاستفهام يستلزم طلب الجواب والجواب يتوقف على صفة العذاب وهي لَمّا تذكر فيحصل الشوق إلى معرفتها وهو أيضاً مكنى به عن تهويل ذلك العذاب .وفي هذا الاستفهام إجمال لحال العذاب وهو إجمال يزيد التشويق إلى ما يبينه بعده",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِى يَوْمِ نَحْسٍۢ مُّسْتَمِرٍّۢ",
      "tafsir": {
        "muyassar": "إنَّا أرسلنا عليهم ريحًا شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك، تقتلع الناس من مواضعهم على الأرض فترمي بهم على رؤوسهم، فتدق أعناقهم، ويفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله.",
        "mukhtasar": "إنا بعثنا عليهم ريحًا شديدة باردة في يوم شرّ وشؤم مستمرّ معهم إلى ورودهم جهنم.",
        "saadi": "فأرسل الله عليهم { رِيحًا صَرْصَرًا } أي: شديدة جدا، { فِي يَوْمِ نَحْسٍ } أي: شديد العذاب والشقاء عليهم، { مُسْتَمِرٍّ } عليهم سبع ليال وثمانية أيام حسوما.",
        "kathir": "وأنه تعالى أرسل ( عليهم ريحا صرصرا ) ، وهي الباردة الشديدة البرد ، ( في يوم نحس ) أي : عليهم . قاله الضحاك ، وقتادة ، والسدي . ) مستمر ) عليهم نحسه ودماره ; لأنه يوم اتصل فيه عذابهم الدنيوي بالأخروي ."
      },
      "translations": {
        "en": "Indeed, We sent upon them a screaming wind on a day of continuous misfortune,",
        "fr": "Nous avons envoyé contre eux un vent violent et glacial, en un jour néfaste et interminable;",
        "es": "En un día nefasto e interminable enviamos contra ellos un viento glacial,"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (19(من قوله : { إنا أرسلنا عليهم ريحاً صرصراً } الآية ، ونظيره قوله تعالى : { عم يتساءلون } [ النبأ : 1 ] ثم قوله : { عن النبأ العظيم } [ النبأ : 2 ] الآية .وعطف { ونذر } على { عذابي } بتقدير مضاف دل عليه المقام ، والتقدير : وعاقبة نذري ، أي إنذاراتي لهم ، أي كيف كان تحقيق الوعيد الذي أنذرهم .ونُذر : جمع نذير بالمعنى المصدري كما تقدم في أوائل السورة وقد علمت بما ذكرنا أن جملة «فكيف كان عذابي ونذري» هذه ليست تكريراً لنظيرها السابق في خبر قوم نوح ، ولا اللاحق في آخر قصة عاد للاختلاف الذي علمته بين مُفادها ومفاد مماثلتها وإن اتحدت ألفاظهما .والبليغ يتفطن للتغاير بينهما فيصرفه عن توهم أن تكون هذه تكريراً فإنه لما لم يسبق وصف عذاب عاد لم يستقم أن يكون قوله : { فكيف كان عذابي } تعجيباً من حالة عذابهم .وقوله : { ونذر } موعظة من تحقق وعيد الله إياهم ، وقد أشار الفخر إلى هذا وقفينا عليه ببسط وتوجيه . وأصل السؤال عن تكرير هذه الجملة أثناء قصة عاد هنا أورده في كتاب «درة التنزيل وغرة التأويل» المنسوب إلى الفخر وإلى الراغب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍۢ مُّنقَعِرٍۢ",
      "tafsir": {
        "muyassar": "إنَّا أرسلنا عليهم ريحًا شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك، تقتلع الناس من مواضعهم على الأرض فترمي بهم على رؤوسهم، فتدق أعناقهم، ويفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله.",
        "mukhtasar": "تقتلع الناس من الأرض، وترمي بهم على رؤوسهم كأنهم أصول نخل منقلع من مغرسه.",
        "saadi": "{ تَنْزِعُ النَّاسَ } من شدتها، فترفعهم إلى جو السماء، ثم تدفعهم بالأرض فتهلكهم، فيصبحون { كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ } أي: كأن جثثهم بعد هلاكهم مثل جذوع النخل الخاوي الذي أصابته  الريح فسقط على الأرض، فما أهون الخلق على الله إذا عصوا أمره",
        "kathir": "وقوله : ( تنزع الناس كأنهم أعجاز نخل منقعر ) وذلك أن الريح كانت تأتي أحدهم فترفعه حتى تغيبه عن الأبصار ، ثم تنكسه على أم رأسه ، فيسقط إلى الأرض ، فتثلغ رأسه فيبقى جثة بلا رأس ; ولهذا قال : ( كأنهم أعجاز نخل منقعر فكيف كان عذابي ونذر ولقد يسرنا القرآن للذكر فهل من مدكر ) ."
      },
      "translations": {
        "en": "Extracting the people as if they were trunks of palm trees uprooted.",
        "fr": "il arrachait les gens comme des souches de palmiers déracinés.",
        "es": "que arrancaba a los hombres como si hubieran sido troncos de palmeras descuajadas."
      },
      "ibn_ashour": "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (20(والنزع : الإِزالة بعُنف لئلا يبقى اتصال بين المزال وبين ما كان متصلاً به ، ومنه نزع الثياب .والأعجاز جمع عَجُز : وهو أسفل الشيء ، وشاع إطلاق العَجُز على آخر الشيء لأنهم يعتبرون الأجسام منتصبة على الأرض فأولاها ما كان إلى السماء وآخرها ما يلي الأرض .وأطلقت الأعجاز هنا على أصول النخل لأن أصل الشجرة هو في آخرها مما يلي الأرض .وشبه الناس المطروحون على الأرض بأصول النخيل المقطوعة التي تقلع من منابتها لموتها إذ تزول فروعها ويتحاتّ ورقها فلا تبقى إلا الجذوع الأصلية فلذلك سميت أعجازاً .و { منقعر } : اسم فاعل انقعر مطاوع قَعره ، أي بلغ قَعْره بالحفر يقال : قَعَرَ البئرَ إذا انتهى إلى عمقها ، أي كأنهم أعجاز نخل قعرت دواخله وذلك يحصل لعُود النخل إذا طال مكثه مطروحاً .ومنقعر : وصف النخل ، روعي في إفراده وتذكيره صورة لفظ نخل دون عدد مدلوله خلافاً لما في قوله تعالى : { كأنهم أعجاز نخل خاوية } [ الحاقة : 7 ] وقوله : { والنخل ذات الأكمام } [ الرحمن : 11 ]قال القرطبي : «قال أبو بكر ابن الأنباري سئل المبرد بحضرة إسماعيل القاضي عن ألف مسألة من",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "فكيف كان عذابي ونذري لمن كفر بي، وكذَّب رسلي ولم يؤمن بهم؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!",
        "saadi": "{ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } كان [والله] العذاب الأليم، والنذارة التي ما أبقت لأحد عليه حجة،",
        "kathir": "أي فعاقبتهم فكيف كان عقابي لهم على كفرهم بي وتكذيبهم رسولي."
      },
      "translations": {
        "en": "And how [severe] were My punishment and warning.",
        "fr": "Comment furent Mon châtiment et Mes avertissements?",
        "es": "Y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (21(تكرير لنظيره السابق عقب قصة قوم نوح لأن مقام التهويل والتهديد يقتضي تكرير ما يفيدهما . و ( كيف ( هنا استفهام على حالة العذاب ، وهي الحالة الموصوفة في قوله : { إنا أرسلنا عليهم ريحاً صرصراً } إلى { منقعر } [ القمر : 19 ، 20 ] ، والاستفهام مستعمل في التعجيب .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم وللتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟ وفي هذا حثٌّ على الاستكثار من تلاوة القرآن وتعلمه وتعليمه.",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "{ وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ } كرر تعالى ذلك رحمة بعباده وعناية بهم، حيث دعاهم إلى ما يصلح دنياهم وأخراهم. ",
        "kathir": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "En effet, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (22(تكرير لنظيره السابق في خبر قوم نوح .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ",
      "tafsir": {
        "muyassar": "كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذرِوا بها، فقالوا: أبشرًا منا واحدًا نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذا لفي بُعْدٍ عن الصواب وجنون.",
        "mukhtasar": "كذبت ثمود بما أنذرهم به رسولهم صالح عليه السلام.",
        "saadi": "أي كذبت ثمود وهم القبيلة المعروفة المشهورة في أرض الحجر، نبيهمصالحا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، وأنذرهم العقاب إن هم خالفوه",
        "kathir": "هذا إخبار عن ثمود أنهم كذبوا رسولهم صالحا."
      },
      "translations": {
        "en": "Thamud denied the warning",
        "fr": "Les Thamûd ont traité de mensonges les avertissements.",
        "es": "Los tamudeos desmintieron las advertencias"
      },
      "ibn_ashour": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (23(القول في موقع جملة { كذبت ثمود بالنذر } كالقول في موقع جملة { كذبت عاد } [ القمر : 18 ] . وكذلك القول في إسناد حكم التكذيب إلى ثمود وهو اسم القبيلة معتبر فيه الغالب الكثير . فإن صالحاً قد آمن به نفر قليل كما حكاه الله عنهم في سورة الأعراف .وثمود : ممنوع من الصرف باعتبار العلمية والتأنيث المعنوي ، أي على تأويل الاسم بالقبيلة .والنذر : جمع نذير الذي هو اسم مصدر أنذر ، أي كذبوا بالإِنذارات التي أنذرهم الله بها على لسان رسوله . وليس النُذر هنا بصالح لحمله على جمْع النذير بمعنى المُنذر لأن فعل التكذيب إذا تعدى إلى الشخص المنسوب إلى الكذب تعدى إلى اسمه بدون حرف قال تعالى : { فكذبوا رسلي } [ سبأ : 45 ] وقال : { لما كذبوا الرسل } [ الفرقان : 37 ] وقال : { وإن يكذبوك } [ الحج : 42 ] ، وإذا تعدى إلى الكلام المكذّب تعدى إليه بالباء قال : { وكذبتم به } [ الأنعام : 57 ] وقال : { وكذب به قومك } [ الأنعام : 66 ] وقال : { إن الذين كذبوا بآياتنا } [ الأعراف : 40 ] وقال : { كذبوا بآياتنا } [ آل عمران : 11 ] . وهذا بخلاف قوله : { كذبت ثمود المرسلين } في سورة الشعراء ( 14",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "فَقَالُوٓا۟ أَبَشَرًۭا مِّنَّا وَٰحِدًۭا نَّتَّبِعُهُۥٓ إِنَّآ إِذًۭا لَّفِى ضَلَٰلٍۢ وَسُعُرٍ",
      "tafsir": {
        "muyassar": "كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذرِوا بها، فقالوا: أبشرًا منا واحدًا نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذا لفي بُعْدٍ عن الصواب وجنون.",
        "mukhtasar": "فقالوا مستنكرين: أنتبع بشرًا من جنسنا واحدًا؟! إنا إن اتبعناه في هذه الحالة لفي بعد عن الصواب وانحراف عنه، وفي عناء.",
        "saadi": "فكذبوه واستكبروا عليه، وقالوا -كبرا وتيها-: { أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ } أي: كيف نتبع بشرا، لا ملكا منا، لا من غيرنا، ممن هو أكبر عند الناس منا، ومع ذلك فهو شخص واحد { إِنَّا إِذًا } أي: إن اتبعناه وهو بهذه الحال { لَفِي ضَلَالٍ وَسُعُرٍ } أي: إنا لضالون أشقياء، وهذا الكلام من ضلالهم وشقائهم، فإنهم أنفوا أن يتبعوا رسولا من البشر، ولم يأنفوا أن يكونوا عابدين للشجر والحجر والصور.",
        "kathir": "( فقالوا أبشرا منا واحدا نتبعه إنا إذا لفي ضلال وسعر ) ، يقولون : لقد خبنا وخسرنا إن سلمنا كلنا قيادنا لواحد منا !"
      },
      "translations": {
        "en": "And said, \"Is it one human being among us that we should follow? Indeed, we would then be in error and madness.",
        "fr": "Ils dirent: «Allons-nous suivre un seul homme (Sâlih) d'entre nous-mêmes? Nous serions alors dans l'égarement et la folie.",
        "es": "y dijeron: «¿Vamos a seguir a un solo mortal, salido de nosotros? ¡Estaríamos extraviados y deliraríamos!"
      },
      "ibn_ashour": "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (24(والمعنى : أنهم كذبوا إنذارات رسولهم ، أي جحدوها ثم كذبوا رسولهم ، فلذلك فُرع على جملة كذبت ثمود بالنذر } قوله : { فقالوا أبشراً منا واحداً نتبعه } إلى قوله : { بل هو كذاب أشر } ولو كان المراد بالنذر جمع النذير وأطلق على نذيرهم لكان وجه النظم أن تقع جملة { فقالوا أبشراً } إلى آخرها غير معطوفة بالفاء لأنها تكون حينئذٍ بياناً لجملة { كذبت ثمود بالنذر } .والمعنى : أن صالحاً جاءهم بالإِنذارات فجحدوا بها وكانت شبهتهم في التكذيب ما أعرب عنه قولهم : { أبشراً منا واحداً نتبعه } إلى آخره ، فهذا القول يقتضي كونه جواباً عن دعوة وإنذار ، وإنما فُصّل تكذيب ثمود وأجمل تكذيب عاد لقصد بيان المشابهة بين تكذيبهم ثمود وتكذيب قريش إذ تشابهت أقوالهم .والقول في انتظام جملة { فقالوا أبشراً } الخ بعد جملة { كذبت ثمود بالنذر } كالقول في جملة { فكذبوا عبدنا } [ القمر : 9 ] بعد جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وهذا قول قالوه لرسولهم لما أنذرهم بالنذر لأن قوله : { كذبت } يؤذن بمخبر إذ التكذيب يقتضي وجود مخبر . وهو كلا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌۭ",
      "tafsir": {
        "muyassar": "أأُنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر. سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟",
        "mukhtasar": "أأنزل عليه الوحي وهو واحد، واختص به دوننا جميعًا؟! لا، بل هو كذاب متجبر.",
        "saadi": "{ أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا } أي: كيف يخصه الله من بيننا وينزل عليه الذكر؟ فأي مزية خصه من بيننا؟ وهذا اعتراض من المكذبين على الله، لم يزالوا يدلون به، ويصولون ويجولون ويردون به دعوة الرسل، وقد أجاب الله عن هذه الشبهة بقول الرسل لأممهم: { قالت رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده } فالرسل من الله عليهم بصفات وأخلاق وكمالات، بها صلحوا لرسالات ربهم والاختصاص بوحيه،ومن رحمته وحكمته أن كانوا من البشر، فلو كانوا من الملائكة لم يمكن البشر، أن يتلقوا عنهم، ولو جعلهم من الملائكة لعاجل الله المكذبين لهم بالعقاب العاجل.والمقصود بهذا الكلام الصادر من ثمود لنبيهم صالح، تكذيبه، ولهذا حكموا عليه بهذا الحكم الجائر، فقالوا: { بَلْ هُوَ كَذَّابٌ أَشِرٌ } أي: كثير الكذب والشر،فقبحهم الله ما أسفه أحلامهم وأظلمهم، وأشدهم مقابلة للصادقين الناصحين بالخطاب الشنيع، لا جرم عاقبهم الله حين اشتد طغيانهم",
        "kathir": "ثم تعجبوا من إلقاء الوحي عليه خاصة من دونهم ، ثم رموه بالكذب فقالوا : ( بل هو كذاب أشر ) أي : متجاوز في حد الكذب ."
      },
      "translations": {
        "en": "Has the message been sent down upon him from among us? Rather, he is an insolent liar.\"",
        "fr": "Est-ce que le message a été envoyé à Lui à l'exception de nous tous? C'est plutôt un grand menteur, plein de prétention et d'orgueil».",
        "es": "¿A él, entre nosotros, se le iba a confiar la Amonestación? ¡No, sino que es un mentiroso, un insolente!»"
      },
      "ibn_ashour": "أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (25(والمعنى : أنهم كذبوا إنذارات رسولهم ، أي جحدوها ثم كذبوا رسولهم ، فلذلك فُرع على جملة كذبت ثمود بالنذر } قوله : { فقالوا أبشراً منا واحداً نتبعه } إلى قوله : { بل هو كذاب أشر } ولو كان المراد بالنذر جمع النذير وأطلق على نذيرهم لكان وجه النظم أن تقع جملة { فقالوا أبشراً } إلى آخرها غير معطوفة بالفاء لأنها تكون حينئذٍ بياناً لجملة { كذبت ثمود بالنذر } .والمعنى : أن صالحاً جاءهم بالإِنذارات فجحدوا بها وكانت شبهتهم في التكذيب ما أعرب عنه قولهم : { أبشراً منا واحداً نتبعه } إلى آخره ، فهذا القول يقتضي كونه جواباً عن دعوة وإنذار ، وإنما فُصّل تكذيب ثمود وأجمل تكذيب عاد لقصد بيان المشابهة بين تكذيبهم ثمود وتكذيب قريش إذ تشابهت أقوالهم .والقول في انتظام جملة { فقالوا أبشراً } الخ بعد جملة { كذبت ثمود بالنذر } كالقول في جملة { فكذبوا عبدنا } [ القمر : 9 ] بعد جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وهذا قول قالوه لرسولهم لما أنذرهم بالنذر لأن قوله : { كذبت } يؤذن بمخبر إذ التكذيب يقتضي وجود مخبر . وهو كلام شافهوا به ص",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "سَيَعْلَمُونَ غَدًۭا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ",
      "tafsir": {
        "muyassar": "أأُنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر. سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟",
        "mukhtasar": "سيعلمون يوم القيامة من الكذاب المتجبر أصالح أم هم؟",
        "saadi": "",
        "kathir": "هذا تهديد لهم شديد ووعيد أكيد."
      },
      "translations": {
        "en": "They will know tomorrow who is the insolent liar.",
        "fr": "Demain, ils sauront qui est le grand menteur plein de prétention et d'orgueil.",
        "es": "¡Mañana verán quién es el mentiroso, el insolente!"
      },
      "ibn_ashour": "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (26(مقول قول محذوف دل عليه السياق تقديره : قلنا لنذيرهم الذي دل عليه قوله : { كذبت ثمود بالنذر } [ القمر : 23 ] فإن النذر تقتضي نذيراً بها وهو المناسب لقوله بعده { فارتقبهم واصطبر } [ القمر : 27 ] وذلك مبني على أن قوله آنفاً : { فقالوا أبشراً منا واحداً نتبعه } [ القمر : 25 ] كلام أجابوا به نِذارة صالح إيّاهم المقدرة من قوله تعالى : { كذبت ثمود بالنذر } [ القمر : 23 ] ، وبذلك انتظم الكلام أتم انتظام .وقرأ الجمهور { سيعلمون } بياء الغيبة . وقرأ ابن عامر وحمزة { ستعلمون } بتاء الخطاب وهي تحتمل أن يكون هذا حكاية كلام من الله لصالح على تقدير : قلنا له : قل لهم ، ففيه حذف قول . ويحتمل أن يكون خطاباً من الله لهم بتقدير : قلنا لهم ستعلمون . ويحتمل أن يكون خطاباً للمشركين على جعل الجملة معترضة .والمراد من قوله : { غداً } الزمن المستقبل القريب كقولهم في المثل : إن مع اليوم غداً ، أي إن مع الزمن الحاضر زمناً مستقبلاً . يقال في تسلية النفس من ظلم ظالم ونحوه ، وقال الطِرِمَّاح :وقبْلَ غدٍ يَا ويحَ قلبيَ من غد ... إذا راح أصحابي ولستُ برائحيريد يوم موت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةًۭ لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ",
      "tafsir": {
        "muyassar": "إنا مخرجو الناقة التي سألوها من الصخرة؛ اختبارًا لهم، فانتظر- يا صالح- ما يحلُّ بهم من العذاب، واصطبر على دعوتك إياهم وأذاهم لك.",
        "mukhtasar": "إنا مخرجو الناقة من الصخرة وباعثوها اختبارًا لهم، فانتظر - يا صالح - وراقب ما يصنعون بها وما يُصْنَع بهم، واصبر على أذاهم.",
        "saadi": "فأرسل الله الناقة التي هي من أكبر النعم عليهم، آية من آيات الله، ونعمة يحتلبون من ضرعها  ما يكفيهم أجمعين، { فِتْنَةً لَهُمْ } أي: اختبارا منه لهم وامتحانا { فَارْتَقِبْهُمْ وَاصْطَبِرْ } أي: اصبر على دعوتك إياهم، وارتقب ما يحل بهم، أو ارتقب هل يؤمنون أو يكفرون؟",
        "kathir": "ثم قال تعالى : ( إنا مرسلو الناقة فتنة لهم ) أي : اختبارا لهم ; أخرج الله لهم ناقة عظيمة عشراء من صخرة صماء طبق ما سألوا ، لتكون حجة الله عليهم في تصديق صالح ، عليه السلام فيما جاءهم به .ثم قال آمرا لعبده ورسوله صالح : ( فارتقبهم واصطبر ) أي : انتظر ما يئول إليه أمرهم ، واصبر عليهم ، فإن العاقبة لك والنصر لك في الدنيا والآخرة"
      },
      "translations": {
        "en": "Indeed, We are sending the she-camel as trial for them, so watch them and be patient.",
        "fr": "Nous leur enverrons la chamelle, comme épreuve. Surveille-les donc et sois patient.",
        "es": "Vamos a enviarles la camella para tentarles. ¡Obsérvales y ten paciencia!"
      },
      "ibn_ashour": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (27(هذه الجملة بيان لجملة { سيعلمون غداً من الكذاب الأشر } [ القمر : 26 ] باعتبار ما تضمنته الجملة المبيَّنة بفتح الياء من الوعيد وتقريب زمانه وإن فيه تصديق الرسول الذي كذبوه .وضمير { لهم } جار على مقتضى الظاهر على قراءة الجمهور { سيعلمون } بياء الغائبة ، وإما على قراءة ابن عامر وحمزة { ستعلمون } بتاء الخطاب فضمير { لهم } التفات .وإرسال الناقة إشارة إلى قصة معجزة صالح أنه أخرج لهم ناقة من صخرة وكانت تلك المعجزة مقدِّمة الأسباب التي عُجل لهم العذاب لأجلها ، فذكر هذه القصة في جملة البيان توطئة وتمهيد .والإِرسال مستعار لجعلها آية لصالح . وقد عُرف خَلْق خوارق العادات لتأييد الرسل باسم الإِرسال في القرآن كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] فشبهت الناقة بشاهد أرسله الله لتأييد رسوله . وهذا مؤذن بأن في هذه الناقة معجزةً وقد سماها الله آية في قوله حكاية عنهم وعن صالح { فأت بآية إن كنت من الصادقين قال هذه ناقة } [ الشعراء : 154 ، 155 ] الخ .و { فتنة لهم } حال مقدر ، أي تفتنهم فتنة هي مكابرتهم ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ ۖ كُلُّ شِرْبٍۢ مُّحْتَضَرٌۭ",
      "tafsir": {
        "muyassar": "وأخبرهم أن الماء مقسوم بين قومك والناقة: للناقة يوم، ولهم يوم، كل شِرْب يحضره مَن كانت قسمته، ويُحظر على من ليس بقسمة له.",
        "mukhtasar": "وأخبرهم أن ماء بئرهم مقسوم بينهم وبين الناقة؛ يوم لها، ويوم لهم، كل نصيب يحضره صاحبه وحده في يومه المختص به.",
        "saadi": "{ وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ } أي: وأخبرهم أن الماء أي: موردهم الذي يستعذبونه، قسمة بينهم وبين الناقة، لها شرب يوم ولهم شرب يوم آخر معلوم، { كُلُّ شِرْبٍ مُحْتَضَرٌ } أي: يحضره من كان قسمته، ويحظر على من ليس بقسمة له.",
        "kathir": "( ونبئهم أن الماء قسمة بينهم ) أي : يوم لهم ويوم للناقة ; كقوله : ( قال هذه ناقة لها شرب ولكم شرب يوم معلوم ) [ الشعراء : 155 ] .وقوله : ( كل شرب محتضر ) قال مجاهد : إذا غابت حضروا الماء ، وإذا جاءت حضروا اللبن ."
      },
      "translations": {
        "en": "And inform them that the water is shared between them, each [day of] drink attended [by turn].",
        "fr": "Et informe-les que l'eau sera en partage entre eux [et la chamelle]; chacun boira à son tour.",
        "es": "Infórmales de que el agua debe repartirse entre ellos y de que beberán por turno."
      },
      "ibn_ashour": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (28(والتعريف في { الماء } للعهد ، أي ماء القرية الذي يستقون منه ، فإن لكل محلة ينزلها قوم ماءً لسقياهم وقال تعالى : { ولما ورد ماء مدين } [ القصص : 23 ] .وأخبر عن الماء بأنه { قسمة } . والمراد مقسوم فهو من الإِخبار بالمصدر للتأكيد والمبالغة .وضمير { بينهم } عائد إلى معلوم من المقام بعد ذكر الماء إذ من المتعارف أن الماء يستقي منه أهل القرية لأنفسهم وماشيتهم ، ولما ذكرت الناقة عُلم أنها لا تستغني عن الشرب فغلّب ضمير العقلاء على ضمير الناقة الواحدة وإذ لم يكن للناقة مالك خاص أمر الله لها بنوبة في الماء . وقد جاء في آية سورة الشعراء ( 155 ( { قال هذه ناقة لها شرب ولكم شرب يوم معلوم } وهذا مبدأ الفتنة ، فقد روي أن الناقة كانت في يوم شربها تشرب ماء البئر كله فشحّوا بذلك وأضمروا حَلْدَها عن الماء فأبلغهم صالح إن الله ينهاهم عن أن يمسوها بسوء .والمحْتضر بفتح الضاد اسم مفعول من الحضور وهو ضد الغيبة . والمعنى : محتضر عنده فحذف المتعلققِ لظهوره . وهذا من جملة ما أُمر رسولهم بأن ينبئهم به ، أي لا يحضُر القوم في يوم شِرب الناق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
      "tafsir": {
        "muyassar": "فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقَبْتُهم، فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟",
        "mukhtasar": "فنادوا صاحبهم ليقتل الناقة، فتناول السيف وقتلها؛ امتثالًا لأمر قومه.",
        "saadi": "{ فَنَادَوْا صَاحِبَهُمْ } الذي باشر عقرها، الذي هو أشقى القبيلة { فَتَعَاطَى } أي: انقاد لما أمروه به من عقرها { فَعَقَرَ } ",
        "kathir": "ثم قال تعالى : ( فنادوا صاحبهم فتعاطى فعقر ) قال المفسرون : هو عاقر الناقة ، واسمه قدار بن سالف ، وكان أشقى قومه . كقوله : ( إذ انبعث أشقاها ) [ الشمس : 12 ] . ) فتعاطى ) أي : فجسر"
      },
      "translations": {
        "en": "But they called their companion, and he dared and hamstrung [her].",
        "fr": "Puis ils appelèrent leur camarade qui prit [son épée] et [la] tua.",
        "es": "Llamaron a su paisano, que se hizo cargo y desjarretó."
      },
      "ibn_ashour": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (29(وعبر عنه بصاحبهم للإِشارة إلى أنهم راضون بفعله إذ هم مصاحبون له وممالئون .ونداؤهم إياه نداء الإِغراء بالناقة وإنما نادوه لأنه مشتهر بالإِقدام وقلة المبالاة لعزته .وتعاطى } مطاوع عاطاه وهو مشتق من : عطَا يعطو ، إذا تناول . وصيغة تفاعل تقتضي تعدد الفاعل ، شبه تخوف القوم من قتلها لما أنذرهم به رسولهم من الوعيد وتردُّدُهم في الإِقدام على قتلها بالمعاطاة فكل واحد حين يُحجم عن مباشرة ذلك ويشير بغيره كأنه يعطي ما بيده إلى يد غيره حتى أخذه قُدار .وعطف { فعقر } بالفاء للدلالة على سرعة إتيانه ما دعوه لأجله .والعقر : أصله ضرب البعير بالسيف على عراقيبه ليسقط إلى الأرض جاثياً فيتمكن الناحر من نَحره . قال أبو طالب :ضروبٌ بنصل السيف سُوق سمائها ... إذا عدموا زادا فإنك عاقروغلب إطلاقه على قتل البعير كما هنا إذ ليس المراد أنه عَقَرها بل قتلها بنبله .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقَبْتُهم، فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟",
        "mukhtasar": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!",
        "saadi": "{ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } كان أشد عذاب",
        "kathir": "أي فعاقبتهم فكيف كان عقابي لهم على كفرهم بي وتكذيبهم رسولي."
      },
      "translations": {
        "en": "And how [severe] were My punishment and warning.",
        "fr": "Comment furent donc Mon châtiment et Mes avertissements?",
        "es": "Y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (30(القول فيه كالقول في نظيره الواقع في قصة قوم نوح فليس هو تكريراً ولكنه خاص بهذه القصة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةًۭ وَٰحِدَةًۭ فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ",
      "tafsir": {
        "muyassar": "إنا أرسلنا عليهم جبريل، فصاح بهم صيحة واحدة، فبادوا عن آخرهم، فكانوا كالزرع اليابس الذي يُجْعل حِظارًا على الإبل والمواشي.",
        "mukhtasar": "إنا بعثنا عليهم صيحة واحدة فأهلكتهم، فكانوا كالشجر اليابس يتخذ منه المُحْتَظِر حظيرة لغنمه.",
        "saadi": "أرسل الله عليهم صيحة ورجفة أهلكتهم عن آخرهم، ونجى الله صالحا ومن آمن معه ",
        "kathir": "( إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر ) أي : فبادوا عن آخرهم لم تبق منهم باقية ، وخمدوا وهمدوا كما يهمد يبيس الزرع والنبات . قاله غير واحد من المفسرين . والمحتظر - قال السدي - : هو المرعى بالصحراء حين يبس وتحرق ونسفته الريح .وقال ابن زيد : كانت العرب يجعلون حظارا على الإبل والمواشي من يبيس الشوك ، فهو المراد من قوله : ( كهشيم المحتظر ) .وقال سعيد بن جبير : ( كهشيم المحتظر ) : هو التراب المتناثر من الحائط . وهذا قول غريب ، والأول أقوى ، والله أعلم ."
      },
      "translations": {
        "en": "Indeed, We sent upon them one blast from the sky, and they became like the dry twig fragments of an [animal] pen.",
        "fr": "Nous lachâmes sur eux un seul Cri, et voilà qu'ils furent réduits à l'état de paille d'étable.",
        "es": "Les lanzamos un solo Grito y fueron como hierba seca que se emplea para levantar una cerca."
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (31(جواب قوله : { فكيف كان عذابي ونذر } [ القمر : 30 ] فهو مثل موقع قوله : { إنا أرسلنا عليهم ريحاً صرصراً } [ القمر : 19 ] في قصة عاد كما تقدم .والصيحة : الصاعقة وهي المعبر عنها بالطاغية في سورة الحاقة ، وفي سورة الأعراف بالرجفة ، وهي صاعقة عظيمة خارقة للعادة أهلكتهم ، ولذلك وصفت ب { واحدة } للدلالة على أنها خارقة للعادة إذ أتت على قبيلة كاملة وهم أصحاب الحِجْر .و { كانوا } بمعنى : صاروا ، وتجيء ( كان ( بمعنى ( صار ( حين يراد بها كون متجدد لم يكن من قبل .والهشيم : ما يَبِسَ وجفّ من الكلأ ومن الشجر ، وهو مشتق من الهشْم وهو الكَسْر لأن اليابس من ذلك يصير سريع الانكسار . والمراد هنا شيء خاص منه وهو ما جفّ من أغصَان العضاة والشوك وعظيم الكلأ كانوا يتخذون منه حظائر لحفظ أغنامهم من الريح والعادية ولذلك أضيف الهشيم إلى المْحتظِر . وهو بكسر الظاء المعجمة : الذي يَعمل الحَظيرة ويَبْنيهَا ، وذلك بأنه يجمع الهشيم ويلقيه على الأرض ليرصفه بعد ذلك سياجاً لحظيرته فالمشبه به هو الهشيم المجموع في الأرض قبل أن يُسيّج ولذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر ويعتبر، فهل مِن متعظ به؟",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "{ وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ }  ",
        "kathir": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "Et vraiment, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (32(تكرير ثان بعد نظيريه السالفين في قصة قوم نوح وقصة عاد تذييلاً لهذه القصة كما ذيلت بنظيريه القصتان السالفتان اقتضى التكرير مقام الامتنان والحث على التدبر بالقرآن لأن التدبر فيه يأتي بتجنب الضلال ويرشد إلى مسالك الاهتداء فهذا أهم من تكرير { فكيف كان عذابي ونذر } [ القمر : 30 ] فلذلك أوثر .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ",
      "tafsir": {
        "muyassar": "كذَّبت قوم لوط بآيات الله التي أنذِروا بها.",
        "mukhtasar": "كذبت قوم لوط بما أنذرهم به رسولهم لوط عليه السلام.",
        "saadi": "أي: { كَذَّبَتْ قَوْمُ لُوطٍ } لوطا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، ونهاهم عن الشرك والفاحشة التي ما سبقهم بها أحد من العالمين،",
        "kathir": "يقول تعالى مخبرا عن قوم لوط كيف كذبوا رسولهم وخالفوه ، وارتكبوا المكروه من إتيان الذكور ، وهي الفاحشة التي لم يسبقهم بها أحد من العالمين ; ولهذا أهلكهم الله هلاكا لم يهلكه أمة من الأمم ، فإنه تعالى أمر جبريل عليه السلام ، فحمل مدائنهم حتى وصل بها إلى عنان السماء ، ثم قلبها عليهم وأرسلها ، وأتبعت بحجارة من سجيل منضود ; ولهذا قال هاهنا ."
      },
      "translations": {
        "en": "The people of Lot denied the warning.",
        "fr": "Le peuple de Lot traita de mensonges les avertissements.",
        "es": "El pueblo de Lot desmintió las advertencias."
      },
      "ibn_ashour": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (33(القول في مفرداته كالقول في نظائره ، وقصة قوم لوط تقدمت في سورة الأعراف وغيرها .وعرف قوم لوط بالإِضافة إليه إذ لم يكن لتلك الأمة اسم يعرفون به عند العرب .ولم يُحك هنا ما تلقَّى به قوم لوط دعوة لوط كما حكي في القصص الثلاث قبل هذه ، وقد حكي ذلك في سورة الأعراف وفي سورة هود وفي سورة الحجر لأن سورة القمر بنيت على تهديد المشركين عن إعراضهم عن الاتّعاظ بآيات الله التي شاهدوها وآثار آياته على الأمم الماضية التي علموا أخبارها وشهدوا آثارها ، فلم يكن ثمة مقتض لتفصيل أقوال تلك الأمم إلا ما كان منها مشابهاً لأقوال المشركين في تفصيله ولم تكن أقوال قوم لوط بتلك المثابة ، فلذلك اقتصر فيها على حكاية ما هو مشترك بينهم وبين المشركين وهو تكذيب رسولهم وإعراضهم عن نذره . والنذر تقدم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍۢ ۖ نَّجَّيْنَٰهُم بِسَحَرٍۢ",
      "tafsir": {
        "muyassar": "إنا أرسلنا عليهم حجارةً إلا آل لوط، نجَّيناهم من العذاب في آخر الليل، نعمة من عندنا عليهم، كما أثبنا لوطًا وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا.",
        "mukhtasar": "إنا بعثنا عليهم ريحًا ترميهم بالحجارة إلا آل لوط عليه السلام، لم يصبهم العذاب، فقد أنقذناهم منه؛ إذ سرى بهم قبل وقوع العذاب من آخر الليل.",
        "saadi": "",
        "kathir": "( إنا أرسلنا عليهم حاصبا ) وهي : الحجارة ، ( إلا آل لوط نجيناهم بسحر ) أي : خرجوا من آخر الليل فنجوا مما أصاب قومهم ، ولم يؤمن بلوط من قومه أحد ولا رجل واحد حتى ولا امرأته ، أصابها ما أصاب قومها ، وخرج نبي الله لوط وبنات له من بين أظهرهم سالما لم يمسسه سوء ; ولهذا قال تعالى :"
      },
      "translations": {
        "en": "Indeed, We sent upon them a storm of stones, except the family of Lot - We saved them before dawn",
        "fr": "Nous lachâmes sur eux un ouragan, excepté la famille de Lot que Nous sauvâmes avant l'aube,",
        "es": "Enviamos contra ellos una tempestad de arena. Exceptuamos a la familia de Lot, a la que salvamos al rayar el alba,"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آَلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ (34(وجملة { إنا أرسلنا عليهم حاصباً } استئناف بياني ناشىء عن الإِخبار عن قوم لوط بأنهم كذبوا بالنذر .وكذلك جملة { نجيناهم بسحر } ، وجملة { كذلك نجزي من شكر } .والحاصب : الريح التي تحصِب ، أي ترمي بالحصباء ترفعها من الأرض لقوتها ، وتقدم في قوله تعالى : { فمنهم من أرسلنا عليه حاصباً } في سورة [ العنكبوت : 40 ] .والاستثناء حقيقي لأن آل لوط من جملة قومه .وآل لوط : قرابته وهم بَنَاتُه ، ولوط داخل بدلالة الفحوى . وقد ذكر في آيات أخرى أن زوجة لوط لم يُنجها الله ولم يذكر ذلك هنا اكتفاء بمواقع ذكره وتنبيهاً على أن من لا يؤمن بالرسول لا يعد من آله ، كما قال : { يا نوح إنه ليس من أهلك إنه عمل غير صالح } [ هود : 46 ] وذكر { بسحر } ، أي في وقت السحر للإِشارة إلى إنجائهم قبيل حلول العذاب بقومهم لقوله بعده : { ولقد صبحهم بكرة عذاب مستقر } .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "نِّعْمَةًۭ مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِى مَن شَكَرَ",
      "tafsir": {
        "muyassar": "إنا أرسلنا عليهم حجارةً إلا آل لوط، نجَّيناهم من العذاب في آخر الليل، نعمة من عندنا عليهم، كما أثبنا لوطًا وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا.",
        "mukhtasar": "أنقذناهم من العذاب إنعامًا منا عليهم، مثل هذا الجزاء الذي جزينا به لوطًا نجزي من شكر الله على نعمه.",
        "saadi": "",
        "kathir": "نِعْمَةً مِنْ عِنْدِنَا ۚ كَذَٰلِكَ نَجْزِي مَنْ شَكَرَ"
      },
      "translations": {
        "en": "As favor from us. Thus do We reward he who is grateful.",
        "fr": "à titre de bienfait de Notre part: ainsi récompensons-Nous celui qui est reconnaissant.",
        "es": "en virtud de una gracia venida de Nosotros. Así retribuimos al agradecido."
      },
      "ibn_ashour": "نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ (35(وانتصب { نعمة } على الحال من ضمير المتكلم ، أي إنعاماً منا .وجملة { كذلك نجزي من شكر } معترضة ، وهي استئناف بياني عن جملة { نجيناهم بسحر } باعتبار ما معها من الحال ، أي إنعاماً لأجل أنه شكر ، ففيه إيماء بأن إهلاك غيرهم لأنهم كفروا ، وهذا تعريض بإنذار المشركين وبشارة للمؤمنين .وفي قوله : { من عندنا } تنويه بشأن هذه النعمة لأن ظرف ( عند ( يدل على الادخار والاستئثار مثل ( لدن ( في قوله : { من لدنا } . فذلك أبلغ من أن يقال : نعمة منا أو أنعمنا .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ",
      "tafsir": {
        "muyassar": "ولقد خوَّف لوط قومه بأس الله وعذابه، فلم يسمعوا له، بل شكُّوا في ذلك، وكذَّبوه.",
        "mukhtasar": "ولقد خوّفهم لوط عذابنا فتجادلوا بإنذاره، وكذبوه.",
        "saadi": "فكذبوه واستمروا على شركهم وقبائحهم، حتى إن الملائكة الذين جاءوه بصورة أضياف حين سمع بهم قوم لوط، جاؤوهم  مسرعين، يريدون إيقاع الفاحشة فيهم، لعنهم الله وقبحهم، وراودوه عنهم، فأمر الله جبريل عليه السلام، فطمس أعينهم بجناحه، وأنذرهم نبيهم بطشة الله وعقوبته { فَتَمَارَوْا بِالنُّذُرِ }",
        "kathir": "أي : ولقد كان قبل حلول العذاب بهم قد أنذرهم بأس الله وعذابه ، فما التفتوا إلى ذلك ، ولا أصغوا إليه ، بل شكوا فيه وتماروا به ،"
      },
      "translations": {
        "en": "And he had already warned them of Our assault, but they disputed the warning.",
        "fr": "Il les avait pourtant avertis de Nos représailles. Mais ils mirent les avertissements en doute.",
        "es": "Les había prevenido contra Nuestro rigor, pero pusieron en duda las advertencias."
      },
      "ibn_ashour": "وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (36(عطف على جملة { إنا أرسلنا عليهم حاصباً } [ القمر : 34 ] .وتأكيد الكلام بلام القسم وحرف التحقيق يقصد منه تأكيد الغرض الذي سيقت القصة لأجله وهو موعظة قريش الذين أنذرهم رسول الله صلى الله عليه وسلم فتماروا بالنذر .والبطشة : المرَّة من البطش ، وهو الأخذ بعنف لعقاب ونحوه ، وتقدم في قوله : { أم لهم أيد يبطشون بها } في آخر الأعراف ( 195 ( ، وهي هنا تمثيل للإِهلاك السريع مثل قوله : { يوم نبطش البطشة الكبرى } في سورة الدخان ( 16 ( .والتماري : تفاعل من المِراء وهو الشك . وصيغة المفاعلة للمبالغة . وضمن تماروا } معنى : كذبوا ، فعدي بالباء ، وتقدم عند قوله تعالى : { فبأي آلاء ربك تتمارى } في سورة النجم ( 55 ( .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "ولقد طلبوا منه أن يفعلوا الفاحشة بضيوفه من الملائكة، فطمسنا أعينهم فلم يُبصروا شيئًا، فقيل لهم: ذوقوا عذابي وإنذاري الذي أنذركم به لوط عليه السلام.",
        "mukhtasar": "ولقد راود لوطًا قومُهُ أن يخلي بينهم وبين ضيوفه من الملائكة قصد فعل الفاحشة، فطمسنا أعينهم فلم تبصرهم، وقلنا لهم: ذوقوا عذابي، ونتيجة إنذاري لكم.",
        "saadi": "",
        "kathir": "( ولقد راودوه عن ضيفه ) وذلك ليلة ورد عليه الملائكة : جبريل ، وميكائيل ، وإسرافيل في صورة شباب مرد حسان محنة من الله بهم ، فأضافهم لوط [ عليه السلام ] وبعثت امرأته العجوز السوء إلى قومها ، فأعلمتهم بأضياف لوط ، فأقبلوا يهرعون إليه من كل مكان ، فأغلق لوط دونهم الباب ، فجعلوا يحاولون كسر الباب ، وذلك عشية ، ولوط ، عليه السلام ، يدافعهم ويمانعهم دون أضيافه ، ويقول لهم : ( هؤلاء بناتي ) يعني : نساءهم ، ( إن كنتم فاعلين ) [ الحجر : 71 ] ( قالوا لقد علمت ما لنا في بناتك من حق ) أي : ليس لنا فيهن أرب ، ( وإنك لتعلم ما نريد ) [ هود : 79 ] فلما اشتد الحال وأبوا إلا الدخول ، خرج عليهم جبريل ، عليه السلام ، فضرب أعينهم بطرف جناحه ، فانطمست أعينهم . يقال : إنها غارت من وجوههم . وقيل : إنه لم تبق لهم عيون بالكلية"
      },
      "translations": {
        "en": "And they had demanded from him his guests, but We obliterated their eyes, [saying], \"Taste My punishment and warning.\"",
        "fr": "En effet, ils voulaient séduire ses hôtes. Nous aveuglâmes leurs yeux «Goûtez donc Mon châtiment et Mes avertissements».",
        "es": "Le exigieron a sus huéspedes y les apagamos los ojos. «¡Gustad Mi castigo y Mis advertencias!»"
      },
      "ibn_ashour": "وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ (37(إجمال لما ذكر في غير هذه السورة في قصة قوم لوط أنه نزل به ضيف فرام قومه الفاحشة بهم وعجز لوط عن دفع قومه إذ اقتحموا بيته وأنّ الله أعمى أعينهم فلم يروا كيف يدخلون .والمراودة : محاولة رضَى الكَاره شيئاً بقبول ما كرهه ، وهي مفاعلة من راد يرود رَوْداً ، إذا ذهب ورجع في أمر ، مُثِّلت هيئة من يكرر المراجعة والمحاولة بهيئة المنْصرف ثم الراجع . وضمن { راودوه } معنى دفعوه وصرفوه فعدّي ب { عن } .وأسند المراودة إلى ضمير قوم لوط وإن كان المراودون نفراً منهم لأن ما راودوا عليه هو راد جميع القوم بقطع النظر عن تعيين من يفعله .ويتعلق قوله : { عن ضيفه } بفعل { راودوه } بتقدير مضاف ، أي عن تمكينهم من ضيوفه .وقوله : { فذوقوا عذابي ونذر } مقول قول محذوف دل عليه سياق الكلام للنفَر الذين طمسنا أعينهم { ذوقوا عذابي } وهو العمى ، أي ألقى الله في نفوسهم أنَّ ذلك عقاب لهم .واستعمل الذوق في الإِحساس بالعذاب مجازاً مرسلاً بعلاقة التقييد في الإِحساس .وعطف النذر على العذاب باعتبار أن العذاب تصديق للنذر ، أي ذوقوا مصداق نذري ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 38,
      "text": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌۭ مُّسْتَقِرٌّۭ",
      "tafsir": {
        "muyassar": "ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها، فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، وإنذاري الذي أنذركم به لوط عليه السلام.",
        "mukhtasar": "ولقد جاءهم في وقت الصباح عذاب مستمرّ معهم حتى يَرِدُوا الآخرة فيأتيهم عذابها.",
        "saadi": "{ وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ } قلب الله عليهم ديارهم، وجعل أسفلها أعلاها، وتتبعهم بحجارة من سجيل منضود، مسومة عند ربك للمسرفين، ونجى الله لوطا وأهله من الكرب العظيم، جزاء لهم على شكرهم لربهم، وعبادته وحده لا شريك له.",
        "kathir": "قال الله تعالى : ( ولقد صبحهم بكرة عذاب مستقر ) أي : لا محيد لهم عنه ، ولا انفكاك لهم منه"
      },
      "translations": {
        "en": "And there came upon them by morning an abiding punishment.",
        "fr": "En effet, au petit matin, un châtiment persistant les surprit.",
        "es": "A la mañana siguiente, temprano, les sorprendió un castigo duradero."
      },
      "ibn_ashour": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (38(القول في تأكيده بلام القسم تقدم آنفاً في نظيره .والبكرة : أول النهار وهو وقت الصبح ، وقد جاء في الآية الأخرى قوله : { إن موعدهم الصبح أليس الصبح بقريب } [ هود : 81 ] ، فذكر { بكرة } للدلالة على تعجيل العذاب لهم .والتصبيح : الكون في زمن الصباح وهو أول النهار .والمستقر : الثابت الدائم الذي يجري على قوة واحدة لا يقلع حتى استأصلهم .والعذاب : هو الخسف ومطر الحجارة وهو مذكور في سورة الأعراف وسورة هود .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 39,
      "text": "فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها، فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، وإنذاري الذي أنذركم به لوط عليه السلام.",
        "mukhtasar": "وقيل لهم: ذوقوا عذابي الذي أنزلته بكم، ونتيجة إنذار لوط لكم.",
        "saadi": "",
        "kathir": "فَذُوقُوا عَذَابِي وَنُذُرِ"
      },
      "translations": {
        "en": "So taste My punishment and warning.",
        "fr": "Goûtez donc Mon châtiment et Mes avertissements.",
        "es": "«¡Gustad Mi castigo y Mis advertencias!»"
      },
      "ibn_ashour": "فَذُوقُوا عَذَابِي وَنُذُرِ (39(تفريع قوللٍ محذوف خوطبوا به مراد به التوبيخ؛ إمّا بأن ألقي في روعهم عند حلول العذاب ، بأن ألقَى الله في أسماعهم صوتاً .والخطاب لجميع الذين أصابهم العذاب المستقر ، وبذلك لم تكن هذه الجملة تكريراً . وحذفت ياء المتكلم من قوله : { ونذر } تخفيفاً .والقول في استعمال الذوق هنا كالقول في سابقه .وفائدة الإعلام بما قيل لهم من قوله : { فذوقوا عذابي ونذر } في الموضعين أن يتجدد عند استماع كل نبإ من ذلك ادّكار لهم واتّعاظ وإيقاظ استيفاءً لحق التذكير القرآني .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 40,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر، فهل مِن متعظ به؟",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "",
        "kathir": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "Et vraiment, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (40(تكرير ثالث تنويها بشأن القرآن للخصوصية التي تقدمت في المواضع التي كرر فيها نظيره وما يقاربه وخاصة في نظيره الموالي هو له . ولم يذكر هنا { فكيف كان عذابي ونذر } [ القمر : 30 ] اكتفاء بحكاية التنكيل لقوم لوط في التعريض بتهديد المشركين .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 41,
      "text": "وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ",
      "tafsir": {
        "muyassar": "ولقد جاء أتباعَ فرعون وقومَه إنذارُنا بالعقوبة لهم على كفرهم.",
        "mukhtasar": "ولقد جاء آلَ فرعون إنذارنا على لسان موسى وهارون عليهما السلام.",
        "saadi": "أي: { وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ } أي: فرعون وقومه { النُّذُرُ } فأرسل الله إليهم موسى الكليم، وأيده بالآيات الباهرات، والمعجزات القاهرات  ",
        "kathir": "يقول تعالى مخبرا عن فرعون وقومه إنهم جاءهم رسول الله موسى وأخوه هارون بالبشارة إن آمنوا ، والنذارة إن كفروا ، وأيدهما بمعجزات عظيمة وآيات متعددة ، فكذبوا بها كلها ، فأخذهم الله أخذ عزيز مقتدر ، أي : فأبادهم الله ولم يبق منهم مخبرا ولا عينا ولا أثرا ."
      },
      "translations": {
        "en": "And there certainly came to the people of Pharaoh warning.",
        "fr": "Les avertissements vinrent certes, aux gens de Pharaon.",
        "es": "Y, ciertamente, la gente de Faraón fue advertida."
      },
      "ibn_ashour": "وَلَقَدْ جَاءَ آَلَ فِرْعَوْنَ النُّذُرُ (41(لما كانت عدوة موسى عليه السلام غير موجهة إلى أمة القبط ، وغيرَ مراد منها التشريع لهم . ولكنها موجهة إلى فرعون وأهل دولته الذين بأيديهم تسيير أمور المملكة الفرعونية ، ليسمحوا بإطلاق بني إسرائيل من الاستعباد ، ويمكنوهم من الخروج مع موسى خص بالنذر هنا آل فرعون ، أي فرعون وآله لأنه يصدر عن رأيهم ، ألا ترى أن فرعون لم يستأثر بردّ دعوة موسى بل قال لمن حوله : { ألا تستمعون } [ الشعراء : 25 ] وقال : { فماذا تأمرون } [ الشعراء : 35 ] وقالوا : { أرْجِهِ وأخاه } [ الشعراء : 36 ] الآية ، ولذلك لم يكن أسلوب الإخبار عن فرعون ومن معه مماثلاً لأسلوب الإخبار عن قوم نوح وعاد وثمود وقوم لوط إذ صدر الإِخبار عن أولئك بجملة { كذبت } [ القمر : 18 ] ، وخولف في الإِخبار عن فرعون فصدر بجملة { ولقد جاء آل فرعون النذر } وإن كان مآل هذه الأخبار الخمسة متماثلاً .والآل : القرابَة ، ويطلق مجازاً على من له شدة اتصال بالشخص كما في قوله تعالى : { أدخلوا آل فرعون أشد العذاب } [ غافر : 46 ] . وكان الملوك الأقدمون ينوطون وزارتهم ومشاورتهم بقرابتهم لأنهم يأمنون كيدهم .والنُذر : ج",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 42,
      "text": "كَذَّبُوا۟ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذْنَٰهُمْ أَخْذَ عَزِيزٍۢ مُّقْتَدِرٍ",
      "tafsir": {
        "muyassar": "كذَّبوا بأدلتنا كلها الدالة على وحدانيتنا ونبوة أنبيائنا، فعاقبناهم بالعذاب عقوبة عزيز لا يغالَب، مقتدر على ما يشاء.",
        "mukhtasar": "كذبوا بالبراهين والحجج التي جاءتهم من عندنا، فعاقبناهم على تكذيبهم بها عقوبة عزيز لا يغلبه أحد، مقتدر لا يعجز عن شيء.",
        "saadi": "وأشهدهم من العبر ما لم يشهد عليه أحدا غيرهم  فكذبوا بآيات الله كلها، فأخذهم أخذ عزيز مقتدر، فأغرقهم في اليم هو وجنوده  والمراد من ذكر هذه القصص تحذير [الناس و] المكذبين لمحمد صلى الله عليه وسلم.",
        "kathir": "يقول تعالى مخبرا عن فرعون وقومه إنهم جاءهم رسول الله موسى وأخوه هارون بالبشارة إن آمنوا ، والنذارة إن كفروا ، وأيدهما بمعجزات عظيمة وآيات متعددة ، فكذبوا بها كلها ، فأخذهم الله أخذ عزيز مقتدر ، أي : فأبادهم الله ولم يبق منهم مخبرا ولا عينا ولا أثرا ."
      },
      "translations": {
        "en": "They denied Our signs, all of them, so We seized them with a seizure of one Exalted in Might and Perfect in Ability.",
        "fr": "Ils traitèrent de mensonges tous Nos prodiges. Nous les saisîmes donc, de la saisie d'un Puissant Omnipotent.",
        "es": "Desmintieron todos Nuestros signos y les sorprendimos como sorprende Uno poderoso, potísimo."
      },
      "ibn_ashour": "كَذَّبُوا بِآَيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ (42(وجملة { كذبوا بآياتنا كلها } بدل اشتمال من جملة { جاء آل فرعون النذر } لأن مجيء النذر إليهم ملابس للآيات ، وظهور الآيات مقارن لتكذيبهم بها فمجيء النذر مشتمل على التكذيب لأنه مقارنُ مقارنِهِ .وقوله : { بآياتنا } إشارة إلى آيات موسى المذكورة في قوله تعالى : { فأرسلنا عليهم الطوفان والجراد } [ الأعراف : 133 ] وهي تسع آيات منها الخمس المذكورة في آية الأعراف والأربع الأخر هي : انقلاب العصا حية ، وظهور يده بيضاء ، وسِنُو القحط ، وانفلاق البحر بمرأى من فرعون وآله ، ولم ينجع ذلك في تصميمهم على اللحاق ببني إسرائيل .وتأكيد { آياتنا } ب { كلها } إشارة إلى كثرتها وأنهم لم يؤمنوا بشيء منها ، وتكذيبهم بآية انفلاق البحر تكذيب فعلي لأن موسى لم يَتحدَّهُم بتلك الآية وقوم فرعون لما رأوا تلك الآية عدّوها سحراً وتوهموا البحر أرضاً فلم يهتدوا بتلك الآية .والأخذ : مستعار للانتقام ، وقد تقدم عند قوله تعالى : { أو يأخذهم في تقلبهم فما هم بمعجزين أو يأخذهم على تخوف } في سورة النحل ( 46 ، 47 ( .وهذا الأخذ : هو إغراق فرعون ورجالُ دولته",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 43,
      "text": "أَكُفَّارُكُمْ خَيْرٌۭ مِّنْ أُو۟لَٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌۭ فِى ٱلزُّبُرِ",
      "tafsir": {
        "muyassar": "أكفاركم- يا معشر قريش- خير مِنَ الذين تقدَّم ذكرهم ممن هلكوا بسبب تكذيبهم، أم لكم براءة مِن عقاب الله في الكتب المنزلة على الأنبياء بالسلامة من العقوبة؟",
        "mukhtasar": "أَكُفَّاركم - يا أهل مكة - خير من أولئكم الكفار المذكورين: قوم نوح وعاد وثمود وقوم لوط وفرعون وقومه؟! أم لكم براءة من عذاب الله جاءت بها الكتب السماوية؟!",
        "saadi": "{ أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ } أي: هؤلاء الذين كذبوا أفضل الرسل، خير من أولئك المكذبين، الذين ذكر الله هلاكهم وما جرى عليهم؟ فإن كانوا خيرا منهم، أمكن أن ينجوا من العذاب، ولم يصبهم ما أصاب أولئك الأشرار، وليس الأمر كذلك، فإنهم إن لم يكونوا شرا منهم، فليسوا بخير منهم، { أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } أي: أم أعطاكم الله عهدا وميثاقا في الكتب التي أنزلها على الأنبياء، فتعتقدون حينئذ أنكم الناجون بإخبار الله ووعده؟ وهذا غير واقع، بل غير ممكن عقلا وشرعا، أن تكتب براءتهم في الكتب الإلهية المتضمنة للعدل والحكمة، فليس من الحكمة نجاة أمثال هؤلاء المعاندين المكذبين، لأفضل الرسل وأكرمهم على الله، فلم يبق إلا أن يكون بهم قوة ينتصرون بها، ",
        "kathir": "ثم قال : ( أكفاركم ) أي : أيها المشركون من كفار قريش ( خير من أولئكم ) يعني : من الذين تقدم ذكرهم ممن أهلكوا بسبب تكذيبهم الرسل ، وكفرهم بالكتب : أأنتم خير أم أولئك ؟ ( أم لكم براءة في الزبر ) أي : أم معكم من الله براءة ألا ينالكم عذاب ولا نكال ؟ ."
      },
      "translations": {
        "en": "Are your disbelievers better than those [former ones], or have you immunity in the scripture?",
        "fr": "Vos mécréants sont-ils meilleurs que ceux-là? Ou bien y a-t-il dans les Ecritures une immunité pour vous?",
        "es": "¿Son vuestros infieles mejores que aquéllos? ¿O hay en las Escrituras algo que os inmunice?"
      },
      "ibn_ashour": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (43(هذه الجملة كالنتيجة لحاصل القصص عن الأمم التي كذبت الرسل من قوم نوح فمن ذكر بعدهم ولذلك فُصِلت ولم تعطف .وقد غير أسلوب الكلام من كونه موجَّهاً للرسول صلى الله عليه وسلم إلى توجيهه للمشركين ليُنتقل عن التعريض إلى التصريح اعتناء بمقام الإِنذار والإِبلاغ .والاستفهام في قوله : { أكفاركم خير من أولائكم } يجوز أن يكون على حقيقته ، ويكون من المحسن البديعي الذي سماه السكاكي «سوْقَ المعلوم مساق غيره» . وسماه أهل الأدب من قبله ب «تجاهل العارف» . وعدل السكاكي عن تلك التسمية وقال لوقوعه في كلام الله تعالى نحو قوله : { وإنا أو إياكم لعلى هدى أو في ضلال مبين } [ سبأ : 24 ] وهو هنا للتوبيخ كما في قول ليلى ابنة طريف الخارجية ترثي أخاها الوليد بن طريف الشيباني :أبا شَجر الخابُورِ ما لكَ مُورِقَا ... كأنَّك لَم تَجْزَع على ابننِ طريفالشاهد في قولها : كأنك لم تجزع الخ .والتوبيخ عن تخطئتهم في عدم العذاب الذي حَلَّ بأمثالهم حتى كأنهم يحسبون كفّارهم خيراً من الكفّار الماضين المتحدَّث عن قصصهم ، أي ليس لهم خاصية تربأ بهم عن أن يلح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 44,
      "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌۭ مُّنتَصِرٌۭ",
      "tafsir": {
        "muyassar": "بل أيقول كفار \"مكة\": نحن أولو حزم ورأي وأمرنا مجتمع، فنحن جماعة منتصرة لا يغلبنا من أرادنا بسوء؟",
        "mukhtasar": "بل أيقول هؤلاء الكفار من أهل مكة: نحن جميع منتصر ممن يريدنا بسوء، ويريد تفريق جَمْعنا؟!",
        "saadi": "فأخبر تعالى أنهم يقولون: { نَحْنُ جَمِيعٌ مُنْتَصِرٌ } ",
        "kathir": "ثم قال مخبرا عنهم : ( أم يقولون نحن جميع منتصر ) أي : يعتقدون أنهم مناصرون بعضهم بعضا ، وأن جمعهم يغني عنهم من أرادهم بسوء"
      },
      "translations": {
        "en": "Or do they say, \"We are an assembly supporting [each other]\"?",
        "fr": "Ou bien ils disent: «Nous formons un groupe [fort] et nous vaincrons».",
        "es": "¿O dicen: «Somos un conjunto capaz de defenderse»?"
      },
      "ibn_ashour": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ (44({ أم } منقطعة لإِضراب انتقالي . والاستفهام المقدر بعد ( أم ( مستعمل في التوبيخ ، فإن كانوا قد صرحوا بذلك فظاهر ، وإن كانوا لم يصرحوا به فهو إنباء بأنهم سيقولونه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 45,
      "text": "سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ",
      "tafsir": {
        "muyassar": "سيهزم جمع كفار \"مكة\" أمام المؤمنين، ويولُّون الأدبار، وقد حدث هذا يوم \"بدر\".",
        "mukhtasar": "سَيُهْزم جَمْعُ هؤلاء الكفار ويولّون الأدبار أمام المؤمنين، وقد حدث هذا يوم بدر.",
        "saadi": "قال تعالى مبينا لضعفهم، وأنهم مهزومون: { سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ } فوقع كما أخبر، هزم الله جمعهم الأكبر يوم بدر، وقتل من  صناديدهم وكبرائهم ما ذلوا به  ونصر الله دينه ونبيه وحزبه المؤمنين.",
        "kathir": "قال الله تعالى : ( سيهزم الجمع ويولون الدبر ) أي : سيتفرق شملهم ويغلبون .قال البخاري : حدثنا إسحاق ، حدثنا خالد ، عن خالد - وقال أيضا : حدثنا محمد ، حدثنا عفان بن مسلم ، عن وهيب ، عن خالد ، عن عكرمة ، عن ابن عباس ; أن النبي - صلى الله عليه وسلم - قال - وهو في قبة له يوم بدر - : \" أنشدك عهدك ووعدك ، اللهم إن شئت لم تعبد بعد اليوم أبدا \" . فأخذ أبو بكر رضي الله عنه بيده وقال : حسبك يا رسول الله ! ألححت على ربك . فخرج وهو يثب في الدرع وهو يقول : ( سيهزم الجمع ويولون الدبر بل الساعة موعدهم والساعة أدهى وأمر ) .وكذا رواه البخاري والنسائي في غير موضع ، من حديث خالد - وهو ابن مهران الحذاء - به .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو الربيع الزهراني ، حدثنا حماد عن أيوب ، عن عكرمة ، قال : لما نزلت ( سيهزم الجمع ويولون الدبر ) [ قال ] قال عمر : أي جمع يهزم ؟ أي جمع يغلب ؟ قال عمر : فلما كان يوم بدر رأيت رسول الله - صلى الله عليه وسلم - يثب في الدرع ، وهو يقول : ( سيهزم الجمع ويولون الدبر ) فعرفت تأويلها يومئذ ."
      },
      "translations": {
        "en": "[Their] assembly will be defeated, and they will turn their backs [in retreat].",
        "fr": "Leur rassemblement sera bientôt mis en déroute, et ils fuiront.",
        "es": "Todos serán derrotados y huirán."
      },
      "ibn_ashour": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (45(وعن ابن عباس : أنهم قالوا ذلك يوم بَدر . ومعناه : أن هذا نزل قبلَ يوم بدر لأن قوله : { سيهزم الجمع } إنذار بهزيمتهم يوم بدر وهو مستقبل بالنسبة لوقت نزول الآية لوجود علامة الاستقبال .وغير أسلوب الكلام من الخطاب الموجه إلى المشركين بقوله : { أكفاركم خير } [ القمر : 43 ] الخ إلى أسلوب الغيبة رجوعاً إلى الأسلوب الجاري من أول السورة في قوله : { وإن يروا آية يعرضوا } [ القمر : 2 ] بعد أن قُضي حق الإِنذار بتوجيه الخطاب إلى المشركين في قوله : { أكفاركم خير من أولائكم أم لكم براءة في الزبر } [ القمر : 43 ] .والكلام بشارة للنبيء صلى الله عليه وسلم وتعريض بالنِّذارة للمشركين مبني على أنهم تحدثهم نفوسهم بذلك وأنهم لا يحسبون حالهم وحال الأمم التي سيقت إليهم قصصُها متساويةً ، أي نحن منتصرون على محمد صلى الله عليه وسلم لأنه ليس رسول الله فلا يؤيده الله .و { جميع } اسم للجماعة الذين أمرهُم واحد ، وليس هو بمعنى الإحاطة ، ونظيره ما وقع في خبر عمر مع علي وعباس رضي الله عنهم في قضية ما تركه النبي صلى الله عليه وسلم من أرض فَدَكَ ، قال لهما : \" ثم جئتماني وأم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 46,
      "text": "بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
      "tafsir": {
        "muyassar": "والساعة موعدهم الذي يُجازون فيه بما يستحقون، والساعة أعظم وأقسى مما لحقهم من العذاب يوم \"بدر\".",
        "mukhtasar": "بل الساعة التي يكذبون بها موعدهم الذي يعذبون فيه، والساعة أعظم وأقسى مما لقوه من عذاب الدنيا يوم بدر.",
        "saadi": "ومع ذلك، فلهم موعد يجمع به أولهم وآخرهم، ومن أصيب في الدنيا منهم، ومن متع بلذاته، ولهذا قال: { بَلِ السَّاعَةُ مَوْعِدُهُمْ } الذي يحازون به، ويؤخذ منهم الحق بالقسط، { وَالسَّاعَةُ أَدْهَى وَأَمَرُّ } أي: أعظم وأشق، وأكبر من كل ما يتوهم، أو يدور بالبال  ",
        "kathir": "وقال البخاري : حدثنا إبراهيم بن موسى ، حدثنا هشام بن يوسف ; أن ابن جريج أخبرهم : أخبرني يوسف بن ماهك قال : إني عند عائشة أم المؤمنين ، قالت : نزل على محمد - صلى الله عليه وسلم - بمكة - وإني لجارية ألعب -( بل الساعة موعدهم والساعة أدهى وأمر ) هكذا رواه هاهنا مختصرا . ورواه في فضائل القرآن مطولا ، ولم يخرجه مسلم ."
      },
      "translations": {
        "en": "But the Hour is their appointment [for due punishment], and the Hour is more disastrous and more bitter.",
        "fr": "L'Heure, plutôt, sera leur rendez-vous, et l'Heure sera plus terrible et plus amère.",
        "es": "Pero la Hora es el tiempo que se les ha fijado y la Hora es crudelísima, amarguísima."
      },
      "ibn_ashour": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (46({ بل } للإِضراب الانتقالي ، وهو انتقال من الوعيد بعذاب الدنيا كما حل بالأمم قبلهم ، إلى الوعيد بعذاب الآخرة . قال تعالى : { ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون } [ السجدة : 21 ] ، وعذاب الآخرة أعظم فلذلك قال : { والساعة أدهى وأمر } وقال في الآية الأخرى { ولعذاب الآخرة أشد وأبقى } [ طه : 127 ] وفي الآية الأخرى { ولعذاب الآخرة أخزى } [ فصلت : 16 ] .و { الساعة } : علم بالغلبة في القرآن على يوم الجزاء .والموعد : وقت الوعد ، وهو هنا وعد سوء ، أي وعيد . والإِضافة على معنى اللام أي موعد لهم . وهذا إجمال بالوعيد ، ثم عطف عليه ما يفصّله وهو { والساعة أدهى وأمر } . ووجه العطف أنه أريد جعله خبراً مستقلاً .و { أدهى } : اسم تفضيل من دهاه إذا أصابه بداهية ، أي الساعة أشد إصابة بداهية الخلود في النار من داهية عذاب الدنيا بالقتل والأسر .وأمرُّ : أي أشدّ مرارة . واستعيرت المرارة للإحساس بالمكروه على طريقة تشبيه المعقول الغائب بالمحسوس المعروف .وأعيد اسم { الساعة } في قوله : { والساعة أدهى } دون أن يؤتي بضميرها لقصد ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 47,
      "text": "إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَٰلٍۢ وَسُعُرٍۢ",
      "tafsir": {
        "muyassar": "إن المجرمين في تيه عن الحق وعناء وعذاب. يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم.",
        "mukhtasar": "إن المجرمين بالكفر والمعاصي في ضلال عن الحق، وعذاب وعناء.",
        "saadi": "{ إِنَّ الْمُجْرِمِينَ } أي: الذين أكثروا من فعل الجرائم، وهي الذنوب العظيمة من الشرك وغيره، من المعاصي { فِي ضَلَالٍ وَسُعُرٍ } أي: هم ضالون في الدنيا، ضلال عن العلم، وضلال عن العمل، الذي ينجيهم من العذاب، ويوم القيامة في العذاب الأليم، والنار التي تتسعر بهم، وتشتعل في أجسامهم، حتى تبلغ أفئدتهم.",
        "kathir": "يخبرنا تعالى عن المجرمين أنهم في ضلال عن الحق ، وسعر مما هم فيه من الشكوك والاضطراب في الآراء ، وهذا يشمل كل من اتصف بذلك من كافر ومبتدع من سائر الفرق ."
      },
      "translations": {
        "en": "Indeed, the criminals are in error and madness.",
        "fr": "Les criminels sont certes, dans l'égarement et la folie.",
        "es": "Los pecadores están extraviados y deliran."
      },
      "ibn_ashour": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (47(هذا الكلام بيان لقوله : { والساعة أدهى وأمر } [ القمر : 46 ] . واقتران الكلام بحرف { إن } لفائدتين؛ إحداهما : الاهتمام بصريحه الإِخباري ، وثانيهما : تأكيد ما تضمنه من التعريض بالمشركين ، لأن الكلام وإن كان موجهاً للنبيء صلى الله عليه وسلم وهو لا يشك في ذلك فإن المشركين يبلغهم ويشيع بينهم وهم لا يؤمنون بعذاب الآخرة فكانوا جديرين بتأكيد الخبر في جانب التعريض فتكون { إنّ } مستعملة في غرضيها من التوكيد والاهتمام .والتعبير عنهم ب { المجرمين } إظهار في مقام الإِضمار لإِلصاق وصف الإِجرام بهم .والضلال : يطلق على ضد الهدى ويطلق على الخُسران ، وأكثر المفسرين على أن المراد به هنا المعنى الثاني . فعن ابن عباس : المراد الخسران في الآخرة",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 48,
      "text": "يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ",
      "tafsir": {
        "muyassar": "إن المجرمين في تيه عن الحق وعناء وعذاب. يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم.",
        "mukhtasar": "يوم يجرّون في النار على وجوههم، ويقال لهم توبيخًا: ذوقوا عذاب النار.",
        "saadi": "{ يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ } التي هي أشرف ما بهم من الأعضاء، وألمها أشد من ألم غيرها، فيهانون بذلك ويخزون، ويقال لهم:{ ذُوقُوا مَسَّ سَقَرَ } أي: ذوقوا ألم النار وأسفها وغيظها ولهبها.",
        "kathir": "ثم قال : ( يوم يسحبون في النار على وجوههم ) أي : كما كانوا في سعر وشك وتردد أورثهم ذلك النار ، وكما كانوا ضلالا سحبوا فيها على وجوههم ، لا يدرون أين يذهبون ، ويقال لهم تقريعا وتوبيخا : ( ذوقوا مس سقر ) ."
      },
      "translations": {
        "en": "The Day they are dragged into the Fire on their faces [it will be said], \"Taste the touch of Saqar.\"",
        "fr": "Le jour où on les traînera dans le Feu sur leurs visages, (on leur dira): «Goûtez au contact de Saqar [la chaleur brûlante de l'Enfer]».",
        "es": "El día que sean arrastrados boca abajo al Fuego: «¡Gustad el contacto del saqar !»"
      },
      "ibn_ashour": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (48(، لأن الظاهر أن { يوم يسحبون في النار } طرف للكون في ضلال وسعُر على نحو قوله تعالى : { يوم ترجف الراجفة تتبعها الرادفة قلوب يومئذٍ واجفة } [ النازعات : 6 8 ] ، وقوله : { ويوم القيامة هم من المقبوحين } [ القصص : 42 ] فلا يناسب أن يكون الضلال ضد الهدى .ويجوز أن يكون { يوم يسحبون } ظرفاً للكون الذي في خبر { إن } ، أي كائنون في ضلال وسعر يوم يسحبون في النار . فالمعنى : أنهم في ضلال وسعر يوم القيامة و { سُعُر } جمع سعير ، وهو النار ، وجُمع السعير لأنه قوي شديد .والسحْبُ : الجَرّ ، وهو في النار أشد من ملازمة المكان لأنه به يتجدد مماسة نار أخرى فهو أشد تعذيباً .وجُعل السحْب على الوجوه إهانة لهم .و { ذوقوا مس سقر } مقول قول محذوف ، والجملة مستأنفة . والذوق مستعار للإِحساس .وصيغة الأمر مستعملة في الإِهانة والمجازاة .والمس مستعمل في الإِصابة على طريقة المجاز المرسل .وسَقَر : عَلَم على جهنم ، وهو مشتق من السَّقْر بسكون القاف وهو التهاب في النار ، ف { سقر } وضع علَماً لجهنم ، ولذلك فهو ممنوع من الصرف للعلمية والتأنيث ، لأن ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 49,
      "text": "إِنَّا كُلَّ شَىْءٍ خَلَقْنَٰهُ بِقَدَرٍۢ",
      "tafsir": {
        "muyassar": "إنَّا كل شيء خلقناه بمقدار قدرناه وقضيناه، وسبق علمنا به، وكتابتنا له في اللوح المحفوظ.",
        "mukhtasar": "إنا كل شيء في الكون خلقناه بتقدير سابق منّا، ووفق علمنا ومشيئتنا، وما كتبناه في اللوح المحفوظ.",
        "saadi": "{ إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ } وهذا شامل للمخلوقات والعوالم العلوية والسفلية، أن الله تعالى وحده خلقها لا خالق لها سواه، ولا مشارك له في خلقها  وخلقها بقضاء سبق به علمه، وجرى به قلمه، بوقتها ومقدارها، وجميع ما اشتملت عليه من الأوصاف، وذلك على الله يسير، ",
        "kathir": "وقوله : ( إنا كل شيء خلقناه بقدر ) ، كقوله : ( وخلق كل شيء فقدره تقديرا ) [ الفرقان : 2 ] وكقوله : ( سبح اسم ربك الأعلى الذي خلق فسوى والذي قدر فهدى ) [ الأعلى : 1 - 3 ] أي : قدر قدرا ، وهدى الخلائق إليه ; ولهذا يستدل بهذه الآية الكريمة أئمة السنة على إثبات قدر الله السابق لخلقه ، وهو علمه الأشياء قبل كونها وكتابته لها قبل برئها ، وردوا بهذه الآية وبما شاكلها من الآيات ، وما ورد في معناها من الأحاديث الثابتات على الفرقة القدرية الذين نبغوا في أواخر عصر الصحابة . وقد تكلمنا على هذا المقام مفصلا وما ورد فيه من الأحاديث في شرح \" كتاب الإيمان \" من \" صحيح البخاري \" رحمه الله ، ولنذكر هاهنا الأحاديث المتعلقة بهذه الآية الكريمة :قال أحمد : حدثنا وكيع ، حدثنا سفيان الثوري ، عن زياد بن إسماعيل السهمي ، عن محمد بن عباد بن جعفر ، عن أبي هريرة قال : جاء مشركو قريش إلى النبي - صلى الله عليه وسلم - يخاصمونه في القدر ، فنزلت : ( يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) .وهكذا رواه مسلم والترمذي وابن ماجه ، من حديث وكيع ، عن سفيان الثوري ، به .وقال البزار : حدثنا عمرو بن علي ، حدثنا الضحاك بن مخلد ، حدثنا يونس بن الحارث ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : ما نزلت هذه الآيات : ( إن المجرمين في ضلال وسعر يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، إلا في أهل القدر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا سهل بن صالح الأنطاكي ، حدثني قرة بن حبيب ، عن كنانة حدثنا جرير بن حازم ، عن سعيد بن عمرو بن جعدة ، عن ابن زرارة ، عن أبيه ، عن النبي - صلى الله عليه وسلم - أنه تلا هذه الآية : ( ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، قال : \" نزلت في أناس من أمتي يكونون في آخر الزمان يكذبون بقدر الله \" .وحدثنا الحسن بن عرفة ، حدثنا مروان بن شجاع الجزري ، عن عبد الملك بن جريج ، عن عطاء بن أبي رباح ، قال : أتيت ابن عباس وهو ينزع من زمزم ، وقد ابتلت أسافل ثيابه ، فقلت له : قد تكلم في القدر . فقال : أو [ قد ] فعلوها ؟ قلت : نعم . قال : فوالله ما نزلت هذه الآية إلا فيهم : ( ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، أولئك شرار هذه الأمة ، فلا تعودوا مرضاهم ولا تصلوا على موتاهم ، إن رأيت أحدا منهم فقأت عينيه بأصبعي هاتين .وقد رواه الإمام أحمد من وجه آخر ، وفيه مرفوع ، فقال :حدثنا أبو المغيرة ، حدثنا الأوزاعي ، عن بعض إخوته ، عن محمد بن عبيد المكي ، عن عبد الله بن عباس ، قال : قيل له : إن رجلا قدم علينا يكذب بالقدر فقال : دلوني عليه - وهو أعمى - قالوا : وما تصنع به يا أبا عباس قال : والذي نفسي بيده لئن استمكنت منه لأعضن أنفه حتى أقطعه ، ولئن وقعت رقبته في يدي لأدقنها ; فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" كأني بنساء بني فهر يطفن بالخزرج ، تصطفق ألياتهن مشركات ، هذا أول شرك هذه الأمة ، والذي نفسي بيده لينتهين بهم سوء رأيهم حتى يخرجوا الله من أن يكون قدر خيرا ، كما أخرجوه من أن يكون قدر شرا \" .ثم رواه أحمد عن أبي المغيرة ، عن الأوزاعي ، عن العلاء بن الحجاج ، عن محمد بن عبيد ، فذكر مثله . لم يخرجوه .وقال الإمام أحمد : حدثنا عبد الله بن يزيد ، حدثنا سعيد بن أبي أيوب ، حدثني أبو صخر ، عن نافع قال : كان لابن عمر صديق من أهل الشام يكاتبه ، فكتب إليه عبد الله بن عمر : إنه بلغني أنك تكلمت في شيء من القدر ، فإياك أن تكتب إلي ، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيكون في أمتي أقوام يكذبون بالقدر \" .رواه أبو داود ، عن أحمد بن حنبل ، به .وقال أحمد : حدثنا أنس بن عياض ، حدثنا عمر بن عبد الله مولى غفرة ، عن عبد الله بن عمر ; أن رسول الله - صلى الله عليه وسلم - قال : \" لكل أمة مجوس ، ومجوس أمتي الذين يقولون : لا قدر . إن مرضوا فلا تعودوهم ، وإن ماتوا فلا تشهدوهم \" .لم يخرجه أحد من أصحاب الكتب الستة من هذا الوجه .وقال أحمد : حدثنا قتيبة ، حدثنا رشدين ، عن أبي صخر حميد بن زياد ، عن نافع ، عن ابن عمر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيكون في هذه الأمة مسخ ، ألا وذاك في المكذبين بالقدر والزنديقية \" .ورواه الترمذي وابن ماجه ، من حديث أبي صخر حميد بن زياد ، به . وقال الترمذي : حسن صحيح غريب .وقال أحمد : حدثنا إسحاق بن الطباع ، أخبرني مالك ، عن زياد بن سعد ، عن عمرو بن مسلم ، عن طاوس اليماني قال : سمعت ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" كل شيء بقدر ، حتى العجز والكيس \" .ورواه مسلم منفردا به ، من حديث مالك .وفي الحديث الصحيح : \" استعن بالله ولا تعجز ، فإن أصابك أمر فقل : قدر الله وما شاء فعل ، ولا تقل : لو أني فعلت لكان كذا ، فإن لو تفتح عمل الشيطان \" .وفي حديث ابن عباس : أن رسول الله - صلى الله عليه وسلم - قال له : \" واعلم أن الأمة لو اجتمعوا على أن ينفعوك بشيء ، لم يكتبه الله لك ، لم ينفعوك ، ولو اجتمعوا على أن يضروك بشيء ، لم يكتبه الله عليك ، لم يضروك . جفت الأقلام وطويت الصحف \" .وقال الإمام أحمد : حدثنا الحسن بن سوار ، حدثنا الليث ، عن معاوية ، عن أيوب بن زياد ، حدثني عبادة بن الوليد بن عبادة ، حدثني أبي قال : دخلت على عبادة وهو مريض أتخايل فيه الموت ، فقلت : يا أبتاه ، أوصني واجتهد لي . فقال : أجلسوني . فلما أجلسوه قال : يا بني ، إنك لما تطعم طعم الإيمان ، ولم تبلغ حق حقيقة العلم بالله ، حتى تؤمن بالقدر خيره وشره . قلت : يا أبتاه ، وكيف لي أن أعلم ما خير القدر وشره ؟ قال : تعلم أن ما أخطأك لم يكن ليصيبك ، وما أصابك لم يكن ليخطئك . يا بني ، إني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن أول ما خلق الله القلم . ثم قال له : اكتب . فجرى في تلك الساعة بما هو كائن إلى يوم القيامة \" يا بني ، إن مت ولست على ذلك دخلت النار .ورواه الترمذي عن يحيى بن موسى البلخي ، عن أبي داود الطيالسي ، عن عبد الواحد بن سليم ، عن عطاء بن أبي رباح ، عن الوليد بن عبادة ، عن أبيه ، به . وقال : حسن صحيح غريب .وقال سفيان الثوري ، عن منصور ، عن ربعي بن خراش ، عن رجل ، عن علي بن أبي طالب قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يؤمن عبد حتى يؤمن بأربع : يشهد أن لا إله إلا الله ، وأني رسول الله ، بعثني بالحق ، ويؤمن بالموت ، ويؤمن بالبعث بعد الموت ، ويؤمن بالقدر خيره وشره \" .وكذا رواه الترمذي من حديث النضر بن شميل ، عن شعبة ، عن منصور ، به . ورواه من حديث أبي داود الطيالسي ، عن شعبة ، عن منصور ، عن ربعي ، عن علي ، فذكره وقال : \" هذا عندي أصح \" . وكذا رواه ابن ماجه من حديث شريك ، عن منصور ، عن ربعي ، عن علي ، به .وقد ثبت في صحيح مسلم من رواية عبد الله بن وهب وغيره ، عن أبي هانئ الخولاني ، عن أبي عبد الرحمن الحبلي ، عن عبد الله بن عمرو ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الله كتب مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة \" زاد ابن وهب : ( وكان عرشه على الماء ) [ هود : 7 ] . ورواه الترمذي وقال : حسن صحيح غريب ."
      },
      "translations": {
        "en": "Indeed, all things We created with predestination.",
        "fr": "Nous avons créé toute chose avec mesure,",
        "es": "Todo lo hemos creado con medida."
      },
      "ibn_ashour": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (49(استئناف وقع تذييلاً لما قبله من الوعيد والإِنذار والاعتبار بما حلّ بالمكذبين ، وهو أيضاً توطئة لقوله : { وما أمرنا إلا واحدة } [ القمر : 50 ] إلخ .والمعنى : إنا خلقنا وفعلنا كلّ ما ذكر من الأفعال وأسبابها وآلالتها وسلّطنَاه على مستحقيه لأنا خلقنا كل شيء بقدر ، أي فإذا علمتم هذا فانتبهوا إلى أن ما أنتم عليه من التكذيب والإِصرار مماثل لما كانت عليه الأمم السالفة .واقترانُ الخبر بحرف ( إنّ ( يقال فيه ما قلناه في قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] .والخَلْق أصله : إيجاد ذات بشكل مقصود فهو حقيقة في إيجاد الذوات ، ويطلق مجازاً على إيجاد المعاني التي تشبه الذوات في التميز والوضوح كقوله تعالى : { وتخلقون إفكاً } [ العنكبوت : 17 ] .فإطلاقه في قوله : { إنا كل شيء خلقناه بقدر } من استعمال اللفظ في حقيقته ومجازه .و { شيء } معناه موجود من الجواهر والأعراض ، أي خلقنا كل الموجودات جواهرها وأعراضها بقدَر .والقدَر : بتحريك الدال مرادف القدْر بسكونها وهو تحديد الأمور وضبطها .والمراد : أن خلْق الله الأشياء مصاحب لقوانين جارية على الحكمة ، وهذا ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 50,
      "text": "وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌۭ كَلَمْحٍۭ بِٱلْبَصَرِ",
      "tafsir": {
        "muyassar": "وما أمرنا للشيء إذا أردناه إلا أن نقول قولة واحدة وهي \"كن\"، فيكون كلمح البصر، لا يتأخر طرفة عين.",
        "mukhtasar": "وما أَمْرنا إذا أردنا شيئًا إلا أن نقول كلمة واحدة هي: كن، فيكون ما نريد سريعًا مثل لمح البصر.",
        "saadi": "{ وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ } فإذا أراد شيئا قال له كن فيكون كما أراد، كلمح البصر، من غير ممانعة ولا صعوبة.",
        "kathir": "وقوله : ( وما أمرنا إلا واحدة كلمح بالبصر ) . وهو إخبار عن نفوذ مشيئته في خلقه كما أخبر بنفوذ قدره فيهم ، فقال : ( وما أمرنا إلا واحدة ) أي : إنما نأمر بالشيء مرة واحدة ، لا نحتاج إلى تأكيد بثانية ، فيكون ذلك الذي نأمر به حاصلا موجودا كلمح البصر ، لا يتأخر طرفة عين ، وما أحسن ما قال بعض الشعراء :إذا ما أراد الله أمرا فإنما يقول له : كن ، قولة فيكون"
      },
      "translations": {
        "en": "And Our command is but one, like a glance of the eye.",
        "fr": "et Notre ordre est une seule [parole]; [il est prompt] comme un clin d'œil.",
        "es": "Nuestra orden no consiste sino en una sola palabra, como un abrir y cerrar de ojos."
      },
      "ibn_ashour": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (50(عطف على قوله : { إنا كل شيء خلقناه بقدر } [ القمر : 49 ] فهو داخل في التذييل ، أي خلقناه كل شيء بعلم ، فالمقصود منه وما يصلح له معلوم لنا فإذا جاء وقته الذي أعددناه حصل دَفعة واحدة لا يسبقه اختبار ولا نظَر ولا بداء . وسيأتي تحقيقه في آخر تفسير هذه الآية .والغرض من هذا تحذيرهم من أن يأخذهم العذاب بغتة في الدنيا عند وجود ميقاته وسبق إيجاد أسبابه ومقوماته التي لا يتفطنون لوجودها ، وفي الآخرة بحلول الموت ثم بقيام الساعة .وعطف هذا عقب { إنا كل شيء خلقناه بقدر } [ القمر : 49 ] مشعر بترتب مضمونه على مضمون المعطوف عليه في التنبيه والاستدلال حسب ما هو جارٍ في كلام البلغاء من مراعاة ترتب معاني الكلام بعضها على بعض حتى قال جماعة من أئمة اللغة : الفَراءُ وثعلبٌ والربعيُ وقطربٌ وهشامٌ وأبو عمرو الزاهد : إن العطف بالواو يفيد الترتيب ، وقال ابن مالك : الأكثر إفادته الترتيب .والأمر في قوله : { وما أمرنا } يجوز أن يكون بمعنى الشأن ، فيكون المراد به الشأن المناسب لسياق الكلام ، وهو شأن الخلق والتكوين ، أي وما شأن خلقنا الأشياء .ويجوز أن يكون بمعن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 51,
      "text": "وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد أهلكنا أشباهكم في الكفر من الأمم الخالية، فهل من متعظ بما حلَّ بهم من النَّكال والعذاب؟",
        "mukhtasar": "ولقد أهلكنا أمثالكم في الكفر من الأمم الماضية، فهل من معتبر يعتبر بذلك فينزجر عن كفره؟!",
        "saadi": "{ وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ } من الأمم السابقين الذين عملوا كما عملتم، وكذبوا كما كذبتم { فَهَلْ مِنْ مُدَّكِرٍ } أي: متذكر يعلم أن سنة الله في الأولين والآخرين واحدة، وأن حكمته كما اقتضت إهلاك أولئك الأشرار، فإن هؤلاء مثلهم، ولا فرق بين الفريقين. ",
        "kathir": "وقوله : ( ولقد أهلكنا أشياعكم ) يعني : أمثالكم وسلفكم من الأمم السابقة المكذبين بالرسل ، ( فهل من مدكر ) أي : فهل من متعظ بما أخزى الله أولئك ، وقدر لهم من العذاب ، كما قال : ( وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل ) [ سبأ : 54 ] ."
      },
      "translations": {
        "en": "And We have already destroyed your kinds, so is there any who will remember?",
        "fr": "En effet, nous avons fait périr des peuples semblables à vous. Y a-t-il quelqu'un pour s'en souvenir?",
        "es": "Hemos hecho perecer a vuestros semejantes. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ (51(التُفِتَ من طريق الغيبة إلى الخطاب ومرجع الخطاب هم المشركون لظهور أنهم المقصود بالتهديد ، وهو تصريح بما تضمنه قوله : { أكفاركم خير من أولائكم } [ القمر : 43 ] فهو بمنزلة النتيجة لقوله : { إنا كل شيء خلقناه بقدر إلى كلمح بالبصر } [ القمر : 49 ، 50 ] .وهذا الخبر مستعمل في التهديد بالإِهلاك وبأنه يفاجئهم قياساً على إهلاك الأمم السابقة ، وهذا المقصد هو الذي لأجله أكد الخبر بلام القسم وحرففِ ( قد ( . أما إهلاك من قبلهم فهو معلوم لا يحتاج إلى تأكيد .ولك أن تجعل مناط التأكيد إثبات أن إهلاكهم كان لأجل شِركهم وتكذيبهم الرسل . وتفريع { فهل من مدكر } قرينة على إرادة المعنيين فإن قوم نوح بقُوا أزماناً فما أقلعوا عن إشراكهم حتى أخذهم الطوفان بغتة . وكذلك عاد وثمود كانوا غير مصدقين بحلول العذاب بهم فلما حل بهم العذاب حل بهم بغتة ، وقوم فرعون خرجوا مقتفين موسى وبني إسرائيل واثقين بأنهم مدركوهم واقتربوا منهم وظنوا أنهم تمكنوا منهم فما راعهم إلا أن أنجى الله بني إسرائيل وانطبق البحر على الآخرين .والمعنى : فكما أهلكنا أشياعَكم نهلككم ، وكذلك ك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 52,
      "text": "وَكُلُّ شَىْءٍۢ فَعَلُوهُ فِى ٱلزُّبُرِ",
      "tafsir": {
        "muyassar": "وكل شيء فعله أشباهكم الماضون من خير أو شرٍّ مكتوب في الكتب التي كتبتها الحفظة.",
        "mukhtasar": "وكل شيء فعله العباد فهو مكتوب في كتب الحَفَظة لا يفوتهم منه شيء.",
        "saadi": "{ وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ } أي: كل ما فعلوه من خير وشر مكتوبعليهم في الكتب القدرية ",
        "kathir": "وقوله : ( وكل شيء فعلوه في الزبر ) أي : مكتوب عليهم في الكتب التي بأيدي الملائكة عليهم السلام"
      },
      "translations": {
        "en": "And everything they did is in written records.",
        "fr": "Et tout ce qu'ils ont fait est mentionné dans les registres,",
        "es": "Todo lo que han hecho consta en las Escrituras."
      },
      "ibn_ashour": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ (52(يجوز أن يكون الضمير المرفوع في قوله : { فعلوه } عائداً إلى { أشياعكم } [ القمر : 51 ] ، والمعنى : أهلكناهم بعذاب الدنيا وهيّأنا لهم عذاب الآخرة فكتب في صحائف الأعمال كل ما فعلوه من الكفر وفروعه ، فالكناية في الزُبر وقعت هنا كناية عن لازمها وهو المحاسبة به فيما بعد وعن لازم لازمها وهو العقاب بعد المحاسبة .وهذا الخبر مستعمل في التعريض بالمخاطبين بأنهم إذا تعرضوا لما يوقع عليهم الهلاك في الدنيا فليس ذلك قصارى عذابهم فإن بعده حساباً عليه في الآخرة يعذبون به وهذا كقوله تعالى : { وإن للذين ظلموا عذاباً دون ذلك } [ الطور : 47 ] ويجوز عندي أن يكون الضمير عائداً إلى الجمع من قوله : { سيهزم الجمع } [ القمر : 45 ] أو إلى { المجرمين } في قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] الخ ، والمعنى كل شيء فعله المشركون من شرك وأذى للنبيء صلى الله عليه وسلم وللمسلمين معدود عليهم مهيأ عقابهم عليه لأن الإِخبار عن إحصاء أعمال الأمم الماضين قد أغنى عنه الإِخبار عن إهلاكهم ، فالأجدر تحذير الحاضرين من سوء أعمالهم .و { الزبر } : جمع زبور وهو الكتاب مشتق من الز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 53,
      "text": "وَكُلُّ صَغِيرٍۢ وَكَبِيرٍۢ مُّسْتَطَرٌ",
      "tafsir": {
        "muyassar": "وكل صغير وكبير من أعمالهم مُسَطَّر في صحائفهم، وسيجازون به.",
        "mukhtasar": "وكل صغير من الأعمال والأقوال، وكل كبير منها؛ مكتوب في صحائف الأعمال وفي اللوح المحفوظ، وسيجازون عليه.",
        "saadi": "{ وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ } أي: مسطر مكتوب،وهذا حقيقة القضاء والقدر، وأن جميع الأشياء كلها، قد علمها الله تعالى، وسطرها عنده في اللوح المحفوظ، فما شاء الله كان، وما لم يشأ لم يكن، فما أصاب الإنسان لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه.",
        "kathir": "( وكل صغير وكبير ) أي : من أعمالهم ( مستطر ) أي : مجموع عليهم ، ومسطر في صحائفهم ، لا يغادر صغيرة ولا كبيرة إلا أحصاها .وقد قال الإمام أحمد : حدثنا أبو عامر ، حدثنا سعيد بن مسلم بن بانك : سمعت عامر بن عبد الله بن الزبير ، حدثني عوف بن الحارث - وهو ابن أخي عائشة لأمها - عن عائشة أن رسول الله - صلى الله عليه وسلم - كان يقول : \" يا عائشة ، إياك ومحقرات الذنوب ، فإن لها من الله طالبا \" .ورواه النسائي وابن ماجه ، من طريق سعيد بن مسلم بن بانك المدني . وثقه أحمد ، وابن معين ، وأبو حاتم ، وغيرهم .وقد رواه الحافظ ابن عساكر في ترجمة سعيد بن مسلم هذا من وجه آخر ، ثم قال سعيد : فحدثت بهذا الحديث عامر بن هشام فقال لي : ويحك يا سعيد بن مسلم ! لقد حدثني سليمان بن المغيرة أنه عمل ذنبا فاستصغره ، فأتاه آت في منامه فقال له : يا سليمان :لا تحقرن من الذنوب صغيرا     إن الصغير غدا يعود كبيراإن الصغير ولو تقادم عهده     عند الإله مسطر تسطيرافازجر هواك عن البطالة لا تكن     صعب القياد وشمرن تشميراإن المحب إذا أحب إلهه     طار الفؤاد وألهم التفكيرافاسأل هدايتك الإله بنية     فكفى بربك هاديا ونصيرا"
      },
      "translations": {
        "en": "And every small and great [thing] is inscribed.",
        "fr": "et tout fait, petit et grand, est consigné.",
        "es": "Todo, grande o pequeño, está con signado."
      },
      "ibn_ashour": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ (53(هذا كالتذييل لقوله : { وكل شيء فعلوه في الزبر } [ القمر : 52 ] فكل صغير وكبير أعمّ من كل شيء فعلوه ، والمعنى : وكل شيء حقير أو عظيم مستطر ، أي مكتوب مسطور ، أي في علم الله تعالى أي كل ذلك يعلمه الله ويحاسب عليه ، فمستطر : اسم مفعول من سطر إذا كتب سطوراً قال تعالى : { وكتاب مسطور } [ الطور : 2 ] .وهذا كقوله تعالى : { وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين } [ الأنعام : 59 ] وقوله : { لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين } [ سبأ : 3 ] .فالصغير : مستعار للشيء الذي لا شأن له ولا يَهتم به الناس ولا يؤاخذ عليه فاعله ، أو لا يؤاخذ عليه مؤاخذة عظيمة . والكبير : مستعار لضده ويدخل في ذلك ما له شأن من الصلاح ومَا له شأن من الفساد وما هو دون ذلك ، وذلك أفضل الأعمال الصالحة وما دونه من الأعمال الصالحة ، وكذلك كبائر الإِثم والفواحش وما دونها من اللمم والصغائر .والمستطر : كناية عن علم الله به وذلك كناية عن الجزاء عليه مكان ذلك جامعاً للتبشير والإِنذار .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 54,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَنَهَرٍۢ",
      "tafsir": {
        "muyassar": "إن المتقين في بساتين عظيمة، وأنهار واسعة يوم القيامة.",
        "mukhtasar": "إن المتقين لربهم بامتثال أوامره واجتناب نواهيه، في جنات يتنعمون فيها، وفي أنهار جارية.",
        "saadi": "{ إِنَّ الْمُتَّقِينَ } لله، بفعل أوامره وترك نواهيه، الذين اتقوا الشرك والكبائر والصغائر.{ فِي جَنَّاتٍ وَنَهَرٍ } أي: في جنات النعيم، التي فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، من الأشجار اليانعة، والأنهار الجارية، والقصور الرفيعة، والمنازل الأنيقة، والمآكل والمشارب اللذيذة، والحور الحسان، والروضات البهية في الجنان، ورضوان الملك الديان، والفوز بقربه.",
        "kathir": "وقوله : ( إن المتقين في جنات ونهر ) أي : بعكس ما الأشقياء فيه من الضلال والسعر والسحب في النار على وجوههم ، مع التوبيخ والتقريع والتهديد ."
      },
      "translations": {
        "en": "Indeed, the righteous will be among gardens and rivers,",
        "fr": "Les pieux seront dans des Jardins et parmi des ruisseaux,",
        "es": "Los temerosos de Alá estarán entre jardines y arroyos,"
      },
      "ibn_ashour": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (54(استئناف بياني لأنه لما ذكر أن كل صغير وكبير مستطرِ على إرادة أنه معلوم ومجازىً عليه وقد علم جزاء المجرمين من قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] كانت نفس السامع بحيث تتشوف إلى مقابل ذلك من جزاء المتقين وجريا على عادة القرآن من تعقيب النذارة بالبشارة والعكس .وافتتاح هذا الخبر بحرف { إن } للاهتمام به .و { في } من قوله : { في جنات } للظرفية المجازية التي هي بمعنى التلبس القوي كتلبس المظروف بالظرف ، والمراد في نعيم جنات ونهر فإن للجنات والأنهار لذات متعارفة من اللهو والأُنس والمحادثة ، واجتناء الفواكه ، ورؤية جَرَيَاننِ الجداول وخرير الماء ، وأصوات الطيور ، وألوان السوابح .وبهذا الاعتبار عطف { نهر } على { جنات } إذ ليس المراد الإخبار بأنهم ساكنون جناتتٍ فإن ذلك يغني عنه قوله بعد : { في مقعد صدق عند مليك مقتدر } ، ولا أنهم منغمسون في أنهار إذ لم يكن ذلك مما يقصده السامعون .ونهَرَ : بفتحتين لغة في نهْر بفتح فسكون . والمراد به اسم الجنس الصادق بالمتعدد لقوله تعالى : { من تحتهم الأنهار } [ الأعراف : 43 ]",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 55,
      "text": "فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍۢ مُّقْتَدِرٍۭ",
      "tafsir": {
        "muyassar": "في مجلس حق، لا لغو فيه ولا تأثيم عند الله المَلِك العظيم، الخالق للأشياء كلها، المقتدر على كل شيء تبارك وتعالى.",
        "mukhtasar": "في مجلس حق لا لَغْو فيه ولا إثم، عند مليك يملك كل شيء، مقتدر لا يعجز عن شيء، فلا تسأل عما ينالونه منه من النعيم الدائم.",
        "saadi": "{ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ } فلا تسأل بعد هذا عما يعطيهم ربهم من كرامته وجوده، ويمدهم به من إحسانه ومنته، جعلنا الله منهم، ولا حرمنا خير ما عنده بشر ما عندنا.تم تفسير سورة اقتربت، ولله الحمد والشكر  ",
        "kathir": "وقوله : ( في مقعد صدق ) أي : في دار كرامة الله ورضوانه وفضله ، وامتنانه وجوده وإحسانه ، ( عند مليك مقتدر ) أي : عند الملك العظيم الخالق للأشياء كلها ومقدرها ، وهو مقتدر على ما يشاء مما يطلبون ويريدون ; وقد قال الإمام أحمد :حدثنا سفيان ، عن عمرو بن دينار ، عن عمرو بن أوس ، عن عبد الله بن عمرو - يبلغ به النبي - صلى الله عليه وسلم - قال : \" المقسطون عند الله يوم القيامة على منابر من نور ، عن يمين الرحمن ، وكلتا يديه يمين : الذين يعدلون في حكمهم وأهليهم وما ولوا \" .انفرد بإخراجه مسلم والنسائي ، من حديث سفيان بن عيينة ، بإسناده مثله .آخر تفسير سورة \" اقتربت \" ، ولله الحمد والمنة وبه التوفيق والعصمة"
      },
      "translations": {
        "en": "In a seat of honor near a Sovereign, Perfect in Ability.",
        "fr": "dans un séjour de vérité, auprès d'un Souverain Omnipotent.",
        "es": "en una sede buena, junto a un potísimo Monarca."
      },
      "ibn_ashour": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ (55(، وقوله : { في مقعد صدق } إما في محل الحال من المتقين وإما في محل الخبر الثاني ل { إنّ } .والمقعد : مكان القعود . والقعود هنا بمعنى الإِقامة المطمئنة كما في قوله تعالى : { اقعدوا مع القاعدين } [ التوبة : 46 ] .والصدق : أصله مطابقة الخبر للواقع ثم شاعت له استعمالات نشأت عن مجاز أو استعارة ترجع إلى معنى مصادفة أحد الشّيء على ما يناسب كمال أحوال جنسه ، فيقال : هو رَجُل صدق ، أي تمام رُجلة ، وقال تأبط شراً :إني لمهد من ثنائي فقاصد ... به لابننِ عَمِّ الصدق شُمس بن مالكأي ابن العم حقا ، أي موف بحق القرابة .وقال تعالى : { ولقد بوأنا بني إسرائيل مبوّأ صدق } [ يونس : 93 ] وقال في دعاء إبراهيم عليه السلام { واجعل لي لسان صدق في الآخرين } [ الشعراء : 84 ] ويسمى الحبيب الثابت المحبة صَديقاً وصدّيقاً .فمقعد صدق ، أي مقعد كامل في جنسه مرضي للمستقر فيه فلا يكون فيه استفزاز ولا زوال ، وإضافة { مقعد } إلى { صدق } من إضافة الموصوف إلى صفته للمبالغة في تمكن الصفة منه .والمعنى : هم في مقعد يشتمل على كل ما يحمده القاعد فيه .والمَليك : فعيل بمعنى المالك مبا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ",
      "tafsir": {
        "muyassar": "دنت القيامة، وانفلق القمر فلقتين، حين سأل كفار \"مكة\" النبي صلى الله عليه وسلم أن يريهم آية، فدعا الله، فأراهم تلك الآية.",
        "mukhtasar": "اقترب مجيء الساعة، وانشق القمر في عهد النبي صلى الله عليه وسلم، فكان انشقاقه من آياته صلى الله عليه وسلم الحسية.",
        "saadi": "يخبر تعالى أن الساعة وهي القيامة اقتربت وآن أوانها، وحان وقت مجيئها، ومع ذلك، فهؤلاء المكذبون لم يزالوا مكذبين بها، غير مستعدين لنزولها، ويريهم الله من الآيات العظيمة الدالة على وقوعها ما يؤمن على مثله البشر، فمن أعظم الآيات الدالة على صحة ما جاء به محمد بن عبد الله صلى الله عليه وسلم، أنه لما طلب منه المكذبون أن يريهم من خوارق العادات ما يدل على [صحة ما جاء به و] صدقه، أشار صلى الله عليه وسلم إلى القمر بإذن الله تعالى، فانشق فلقتين، فلقة على جبل أبي قبيس، وفلقة على جبل قعيقعان، والمشركون وغيرهم يشاهدون هذه الآية الكبرى  الكائنة في العالم العلوي، التي لا يقدر الخلق على التمويه بها والتخييل. ",
        "kathir": "تفسير سورة القمر وهي مكية .قد تقدم في حديث أبي واقد : أن رسول الله - صلى الله عليه وسلم - كان يقرأ بقاف ، واقتربت الساعة ، في الأضحى والفطر ، وكان يقرأ بهما في المحافل الكبار ، لاشتمالهما على ذكر الوعد والوعيد وبدء الخلق وإعادته ، والتوحيد وإثبات النبوات ، وغير ذلك من المقاصد العظيمة .يخبر تعالى عن اقتراب الساعة وفراغ الدنيا وانقضائها . كما قال تعالى : ( أتى أمر الله فلا تستعجلوه [ سبحانه ] ) [ النحل : 1 ] ، وقال : ( اقترب للناس حسابهم وهم في غفلة معرضون ) [ الأنبياء : 1 ] وقد وردت الأحاديث بذلك ، قال الحافظ أبو بكر البزار :حدثنا محمد بن المثنى وعمرو بن علي قالا حدثنا خلف بن موسى ، حدثني أبي ، عن قتادة ، عن أنس أن رسول الله - صلى الله عليه وسلم - خطب أصحابه ذات يوم ، وقد كادت الشمس أن تغرب فلم يبق منها إلا شف يسير ، فقال : \" والذي نفسي بيده ما بقي من الدنيا فيما مضى منها إلا كما بقي من يومكم هذا فيما مضى منه ، وما نرى من الشمس إلا يسيرا \" .قلت : هذا حديث مداره على خلف بن موسى بن خلف العمي ، عن أبيه . وقد ذكره ابن حبان في الثقات ، وقال : ربما أخطأ .حديث آخر يعضد الذي قبله ويفسره ، قال الإمام أحمد : حدثنا الفضل بن دكين ، حدثنا شريك ، حدثنا سلمة بن كهيل ، عن مجاهد ، عن ابن عمر قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - والشمس على قعيقعان بعد العصر ، فقال : \" ما أعماركم في أعمار من مضى إلا كما بقي من النهار فيما مضى \" .وقال الإمام أحمد : حدثنا حسين ، حدثنا محمد بن مطرف ، عن أبي حازم ، عن سهل بن سعد قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" بعثت والساعة هكذا \" . وأشار بإصبعيه : السبابة والوسطى .أخرجاه من حديث أبي حازم سلمة بن دينار .وقال الإمام أحمد : حدثنا محمد بن عبيد ، حدثنا الأعمش ، عن أبي خالد ، عن وهب السوائي قال : قال رسول الله - صلى الله عليه وسلم - : \" بعثت أنا والساعة كهذه من هذه إن كادت لتسبقها \" وجمع الأعمش بين السبابة والوسطى .وقال الإمام أحمد : حدثنا أبو المغيرة ، حدثنا الأوزاعي ، حدثنا إسماعيل بن عبيد الله ، قال : قدم أنس بن مالك على الوليد بن عبد الملك فسأله : ماذا سمعت من رسول الله - صلى الله عليه وسلم - يذكر به الساعة ؟ فقال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" أنتم والساعة كهاتين \" .تفرد به أحمد ، رحمه الله . وشاهد ذلك أيضا في الصحيح في أسماء رسول الله - صلى الله عليه وسلم - : أنه الحاشر الذي يحشر الناس على قدميه .وقال الإمام أحمد : حدثنا بهز بن أسد ، حدثنا سليمان بن المغيرة ، حدثنا حميد بن هلال ، عن خالد بن عمير قال : خطب عتبة بن غزوان - قال بهز : وقال قبل هذه المرة - خطبنا رسول الله - صلى الله عليه وسلم - قال : فحمد الله وأثنى عليه ، ثم قال : \" أما بعد ، فإن الدنيا قد آذنت بصرم وولت حذاء ، ولم يبق منها إلا صبابة كصبابة الإناء يتصابها صاحبها ، وإنكم منتقلون منها إلى دار لا زوال لها ، فانتقلوا بخير ما بحضرتكم ، فإنه قد ذكر لنا أن الحجر يلقى من شفير جهنم فيهوي فيها سبعين عاما ما يدرك لها قعرا ، والله لتملؤنه ، أفعجبتم ! والله لقد ذكر لنا أن ما بين مصراعي الجنة مسيرة أربعين عاما ، وليأتين عليه يوم وهو كظيظ الزحام \" وذكر تمام الحديث ، انفرد به مسلم .وقال أبو جعفر بن جرير : حدثني يعقوب ، حدثني ابن علية ، أخبرنا عطاء بن السائب ، عن أبي عبد الرحمن السلمي قال : نزلنا المدائن فكنا منها على فرسخ ، فجاءت الجمعة ، فحضر أبي وحضرت معه فخطبنا حذيفة فقال : ألا إن الله يقول : ( اقتربت الساعة وانشق القمر ) ، ألا وإن الساعة قد اقتربت ، ألا وإن القمر قد انشق ، ألا وإن الدنيا قد آذنت بفراق ، ألا وإن اليوم المضمار ، وغدا السباق ، فقلت لأبي : أيستبق الناس غدا ؟ فقال : يا بني إنك لجاهل ، إنما هو السباق بالأعمال . ثم جاءت الجمعة الأخرى فحضرنا فخطب حذيفة ، فقال : ألا إن الله عز وجل يقول : ( اقتربت الساعة وانشق القمر ) ، ألا وإن الدنيا قد آذنت بفراق ، ألا وإن اليوم المضمار وغدا السباق ، ألا وإن الغاية النار ، والسابق من سبق إلى الجنة .وقوله : ( وانشق القمر ) : قد كان هذا في زمان رسول الله - صلى الله عليه وسلم - كما ثبت ذلك في الأحاديث المتواترة بالأسانيد الصحيحة . وقد ثبت في الصحيح عن ابن مسعود أنه قال : \" خمس قد مضين : الروم ، والدخان ، واللزام ، والبطشة ، والقمر \" . وهذا أمر متفق عليه بين العلماء أي انشقاق القمر قد وقع في زمان النبي - صلى الله عليه وسلم - وأنه كان إحدى المعجزات الباهرات .ذكر الأحاديث الواردة في ذلك :رواية أنس بن مالك :قال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن قتادة ، عن أنس بن مالك قال : سأل أهل مكة النبي - صلى الله عليه وسلم - آية ، فانشق القمر بمكة مرتين ، فقال : ( اقتربت الساعة وانشق القمر ) .ورواه مسلم ، عن محمد بن رافع ، عن عبد الرزاق .وقال البخاري : حدثني عبد الله بن عبد الوهاب ، حدثنا بشر بن المفضل ، حدثنا سعيد بن أبي عروبة ، عن قتادة ، عن أنس بن مالك ; أن أهل مكة سألوا رسول الله - صلى الله عليه وسلم - أن يريهم آية ، فأراهم القمر شقين ، حتى رأوا حراء بينهما .وأخرجاه أيضا من حديث يونس بن محمد المؤدب ، عن شيبان ، عن قتادة . ورواه مسلم أيضا من حديث أبي داود الطيالسي ، ويحيى القطان ، وغيرهما ، عن شعبة ، عن قتادة ، به .رواية جبير بن مطعم رضي الله عنه :قال الإمام أحمد : حدثنا محمد بن كثير ، حدثنا سليمان بن كثير ، عن حصين بن عبد الرحمن ، عن محمد بن جبير بن مطعم ، عن أبيه ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فرقتين : فرقة على هذا الجبل ، وفرقة على هذا الجبل ، فقالوا : سحرنا محمد . فقالوا : إن كان سحرنا فإنه لا يستطيع أن يسحر الناس كلهم .تفرد به الإمام أحمد من هذا الوجه ، وأسنده البيهقي في \" الدلائل \" من طريق محمد بن كثير ، عن أخيه سليمان بن كثير ، عن حصين بن عبد الرحمن ، [ به ] . وهكذا رواه ابن جرير من حديث محمد بن فضيل وغيره عن حصين ، به . ورواه البيهقي أيضا من طريق إبراهيم بن طهمان وهشيم ، كلاهما عن حصين عن جبير بن محمد بن جبير بن مطعم ، عن أبيه ، عن جده فذكره .رواية عبد الله بن عباس [ رضي الله عنهما ]قال البخاري : حدثنا يحيى بن بكير ، حدثنا بكر ، عن جعفر ، عن عراك بن مالك ، عن عبيد الله بن عبد الله بن عتبة ، عن ابن عباس قال : انشق القمر في زمان رسول الله - صلى الله عليه وسلم - .ورواه البخاري أيضا ومسلم ، من حديث بكر بن مضر ، عن جعفر بن ربيعة ، عن عراك [ بن مالك ] ، به مثله .وقال ابن جرير : حدثنا ابن مثنى ، حدثنا عبد الأعلى ، حدثنا داود بن أبي هند ، عن علي بن أبي طلحة ، عن ابن عباس قوله : ( اقتربت الساعة وانشق القمر وإن يروا آية يعرضوا ويقولوا سحر مستمر ) قال : قد مضى ذلك ، كان قبل الهجرة ، انشق القمر حتى رأوا شقيه .وروى العوفي ، عن ابن عباس نحو هذا .وقال الطبراني : حدثنا أحمد بن عمرو البزار ، حدثنا محمد بن يحيى القطعي ، حدثنا محمد بن بكر ، حدثنا ابن جريج ، عن عمرو بن دينار ، عن عكرمة ، عن ابن عباس قال : كسف القمر على عهد رسول الله - صلى الله عليه وسلم - فقالوا : سحر القمر . فنزلت : ( اقتربت الساعة وانشق القمر ) إلى قوله : ( مستمر ) .رواية عبد الله بن عمر :قال الحافظ أبو بكر البيهقي : أخبرنا أبو عبد الله الحافظ وأبو بكر أحمد بن الحسن القاضي قالا : حدثنا أبو العباس الأصم ، حدثنا العباس بن محمد الدوري ، حدثنا وهب بن جرير ، عن شعبة ، عن الأعمش ، عن مجاهد ، عن عبد الله بن عمر في قوله تعالى : ( اقتربت الساعة وانشق القمر ) قال : وقد كان ذلك على عهد رسول الله - صلى الله عليه وسلم - انشق فلقتين : فلقة من دون الجبل ، وفلقة من خلف الجبل ، فقال النبي - صلى الله عليه وسلم - : \" اللهم اشهد \" .وهكذا رواه مسلم ، والترمذي ، من طرق عن شعبة ، عن الأعمش ، عن مجاهد ، به . قال مسلم كرواية مجاهد عن أبي معمر عن ابن مسعود . وقال الترمذي : حسن صحيح .رواية عبد الله بن مسعود :قال الإمام أحمد : حدثنا سفيان ، عن ابن أبي نجيح ، عن مجاهد ، عن أبي معمر ، عن ابن مسعود قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - شقين حتى نظروا إليه ، فقال رسول الله - صلى الله عليه وسلم - \" اشهدوا \" .وهكذا رواه البخاري ومسلم ، من حديث سفيان بن عيينة ، به . وأخرجاه من حديث الأعمش ، عن إبراهيم ، عن أبي معمر عبد الله بن سخبرة ، عن ابن مسعود ، به .وقال ابن جرير : حدثني عيسى بن عثمان بن عيسى الرملي ، حدثنا عمي يحيى بن عيسى ، عن الأعمش ، عن إبراهيم ، عن رجل ، عن عبد الله ، قال : كنا مع رسول الله - صلى الله عليه وسلم - بمنى فانشق القمر ، فأخذت فرقة خلف الجبل ، فقال رسول الله - صلى الله عليه وسلم - : \" اشهدوا ، اشهدوا \" .قال البخاري : وقال أبو الضحى ، عن مسروق ، عن عبد الله : بمكة .وقال أبو داود الطيالسي : حدثنا أبو عوانة ، عن المغيرة ، عن أبي الضحى ، عن مسروق ، عن عبد الله بن مسعود ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فقالت قريش : هذا سحر ابن أبي كبشة . قال : فقالوا : انظروا ما يأتيكم به السفار ، فإن محمدا لا يستطيع أن يسحر الناس كلهم . قال : فجاء السفار فقالوا : ذلك .وقال البيهقي : أخبرنا أبو عبد الله الحافظ ، أخبرنا أبو العباس محمد بن يعقوب ، حدثنا العباس بن محمد الدوري ، حدثنا سعيد بن سليمان ، حدثنا هشيم ، حدثنا مغيرة ، عن أبي الضحى ، عن مسروق ، عن عبد الله ، قال : انشق القمر بمكة حتى صار فرقتين ، فقال كفار قريش أهل مكة : هذا سحر سحركم به ابن أبي كبشة ، انظروا السفار ، فإن كانوا رأوا ما رأيتم فقد صدق ، وإن كانوا لم يروا مثل ما رأيتم فهو سحر سحركم به . قال : فسئل السفار ، قال : وقدموا من كل وجهة ، فقالوا : رأيناه .رواه ابن جرير من حديث المغيرة ، به . وزاد : فأنزل الله عز وجل : ( اقتربت الساعة وانشق القمر ) . ثم قال ابن جرير :حدثني يعقوب بن إبراهيم ، حدثنا ابن علية ، أخبرنا أيوب ، عن محمد - هو ابن سيرين - قال : نبئت أن ابن مسعود - رضي الله عنه - كان يقول : لقد انشق القمر .وقال ابن جرير أيضا : حدثني محمد بن عمارة ، حدثنا عمرو بن حماد ، حدثنا أسباط ، عن سماك ، عن إبراهيم ، عن الأسود ، عن عبد الله قال : لقد رأيت الجبل من فرج القمر حين انشق .ورواه الإمام أحمد عن مؤمل ، عن إسرائيل ، عن سماك ، عن إبراهيم ، عن الأسود ، عن عبد الله ، قال : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - حتى رأيت الجبل من بين فرجتي القمر .وقال ليث عن مجاهد : انشق القمر على عهد رسول الله - صلى الله عليه وسلم - فصار فرقتين ، فقال النبي - صلى الله عليه وسلم - لأبي بكر : \" اشهد يا أبا بكر \" . فقال المشركون : سحر القمر حتى انشق ."
      },
      "translations": {
        "en": "The Hour has come near, and the moon has split [in two].",
        "fr": "L'Heure approche et la Lune s'est fendue.",
        "es": "Se acerca la Hora, se hiende la luna."
      },
      "ibn_ashour": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1(من عادة القرآن أن ينتهز الفرصة لإِعادة الموعظة والتذكير حين يتضاءل تعلق النفوس بالدنيا ، وتُفكّر فيما بعد الموت وتُعير آذانها لداعي الهدى . فتتهيأ لقبول الحق في مظانّ ذلك على تفاوت في استعدادها وكم كان مثل هذا الانتهاز سبباً في إيمان قلوب قاسية ، فإذا أظهر الله الآيات على يد رسوله صلى الله عليه وسلم لتأييد صدقه شفع ذلك بإعادة التذكير كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] .وجمهورُ المفسرين على أن هذه الآية نزلت شاهدة على المشركين بظهور آية كبرى ومعجزة من معجزات النبي صلى الله عليه وسلم وهي معجزة انشقاق القمر . ففي «صحيح البخاري» و «جامع الترمذي» عن أنس بن مالك قال : «سأل أهل مكة النبي صلى الله عليه وسلم أن يريهم آية فأراهم انشقاق القمر» . زاد الترمذي عنه «فانشق القمر بمكة فِرقتين ، فنزلت : { اقتربت الساعة وانشق القمر } إلى قوله : { سحر مستمر } [ القمر : 2 ] .وفي رواية الترمذي عن ابن مسعود قال : «بينما نحن مع رسول الله صلى الله عليه وسلم بمنَى فانشق القمر .وظاهره أن ذلك في موسم الحج . وفي «سيرة الحلبي» كان ذلك ليل",
      "gharib": {
        "muyassar": {
          "word": "اقتربت",
          "meaning": "اقتربت"
        },
        "siraj": {
          "word": "اقتربت",
          "meaning": "اقتربت الساعة"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "وَإِن يَرَوْا۟ ءَايَةًۭ يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌۭ مُّسْتَمِرٌّۭ",
      "tafsir": {
        "muyassar": "وإن ير المشركون دليلا وبرهانًا على صدق الرسول محمد صلى الله عليه وسلم، يُعرضوا عن الإيمان به وتصديقه مكذبين منكرين، ويقولوا بعد ظهور الدليل: هذا سحر باطل ذاهب مضمحل لا دوام له.",
        "mukhtasar": "وإن يَرَ المشركون دليلًا وبرهانًا على صدقه صلى الله عليه وسلم يُعرضوا عن قَبوله، ويقولوا: ما شاهدناه من الحجج والبراهين سحر باطل.",
        "saadi": "فشاهدوا أمرا ما رأوا مثله، بل ولم يسمعوا أنه جرى لأحد من المرسلين قبله نظيره، فانبهروا لذلك، ولم يدخل الإيمان في قلوبهم، ولم يرد الله بهم خيرا، ففزعوا إلى بهتهم وطغيانهم، وقالوا: سحرنا محمد، ولكن علامة ذلك أنكم تسألون من قدم  إليكم من السفر، فإنه وإن قدر على سحركم، لا  يقدر أن يسحر من ليس مشاهدا مثلكم، فسألوا كل من قدم، فأخبرهم بوقوع ذلك، فقالوا: { سِحْرٌ مُسْتَمِرٌّ } سحرنا محمد وسحر غيرنا، وهذا من البهت، الذي لا يروج إلا على أسفه الخلق وأضلهم عن الهدى والعقل، وهذا ليس إنكارا منهم لهذه الآية وحدها، بل كل آية تأتيهم، فإنهم مستعدون لمقابلتها بالباطل  والرد لها، ولهذا قال: { وَإِنْ يَرَوْا آيَةً يُعْرِضُوا } ولم يعد الضمير على انشقاق القمر فلم يقل: وإن يروها بل قال: { وَإِنْ يَرَوْا آيَةً يُعْرِضُوا } وليس قصدهم اتباع الحق والهدى، وإنما قصدهم اتباع الهوى، ",
        "kathir": "وقوله : ( وإن يروا آية ) أي : دليلا وحجة وبرهانا ) يعرضوا ) أي : لا ينقادون له ، بل يعرضون عنه ويتركونه وراء ظهورهم ، ( ويقولوا سحر مستمر ) أي : ويقولون : هذا الذي شاهدناه من الحجج سحر سحرنا به .ومعنى ) مستمر ) أي : ذاهب . قاله مجاهد ، وقتادة ، وغيرهما ، أي : باطل مضمحل ، لا دوام له ."
      },
      "translations": {
        "en": "And if they see a miracle, they turn away and say, \"Passing magic.\"",
        "fr": "Et s'ils voient un prodige, ils s'en détournent et disent: «Une magie persistante».",
        "es": "Si ven un signo, se apartan y dicen: «¡Es una magia continua!»"
      },
      "ibn_ashour": "وَإِنْ يَرَوْا آَيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (2(يجوز أن يكون تذييلاً للإِخبار بانشقاق القمر فيكون المراد ب { آية } في قوله : { وإن يروا آية } القمرَ . فقد جاء في بعض الآثار : أن المشركين لما رأوا انشقاق القمر قالوا : «هذا سحر محمد بن أبي كبشة» وفي رواية قالوا : «قد سَحَر محمد القمر» ، ويجوز أن يكون كلاماً مستأنفاً من ذكر أحوال تكذيبهم ومكابرتهم وعلى كلا الوجهين فإن وقوع { آية } ، وهو نكرة في سياق الشرط يفيد العموم .وجيء بهذا الخبر في صورة الشرط للدلالة على أن هذا ديدنهم ودأبهم .وضمير { يروا } عائد إلى غير مذكور في الكلام دال عليه المقام وهم المشركون ، كما جاء في مواضع كثيرة من القرآن ، مع أن قصة انشقاق القمر وطعنهم فيها مشهور يومئذٍ معروفة أصحابه ، فهم مستمرون عليه كلما رأوا آية على صدق الرسول صلى الله عليه وسلمووصف { مستمر } يجوز أن يكون مشتقاً من فعل مَرّ الذي هو مجاز في الزوال والسين والتاء للتقوية في الفعل ، أي لا يبقى القمر منشقاً . ويجوز أن يكون مشتقاً من المِرة بكسر الميم ، أي القوة ، والسين والتاء للطلب ، أي طلب لفعله مِرّة ، أي قوة ، أي تمكناً . والمعنى : هذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ ۚ وَكُلُّ أَمْرٍۢ مُّسْتَقِرٌّۭ",
      "tafsir": {
        "muyassar": "وكذَّبوا النبي صلى الله عليه وسلم، واتبعوا ضلالتهم وما دعتهم إليه أهواؤهم من التكذيب، وكلُّ أمر من خير أو شر واقع بأهله يوم القيامة عند ظهور الثواب والعقاب.",
        "mukhtasar": "وكذبوا بما جاءهم من الحق، واتبعوا أهواءهم في التكذيب، وكل أمر -خيرًا كان أو شرًّا - واقع بمستحقه يوم القيامة.",
        "saadi": "{ وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ } كقوله تعالى: { فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ } فإنه لو كان قصدهم اتباع الهدى، لآمنوا قطعا، واتبعوا محمدا صلى الله عليه وسلم، لأنه أراهم الله على يديه  من البينات والبراهين والحجج القواطع، ما دل على جميع المطالب الإلهية، والمقاصد الشرعية، { وَكُلُّ أَمْرٍ مُسْتَقِرٌّ } أي: إلى الآن، لم يبلغ الأمر غايته ومنتهاه، وسيصير الأمر إلى آخره، فالمصدق يتقلب في جنات النعيم، ومغفرة الله ورضوانه، والمكذب يتقلب في سخط الله وعذابه، خالدا مخلدا أبدا.",
        "kathir": "( وكذبوا واتبعوا أهواءهم ) أي : كذبوا بالحق إذ جاءهم ، واتبعوا ما أمرتهم به آراؤهم وأهواؤهم من جهلهم وسخافة عقلهم .وقوله : ( وكل أمر مستقر ) قال قتادة : معناه : أن الخير واقع بأهل الخير ، والشر واقع بأهل الشر .وقال ابن جريج : مستقر بأهله . وقال مجاهد : ( وكل أمر مستقر ) أي : يوم القيامة .وقال السدي : ( مستقر ) أي : واقع ."
      },
      "translations": {
        "en": "And they denied and followed their inclinations. But for every matter is a [time of] settlement.",
        "fr": "Et ils [le] traitent de mensonge et suivent leurs propres impulsions, or chaque chose arrivera à son terme [et son but].",
        "es": "Desmienten y siguen sus pasiones. Pero todo está decretado."
      },
      "ibn_ashour": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (3({ وَكَذَّبُواْ واتبعوا أَهْوَآءَهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ } .هذا إخبار عن حالهم فيما مضى بعد أن أخبر عن حالهم في المستقبل بالشرط الذي في قوله : { وإن يروا آية يعرضوا } [ القمر : 2 ] . ومقابلة ذلك بهذا فيه شبه احتباك كأنه قيل : وإن يروا آية يعرضوا ويقولوا : سحر ، وقد رأوا الآيات وأعرضوا وقالوا : سحر مستمر ، وكذبوا واتبعوا أهوائهم وسيكذبون ويتبعون أهواءهم .وعَطْف { واتبعوا أهواءهم } عطفُ العلة على المعلول لأن تكذيبهم لا دافع لهم إليه إلا اتباعُ ما تهواه أنفسهم من بقاء حالهم على ما ألفوه وعهدوه واشتهر دوامه .وجمع الأهواء دون أن يقول واتبعوا الهوى كما قال : { إن يتبعون إلا الظن } [ الأنعام : 116 ] ، حيث إن الهوى اسم جنس يصدق بالواحد والمتعدد ، فعدل عن الإِفراد إلى الجمع لمزاوجة ضمير الجمع المضاف إليه ، وللإِشارة إلى أن لهم أصنافاً متعددة من الأهواء : من حب الرئاسة ، ومن حسد المؤمنين على ما آتاهم الله ، ومن حب اتباع ملة آبائهم ، ومن محبة أصنامهم ، وإلففٍ لعوائدهم ، وحفاظ على أنفتهم .{ وَكُلُّ أَمْرٍ مُسْتَقِرّ } .هذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَلَقَدْ جَآءَهُم مِّنَ ٱلْأَنۢبَآءِ مَا فِيهِ مُزْدَجَرٌ",
      "tafsir": {
        "muyassar": "ولقد جاء كفار قريش من أنباء الأمم المكذبة برسلها، وما حلَّ بها من العذاب، ما فيه كفاية لردعهم عن كفرهم وضلالهم.",
        "mukhtasar": "ولقد جاءهم من أخبار الأمم التي أهلكها الله بكفرها وظلمها ما يكفي لردعهم عن كفرهم وظلمهم.",
        "saadi": "وقال تعالى -مبينا أنهم ليس لهم قصد صحيح، ولا اتباع للهدى-: { وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ } أي: الأخبار السابقة واللاحقة والمعجزات الظاهرة { مَا فِيهِ مُزْدَجَرٌ } أي: زاجر يزجرهم عن غيهم وضلالهم، ",
        "kathir": "وقوله : ( ولقد جاءهم من الأنباء ) أي : من الأخبار عن قصص الأمم المكذبين بالرسل ، وما حل بهم من العقاب والنكال والعذاب ، مما يتلى عليهم في هذا القرآن ، ( ما فيه مزدجر ) أي : ما فيه واعظ لهم عن الشرك والتمادي على التكذيب ."
      },
      "translations": {
        "en": "And there has already come to them of information that in which there is deterrence -",
        "fr": "Ils ont pourtant reçu comme nouvelles de quoi les empêcher (du mal);",
        "es": "Ya han recibido noticias disuasivas,"
      },
      "ibn_ashour": "وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (4(عطف على جملة { وكذبوا واتبعوا أهواءهم } [ القمر : 3 ] أي جاءهم في القرآن من أنباء الأمم ما فيه مزدجر لهؤلاء ، أو أريد بالأنباء الحجج الواردة في القرآن ، أي جاءهم ما هو أشد في الحجة من انشقاق القمر . و { من الأنباء } بيان ما فيه مزدجر قدم على المبين و { من } بيانية .والمُزدجر : مصدر ميمي ، وهو مصاغ بصيغة اسم المفعول الذي فعله زائد على ثلاثة أحرف . ازدجره بمعنى زجره ، ومادة الافتعال فيه للمبالغة . والدال بدل من تاء الافتعال التي تبدل بعد الزاي إلاّ مثل ازْداد ، أي ما فيه مانع لهم من ارتكاب ما ارتكبوه . والمعنى : ما هو زاجر لهم فجعل الازدجار مظروفاً فيه مجازاً للمبالغة في ملازمته له على طريقة التجريد كقوله تعالى : { لقد كان لكم في رسول الله أسوة حسنة } [ الأحزاب : 21 ] أي هو أسوة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "حِكْمَةٌۢ بَٰلِغَةٌۭ ۖ فَمَا تُغْنِ ٱلنُّذُرُ",
      "tafsir": {
        "muyassar": "هذا القرآن الذي جاءهم حكمة عظيمة بالغة غايتها، فأي شيء تغني النذر عن قوم أعرضوا وكذَّبوا بها؟",
        "mukhtasar": "والذي جاءهم حكمة تامة لتقوم عليهم الحجة، فما تنفع النذر قومًا لا يؤمنون بالله ولا باليوم الآخر.",
        "saadi": "{ حِكْمَةٌ } منه تعالى { بَالِغَةٌ } أي: لتقوم حجته على المخالفين  ولا يبقى لأحد على الله حجة بعد الرسل، { فَمَا تُغْنِ النُّذُرُ } كقوله تعالى: { وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ لا يؤمنوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ }  ",
        "kathir": "وقوله : ( حكمة بالغة ) أي : في هدايته تعالى لمن هداه وإضلاله لمن أضله ، ( فما تغن النذر ) يعني : أي شيء تغني النذر عمن كتب الله عليه الشقاوة ، وختم على قلبه ؟ فمن الذي يهديه من بعد الله ؟ وهذه الآية كقوله تعالى : ( قل فلله الحجة البالغة فلو شاء لهداكم أجمعين ) [ الأنعام : 149 ] ، وكذا قوله تعالى : ( وما تغني الآيات والنذر عن قوم لا يؤمنون ) [ يونس : 101 ] ."
      },
      "translations": {
        "en": "Extensive wisdom - but warning does not avail [them].",
        "fr": "[Cela est] une sagesse parfaite. Mais les avertissements ne [leur] servent à rien.",
        "es": "consumada sabiduría. Pero las advertencias no sirven."
      },
      "ibn_ashour": "حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (5(و { حكمة بالغة } بدل من { مَا } ، أي جاءهم حكمةٌ بالغة .والحكمة : إتقان الفهم وإصابة العقل . والمراد هنا الكلام الذي تضمن الحكمة ويفيد سامعه حكمة ، فوصْفُ الكلام بالحكمة مجاز عقلي كثير الاستعمال ، وتقدم في سورة البقرة ( 269 ( ، { ومن يؤت الحكمة فقد أوتي خيراً كثيراً } والبالغة : الواصلة ، أي واصلة إلى المقصود مفيدة لصاحبها .وفرع عليه قوله : { فما تغن النذر } ، أي جاءهم ما فيه مزدجر فلم يُغن ذلك ، أي لم يحصل فيه الإقلاع عن ضلالهم .و { ما } تحتمل النفي ، أي لا تغني عنهم النذر بعد ذلك . وهذا تمهيد لقوله : { فتول عنهم } [ القمر : 6 ] ، فالمضارع للحال والاستقبال ، أي ما هي مغنية ، ويفيد بالفحوى أن تلك الأنباء لم تغن عنهم فيما مضى بطريق الأحرى ، لأنه إذا كان ما جاءهم من الأنباء لا يغني عنهم من الانزجار شيئاً في الحال والاستقبال فهو لم يغن عنهم فيما مضى إذ لو أغنى عنهم لارتفع اللوم عليهم .ويحتمل أن تكون { مَا } استفهامية للإِنكار ، أي ماذا تفيد النذر في أمثالهم المكابرين المصرين ، أي لا غناء لهم في تلك الأنباء ، ف { ما } على هذا في محل نصب على المف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ ٱلدَّاعِ إِلَىٰ شَىْءٍۢ نُّكُرٍ",
      "tafsir": {
        "muyassar": "فأعرض -أيها الرسول- عنهم، وانتظر بهم يومًا عظيمًا. يوم يدعو الملك بنفخه في \"القرن\" إلى أمر فظيع منكر، وهو موقف الحساب.",
        "mukhtasar": "فإذ لم يهتدوا فاتركهم - أيها الرسول - وأعرض عنهم منتظرًا يوم يدعو الملك الموكل بالنفخ في الصور إلى أمر فظيع لم تعرف الخلائق مثله من قبل.",
        "saadi": "يقول تعالى لرسوله صلى الله عليه وسلم: قد بان أن المكذبين لا حيلة في هداهم، فلم يبق إلا الإعراض عنهم والتولي عنهم، [فقال:] { فَتَوَلَّ عَنْهُمْ } وانتظر بهم يوما عظيما وهولا جسيما، وذلك حين { يدعو الداع } إسرافيل عليه السلام { إِلَى شَيْءٍ نُكُرٍ } أي: إلى أمر فظيع تنكره الخليقة، فلم تر منظرا أفظع ولا أوجع منه، فينفخ إسرافيل نفخة، يخرج بها الأموات من قبورهم لموقف القيامة",
        "kathir": "يقول تعالى : فتول يا محمد عن هؤلاء الذين إذا رأوا آية يعرضون ويقولون : هذا سحر مستمر ، أعرض عنهم وانتظرهم ، ( يوم يدعو الداعي إلى شيء نكر ) أي : إلى شيء منكر فظيع ، وهو موقف الحساب وما فيه من البلاء ، بل والزلازل والأهوال"
      },
      "translations": {
        "en": "So leave them, [O Muhammad]. The Day the Caller calls to something forbidding,",
        "fr": "Détourne-toi d'eux. Le jour où l'appeleur appellera vers une chose affreuse,",
        "es": "¡Apártate, pues, de ellos! El día que el Pregonero les convoque para algo horrible,"
      },
      "ibn_ashour": "فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (6(فَتَوَلَّ عَنْهُمْ } .تفريع على { فما تغن النذر } [ القمر : 5 ] ، أي أعرِضْ عن مجادلتهم فإنهم لا تفيدهم النذر كقوله : { فأعرض عمن تولى عن ذكرنا } [ النجم : 29 ] ، أي أنك قد بلّغت فما أنت بمسؤول عن استجابتهم كما قال تعالى : { فتول عنهم فما أنت بملوم } [ الذاريات : 54 ] . وهذا تسلية للنبيء صلى الله عليه وسلم وتطمين له بأنه ما قَصر في أداء الرسالة . ولا تعلّق لهذه الآية بأحكام قتالهم إذ لم يكن السياق له ولا حدثت دواعيه يومئذٍ فلا وجه للقول بأنها منسوخة .{ يَوْمَ يَدْعُو الداع إلى شَىْءٍ نُّكُرٍ * خُشَّعاً أبصارهم يَخْرُجُونَ مِنَ الاجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ * مُّهْطِعِينَ إِلَى الداع يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ } .استئناف بياني لأن الأمر بالتولّي مؤذن بغضب ووعيد فمن شأنه أن يثير في نفس السامع تساؤلاً عن مجمل هذا الوعيد . وهذا الاستئناف وقع معترضاً بين جملة { ولقد جاءهم من الأنباء } [ القمر : 4 ] وجملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وإذ قد كان المتوعد به شيئاً يحصل يوم القيامة قدم الظرف على عامله وهو ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "خُشَّعًا أَبْصَٰرُهُمْ يَخْرُجُونَ مِنَ ٱلْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌۭ مُّنتَشِرٌۭ",
      "tafsir": {
        "muyassar": "ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق، مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عسر شديد الهول.",
        "mukhtasar": "ذليلة أبصارهم، يخرجون من القبور كأنهم في سعيهم إلى موقف الحساب جراد منتشر.",
        "saadi": "{ خُشَّعًا أَبْصَارُهُمْ } أي: من الهول والفزع الذي وصل إلى قلوبهم، فخضعت وذلت، وخشعت لذلك أبصارهم.{ يَخْرُجُونَ مِنَ الْأَجْدَاثِ } وهي القبور، { كَأَنَّهُمْ } من كثرتهم، وروجان بعضهم ببعض { جَرَادٌ مُنْتَشِرٌ } أي: مبثوث في الأرض، متكاثر جدا، ",
        "kathir": "( خشعا أبصارهم ) أي : ذليلة أبصارهم ( يخرجون من الأجداث ) وهي : القبور ، ( كأنهم جراد منتشر ) أي : كأنهم في انتشارهم وسرعة سيرهم إلى موقف الحساب إجابة للداعي ( جراد منتشر ) في الآفاق ; ولهذا قال :"
      },
      "translations": {
        "en": "Their eyes humbled, they will emerge from the graves as if they were locusts spreading,",
        "fr": "les regards baissés, ils sortiront des tombes comme des sauterelles éparpillées,",
        "es": "abatida la mirada, saldrán de las sepulturas como si fueran langostas esparcidas,"
      },
      "ibn_ashour": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (7(ورابعها : { خشعاً أبصارهم } أي ذليلة ينظرون من طرف خفي لا تثبت أحداقهم في وجُوه الناس ، وهي نظرة الخائف المفتضح وهو كناية لأن ذلة الذليل وعزة العزيز تَظهران في عيونهما .وخامسها : تشبيههم بالجراد المنتشر في الاكتظاظ واستتار بعضهم ببعض من شدة الخوف زيادة على ما يفيده التشبيه من الكثرة والتحرك .وسادسها : وصفهم بمهطعين ، والمُهطع : الماشي سريعاً مادًّا عنقه ، وهي مشيئة مذعور غير ملتف إلى شيء ، يقال : هطع وأهطع .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "مُّهْطِعِينَ إِلَى ٱلدَّاعِ ۖ يَقُولُ ٱلْكَٰفِرُونَ هَٰذَا يَوْمٌ عَسِرٌۭ",
      "tafsir": {
        "muyassar": "ذليلة أبصارهم يخرجون من القبور كأنهم في انتشارهم وسرعة سيرهم للحساب جرادٌ منتشر في الآفاق، مسرعين إلى ما دُعُوا إليه، يقول الكافرون: هذا يوم عسر شديد الهول.",
        "mukhtasar": "مسرعين إلى الداعي إلى ذلك الموقف، يقول الكافرون: هذا اليوم يوم عسير؛ لما فيه من الشدة والأهوال.",
        "saadi": "{ مُهْطِعِينَ إِلَى الدَّاعِ } أي: مسرعين لإجابة النداء الداعي  وهذا يدل على أن الداعي يدعوهم ويأمرهم بالحضور لموقف القيامة، فيلبون دعوته، ويسرعون إلى إجابته، { يَقُولُ الْكَافِرُونَ } الذين قد حضر عذابهم: { هَذَا يَوْمٌ عَسِرٌ } كما قال تعالى { على الكافرين غير يسير } [مفهوم ذلك أنه يسير سهل على المؤمنين]   ",
        "kathir": "( مهطعين ) أي : مسرعين ( إلى الداعي ) ، لا يخالفون ولا يتأخرون ، ( يقول الكافرون هذا يوم عسر ) أي : يوم شديد الهول عبوس قمطرير ( فذلك يومئذ يوم عسير على الكافرين غير يسير ) [ المدثر : 9 ، 10 ] ."
      },
      "translations": {
        "en": "Racing ahead toward the Caller. The disbelievers will say, \"This is a difficult Day.\"",
        "fr": "courant, le cou tendu, vers l'appeleur. Les mécréants diront: «Voilà un jour difficile».",
        "es": "corriendo con el cuello extendido hacia el Pregonero. Dirán los infieles: «¡Éste es un día difícil!»"
      },
      "ibn_ashour": "مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (8({وسابعها : قولهم : { هذا يوم عسر } وهو قولٌ من أثر ما في نفوسهم من خوف . و { عسر } : صفة مشبهة من العُسر وهو الشدة والصعوبة . ووصف اليوم ب { عسر } وصف مجازي عقلي باعتبار كونه زماناً لأمور عسرة شديدة من شدة الحساب وانتظار العذاب .وأبهم { شيء نكر } للتهويل ، وذلك هو أهوال الحساب وإهانة الدفع ومشاهدة ما أُعد لهم من العذاب .وانتصب { خشعاً أبصارهم } على الحال من الضمير المقدر في { يدع الداع } وإمّا من ضمير { يخرجون } مقدماً على صاحبه .وقرأ نافع وابن كثير وابن عامر وعاصم وأبو جعفر { خشعاً } بصيغة جمع خاشع . وقرأه أبو عمرو وحمزة والكسائي ويعقوب وخلف { خَاشِعاً } بصيغة اسم الفاعل . قال الزجاج : «لك في أسماء الفاعلين إذا تقدمت على الجماعة التوحيدُ والتذكيرُ نحو خاشعاً أبصارُهم . ولك التوحيد والتأنيث نحو قراءة ابن مسعود { خاشعة أبصارهم } ولك الجمع نحو { خشعاً أبصارهم } اه .و { أبصارهم } فاعل { خشعاً } ولا ضير في كون الوصف الرافع للفاعل على صيغة الجمع لأن المحْظور هو لحاق علامة الجمع والتثنية للفعل إذا كان فاعله الظاهر جمعاً ",
      "shehri_videos": [
        {
          "videoId": "YfhOzfWnp_M",
          "url": "https://www.youtube.com/watch?v=YfhOzfWnp_M",
          "title": "برنامج ( غريب القرآن ) || الحلقة 29  - { مهطعين } ، { عزين }",
          "word": "مهطعين"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 9,
      "text": "۞ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍۢ فَكَذَّبُوا۟ عَبْدَنَا وَقَالُوا۟ مَجْنُونٌۭ وَٱزْدُجِرَ",
      "tafsir": {
        "muyassar": "كذَّبت قبل قومك -أيها الرسول- قوم نوح فكذَّبوا عبدنا نوحًا، وقالوا: هو مجنون، وانتهروه متوعدين إياه بأنواع الأذى، إن لم ينته عن دعوته.",
        "mukhtasar": "كذبت قبل هؤلاء المكذبين بدعوتك - أيها الرسول - قوم نوح، فكذبوا عبدنا نوحًا عليه السلام لما بعثناه إليهم، وقالوا عنه: هو مجنون، وانتهروه بأنواع السب والشتم والتهديد إذا لم يترك دعوتهم.",
        "saadi": "لما ذكر تبارك وتعالى حال المكذبين لرسوله، وأن الآيات لا تنفع فيهم، ولا تجدي عليهم شيئا، أنذرهم وخوفهم بعقوبات الأمم الماضية المكذبة للرسل، وكيف أهلكهم الله وأحل بهم عقابه.فذكر قوم نوح، أول رسول بعثه الله إلى قوم يعبدون الأصنام، فدعاهم إلى توحيد الله وعبادته وحده لا شريك له، فامتنعوا من ترك الشرك وقالوا: { لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا } ولم يزل نوح يدعوهم إلى الله ليلا ونهارا، وسرا وجهارا، فلم يزدهم ذلك إلا عنادا وطغيانا، وقدحا في نبيهم، ولهذا قال هنا: { فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ } لزعمهم أن ما هم عليه وآباؤهم من الشرك والضلال هو الذي يدل عليه العقل، وأن ما جاء به نوح عليه الصلاة والسلام جهل وضلال، لا يصدر إلا من المجانين، وكذبوا في ذلك، وقلبوا الحقائق الثابتة شرعا وعقلا، فإن ما جاء به هو الحق الثابت، الذي يرشد العقول النيرة المستقيمة، إلى الهدى والنور والرشد، وما هم عليه جهل وضلال مبين، [وقوله:] { وَازْدُجِرَ } أي: زجره قومه وعنفوه عندما دعاهم إلى الله تعالى، فلم يكفهم -قبحهم الله- عدم الإيمان به، ولا تكذيبهم إياه، حتى أوصلوا إليه من أذيتهم ما قدروا عليه، وهكذا جميع أعداء الرسل، هذه حالهم مع أنبيائهم. ",
        "kathir": "يقول تعالى : ( كذبت ) قبل قومك يا محمد ( قوم نوح فكذبوا عبدنا ) أي : صرحوا له بالتكذيب واتهموه بالجنون ، ( وقالوا مجنون وازدجر ) قال مجاهد : ( وازدجر ) أي : استطير جنونا . وقيل : ( وازدجر ) أي : انتهروه وزجروه وأوعدوه : ( لئن لم تنته يا نوح لتكونن من المرجومين ) [ الشعراء : 116 ] . قاله ابن زيد ، وهذا متوجه حسن ."
      },
      "translations": {
        "en": "The people of Noah denied before them, and they denied Our servant and said, \"A madman,\" and he was repelled.",
        "fr": "Avant eux, le peuple de Noé avait crié au mensonge. Ils traitèrent Notre serviteur de menteur et dirent: «C'est un possédé!» et il fut repoussé.",
        "es": "Antes de ello, ya el pueblo de Noé había desmentido. Desmintieron a Nuestro siervo y dijeron: «¡Un poseso!», y fue rechazado."
      },
      "ibn_ashour": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9(استئناف بيانيّ ناشىء عن قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر } [ القمر : 4 ] فإن من أشهرها تكذيب قوم نوح رسولهم ، وسبق الإِنباء به في القرآن في السور النازلة قبل هذه السورة . والخبر مستعمل في التذكير وليفرع عليه ما بعده . فالمقصود النعي عليهم عدم ازدجارهم بما جاءهم من الأنباء بتعداد بعض المهمّ من تلك الأنباء .وفائدة ذكر الظرف { قبلهم } تقرير تسلية للنبيء صلى الله عليه وسلم أي أن هذه شنشنة أهل الضلال كقوله تعالى : { وإن يكذبوك فقد كذبت رسل من قبلك } [ فاطر : 4 ] ألا ترى أنه ذكر في تلك الآية قوله : { من قبلك } نظير ما هنا مع ما في ذلك من التعريض بأن هؤلاء معرِضون .واعلم أنه يقال : كذَّب ، إذا قال قولاً يدل على التكذيب ، ويقال كذّب أيضاً ، إذا اعتقد أن غيره كاذب قال تعالى : { فإنهم لا يكذبونك } [ الأنعام : 33 ] في قراءة الجمهور بتشديد الذال ، والمعنيان محتملان هنا ، فإن كان فعل { كذبت } هنا مستعملاً في معنى القول بالتكذيب ، فإن قوم نوح شافهوا نوحاً بأنه كاذب ، وإن كان مستعملاً في اعتقادهم كذب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "فَدَعَا رَبَّهُۥٓ أَنِّى مَغْلُوبٌۭ فَٱنتَصِرْ",
      "tafsir": {
        "muyassar": "فدعا نوح ربه أنِّي ضعيف عن مقاومة هؤلاء، فانتصر لي بعقاب من عندك على كفرهم بك.",
        "mukhtasar": "فدعا نوح ربه قائلًا: إن قومي غلبوني، ولم يستجيبوا لي، فانتصر منهم بعقاب تنزله عليهم.",
        "saadi": "فعند ذلك دعا نوح ربه [فقال:] { أَنِّي مَغْلُوبٌ } لا قدرة لي على الانتصار منهم، لأنه لم يؤمن من قومه إلا القليل النادر، ولا قدرة لهم على مقاومة قومهم، { فَانْتَصِرْ } اللهم لي منهم، وقال في الآية الأخرى: { رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا } الآيات",
        "kathir": "( فدعا ربه أني مغلوب فانتصر ) أي : إني ضعيف عن هؤلاء وعن مقاومتهم ) فانتصر ) أنت لدينك ."
      },
      "translations": {
        "en": "So he invoked his Lord, \"Indeed, I am overpowered, so help.\"",
        "fr": "Il invoqua donc son Seigneur: «Moi, je suis vaincu. Fais triompher (Ta cause)».",
        "es": "Entonces, invocó a su Señor. «¡Estoy vencido! ¡Defiéndete!»"
      },
      "ibn_ashour": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (10(تفريع على { كذبت قبلهم قوم نوح } [ القمر : 9 ] وما تفرع عليه .والمغلوب مجاز ، شبه يأسه من إجابتهم لدعوته بحال الذي قاتل أو صارع فغلبه مقاتله ، وقد حكى الله تعالى في سورة نوح كيف سلك مع قومه وسائل الإقناع بقبول دعوته فأعيته الحيل .و { أنى } بفتح الهمزة على تقدير باء الجر محذوفة ، أي دعا بأني مغلوب ، أي بمضمون هذا الكلام في لغته .وحذف متعلق { فانتصر } للإِيجاز وللرعي على الفاصلة والتقدير : فانتصر لي ، أي انصرني .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "فَفَتَحْنَآ أَبْوَٰبَ ٱلسَّمَآءِ بِمَآءٍۢ مُّنْهَمِرٍۢ",
      "tafsir": {
        "muyassar": "فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق، وشققنا الأرض عيونًا متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم.",
        "mukhtasar": "ففتحنا أبواب السماء بماء متدفق متتابع.",
        "saadi": "فأجاب الله سؤاله، وانتصر له من قومه، قال تعالى: { فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ } أي: كثير جدا متتابع",
        "kathir": "قال الله تعالى : ( ففتحنا أبواب السماء بماء منهمر ) . قال السدي : هو الكثير ( وفجرنا الأرض عيونا ) أي : نبعت جميع أرجاء الأرض ، حتى التنانير التي هي محال النيران نبعت عيونا ، ( فالتقى الماء ) أي : من السماء ومن الأرض ( على أمر قد قدر ) أي : أمر مقدر .قال ابن جريج ، عن ابن عباس : ( ففتحنا أبواب السماء بماء منهمر ) كثير ، لم تمطر السماء قبل ذلك اليوم ولا بعده ، ولا من السحاب ; فتحت أبواب السماء بالماء من غير سحاب ذلك اليوم ، فالتقى الماءان على أمر قد قدر .وروى ابن أبي حاتم أن ابن الكواء سأل عليا عن المجرة فقال : هي شرج السماء ، ومنها فتحت السماء بماء منهمر ."
      },
      "translations": {
        "en": "Then We opened the gates of the heaven with rain pouring down",
        "fr": "Nous ouvrîmes alors les portes du ciel à une eau torrentielle,",
        "es": "Abrimos las puertas del cielo a una lluvia torrencial"
      },
      "ibn_ashour": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11(وجملة { ففتحنا أبواب السماء } إلى آخرها مفرعة على جملة { فدعا ربه } ، ففهم من التفريع أن الله استجاب دعوته وأن إرسال هذه المياه عقاب لقوم نوح . وحاصل المعنى : فأرسلنا عليهم الطوفان بهذه الكيفية المحكمة السريعة .وقرأ الجمهور { ففتحنا } بتخفيف التاء . وقرأه ابن عامر بتشديدها على المبالغة . والفتح بمعنى شدة هطول المطر .وجملة { ففتحنا أبواب السماء بماء منهمر } مركب تمثيلي لهيئة اندفاق الأمطار من الجو بهيئة خروج الجماعات من أبواب الدار على طريقة :وسالتْ بأعناق المطيّ الأباطح ... والمنهمر : المنصب ، أي المصبوب يقال : عمرَ الماء إذا صبه ، أي نازل بقوة .والتفجير : إسالة الماء ، يقال : تفجر الماء ، إذا سال ، قال تعالى : { حتى تفجر لنا من الأرض ينبوعاً } [ الإسراء : 90 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "وَفَجَّرْنَا ٱلْأَرْضَ عُيُونًۭا فَٱلْتَقَى ٱلْمَآءُ عَلَىٰٓ أَمْرٍۢ قَدْ قُدِرَ",
      "tafsir": {
        "muyassar": "فأجبنا دعاءه، ففتحنا أبواب السماء بماء كثير متدفق، وشققنا الأرض عيونًا متفجرة بالماء، فالتقى ماء السماء وماء الأرض على إهلاكهم الذي قدَّره الله لهم؛ جزاء شركهم.",
        "mukhtasar": "وفجرنا الأرض فصارت عيونًا ينبع منها الماء، فالتقى الماء النازل من السماء مع الماء النابع من الأرض على أمر من الله قدره في الأزل، فأغرق الجميع إلا من نجاه الله.",
        "saadi": "{ وَفَجَّرْنَا الْأَرْضَ عُيُونًا } فجعلت السماء ينزل منها من الماء شيء خارق للعادة، وتفجرت الأرض كلها، حتى التنور الذي لم تجر العادة بوجود الماء فيه، فضلا عن كونه منبعا للماء، لأنه موضع النار.{ فَالْتَقَى الْمَاءُ } أي: ماء السماء والأرض { عَلَى أَمْرٍ } من الله له بذلك، { قَدْ قُدِرَ } أي: قد كتبه الله في الأزل وقضاه، عقوبة لهؤلاء الظالمين الطاغين",
        "kathir": "أي نبعت جميع أرجاء الأرض حتى التنانير التي هي محال النيران نبعت عيونا \"فالتقى الماء\" أي من السماء والأرض \"على أمر قد قدر\" أى أمر مقدر."
      },
      "translations": {
        "en": "And caused the earth to burst with springs, and the waters met for a matter already predestined.",
        "fr": "et fîmes jaillir la terre en sources. Les eaux se rencontrèrent d'après un ordre qui était déjà décrété dans une chose [faite].",
        "es": "y en la tierra hicimos manar fuentes. Y el agua se encontró según una orden decretada."
      },
      "ibn_ashour": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (12(وتعدية { فجّرنا } إلى اسم الأرض تعدية مجازية إذ جعلت الأرض من كثرة عيونها كأنها عين تتفجر . وفي هذا إجمال جيء من أجله بالتمييز له بقوله : { عيوناً } لبيان هذه النسبة ، وقد جعل هذا ملحقاً بتمييز النسبة لأنه محول عن المفعول إذ المعنى : وفجرنا عيون الأرض ، وهو مثل المحول عن الفاعل في قوله تعالى : { واشتعل الرأس شيباً } [ مريم : 4 ] ، أي شيب الرأس إذ لا فرق بينهما ، ونكتة ذلك واحدة . قال في «المفتاح» : «إسناد الاشتعال إلى الرأس لإِفادة شُمول الاشتعاللِ الرأسَ إذ وزان اشتعل شيبُ الرأس ، واشتعل الرأس شيباً وزان اشتعلت النار في بيتي واشتعل بيتي ناراً» اه .والتقاء الماء : تجمع ماءِ الأمطار مع ماء عيون الأرض فالإلتقاء مستعار للاجتماع ، شبه الماء النازل من السماء والماء الخارج من الأرض بطائفتين جاءت كل واحدة من مكان فالتقتا في مكان واحد كما يلتقي الجيشان .والتعريف في { الماء } للجنس . وعلم من إسناد الإلتقاء أنهما نوعان من الماء ماء المطر وماء العيون .و { على } من قوله : { على أمر } يجوز أن تكون بمعنى ( في ( كقوله تع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَحَمَلْنَٰهُ عَلَىٰ ذَاتِ أَلْوَٰحٍۢ وَدُسُرٍۢ",
      "tafsir": {
        "muyassar": "وحملنا نوحًا ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها، تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصارًا لنوح عليه السلام. وفي هذا دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به.",
        "mukhtasar": "وحملنا نوحًا على سفينة ذات ألواح ومسامير، فنجيناه ومن معه من الغرق.",
        "saadi": "{ وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ } أي: ونجينا عبدنا نوحا على السفينة ذات الألواح والدسر أي: المسامير [التي] قد سمرت [بها] ألواحها وشد بها أسرها  ",
        "kathir": "( وحملناه على ذات ألواح ودسر ) : قال ابن عباس ، وسعيد بن جبير ، والقرظي ، وقتادة ، وابن زيد : هي المسامير ، واختاره ابن جرير ، قال : وواحدها دسار ، ويقال : دسير ، كما يقال : حبيك وحباك ، والجمع حبك .وقال مجاهد : الدسر : أضلاع السفينة . وقال عكرمة والحسن : هو صدرها الذي يضرب به الموج .وقال الضحاك : الدسر : طرفها وأصلها .وقال العوفي عن ابن عباس : هو كلكلها ."
      },
      "translations": {
        "en": "And We carried him on a [construction of] planks and nails,",
        "fr": "Et Nous le portâmes sur un objet [fait] de planches et de clous [l'arche],",
        "es": "Le embarcamos en aquello de planchas y de fibras,"
      },
      "ibn_ashour": "وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13(، فجملة { وحملناه } معطوفة على التفريع عطف احتراس .والمعنى : فأغرقناهم ونجَّيْناه .و { ذات ألواح ودُسُر } صفة السفينة ، أقيمت مقام الموصوف هنا عوضاً عن أن يقال : وحملناه على الفلك لأن في هذه الصفة بيان متانة هذه السفينة وإحكام صنعها . وفي ذلك إظهار لعناية الله بنجاة نوح ومن معه فإن الله أمره بصنع السفينة وأوحى إليه كيفية صنعها ولم تكن تعرف سفينة قبلها ، قال تعالى : { وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد آمن فلا تبتئس بما كانوا يفعلون واصنع الفلك بأعيننا ووحينا } [ هود : 36 ، 37 ] ، وعادة البلغاء إذا احتاجوا لذكر صفة بشيء وكان ذكرها دالاً على موصوفها أن يستغنوا عن ذكر الموصوف إيجازاً كما قال تعالى : { أن اعمل سابغات } [ سبأ : 11 ] ، أي دروعاً سابغات .والحمل : رفع الشيء على الظهر أو الرأس لنقله { وتحمل أثقالكم } [ النحل : 7 ] وله مجازات كثيرة .والألواح : جمع لوح ، وهو القطعة المسوّاة من الخشب .والدسر : جمع دِسار ، وهو المسمار .وعدي فعل ( حملنا ( إلى ضمير نوح دون من معه من قومه لأن هذا الحمل كان إجابة لدعوته ولنصره فهو المقصود الأول ",
      "video": {
        "id": "x7HbB1NHelw",
        "word": "ذات ألواح ودسر",
        "transliteration": "Dhat Alwah wa Dusur",
        "meaning": {
          "ar": "سفينة ذات ألواح خشبية ومسامير",
          "en": "A vessel with wooden planks and nails",
          "fr": "Un navire avec des planches de bois et des clous",
          "es": "Un barco con tablones de madera y clavos"
        }
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "تَجْرِى بِأَعْيُنِنَا جَزَآءًۭ لِّمَن كَانَ كُفِرَ",
      "tafsir": {
        "muyassar": "وحملنا نوحًا ومَن معه على سفينة ذات ألواح ومسامير شُدَّت بها، تجري بمرأى منا وحفظ، وأغرقنا المكذبين؛ جزاء لهم على كفرهم وانتصارًا لنوح عليه السلام. وفي هذا دليل على إثبات صفة العينين لله سبحانه وتعالى، كما يليق به.",
        "mukhtasar": "تجري هذه السفينة في أمواج الماء المتلاطمة بمرأى منا وحفظ، انتصارًا لنوح الذي كذبه قومه، وكفروا بما جاءهم به من عند الله.",
        "saadi": "{ تَجْرِي بِأَعْيُنِنَا } أي: تجري بنوح ومن آمن معه، ومن حمله من أصناف المخلوقات برعاية من الله، وحفظ [منه] لها عن الغرق [ونظر]، وكلائه منه تعالى، وهو نعم الحافظ الوكيل، { جَزَاءً لِمَنْ كَانَ كُفِرَ } أي: فعلنا بنوح ما فعلنا من النجاة من الغرق العام، جزاء له حيث كذبه قومه وكفروا به فصبر على دعوتهم، واستمر على أمر الله، فلم يرده عنه راد، ولا صده عنه  صاد، كما قال [تعالى] عنه في الآية الأخرى: { قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَى أُمَمٍ مِمَّنْ مَعَكَ } الآية.ويحتمل أن المراد: أنا أهلكنا قوم نوح، وفعلنا بهم ما فعلنا من العذاب والخزي، جزاء لهم على كفرهم وعنادهم، وهذا متوجه على قراءة من قرأها بفتح الكاف",
        "kathir": "وقوله : ( تجري بأعيننا ) أي : بأمرنا بمرأى منا وتحت حفظنا وكلاءتنا ( جزاء لمن كان كفر ) أي جزاء لهم على كفرهم بالله وانتصارا لنوح عليه السلام ."
      },
      "translations": {
        "en": "Sailing under Our observation as reward for he who had been denied.",
        "fr": "voguant sous Nos yeux: récompense pour celui qu'on avait renié [Noé].",
        "es": "que navegó bajo Nuestra mirada como retribución de aquél que había sido negado."
      },
      "ibn_ashour": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ (14(والباء في { بأعيننا } للملابسة .والأعين : جمع عين بإطلاقه المجازي ، وهو الاهتمام والعناية ، كقول النابغة :علمْتك ترعاني بعين بصيرة ... وقال تعالى : { فإنك بأعيننا } [ الطور : 48 ] .وجُمع العين لتقوية المعنى لأن الجمع أقوى من المفرد ، أي بحراسات منّا وعنايات . ويجوز أن يكون الجمع باعتبار أنواع العنايات بتنوع آثارها . وأصل استعمال لفظ العين في مثله تمثيل بحال الناظر إلى الشيء المحروس مثل الراعين كما يقال للمسافر : «عين الله عليك» ، ثم شاع ذلك حتى ساوى الحقيقة فجمع بذلك الاعتبار . وتقدم في سورة هود .و { جزاء } مفعول لأجله ل { فتحنا } وما عُطف عليه ، أي : فعلنا ذلك كله جزاء لنوح . و { من كان كُفِر } هو نوح فإن قومه كَفَروا به ، أي لم يؤمنوا بأنه رسول وكان كفرهم به منذ جاءهم بالرسالة فلذلك أقحم هنا فعل { كان } ، أي لمن كُفِر منذ زمان مضى وذلك ما حكي في سورة نوح ( 5 9 ( بقوله : { قال رب إني دعوت قومي ليلاً ونهاراً } إلى قوله : { ثم إني دعوتهم جهاراً ثم إنِّي أعلنت لهم وأسررت لهم إسراراً } وحذف متعلق كفر لدلالة الكلام عليه . وتقديره : كفر ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "وَلَقَد تَّرَكْنَٰهَآ ءَايَةًۭ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد أبقينا قصة نوح مع قومه عبرة ودليلا على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟ فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "ولقد تركنا هذا العقاب الذي عاقبناهم به؛ عبرة وعظة، فهل من معتبر يعتبر بذلك؟!",
        "saadi": "{ وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ } أي: ولقد تركنا قصة نوح مع قومه آية يتذكر بها المتذكرون، على أن من عصى الرسل وعاندهم أهلكه الله بعقاب عام شديد، أو أن الضمير يعود إلى السفينة وجنسها، وأن أصل صنعتها تعليممن الله لعبده  نوح عليه السلام، ثم أبقى الله تعالى صنعتها وجنسها بين الناس ليدل ذلك على رحمته بخلقه وعنايته، وكمال قدرته، وبديع صنعته، { فَهَلْ مِنْ مُدَّكِرٍ } ؟ أي: فهل من متذكر  للآيات، ملق ذهنه وفكرته لما يأتيه منها، فإنها في غاية البيان واليسر؟ ",
        "kathir": "وقوله : ( ولقد تركناها آية ) قال قتادة : أبقى الله سفينة نوح حتى أدركها أول هذه الأمة . والظاهر أن المراد من ذلك جنس السفن ، كقوله تعالى : ( وآية لهم أنا حملنا ذريتهم في الفلك المشحون وخلقنا لهم من مثله ما يركبون ) [ يس : 41 ، 42 ] . وقال ( إنا لما طغى الماء حملناكم في الجارية لنجعلها لكم تذكرة وتعيها أذن واعية ) [ الحاقة : 11 ، 12 ] ; ولهذا قال هاهنا : ( فهل من مدكر ) أي : فهل من يتذكر ويتعظ ؟قال الإمام أحمد : حدثنا حجاج ، حدثنا إسرائيل ، عن أبي إسحاق ، عن الأسود ، عن ابن مسعود ، قال : أقرأني رسول الله - صلى الله عليه وسلم - ( فهل من مدكر ) فقال رجل : يا أبا عبد الرحمن ، مدكر أو مذكر ؟ قال : أقرأني رسول الله - صلى الله عليه وسلم - : ( مدكر )وهكذا رواه البخاري : حدثنا يحيى ، حدثنا وكيع ، عن إسرائيل ، عن أبي إسحاق ، عن الأسود بن يزيد ، عن عبد الله قال : قرأت على النبي - صلى الله عليه وسلم - : ( فهل من مذكر ) فقال النبي - صلى الله عليه وسلم - : ( فهل من مدكر )وروى البخاري أيضا من حديث شعبة ، عن أبي إسحاق ، عن الأسود ، عن عبد الله ، قال : كان رسول الله - صلى الله عليه وسلم - يقرأ : ( فهل من مدكر ) .وقال : حدثنا أبو نعيم ، حدثنا زهير ، عن أبي إسحاق ; أنه سمع رجلا يسأل الأسود : ( فهل من مدكر ) أو ) مذكر ) ؟ قال : سمعت عبد الله يقرأ : ( فهل من مدكر ) . وقال : سمعت رسول الله - صلى الله عليه وسلم - يقرؤها : ( فهل من مدكر ) دالا .وقد أخرج مسلم هذا الحديث وأهل السنن إلا ابن ماجه ، من حديث أبي إسحاق ."
      },
      "translations": {
        "en": "And We left it as a sign, so is there any who will remember?",
        "fr": "Et Nous la laissâmes, comme un signe [d'avertissement]. Y a-t-il quelqu'un pour réfléchir?",
        "es": "La dejamos como signo. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ تَرَكْنَاهَا آَيَةً فَهَلْ مِنْ مُدَّكِرٍ (15(ضمير المؤنث عائد إلى { ذات ألواح ودسر } ، أي السفينة . والترك كناية عن الإِبقاء وعدم الإِزالة ، قال تعالى : { وتركنا فيها آية } في سورة الذاريات ( 37 ( ، وقال : { وتركهم في ظلمات لا يبصرون } في سورة البقرة ( 17 ( ، أي أبقينا سفينة نوح محفوظة من البِلى لتكون آية يشهدها الأمم الذين أرسلت إليهم الرسلُ متى أراد واحد من الناس رؤيتها ممن هو بجوار مكانها تأييداً للرسل وتخويفاً بأول عذاب عُذبت به الأمم أمة كذبت رسولها فكانت حجة دائمة مثل ديار ثمود .ثم أخذت تتناقص حتى بقي منها أخشاب شهدها صدر الأمة الإسلامية فلم تضمحل حتى رآها ناس من جميع الأمم بعد نوح فتواتر خبرها بالمشاهدة تأييداً لتواتر الطوفان بالأخبار المتواترة . وقد ذكر القرآن أنها استقرت على جبل الجوديّ فمنه نزل نوح ومن معه وبقيت السفينة هنالك لا ينالها أحد ، وذلك من أسباب حفظها عن الاضمحلال . واستفاض الخبر بأن الجودي جُبيل قرب قرية تسمى ( باقِرْدَى ( بكسر القاف وسكون الراء ودال مفتوحة مقصوراً من جزيرة ابن عمر قرب المَوْصل شرقيَّ دجلة .وفي «صحيح البخاري» قال قتادة : «لقد شَهدها صدر ه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "ولقد أبقينا قصة نوح مع قومه عبرة ودليلا على قدرتنا لمن بعد نوح؛ ليعتبروا ويتعظوا بما حلَّ بهذه الأمة التي كفرت بربها، فهل من متعظ يتعظ؟ فكيف كان عذابي ونذري لمن كفر بي وكذب رسلي، ولم يتعظ بما جاءت به؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "فكيف كان عذابي للمكذبين؟! وكيف كان إنذاري بإهلاكي لهم؟!",
        "saadi": "{ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } أي: فكيف رأيت أيها المخاطب عذاب الله الأليم وإنذاره الذي لا يبقي لأحد عليه حجة.",
        "kathir": "وقوله : ( فكيف كان عذابي ونذر ) أي : كيف كان عذابي لمن كفر بي وكذب رسلي ولم يتعظ بما جاءت به نذري ، وكيف انتصرت لهم ، وأخذت لهم بالثأر ."
      },
      "translations": {
        "en": "And how [severe] were My punishment and warning.",
        "fr": "Comment furent Mon châtiment et Mes avertissements?",
        "es": "Y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (16(تفريع على القصة بما تضمنته من قوله : { ففتحنا أبواب السماء } [ القمر : 11 ] إلى آخره . و ( كيف ( للاستفهام عن حالة العذاب . وهو عذاب قوم نوح بالطوفان والاستفهام مستعمل في التعجيب من شدة هذا العذَاب الموصوف . والجملة في معنى التذييل وهو تعريض بتهديد المشركين أن يصيبهم عذاب جزاء تكذيبهم الرسول صلى الله عليه وسلم وإعراضهم وأذاهم كما أصاب قوم نوح .وحُذف ياء المتكلم من { نذر } وأصله : نُذري . وحذفها في الكلام في الوقف فصيح وكثر في القرآن عند الفواصل .والنذر : جمع نذير الذي هو اسم مصدر أَنذر كالنذارة وتقدم آنفاً في هذه السورة وإنما جمعت لتكرر النذارة من الرسول لقومه طلباً للإِيمانهم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "{ وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ } أي: ولقد يسرنا وسهلنا هذا القرآن الكريم، ألفاظه للحفظ والأداء، ومعانيه للفهم والعلم، لأنه أحسن الكلام لفظا، وأصدقه معنى، وأبينه تفسيرا، فكل من أقبل عليه يسر الله عليه مطلوبه غاية التيسير، وسهله عليه، والذكر شامل لكل ما يتذكر به العاملون من الحلال والحرام، وأحكام الأمر والنهي، وأحكام الجزاء والمواعظ والعبر، والعقائد النافعة والأخبار الصادقة، ولهذا كان علم القرآن حفظا وتفسيرا، أسهل العلوم، وأجلها على الإطلاق، وهو العلم النافع الذي إذا طلبه العبد أعين عليه، قال بعض السلف عند هذه الآية: هل من طالب علم فيعان [عليه]؟ ولهذا يدعو الله عباده إلى الإقبال عليه والتذكر بقوله: { فَهَلْ مِنْ مُدَّكِرٍ }  ",
        "kathir": "( ولقد يسرنا القرآن للذكر ) أي : سهلنا لفظه ، ويسرنا معناه لمن أراده ، ليتذكر الناس . كما قال : ( كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولو الألباب ) ، وقال تعالى : ( فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا ) [ مريم : 97 ] .قال مجاهد : ( ولقد يسرنا القرآن للذكر ) يعني : هونا قراءته .وقال السدي : يسرنا تلاوته على الألسن .وقال الضحاك عن ابن عباس : لولا أن الله يسره على لسان الآدميين ، ما استطاع أحد من الخلق أن يتكلم بكلام الله ، عز وجل .قلت : ومن تيسيره تعالى ، على الناس تلاوة القرآن ما تقدم عن النبي - صلى الله عليه وسلم - أنه قال : \" إن هذا القرآن أنزل على سبعة أحرف \" . وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته هاهنا ، ولله الحمد والمنة .وقوله : ( فهل من مدكر ) أي : فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه ؟وقال محمد بن كعب القرظي : فهل من منزجر عن المعاصي ؟وقال ابن أبي حاتم : حدثنا أبي ، حدثنا الحسن بن رافع ، حدثنا ضمرة ، عن ابن شوذب ، عن مطر - هو الوراق - في قوله تعالى : ( فهل من مدكر ) هل من طالب علم فيعان عليه ؟وكذا علقه البخاري بصيغة الجزم ، عن مطر الوراق و [ كذا ] رواه ابن جرير ، وروي عن قتادة مثله ."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "En effet, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (17(لمّا كانت هذه النذارة بُلِغت بالقرآن والمشركون معرضون عن استماعه حارمين أنفسهم من فوائده ذُيّل خبرها بتنويه شأن القرآن بأنه من عند الله وأن الله يسّره وسَهله لتذكّر الخلق بما يحتاجونه من التذكير مما هو هدى وإرشاد . وهذا التيسير ينبىء بعناية الله به مثل قوله : { إنا نحن نزلنا الذكر وإنا له لحافظون } [ الحجر : 9 ] تبصرة للمسلمين ليزدادوا إقبالاً على مدارسته وتعريضاً بالمشركين عسى أن يَرْعَوُوا عن صدودهم عنه كما أنبأ عنه قوله : { فهل من مدكر } .وتأكيد الخبر باللام وحرف التحقيق مراعى فيه حَال المشركين الشاكين في أنه من عند الله .والتيسير : إيجاد اليسر في شيء ، من فعل كقوله : { يريد الله بكم اليسر } [ البقرة : 185 ] أو قولٍ كقوله تعالى : { فإنما يسرناه بلسانك لعلهم يتذكرون } [ الدخان : 58 ] .واليسر : السهولة ، وعدم الكلفة في تحصيل المطلوب من شيء . وإذ كان القرآن كلاماً فمعنى تيسيره يرجع إلى تيسير ما يُراد من الكلام وهو فهم السامع المعاني التي عناها المتكلم به بدون كلفة على السامع ولا إغلاق كما يقولون : يدخل للأذن بلا إذن .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "كَذَّبَتْ عَادٌۭ فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "كذبت عاد هودًا فعاقبناهم، فكيف كان عذابي لهم على كفرهم، ونذري على تكذيب رسولهم، وعدم الإيمان به؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "كذبت عاد نبيها هودًا عليه السلام، فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!",
        "saadi": "{ وعاد } هي القبيلة المعروفة باليمن، أرسل الله إليهم هودا عليه السلام يدعوهم إلى توحيد الله وعبادته، فكذبوه",
        "kathir": "قول تعالى مخبرا عن عاد قوم هود : إنهم كذبوا رسولهم أيضا ، كما صنع قوم نوح"
      },
      "translations": {
        "en": "'Aad denied; and how [severe] were My punishment and warning.",
        "fr": "Les 'Aad ont traité de menteur (leur Messager). Comment furent Mon châtiment et Mes avertissements?",
        "es": "Los aditas desmintieron y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (18(موقع هذه الجملة كموقع جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] فكان مقتضى الظاهر أن تعطف عليها ، وإنما فصلت عنها ليكون في الكلام تكرير التوبيخ والتهديد والنعي عليهم عقب قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر حكمة بالغة فما تغن النذر } [ القمر : 4 ، 5 ] . ومقام التوبيخ والنعي يقتضي التكرير .والحكم على عاد بالتكذيب عموم عرفي بناء على أن معظمهم كذبوه وما آمن به إلا نفر قليل قال تعالى : { ولما جاء أمرنا نجينا هوداً والذين آمنوا معه برحمة منا } [ هود : 58 ] .وفرع على التذكير بتكذيب عاد قوله : { فكيف كان عذابي ونذر } قبل أن يذكر في الكلام ما يشعر بأن الله عذبهم فضلاً عن وصف عذابهم .فالاستفهام مستعمل في التشويق للخبر الوارد بعده وهو مجاز مرسل لأن الاستفهام يستلزم طلب الجواب والجواب يتوقف على صفة العذاب وهي لَمّا تذكر فيحصل الشوق إلى معرفتها وهو أيضاً مكنى به عن تهويل ذلك العذاب .وفي هذا الاستفهام إجمال لحال العذاب وهو إجمال يزيد التشويق إلى ما يبينه بعده",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًۭا صَرْصَرًۭا فِى يَوْمِ نَحْسٍۢ مُّسْتَمِرٍّۢ",
      "tafsir": {
        "muyassar": "إنَّا أرسلنا عليهم ريحًا شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك، تقتلع الناس من مواضعهم على الأرض فترمي بهم على رؤوسهم، فتدق أعناقهم، ويفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله.",
        "mukhtasar": "إنا بعثنا عليهم ريحًا شديدة باردة في يوم شرّ وشؤم مستمرّ معهم إلى ورودهم جهنم.",
        "saadi": "فأرسل الله عليهم { رِيحًا صَرْصَرًا } أي: شديدة جدا، { فِي يَوْمِ نَحْسٍ } أي: شديد العذاب والشقاء عليهم، { مُسْتَمِرٍّ } عليهم سبع ليال وثمانية أيام حسوما.",
        "kathir": "وأنه تعالى أرسل ( عليهم ريحا صرصرا ) ، وهي الباردة الشديدة البرد ، ( في يوم نحس ) أي : عليهم . قاله الضحاك ، وقتادة ، والسدي . ) مستمر ) عليهم نحسه ودماره ; لأنه يوم اتصل فيه عذابهم الدنيوي بالأخروي ."
      },
      "translations": {
        "en": "Indeed, We sent upon them a screaming wind on a day of continuous misfortune,",
        "fr": "Nous avons envoyé contre eux un vent violent et glacial, en un jour néfaste et interminable;",
        "es": "En un día nefasto e interminable enviamos contra ellos un viento glacial,"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (19(من قوله : { إنا أرسلنا عليهم ريحاً صرصراً } الآية ، ونظيره قوله تعالى : { عم يتساءلون } [ النبأ : 1 ] ثم قوله : { عن النبأ العظيم } [ النبأ : 2 ] الآية .وعطف { ونذر } على { عذابي } بتقدير مضاف دل عليه المقام ، والتقدير : وعاقبة نذري ، أي إنذاراتي لهم ، أي كيف كان تحقيق الوعيد الذي أنذرهم .ونُذر : جمع نذير بالمعنى المصدري كما تقدم في أوائل السورة وقد علمت بما ذكرنا أن جملة «فكيف كان عذابي ونذري» هذه ليست تكريراً لنظيرها السابق في خبر قوم نوح ، ولا اللاحق في آخر قصة عاد للاختلاف الذي علمته بين مُفادها ومفاد مماثلتها وإن اتحدت ألفاظهما .والبليغ يتفطن للتغاير بينهما فيصرفه عن توهم أن تكون هذه تكريراً فإنه لما لم يسبق وصف عذاب عاد لم يستقم أن يكون قوله : { فكيف كان عذابي } تعجيباً من حالة عذابهم .وقوله : { ونذر } موعظة من تحقق وعيد الله إياهم ، وقد أشار الفخر إلى هذا وقفينا عليه ببسط وتوجيه . وأصل السؤال عن تكرير هذه الجملة أثناء قصة عاد هنا أورده في كتاب «درة التنزيل وغرة التأويل» المنسوب إلى الفخر وإلى الراغب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 20,
      "text": "تَنزِعُ ٱلنَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍۢ مُّنقَعِرٍۢ",
      "tafsir": {
        "muyassar": "إنَّا أرسلنا عليهم ريحًا شديدة البرد، في يوم شؤم مستمر عليهم بالعذاب والهلاك، تقتلع الناس من مواضعهم على الأرض فترمي بهم على رؤوسهم، فتدق أعناقهم، ويفصل رؤوسهم عن أجسادهم، فتتركهم كالنخل المنقلع من أصله.",
        "mukhtasar": "تقتلع الناس من الأرض، وترمي بهم على رؤوسهم كأنهم أصول نخل منقلع من مغرسه.",
        "saadi": "{ تَنْزِعُ النَّاسَ } من شدتها، فترفعهم إلى جو السماء، ثم تدفعهم بالأرض فتهلكهم، فيصبحون { كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ } أي: كأن جثثهم بعد هلاكهم مثل جذوع النخل الخاوي الذي أصابته  الريح فسقط على الأرض، فما أهون الخلق على الله إذا عصوا أمره",
        "kathir": "وقوله : ( تنزع الناس كأنهم أعجاز نخل منقعر ) وذلك أن الريح كانت تأتي أحدهم فترفعه حتى تغيبه عن الأبصار ، ثم تنكسه على أم رأسه ، فيسقط إلى الأرض ، فتثلغ رأسه فيبقى جثة بلا رأس ; ولهذا قال : ( كأنهم أعجاز نخل منقعر فكيف كان عذابي ونذر ولقد يسرنا القرآن للذكر فهل من مدكر ) ."
      },
      "translations": {
        "en": "Extracting the people as if they were trunks of palm trees uprooted.",
        "fr": "il arrachait les gens comme des souches de palmiers déracinés.",
        "es": "que arrancaba a los hombres como si hubieran sido troncos de palmeras descuajadas."
      },
      "ibn_ashour": "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (20(والنزع : الإِزالة بعُنف لئلا يبقى اتصال بين المزال وبين ما كان متصلاً به ، ومنه نزع الثياب .والأعجاز جمع عَجُز : وهو أسفل الشيء ، وشاع إطلاق العَجُز على آخر الشيء لأنهم يعتبرون الأجسام منتصبة على الأرض فأولاها ما كان إلى السماء وآخرها ما يلي الأرض .وأطلقت الأعجاز هنا على أصول النخل لأن أصل الشجرة هو في آخرها مما يلي الأرض .وشبه الناس المطروحون على الأرض بأصول النخيل المقطوعة التي تقلع من منابتها لموتها إذ تزول فروعها ويتحاتّ ورقها فلا تبقى إلا الجذوع الأصلية فلذلك سميت أعجازاً .و { منقعر } : اسم فاعل انقعر مطاوع قَعره ، أي بلغ قَعْره بالحفر يقال : قَعَرَ البئرَ إذا انتهى إلى عمقها ، أي كأنهم أعجاز نخل قعرت دواخله وذلك يحصل لعُود النخل إذا طال مكثه مطروحاً .ومنقعر : وصف النخل ، روعي في إفراده وتذكيره صورة لفظ نخل دون عدد مدلوله خلافاً لما في قوله تعالى : { كأنهم أعجاز نخل خاوية } [ الحاقة : 7 ] وقوله : { والنخل ذات الأكمام } [ الرحمن : 11 ]قال القرطبي : «قال أبو بكر ابن الأنباري سئل المبرد بحضرة إسماعيل القاضي عن ألف مسألة من",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "فكيف كان عذابي ونذري لمن كفر بي، وكذَّب رسلي ولم يؤمن بهم؟ إنه كان عظيمًا مؤلمًا.",
        "mukhtasar": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!",
        "saadi": "{ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } كان [والله] العذاب الأليم، والنذارة التي ما أبقت لأحد عليه حجة،",
        "kathir": "أي فعاقبتهم فكيف كان عقابي لهم على كفرهم بي وتكذيبهم رسولي."
      },
      "translations": {
        "en": "And how [severe] were My punishment and warning.",
        "fr": "Comment furent Mon châtiment et Mes avertissements?",
        "es": "Y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (21(تكرير لنظيره السابق عقب قصة قوم نوح لأن مقام التهويل والتهديد يقتضي تكرير ما يفيدهما . و ( كيف ( هنا استفهام على حالة العذاب ، وهي الحالة الموصوفة في قوله : { إنا أرسلنا عليهم ريحاً صرصراً } إلى { منقعر } [ القمر : 19 ، 20 ] ، والاستفهام مستعمل في التعجيب .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم وللتدبر، لمن أراد أن يتذكر ويعتبر، فهل من متعظ به؟ وفي هذا حثٌّ على الاستكثار من تلاوة القرآن وتعلمه وتعليمه.",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "{ وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ } كرر تعالى ذلك رحمة بعباده وعناية بهم، حيث دعاهم إلى ما يصلح دنياهم وأخراهم. ",
        "kathir": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "En effet, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (22(تكرير لنظيره السابق في خبر قوم نوح .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "كَذَّبَتْ ثَمُودُ بِٱلنُّذُرِ",
      "tafsir": {
        "muyassar": "كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذرِوا بها، فقالوا: أبشرًا منا واحدًا نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذا لفي بُعْدٍ عن الصواب وجنون.",
        "mukhtasar": "كذبت ثمود بما أنذرهم به رسولهم صالح عليه السلام.",
        "saadi": "أي كذبت ثمود وهم القبيلة المعروفة المشهورة في أرض الحجر، نبيهمصالحا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، وأنذرهم العقاب إن هم خالفوه",
        "kathir": "هذا إخبار عن ثمود أنهم كذبوا رسولهم صالحا."
      },
      "translations": {
        "en": "Thamud denied the warning",
        "fr": "Les Thamûd ont traité de mensonges les avertissements.",
        "es": "Los tamudeos desmintieron las advertencias"
      },
      "ibn_ashour": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (23(القول في موقع جملة { كذبت ثمود بالنذر } كالقول في موقع جملة { كذبت عاد } [ القمر : 18 ] . وكذلك القول في إسناد حكم التكذيب إلى ثمود وهو اسم القبيلة معتبر فيه الغالب الكثير . فإن صالحاً قد آمن به نفر قليل كما حكاه الله عنهم في سورة الأعراف .وثمود : ممنوع من الصرف باعتبار العلمية والتأنيث المعنوي ، أي على تأويل الاسم بالقبيلة .والنذر : جمع نذير الذي هو اسم مصدر أنذر ، أي كذبوا بالإِنذارات التي أنذرهم الله بها على لسان رسوله . وليس النُذر هنا بصالح لحمله على جمْع النذير بمعنى المُنذر لأن فعل التكذيب إذا تعدى إلى الشخص المنسوب إلى الكذب تعدى إلى اسمه بدون حرف قال تعالى : { فكذبوا رسلي } [ سبأ : 45 ] وقال : { لما كذبوا الرسل } [ الفرقان : 37 ] وقال : { وإن يكذبوك } [ الحج : 42 ] ، وإذا تعدى إلى الكلام المكذّب تعدى إليه بالباء قال : { وكذبتم به } [ الأنعام : 57 ] وقال : { وكذب به قومك } [ الأنعام : 66 ] وقال : { إن الذين كذبوا بآياتنا } [ الأعراف : 40 ] وقال : { كذبوا بآياتنا } [ آل عمران : 11 ] . وهذا بخلاف قوله : { كذبت ثمود المرسلين } في سورة الشعراء ( 14",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "فَقَالُوٓا۟ أَبَشَرًۭا مِّنَّا وَٰحِدًۭا نَّتَّبِعُهُۥٓ إِنَّآ إِذًۭا لَّفِى ضَلَٰلٍۢ وَسُعُرٍ",
      "tafsir": {
        "muyassar": "كذبت ثمود -وهم قوم صالح- بالآيات التي أُنذرِوا بها، فقالوا: أبشرًا منا واحدًا نتبعه نحن الجماعة الكثيرة وهو واحد؟ إنا إذا لفي بُعْدٍ عن الصواب وجنون.",
        "mukhtasar": "فقالوا مستنكرين: أنتبع بشرًا من جنسنا واحدًا؟! إنا إن اتبعناه في هذه الحالة لفي بعد عن الصواب وانحراف عنه، وفي عناء.",
        "saadi": "فكذبوه واستكبروا عليه، وقالوا -كبرا وتيها-: { أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ } أي: كيف نتبع بشرا، لا ملكا منا، لا من غيرنا، ممن هو أكبر عند الناس منا، ومع ذلك فهو شخص واحد { إِنَّا إِذًا } أي: إن اتبعناه وهو بهذه الحال { لَفِي ضَلَالٍ وَسُعُرٍ } أي: إنا لضالون أشقياء، وهذا الكلام من ضلالهم وشقائهم، فإنهم أنفوا أن يتبعوا رسولا من البشر، ولم يأنفوا أن يكونوا عابدين للشجر والحجر والصور.",
        "kathir": "( فقالوا أبشرا منا واحدا نتبعه إنا إذا لفي ضلال وسعر ) ، يقولون : لقد خبنا وخسرنا إن سلمنا كلنا قيادنا لواحد منا !"
      },
      "translations": {
        "en": "And said, \"Is it one human being among us that we should follow? Indeed, we would then be in error and madness.",
        "fr": "Ils dirent: «Allons-nous suivre un seul homme (Sâlih) d'entre nous-mêmes? Nous serions alors dans l'égarement et la folie.",
        "es": "y dijeron: «¿Vamos a seguir a un solo mortal, salido de nosotros? ¡Estaríamos extraviados y deliraríamos!"
      },
      "ibn_ashour": "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (24(والمعنى : أنهم كذبوا إنذارات رسولهم ، أي جحدوها ثم كذبوا رسولهم ، فلذلك فُرع على جملة كذبت ثمود بالنذر } قوله : { فقالوا أبشراً منا واحداً نتبعه } إلى قوله : { بل هو كذاب أشر } ولو كان المراد بالنذر جمع النذير وأطلق على نذيرهم لكان وجه النظم أن تقع جملة { فقالوا أبشراً } إلى آخرها غير معطوفة بالفاء لأنها تكون حينئذٍ بياناً لجملة { كذبت ثمود بالنذر } .والمعنى : أن صالحاً جاءهم بالإِنذارات فجحدوا بها وكانت شبهتهم في التكذيب ما أعرب عنه قولهم : { أبشراً منا واحداً نتبعه } إلى آخره ، فهذا القول يقتضي كونه جواباً عن دعوة وإنذار ، وإنما فُصّل تكذيب ثمود وأجمل تكذيب عاد لقصد بيان المشابهة بين تكذيبهم ثمود وتكذيب قريش إذ تشابهت أقوالهم .والقول في انتظام جملة { فقالوا أبشراً } الخ بعد جملة { كذبت ثمود بالنذر } كالقول في جملة { فكذبوا عبدنا } [ القمر : 9 ] بعد جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وهذا قول قالوه لرسولهم لما أنذرهم بالنذر لأن قوله : { كذبت } يؤذن بمخبر إذ التكذيب يقتضي وجود مخبر . وهو كلا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "أَءُلْقِىَ ٱلذِّكْرُ عَلَيْهِ مِنۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌۭ",
      "tafsir": {
        "muyassar": "أأُنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر. سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟",
        "mukhtasar": "أأنزل عليه الوحي وهو واحد، واختص به دوننا جميعًا؟! لا، بل هو كذاب متجبر.",
        "saadi": "{ أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا } أي: كيف يخصه الله من بيننا وينزل عليه الذكر؟ فأي مزية خصه من بيننا؟ وهذا اعتراض من المكذبين على الله، لم يزالوا يدلون به، ويصولون ويجولون ويردون به دعوة الرسل، وقد أجاب الله عن هذه الشبهة بقول الرسل لأممهم: { قالت رسلهم إن نحن إلا بشر مثلكم ولكن الله يمن على من يشاء من عباده } فالرسل من الله عليهم بصفات وأخلاق وكمالات، بها صلحوا لرسالات ربهم والاختصاص بوحيه،ومن رحمته وحكمته أن كانوا من البشر، فلو كانوا من الملائكة لم يمكن البشر، أن يتلقوا عنهم، ولو جعلهم من الملائكة لعاجل الله المكذبين لهم بالعقاب العاجل.والمقصود بهذا الكلام الصادر من ثمود لنبيهم صالح، تكذيبه، ولهذا حكموا عليه بهذا الحكم الجائر، فقالوا: { بَلْ هُوَ كَذَّابٌ أَشِرٌ } أي: كثير الكذب والشر،فقبحهم الله ما أسفه أحلامهم وأظلمهم، وأشدهم مقابلة للصادقين الناصحين بالخطاب الشنيع، لا جرم عاقبهم الله حين اشتد طغيانهم",
        "kathir": "ثم تعجبوا من إلقاء الوحي عليه خاصة من دونهم ، ثم رموه بالكذب فقالوا : ( بل هو كذاب أشر ) أي : متجاوز في حد الكذب ."
      },
      "translations": {
        "en": "Has the message been sent down upon him from among us? Rather, he is an insolent liar.\"",
        "fr": "Est-ce que le message a été envoyé à Lui à l'exception de nous tous? C'est plutôt un grand menteur, plein de prétention et d'orgueil».",
        "es": "¿A él, entre nosotros, se le iba a confiar la Amonestación? ¡No, sino que es un mentiroso, un insolente!»"
      },
      "ibn_ashour": "أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (25(والمعنى : أنهم كذبوا إنذارات رسولهم ، أي جحدوها ثم كذبوا رسولهم ، فلذلك فُرع على جملة كذبت ثمود بالنذر } قوله : { فقالوا أبشراً منا واحداً نتبعه } إلى قوله : { بل هو كذاب أشر } ولو كان المراد بالنذر جمع النذير وأطلق على نذيرهم لكان وجه النظم أن تقع جملة { فقالوا أبشراً } إلى آخرها غير معطوفة بالفاء لأنها تكون حينئذٍ بياناً لجملة { كذبت ثمود بالنذر } .والمعنى : أن صالحاً جاءهم بالإِنذارات فجحدوا بها وكانت شبهتهم في التكذيب ما أعرب عنه قولهم : { أبشراً منا واحداً نتبعه } إلى آخره ، فهذا القول يقتضي كونه جواباً عن دعوة وإنذار ، وإنما فُصّل تكذيب ثمود وأجمل تكذيب عاد لقصد بيان المشابهة بين تكذيبهم ثمود وتكذيب قريش إذ تشابهت أقوالهم .والقول في انتظام جملة { فقالوا أبشراً } الخ بعد جملة { كذبت ثمود بالنذر } كالقول في جملة { فكذبوا عبدنا } [ القمر : 9 ] بعد جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وهذا قول قالوه لرسولهم لما أنذرهم بالنذر لأن قوله : { كذبت } يؤذن بمخبر إذ التكذيب يقتضي وجود مخبر . وهو كلام شافهوا به ص",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "سَيَعْلَمُونَ غَدًۭا مَّنِ ٱلْكَذَّابُ ٱلْأَشِرُ",
      "tafsir": {
        "muyassar": "أأُنزل عليه الوحي وخُصَّ بالنبوة مِن بيننا، وهو واحد منا؟ بل هو كثير الكذب والتجبر. سَيَرون عند نزول العذاب بهم في الدنيا ويوم القيامة مَنِ الكذاب المتجبر؟",
        "mukhtasar": "سيعلمون يوم القيامة من الكذاب المتجبر أصالح أم هم؟",
        "saadi": "",
        "kathir": "هذا تهديد لهم شديد ووعيد أكيد."
      },
      "translations": {
        "en": "They will know tomorrow who is the insolent liar.",
        "fr": "Demain, ils sauront qui est le grand menteur plein de prétention et d'orgueil.",
        "es": "¡Mañana verán quién es el mentiroso, el insolente!"
      },
      "ibn_ashour": "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (26(مقول قول محذوف دل عليه السياق تقديره : قلنا لنذيرهم الذي دل عليه قوله : { كذبت ثمود بالنذر } [ القمر : 23 ] فإن النذر تقتضي نذيراً بها وهو المناسب لقوله بعده { فارتقبهم واصطبر } [ القمر : 27 ] وذلك مبني على أن قوله آنفاً : { فقالوا أبشراً منا واحداً نتبعه } [ القمر : 25 ] كلام أجابوا به نِذارة صالح إيّاهم المقدرة من قوله تعالى : { كذبت ثمود بالنذر } [ القمر : 23 ] ، وبذلك انتظم الكلام أتم انتظام .وقرأ الجمهور { سيعلمون } بياء الغيبة . وقرأ ابن عامر وحمزة { ستعلمون } بتاء الخطاب وهي تحتمل أن يكون هذا حكاية كلام من الله لصالح على تقدير : قلنا له : قل لهم ، ففيه حذف قول . ويحتمل أن يكون خطاباً من الله لهم بتقدير : قلنا لهم ستعلمون . ويحتمل أن يكون خطاباً للمشركين على جعل الجملة معترضة .والمراد من قوله : { غداً } الزمن المستقبل القريب كقولهم في المثل : إن مع اليوم غداً ، أي إن مع الزمن الحاضر زمناً مستقبلاً . يقال في تسلية النفس من ظلم ظالم ونحوه ، وقال الطِرِمَّاح :وقبْلَ غدٍ يَا ويحَ قلبيَ من غد ... إذا راح أصحابي ولستُ برائحيريد يوم موت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "إِنَّا مُرْسِلُوا۟ ٱلنَّاقَةِ فِتْنَةًۭ لَّهُمْ فَٱرْتَقِبْهُمْ وَٱصْطَبِرْ",
      "tafsir": {
        "muyassar": "إنا مخرجو الناقة التي سألوها من الصخرة؛ اختبارًا لهم، فانتظر- يا صالح- ما يحلُّ بهم من العذاب، واصطبر على دعوتك إياهم وأذاهم لك.",
        "mukhtasar": "إنا مخرجو الناقة من الصخرة وباعثوها اختبارًا لهم، فانتظر - يا صالح - وراقب ما يصنعون بها وما يُصْنَع بهم، واصبر على أذاهم.",
        "saadi": "فأرسل الله الناقة التي هي من أكبر النعم عليهم، آية من آيات الله، ونعمة يحتلبون من ضرعها  ما يكفيهم أجمعين، { فِتْنَةً لَهُمْ } أي: اختبارا منه لهم وامتحانا { فَارْتَقِبْهُمْ وَاصْطَبِرْ } أي: اصبر على دعوتك إياهم، وارتقب ما يحل بهم، أو ارتقب هل يؤمنون أو يكفرون؟",
        "kathir": "ثم قال تعالى : ( إنا مرسلو الناقة فتنة لهم ) أي : اختبارا لهم ; أخرج الله لهم ناقة عظيمة عشراء من صخرة صماء طبق ما سألوا ، لتكون حجة الله عليهم في تصديق صالح ، عليه السلام فيما جاءهم به .ثم قال آمرا لعبده ورسوله صالح : ( فارتقبهم واصطبر ) أي : انتظر ما يئول إليه أمرهم ، واصبر عليهم ، فإن العاقبة لك والنصر لك في الدنيا والآخرة"
      },
      "translations": {
        "en": "Indeed, We are sending the she-camel as trial for them, so watch them and be patient.",
        "fr": "Nous leur enverrons la chamelle, comme épreuve. Surveille-les donc et sois patient.",
        "es": "Vamos a enviarles la camella para tentarles. ¡Obsérvales y ten paciencia!"
      },
      "ibn_ashour": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (27(هذه الجملة بيان لجملة { سيعلمون غداً من الكذاب الأشر } [ القمر : 26 ] باعتبار ما تضمنته الجملة المبيَّنة بفتح الياء من الوعيد وتقريب زمانه وإن فيه تصديق الرسول الذي كذبوه .وضمير { لهم } جار على مقتضى الظاهر على قراءة الجمهور { سيعلمون } بياء الغائبة ، وإما على قراءة ابن عامر وحمزة { ستعلمون } بتاء الخطاب فضمير { لهم } التفات .وإرسال الناقة إشارة إلى قصة معجزة صالح أنه أخرج لهم ناقة من صخرة وكانت تلك المعجزة مقدِّمة الأسباب التي عُجل لهم العذاب لأجلها ، فذكر هذه القصة في جملة البيان توطئة وتمهيد .والإِرسال مستعار لجعلها آية لصالح . وقد عُرف خَلْق خوارق العادات لتأييد الرسل باسم الإِرسال في القرآن كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] فشبهت الناقة بشاهد أرسله الله لتأييد رسوله . وهذا مؤذن بأن في هذه الناقة معجزةً وقد سماها الله آية في قوله حكاية عنهم وعن صالح { فأت بآية إن كنت من الصادقين قال هذه ناقة } [ الشعراء : 154 ، 155 ] الخ .و { فتنة لهم } حال مقدر ، أي تفتنهم فتنة هي مكابرتهم ف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "وَنَبِّئْهُمْ أَنَّ ٱلْمَآءَ قِسْمَةٌۢ بَيْنَهُمْ ۖ كُلُّ شِرْبٍۢ مُّحْتَضَرٌۭ",
      "tafsir": {
        "muyassar": "وأخبرهم أن الماء مقسوم بين قومك والناقة: للناقة يوم، ولهم يوم، كل شِرْب يحضره مَن كانت قسمته، ويُحظر على من ليس بقسمة له.",
        "mukhtasar": "وأخبرهم أن ماء بئرهم مقسوم بينهم وبين الناقة؛ يوم لها، ويوم لهم، كل نصيب يحضره صاحبه وحده في يومه المختص به.",
        "saadi": "{ وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ } أي: وأخبرهم أن الماء أي: موردهم الذي يستعذبونه، قسمة بينهم وبين الناقة، لها شرب يوم ولهم شرب يوم آخر معلوم، { كُلُّ شِرْبٍ مُحْتَضَرٌ } أي: يحضره من كان قسمته، ويحظر على من ليس بقسمة له.",
        "kathir": "( ونبئهم أن الماء قسمة بينهم ) أي : يوم لهم ويوم للناقة ; كقوله : ( قال هذه ناقة لها شرب ولكم شرب يوم معلوم ) [ الشعراء : 155 ] .وقوله : ( كل شرب محتضر ) قال مجاهد : إذا غابت حضروا الماء ، وإذا جاءت حضروا اللبن ."
      },
      "translations": {
        "en": "And inform them that the water is shared between them, each [day of] drink attended [by turn].",
        "fr": "Et informe-les que l'eau sera en partage entre eux [et la chamelle]; chacun boira à son tour.",
        "es": "Infórmales de que el agua debe repartirse entre ellos y de que beberán por turno."
      },
      "ibn_ashour": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (28(والتعريف في { الماء } للعهد ، أي ماء القرية الذي يستقون منه ، فإن لكل محلة ينزلها قوم ماءً لسقياهم وقال تعالى : { ولما ورد ماء مدين } [ القصص : 23 ] .وأخبر عن الماء بأنه { قسمة } . والمراد مقسوم فهو من الإِخبار بالمصدر للتأكيد والمبالغة .وضمير { بينهم } عائد إلى معلوم من المقام بعد ذكر الماء إذ من المتعارف أن الماء يستقي منه أهل القرية لأنفسهم وماشيتهم ، ولما ذكرت الناقة عُلم أنها لا تستغني عن الشرب فغلّب ضمير العقلاء على ضمير الناقة الواحدة وإذ لم يكن للناقة مالك خاص أمر الله لها بنوبة في الماء . وقد جاء في آية سورة الشعراء ( 155 ( { قال هذه ناقة لها شرب ولكم شرب يوم معلوم } وهذا مبدأ الفتنة ، فقد روي أن الناقة كانت في يوم شربها تشرب ماء البئر كله فشحّوا بذلك وأضمروا حَلْدَها عن الماء فأبلغهم صالح إن الله ينهاهم عن أن يمسوها بسوء .والمحْتضر بفتح الضاد اسم مفعول من الحضور وهو ضد الغيبة . والمعنى : محتضر عنده فحذف المتعلققِ لظهوره . وهذا من جملة ما أُمر رسولهم بأن ينبئهم به ، أي لا يحضُر القوم في يوم شِرب الناق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 29,
      "text": "فَنَادَوْا۟ صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
      "tafsir": {
        "muyassar": "فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقَبْتُهم، فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟",
        "mukhtasar": "فنادوا صاحبهم ليقتل الناقة، فتناول السيف وقتلها؛ امتثالًا لأمر قومه.",
        "saadi": "{ فَنَادَوْا صَاحِبَهُمْ } الذي باشر عقرها، الذي هو أشقى القبيلة { فَتَعَاطَى } أي: انقاد لما أمروه به من عقرها { فَعَقَرَ } ",
        "kathir": "ثم قال تعالى : ( فنادوا صاحبهم فتعاطى فعقر ) قال المفسرون : هو عاقر الناقة ، واسمه قدار بن سالف ، وكان أشقى قومه . كقوله : ( إذ انبعث أشقاها ) [ الشمس : 12 ] . ) فتعاطى ) أي : فجسر"
      },
      "translations": {
        "en": "But they called their companion, and he dared and hamstrung [her].",
        "fr": "Puis ils appelèrent leur camarade qui prit [son épée] et [la] tua.",
        "es": "Llamaron a su paisano, que se hizo cargo y desjarretó."
      },
      "ibn_ashour": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (29(وعبر عنه بصاحبهم للإِشارة إلى أنهم راضون بفعله إذ هم مصاحبون له وممالئون .ونداؤهم إياه نداء الإِغراء بالناقة وإنما نادوه لأنه مشتهر بالإِقدام وقلة المبالاة لعزته .وتعاطى } مطاوع عاطاه وهو مشتق من : عطَا يعطو ، إذا تناول . وصيغة تفاعل تقتضي تعدد الفاعل ، شبه تخوف القوم من قتلها لما أنذرهم به رسولهم من الوعيد وتردُّدُهم في الإِقدام على قتلها بالمعاطاة فكل واحد حين يُحجم عن مباشرة ذلك ويشير بغيره كأنه يعطي ما بيده إلى يد غيره حتى أخذه قُدار .وعطف { فعقر } بالفاء للدلالة على سرعة إتيانه ما دعوه لأجله .والعقر : أصله ضرب البعير بالسيف على عراقيبه ليسقط إلى الأرض جاثياً فيتمكن الناحر من نَحره . قال أبو طالب :ضروبٌ بنصل السيف سُوق سمائها ... إذا عدموا زادا فإنك عاقروغلب إطلاقه على قتل البعير كما هنا إذ ليس المراد أنه عَقَرها بل قتلها بنبله .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 30,
      "text": "فَكَيْفَ كَانَ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "فنادوا صاحبهم بالحض على عقرها، فتناول الناقة بيده، فنحرها فعاقَبْتُهم، فكيف كان عقابي لهم على كفرهم، وإنذاري لمن عصى رسلي؟",
        "mukhtasar": "فتأملوا - يا أهل مكة - كيف كان عذابي لهم؟! وكيف كان إنذاري لغيرهم بعذابهم؟!",
        "saadi": "{ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ } كان أشد عذاب",
        "kathir": "أي فعاقبتهم فكيف كان عقابي لهم على كفرهم بي وتكذيبهم رسولي."
      },
      "translations": {
        "en": "And how [severe] were My punishment and warning.",
        "fr": "Comment furent donc Mon châtiment et Mes avertissements?",
        "es": "Y ¡cuáles no fueron Mi castigo y Mis advertencias!"
      },
      "ibn_ashour": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (30(القول فيه كالقول في نظيره الواقع في قصة قوم نوح فليس هو تكريراً ولكنه خاص بهذه القصة .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 31,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةًۭ وَٰحِدَةًۭ فَكَانُوا۟ كَهَشِيمِ ٱلْمُحْتَظِرِ",
      "tafsir": {
        "muyassar": "إنا أرسلنا عليهم جبريل، فصاح بهم صيحة واحدة، فبادوا عن آخرهم، فكانوا كالزرع اليابس الذي يُجْعل حِظارًا على الإبل والمواشي.",
        "mukhtasar": "إنا بعثنا عليهم صيحة واحدة فأهلكتهم، فكانوا كالشجر اليابس يتخذ منه المُحْتَظِر حظيرة لغنمه.",
        "saadi": "أرسل الله عليهم صيحة ورجفة أهلكتهم عن آخرهم، ونجى الله صالحا ومن آمن معه ",
        "kathir": "( إنا أرسلنا عليهم صيحة واحدة فكانوا كهشيم المحتظر ) أي : فبادوا عن آخرهم لم تبق منهم باقية ، وخمدوا وهمدوا كما يهمد يبيس الزرع والنبات . قاله غير واحد من المفسرين . والمحتظر - قال السدي - : هو المرعى بالصحراء حين يبس وتحرق ونسفته الريح .وقال ابن زيد : كانت العرب يجعلون حظارا على الإبل والمواشي من يبيس الشوك ، فهو المراد من قوله : ( كهشيم المحتظر ) .وقال سعيد بن جبير : ( كهشيم المحتظر ) : هو التراب المتناثر من الحائط . وهذا قول غريب ، والأول أقوى ، والله أعلم ."
      },
      "translations": {
        "en": "Indeed, We sent upon them one blast from the sky, and they became like the dry twig fragments of an [animal] pen.",
        "fr": "Nous lachâmes sur eux un seul Cri, et voilà qu'ils furent réduits à l'état de paille d'étable.",
        "es": "Les lanzamos un solo Grito y fueron como hierba seca que se emplea para levantar una cerca."
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (31(جواب قوله : { فكيف كان عذابي ونذر } [ القمر : 30 ] فهو مثل موقع قوله : { إنا أرسلنا عليهم ريحاً صرصراً } [ القمر : 19 ] في قصة عاد كما تقدم .والصيحة : الصاعقة وهي المعبر عنها بالطاغية في سورة الحاقة ، وفي سورة الأعراف بالرجفة ، وهي صاعقة عظيمة خارقة للعادة أهلكتهم ، ولذلك وصفت ب { واحدة } للدلالة على أنها خارقة للعادة إذ أتت على قبيلة كاملة وهم أصحاب الحِجْر .و { كانوا } بمعنى : صاروا ، وتجيء ( كان ( بمعنى ( صار ( حين يراد بها كون متجدد لم يكن من قبل .والهشيم : ما يَبِسَ وجفّ من الكلأ ومن الشجر ، وهو مشتق من الهشْم وهو الكَسْر لأن اليابس من ذلك يصير سريع الانكسار . والمراد هنا شيء خاص منه وهو ما جفّ من أغصَان العضاة والشوك وعظيم الكلأ كانوا يتخذون منه حظائر لحفظ أغنامهم من الريح والعادية ولذلك أضيف الهشيم إلى المْحتظِر . وهو بكسر الظاء المعجمة : الذي يَعمل الحَظيرة ويَبْنيهَا ، وذلك بأنه يجمع الهشيم ويلقيه على الأرض ليرصفه بعد ذلك سياجاً لحظيرته فالمشبه به هو الهشيم المجموع في الأرض قبل أن يُسيّج ولذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 32,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر ويعتبر، فهل مِن متعظ به؟",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "{ وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ }  ",
        "kathir": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "Et vraiment, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (32(تكرير ثان بعد نظيريه السالفين في قصة قوم نوح وقصة عاد تذييلاً لهذه القصة كما ذيلت بنظيريه القصتان السالفتان اقتضى التكرير مقام الامتنان والحث على التدبر بالقرآن لأن التدبر فيه يأتي بتجنب الضلال ويرشد إلى مسالك الاهتداء فهذا أهم من تكرير { فكيف كان عذابي ونذر } [ القمر : 30 ] فلذلك أوثر .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 33,
      "text": "كَذَّبَتْ قَوْمُ لُوطٍۭ بِٱلنُّذُرِ",
      "tafsir": {
        "muyassar": "كذَّبت قوم لوط بآيات الله التي أنذِروا بها.",
        "mukhtasar": "كذبت قوم لوط بما أنذرهم به رسولهم لوط عليه السلام.",
        "saadi": "أي: { كَذَّبَتْ قَوْمُ لُوطٍ } لوطا عليه السلام، حين دعاهم إلى عبادة الله وحده لا شريك له، ونهاهم عن الشرك والفاحشة التي ما سبقهم بها أحد من العالمين،",
        "kathir": "يقول تعالى مخبرا عن قوم لوط كيف كذبوا رسولهم وخالفوه ، وارتكبوا المكروه من إتيان الذكور ، وهي الفاحشة التي لم يسبقهم بها أحد من العالمين ; ولهذا أهلكهم الله هلاكا لم يهلكه أمة من الأمم ، فإنه تعالى أمر جبريل عليه السلام ، فحمل مدائنهم حتى وصل بها إلى عنان السماء ، ثم قلبها عليهم وأرسلها ، وأتبعت بحجارة من سجيل منضود ; ولهذا قال هاهنا ."
      },
      "translations": {
        "en": "The people of Lot denied the warning.",
        "fr": "Le peuple de Lot traita de mensonges les avertissements.",
        "es": "El pueblo de Lot desmintió las advertencias."
      },
      "ibn_ashour": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (33(القول في مفرداته كالقول في نظائره ، وقصة قوم لوط تقدمت في سورة الأعراف وغيرها .وعرف قوم لوط بالإِضافة إليه إذ لم يكن لتلك الأمة اسم يعرفون به عند العرب .ولم يُحك هنا ما تلقَّى به قوم لوط دعوة لوط كما حكي في القصص الثلاث قبل هذه ، وقد حكي ذلك في سورة الأعراف وفي سورة هود وفي سورة الحجر لأن سورة القمر بنيت على تهديد المشركين عن إعراضهم عن الاتّعاظ بآيات الله التي شاهدوها وآثار آياته على الأمم الماضية التي علموا أخبارها وشهدوا آثارها ، فلم يكن ثمة مقتض لتفصيل أقوال تلك الأمم إلا ما كان منها مشابهاً لأقوال المشركين في تفصيله ولم تكن أقوال قوم لوط بتلك المثابة ، فلذلك اقتصر فيها على حكاية ما هو مشترك بينهم وبين المشركين وهو تكذيب رسولهم وإعراضهم عن نذره . والنذر تقدم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 34,
      "text": "إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّآ ءَالَ لُوطٍۢ ۖ نَّجَّيْنَٰهُم بِسَحَرٍۢ",
      "tafsir": {
        "muyassar": "إنا أرسلنا عليهم حجارةً إلا آل لوط، نجَّيناهم من العذاب في آخر الليل، نعمة من عندنا عليهم، كما أثبنا لوطًا وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا.",
        "mukhtasar": "إنا بعثنا عليهم ريحًا ترميهم بالحجارة إلا آل لوط عليه السلام، لم يصبهم العذاب، فقد أنقذناهم منه؛ إذ سرى بهم قبل وقوع العذاب من آخر الليل.",
        "saadi": "",
        "kathir": "( إنا أرسلنا عليهم حاصبا ) وهي : الحجارة ، ( إلا آل لوط نجيناهم بسحر ) أي : خرجوا من آخر الليل فنجوا مما أصاب قومهم ، ولم يؤمن بلوط من قومه أحد ولا رجل واحد حتى ولا امرأته ، أصابها ما أصاب قومها ، وخرج نبي الله لوط وبنات له من بين أظهرهم سالما لم يمسسه سوء ; ولهذا قال تعالى :"
      },
      "translations": {
        "en": "Indeed, We sent upon them a storm of stones, except the family of Lot - We saved them before dawn",
        "fr": "Nous lachâmes sur eux un ouragan, excepté la famille de Lot que Nous sauvâmes avant l'aube,",
        "es": "Enviamos contra ellos una tempestad de arena. Exceptuamos a la familia de Lot, a la que salvamos al rayar el alba,"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آَلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ (34(وجملة { إنا أرسلنا عليهم حاصباً } استئناف بياني ناشىء عن الإِخبار عن قوم لوط بأنهم كذبوا بالنذر .وكذلك جملة { نجيناهم بسحر } ، وجملة { كذلك نجزي من شكر } .والحاصب : الريح التي تحصِب ، أي ترمي بالحصباء ترفعها من الأرض لقوتها ، وتقدم في قوله تعالى : { فمنهم من أرسلنا عليه حاصباً } في سورة [ العنكبوت : 40 ] .والاستثناء حقيقي لأن آل لوط من جملة قومه .وآل لوط : قرابته وهم بَنَاتُه ، ولوط داخل بدلالة الفحوى . وقد ذكر في آيات أخرى أن زوجة لوط لم يُنجها الله ولم يذكر ذلك هنا اكتفاء بمواقع ذكره وتنبيهاً على أن من لا يؤمن بالرسول لا يعد من آله ، كما قال : { يا نوح إنه ليس من أهلك إنه عمل غير صالح } [ هود : 46 ] وذكر { بسحر } ، أي في وقت السحر للإِشارة إلى إنجائهم قبيل حلول العذاب بقومهم لقوله بعده : { ولقد صبحهم بكرة عذاب مستقر } .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 35,
      "text": "نِّعْمَةًۭ مِّنْ عِندِنَا ۚ كَذَٰلِكَ نَجْزِى مَن شَكَرَ",
      "tafsir": {
        "muyassar": "إنا أرسلنا عليهم حجارةً إلا آل لوط، نجَّيناهم من العذاب في آخر الليل، نعمة من عندنا عليهم، كما أثبنا لوطًا وآله وأنعمنا عليهم، فأنجيناهم مِن عذابنا، نُثيب مَن آمن بنا وشكرنا.",
        "mukhtasar": "أنقذناهم من العذاب إنعامًا منا عليهم، مثل هذا الجزاء الذي جزينا به لوطًا نجزي من شكر الله على نعمه.",
        "saadi": "",
        "kathir": "نِعْمَةً مِنْ عِنْدِنَا ۚ كَذَٰلِكَ نَجْزِي مَنْ شَكَرَ"
      },
      "translations": {
        "en": "As favor from us. Thus do We reward he who is grateful.",
        "fr": "à titre de bienfait de Notre part: ainsi récompensons-Nous celui qui est reconnaissant.",
        "es": "en virtud de una gracia venida de Nosotros. Así retribuimos al agradecido."
      },
      "ibn_ashour": "نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ (35(وانتصب { نعمة } على الحال من ضمير المتكلم ، أي إنعاماً منا .وجملة { كذلك نجزي من شكر } معترضة ، وهي استئناف بياني عن جملة { نجيناهم بسحر } باعتبار ما معها من الحال ، أي إنعاماً لأجل أنه شكر ، ففيه إيماء بأن إهلاك غيرهم لأنهم كفروا ، وهذا تعريض بإنذار المشركين وبشارة للمؤمنين .وفي قوله : { من عندنا } تنويه بشأن هذه النعمة لأن ظرف ( عند ( يدل على الادخار والاستئثار مثل ( لدن ( في قوله : { من لدنا } . فذلك أبلغ من أن يقال : نعمة منا أو أنعمنا .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 36,
      "text": "وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا فَتَمَارَوْا۟ بِٱلنُّذُرِ",
      "tafsir": {
        "muyassar": "ولقد خوَّف لوط قومه بأس الله وعذابه، فلم يسمعوا له، بل شكُّوا في ذلك، وكذَّبوه.",
        "mukhtasar": "ولقد خوّفهم لوط عذابنا فتجادلوا بإنذاره، وكذبوه.",
        "saadi": "فكذبوه واستمروا على شركهم وقبائحهم، حتى إن الملائكة الذين جاءوه بصورة أضياف حين سمع بهم قوم لوط، جاؤوهم  مسرعين، يريدون إيقاع الفاحشة فيهم، لعنهم الله وقبحهم، وراودوه عنهم، فأمر الله جبريل عليه السلام، فطمس أعينهم بجناحه، وأنذرهم نبيهم بطشة الله وعقوبته { فَتَمَارَوْا بِالنُّذُرِ }",
        "kathir": "أي : ولقد كان قبل حلول العذاب بهم قد أنذرهم بأس الله وعذابه ، فما التفتوا إلى ذلك ، ولا أصغوا إليه ، بل شكوا فيه وتماروا به ،"
      },
      "translations": {
        "en": "And he had already warned them of Our assault, but they disputed the warning.",
        "fr": "Il les avait pourtant avertis de Nos représailles. Mais ils mirent les avertissements en doute.",
        "es": "Les había prevenido contra Nuestro rigor, pero pusieron en duda las advertencias."
      },
      "ibn_ashour": "وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (36(عطف على جملة { إنا أرسلنا عليهم حاصباً } [ القمر : 34 ] .وتأكيد الكلام بلام القسم وحرف التحقيق يقصد منه تأكيد الغرض الذي سيقت القصة لأجله وهو موعظة قريش الذين أنذرهم رسول الله صلى الله عليه وسلم فتماروا بالنذر .والبطشة : المرَّة من البطش ، وهو الأخذ بعنف لعقاب ونحوه ، وتقدم في قوله : { أم لهم أيد يبطشون بها } في آخر الأعراف ( 195 ( ، وهي هنا تمثيل للإِهلاك السريع مثل قوله : { يوم نبطش البطشة الكبرى } في سورة الدخان ( 16 ( .والتماري : تفاعل من المِراء وهو الشك . وصيغة المفاعلة للمبالغة . وضمن تماروا } معنى : كذبوا ، فعدي بالباء ، وتقدم عند قوله تعالى : { فبأي آلاء ربك تتمارى } في سورة النجم ( 55 ( .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 37,
      "text": "وَلَقَدْ رَٰوَدُوهُ عَن ضَيْفِهِۦ فَطَمَسْنَآ أَعْيُنَهُمْ فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "ولقد طلبوا منه أن يفعلوا الفاحشة بضيوفه من الملائكة، فطمسنا أعينهم فلم يُبصروا شيئًا، فقيل لهم: ذوقوا عذابي وإنذاري الذي أنذركم به لوط عليه السلام.",
        "mukhtasar": "ولقد راود لوطًا قومُهُ أن يخلي بينهم وبين ضيوفه من الملائكة قصد فعل الفاحشة، فطمسنا أعينهم فلم تبصرهم، وقلنا لهم: ذوقوا عذابي، ونتيجة إنذاري لكم.",
        "saadi": "",
        "kathir": "( ولقد راودوه عن ضيفه ) وذلك ليلة ورد عليه الملائكة : جبريل ، وميكائيل ، وإسرافيل في صورة شباب مرد حسان محنة من الله بهم ، فأضافهم لوط [ عليه السلام ] وبعثت امرأته العجوز السوء إلى قومها ، فأعلمتهم بأضياف لوط ، فأقبلوا يهرعون إليه من كل مكان ، فأغلق لوط دونهم الباب ، فجعلوا يحاولون كسر الباب ، وذلك عشية ، ولوط ، عليه السلام ، يدافعهم ويمانعهم دون أضيافه ، ويقول لهم : ( هؤلاء بناتي ) يعني : نساءهم ، ( إن كنتم فاعلين ) [ الحجر : 71 ] ( قالوا لقد علمت ما لنا في بناتك من حق ) أي : ليس لنا فيهن أرب ، ( وإنك لتعلم ما نريد ) [ هود : 79 ] فلما اشتد الحال وأبوا إلا الدخول ، خرج عليهم جبريل ، عليه السلام ، فضرب أعينهم بطرف جناحه ، فانطمست أعينهم . يقال : إنها غارت من وجوههم . وقيل : إنه لم تبق لهم عيون بالكلية"
      },
      "translations": {
        "en": "And they had demanded from him his guests, but We obliterated their eyes, [saying], \"Taste My punishment and warning.\"",
        "fr": "En effet, ils voulaient séduire ses hôtes. Nous aveuglâmes leurs yeux «Goûtez donc Mon châtiment et Mes avertissements».",
        "es": "Le exigieron a sus huéspedes y les apagamos los ojos. «¡Gustad Mi castigo y Mis advertencias!»"
      },
      "ibn_ashour": "وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ (37(إجمال لما ذكر في غير هذه السورة في قصة قوم لوط أنه نزل به ضيف فرام قومه الفاحشة بهم وعجز لوط عن دفع قومه إذ اقتحموا بيته وأنّ الله أعمى أعينهم فلم يروا كيف يدخلون .والمراودة : محاولة رضَى الكَاره شيئاً بقبول ما كرهه ، وهي مفاعلة من راد يرود رَوْداً ، إذا ذهب ورجع في أمر ، مُثِّلت هيئة من يكرر المراجعة والمحاولة بهيئة المنْصرف ثم الراجع . وضمن { راودوه } معنى دفعوه وصرفوه فعدّي ب { عن } .وأسند المراودة إلى ضمير قوم لوط وإن كان المراودون نفراً منهم لأن ما راودوا عليه هو راد جميع القوم بقطع النظر عن تعيين من يفعله .ويتعلق قوله : { عن ضيفه } بفعل { راودوه } بتقدير مضاف ، أي عن تمكينهم من ضيوفه .وقوله : { فذوقوا عذابي ونذر } مقول قول محذوف دل عليه سياق الكلام للنفَر الذين طمسنا أعينهم { ذوقوا عذابي } وهو العمى ، أي ألقى الله في نفوسهم أنَّ ذلك عقاب لهم .واستعمل الذوق في الإِحساس بالعذاب مجازاً مرسلاً بعلاقة التقييد في الإِحساس .وعطف النذر على العذاب باعتبار أن العذاب تصديق للنذر ، أي ذوقوا مصداق نذري ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 38,
      "text": "وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌۭ مُّسْتَقِرٌّۭ",
      "tafsir": {
        "muyassar": "ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها، فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، وإنذاري الذي أنذركم به لوط عليه السلام.",
        "mukhtasar": "ولقد جاءهم في وقت الصباح عذاب مستمرّ معهم حتى يَرِدُوا الآخرة فيأتيهم عذابها.",
        "saadi": "{ وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ } قلب الله عليهم ديارهم، وجعل أسفلها أعلاها، وتتبعهم بحجارة من سجيل منضود، مسومة عند ربك للمسرفين، ونجى الله لوطا وأهله من الكرب العظيم، جزاء لهم على شكرهم لربهم، وعبادته وحده لا شريك له.",
        "kathir": "قال الله تعالى : ( ولقد صبحهم بكرة عذاب مستقر ) أي : لا محيد لهم عنه ، ولا انفكاك لهم منه"
      },
      "translations": {
        "en": "And there came upon them by morning an abiding punishment.",
        "fr": "En effet, au petit matin, un châtiment persistant les surprit.",
        "es": "A la mañana siguiente, temprano, les sorprendió un castigo duradero."
      },
      "ibn_ashour": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (38(القول في تأكيده بلام القسم تقدم آنفاً في نظيره .والبكرة : أول النهار وهو وقت الصبح ، وقد جاء في الآية الأخرى قوله : { إن موعدهم الصبح أليس الصبح بقريب } [ هود : 81 ] ، فذكر { بكرة } للدلالة على تعجيل العذاب لهم .والتصبيح : الكون في زمن الصباح وهو أول النهار .والمستقر : الثابت الدائم الذي يجري على قوة واحدة لا يقلع حتى استأصلهم .والعذاب : هو الخسف ومطر الحجارة وهو مذكور في سورة الأعراف وسورة هود .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 39,
      "text": "فَذُوقُوا۟ عَذَابِى وَنُذُرِ",
      "tafsir": {
        "muyassar": "ولقد جاءهم وقت الصباح عذاب دائم استقر فيهم حتى يُفضي بهم إلى عذاب الآخرة، وذلك العذاب هو رجمهم بالحجارة وقلب قُراهم وجعل أعلاها أسفلها، فقيل لهم: ذوقوا عذابي الذي أنزلته بكم؛ لكفركم وتكذيبكم، وإنذاري الذي أنذركم به لوط عليه السلام.",
        "mukhtasar": "وقيل لهم: ذوقوا عذابي الذي أنزلته بكم، ونتيجة إنذار لوط لكم.",
        "saadi": "",
        "kathir": "فَذُوقُوا عَذَابِي وَنُذُرِ"
      },
      "translations": {
        "en": "So taste My punishment and warning.",
        "fr": "Goûtez donc Mon châtiment et Mes avertissements.",
        "es": "«¡Gustad Mi castigo y Mis advertencias!»"
      },
      "ibn_ashour": "فَذُوقُوا عَذَابِي وَنُذُرِ (39(تفريع قوللٍ محذوف خوطبوا به مراد به التوبيخ؛ إمّا بأن ألقي في روعهم عند حلول العذاب ، بأن ألقَى الله في أسماعهم صوتاً .والخطاب لجميع الذين أصابهم العذاب المستقر ، وبذلك لم تكن هذه الجملة تكريراً . وحذفت ياء المتكلم من قوله : { ونذر } تخفيفاً .والقول في استعمال الذوق هنا كالقول في سابقه .وفائدة الإعلام بما قيل لهم من قوله : { فذوقوا عذابي ونذر } في الموضعين أن يتجدد عند استماع كل نبإ من ذلك ادّكار لهم واتّعاظ وإيقاظ استيفاءً لحق التذكير القرآني .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 40,
      "text": "وَلَقَدْ يَسَّرْنَا ٱلْقُرْءَانَ لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد سَهَّلْنا لفظ القرآن للتلاوة والحفظ، ومعانيه للفهم والتدبر لمن أراد أن يتذكر، فهل مِن متعظ به؟",
        "mukhtasar": "ولقد سهّلنا القرآن للتذكر والاتعاظ، فهل من معتبر بما فيه من العبر والعظات؟!",
        "saadi": "",
        "kathir": "أي سهلنا لفظه ويسرنا معناه لمن أراده ليتذكر الناس كما قال \"كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب\" وقال تعالى \"فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لدا\".قال مجاهد \"ولقد يسرنا القرآن للذكر\" يعني هونا قراءته وقال السدي يسرنا تلاوته على الألسن وقال الضحاك عن ابن عباس لولا أن الله يسره على لسان الآدميين ما استطاع أحد من الخلق أن يتكلم بكلام الله عز وجل قلت ومن تيسيره تعالى على الناس تلاوة القرآن ما تقدم عن النبي صلى الله عليه وسلم أنه قال \"إن هذا القرآن أنزل على سبعة أحرف\" وأوردنا الحديث بطرقه وألفاظه بما أغنى عن إعادته ههنا ولله الحمد والمنة وقوله \"فهل من مدكر\" أي فهل من متذكر بهذا القرآن الذي قد يسر الله حفظه ومعناه؟ وقال محمد بن كعب القرظي فهل من منزجر عن المعاصي؟ وقال ابن أبي حاتم حدثنا أبي حدثنا الحسن بن رافع حدثنا ضمرة عن ابن شوذب عن مطر هو الوراق في قوله تعالى \"فهل من مدكر\" هل من طالب علم فيعان عليه وكذا علقه البخاري بصيغة الجزم عن مطر الوراق ورواه ابن جرير وروى عن قتادة مثله."
      },
      "translations": {
        "en": "And We have certainly made the Qur'an easy for remembrance, so is there any who will remember?",
        "fr": "Et vraiment, Nous avons rendu le Coran facile pour la méditation. Y a-t-il quelqu'un pour réfléchir?",
        "es": "Hemos facilitado el Corán para que pueda servir de amonestación. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (40(تكرير ثالث تنويها بشأن القرآن للخصوصية التي تقدمت في المواضع التي كرر فيها نظيره وما يقاربه وخاصة في نظيره الموالي هو له . ولم يذكر هنا { فكيف كان عذابي ونذر } [ القمر : 30 ] اكتفاء بحكاية التنكيل لقوم لوط في التعريض بتهديد المشركين .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 41,
      "text": "وَلَقَدْ جَآءَ ءَالَ فِرْعَوْنَ ٱلنُّذُرُ",
      "tafsir": {
        "muyassar": "ولقد جاء أتباعَ فرعون وقومَه إنذارُنا بالعقوبة لهم على كفرهم.",
        "mukhtasar": "ولقد جاء آلَ فرعون إنذارنا على لسان موسى وهارون عليهما السلام.",
        "saadi": "أي: { وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ } أي: فرعون وقومه { النُّذُرُ } فأرسل الله إليهم موسى الكليم، وأيده بالآيات الباهرات، والمعجزات القاهرات  ",
        "kathir": "يقول تعالى مخبرا عن فرعون وقومه إنهم جاءهم رسول الله موسى وأخوه هارون بالبشارة إن آمنوا ، والنذارة إن كفروا ، وأيدهما بمعجزات عظيمة وآيات متعددة ، فكذبوا بها كلها ، فأخذهم الله أخذ عزيز مقتدر ، أي : فأبادهم الله ولم يبق منهم مخبرا ولا عينا ولا أثرا ."
      },
      "translations": {
        "en": "And there certainly came to the people of Pharaoh warning.",
        "fr": "Les avertissements vinrent certes, aux gens de Pharaon.",
        "es": "Y, ciertamente, la gente de Faraón fue advertida."
      },
      "ibn_ashour": "وَلَقَدْ جَاءَ آَلَ فِرْعَوْنَ النُّذُرُ (41(لما كانت عدوة موسى عليه السلام غير موجهة إلى أمة القبط ، وغيرَ مراد منها التشريع لهم . ولكنها موجهة إلى فرعون وأهل دولته الذين بأيديهم تسيير أمور المملكة الفرعونية ، ليسمحوا بإطلاق بني إسرائيل من الاستعباد ، ويمكنوهم من الخروج مع موسى خص بالنذر هنا آل فرعون ، أي فرعون وآله لأنه يصدر عن رأيهم ، ألا ترى أن فرعون لم يستأثر بردّ دعوة موسى بل قال لمن حوله : { ألا تستمعون } [ الشعراء : 25 ] وقال : { فماذا تأمرون } [ الشعراء : 35 ] وقالوا : { أرْجِهِ وأخاه } [ الشعراء : 36 ] الآية ، ولذلك لم يكن أسلوب الإخبار عن فرعون ومن معه مماثلاً لأسلوب الإخبار عن قوم نوح وعاد وثمود وقوم لوط إذ صدر الإِخبار عن أولئك بجملة { كذبت } [ القمر : 18 ] ، وخولف في الإِخبار عن فرعون فصدر بجملة { ولقد جاء آل فرعون النذر } وإن كان مآل هذه الأخبار الخمسة متماثلاً .والآل : القرابَة ، ويطلق مجازاً على من له شدة اتصال بالشخص كما في قوله تعالى : { أدخلوا آل فرعون أشد العذاب } [ غافر : 46 ] . وكان الملوك الأقدمون ينوطون وزارتهم ومشاورتهم بقرابتهم لأنهم يأمنون كيدهم .والنُذر : ج",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 42,
      "text": "كَذَّبُوا۟ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذْنَٰهُمْ أَخْذَ عَزِيزٍۢ مُّقْتَدِرٍ",
      "tafsir": {
        "muyassar": "كذَّبوا بأدلتنا كلها الدالة على وحدانيتنا ونبوة أنبيائنا، فعاقبناهم بالعذاب عقوبة عزيز لا يغالَب، مقتدر على ما يشاء.",
        "mukhtasar": "كذبوا بالبراهين والحجج التي جاءتهم من عندنا، فعاقبناهم على تكذيبهم بها عقوبة عزيز لا يغلبه أحد، مقتدر لا يعجز عن شيء.",
        "saadi": "وأشهدهم من العبر ما لم يشهد عليه أحدا غيرهم  فكذبوا بآيات الله كلها، فأخذهم أخذ عزيز مقتدر، فأغرقهم في اليم هو وجنوده  والمراد من ذكر هذه القصص تحذير [الناس و] المكذبين لمحمد صلى الله عليه وسلم.",
        "kathir": "يقول تعالى مخبرا عن فرعون وقومه إنهم جاءهم رسول الله موسى وأخوه هارون بالبشارة إن آمنوا ، والنذارة إن كفروا ، وأيدهما بمعجزات عظيمة وآيات متعددة ، فكذبوا بها كلها ، فأخذهم الله أخذ عزيز مقتدر ، أي : فأبادهم الله ولم يبق منهم مخبرا ولا عينا ولا أثرا ."
      },
      "translations": {
        "en": "They denied Our signs, all of them, so We seized them with a seizure of one Exalted in Might and Perfect in Ability.",
        "fr": "Ils traitèrent de mensonges tous Nos prodiges. Nous les saisîmes donc, de la saisie d'un Puissant Omnipotent.",
        "es": "Desmintieron todos Nuestros signos y les sorprendimos como sorprende Uno poderoso, potísimo."
      },
      "ibn_ashour": "كَذَّبُوا بِآَيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ (42(وجملة { كذبوا بآياتنا كلها } بدل اشتمال من جملة { جاء آل فرعون النذر } لأن مجيء النذر إليهم ملابس للآيات ، وظهور الآيات مقارن لتكذيبهم بها فمجيء النذر مشتمل على التكذيب لأنه مقارنُ مقارنِهِ .وقوله : { بآياتنا } إشارة إلى آيات موسى المذكورة في قوله تعالى : { فأرسلنا عليهم الطوفان والجراد } [ الأعراف : 133 ] وهي تسع آيات منها الخمس المذكورة في آية الأعراف والأربع الأخر هي : انقلاب العصا حية ، وظهور يده بيضاء ، وسِنُو القحط ، وانفلاق البحر بمرأى من فرعون وآله ، ولم ينجع ذلك في تصميمهم على اللحاق ببني إسرائيل .وتأكيد { آياتنا } ب { كلها } إشارة إلى كثرتها وأنهم لم يؤمنوا بشيء منها ، وتكذيبهم بآية انفلاق البحر تكذيب فعلي لأن موسى لم يَتحدَّهُم بتلك الآية وقوم فرعون لما رأوا تلك الآية عدّوها سحراً وتوهموا البحر أرضاً فلم يهتدوا بتلك الآية .والأخذ : مستعار للانتقام ، وقد تقدم عند قوله تعالى : { أو يأخذهم في تقلبهم فما هم بمعجزين أو يأخذهم على تخوف } في سورة النحل ( 46 ، 47 ( .وهذا الأخذ : هو إغراق فرعون ورجالُ دولته",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 43,
      "text": "أَكُفَّارُكُمْ خَيْرٌۭ مِّنْ أُو۟لَٰٓئِكُمْ أَمْ لَكُم بَرَآءَةٌۭ فِى ٱلزُّبُرِ",
      "tafsir": {
        "muyassar": "أكفاركم- يا معشر قريش- خير مِنَ الذين تقدَّم ذكرهم ممن هلكوا بسبب تكذيبهم، أم لكم براءة مِن عقاب الله في الكتب المنزلة على الأنبياء بالسلامة من العقوبة؟",
        "mukhtasar": "أَكُفَّاركم - يا أهل مكة - خير من أولئكم الكفار المذكورين: قوم نوح وعاد وثمود وقوم لوط وفرعون وقومه؟! أم لكم براءة من عذاب الله جاءت بها الكتب السماوية؟!",
        "saadi": "{ أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ } أي: هؤلاء الذين كذبوا أفضل الرسل، خير من أولئك المكذبين، الذين ذكر الله هلاكهم وما جرى عليهم؟ فإن كانوا خيرا منهم، أمكن أن ينجوا من العذاب، ولم يصبهم ما أصاب أولئك الأشرار، وليس الأمر كذلك، فإنهم إن لم يكونوا شرا منهم، فليسوا بخير منهم، { أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ } أي: أم أعطاكم الله عهدا وميثاقا في الكتب التي أنزلها على الأنبياء، فتعتقدون حينئذ أنكم الناجون بإخبار الله ووعده؟ وهذا غير واقع، بل غير ممكن عقلا وشرعا، أن تكتب براءتهم في الكتب الإلهية المتضمنة للعدل والحكمة، فليس من الحكمة نجاة أمثال هؤلاء المعاندين المكذبين، لأفضل الرسل وأكرمهم على الله، فلم يبق إلا أن يكون بهم قوة ينتصرون بها، ",
        "kathir": "ثم قال : ( أكفاركم ) أي : أيها المشركون من كفار قريش ( خير من أولئكم ) يعني : من الذين تقدم ذكرهم ممن أهلكوا بسبب تكذيبهم الرسل ، وكفرهم بالكتب : أأنتم خير أم أولئك ؟ ( أم لكم براءة في الزبر ) أي : أم معكم من الله براءة ألا ينالكم عذاب ولا نكال ؟ ."
      },
      "translations": {
        "en": "Are your disbelievers better than those [former ones], or have you immunity in the scripture?",
        "fr": "Vos mécréants sont-ils meilleurs que ceux-là? Ou bien y a-t-il dans les Ecritures une immunité pour vous?",
        "es": "¿Son vuestros infieles mejores que aquéllos? ¿O hay en las Escrituras algo que os inmunice?"
      },
      "ibn_ashour": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (43(هذه الجملة كالنتيجة لحاصل القصص عن الأمم التي كذبت الرسل من قوم نوح فمن ذكر بعدهم ولذلك فُصِلت ولم تعطف .وقد غير أسلوب الكلام من كونه موجَّهاً للرسول صلى الله عليه وسلم إلى توجيهه للمشركين ليُنتقل عن التعريض إلى التصريح اعتناء بمقام الإِنذار والإِبلاغ .والاستفهام في قوله : { أكفاركم خير من أولائكم } يجوز أن يكون على حقيقته ، ويكون من المحسن البديعي الذي سماه السكاكي «سوْقَ المعلوم مساق غيره» . وسماه أهل الأدب من قبله ب «تجاهل العارف» . وعدل السكاكي عن تلك التسمية وقال لوقوعه في كلام الله تعالى نحو قوله : { وإنا أو إياكم لعلى هدى أو في ضلال مبين } [ سبأ : 24 ] وهو هنا للتوبيخ كما في قول ليلى ابنة طريف الخارجية ترثي أخاها الوليد بن طريف الشيباني :أبا شَجر الخابُورِ ما لكَ مُورِقَا ... كأنَّك لَم تَجْزَع على ابننِ طريفالشاهد في قولها : كأنك لم تجزع الخ .والتوبيخ عن تخطئتهم في عدم العذاب الذي حَلَّ بأمثالهم حتى كأنهم يحسبون كفّارهم خيراً من الكفّار الماضين المتحدَّث عن قصصهم ، أي ليس لهم خاصية تربأ بهم عن أن يلح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 44,
      "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌۭ مُّنتَصِرٌۭ",
      "tafsir": {
        "muyassar": "بل أيقول كفار \"مكة\": نحن أولو حزم ورأي وأمرنا مجتمع، فنحن جماعة منتصرة لا يغلبنا من أرادنا بسوء؟",
        "mukhtasar": "بل أيقول هؤلاء الكفار من أهل مكة: نحن جميع منتصر ممن يريدنا بسوء، ويريد تفريق جَمْعنا؟!",
        "saadi": "فأخبر تعالى أنهم يقولون: { نَحْنُ جَمِيعٌ مُنْتَصِرٌ } ",
        "kathir": "ثم قال مخبرا عنهم : ( أم يقولون نحن جميع منتصر ) أي : يعتقدون أنهم مناصرون بعضهم بعضا ، وأن جمعهم يغني عنهم من أرادهم بسوء"
      },
      "translations": {
        "en": "Or do they say, \"We are an assembly supporting [each other]\"?",
        "fr": "Ou bien ils disent: «Nous formons un groupe [fort] et nous vaincrons».",
        "es": "¿O dicen: «Somos un conjunto capaz de defenderse»?"
      },
      "ibn_ashour": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ (44({ أم } منقطعة لإِضراب انتقالي . والاستفهام المقدر بعد ( أم ( مستعمل في التوبيخ ، فإن كانوا قد صرحوا بذلك فظاهر ، وإن كانوا لم يصرحوا به فهو إنباء بأنهم سيقولونه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 45,
      "text": "سَيُهْزَمُ ٱلْجَمْعُ وَيُوَلُّونَ ٱلدُّبُرَ",
      "tafsir": {
        "muyassar": "سيهزم جمع كفار \"مكة\" أمام المؤمنين، ويولُّون الأدبار، وقد حدث هذا يوم \"بدر\".",
        "mukhtasar": "سَيُهْزم جَمْعُ هؤلاء الكفار ويولّون الأدبار أمام المؤمنين، وقد حدث هذا يوم بدر.",
        "saadi": "قال تعالى مبينا لضعفهم، وأنهم مهزومون: { سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ } فوقع كما أخبر، هزم الله جمعهم الأكبر يوم بدر، وقتل من  صناديدهم وكبرائهم ما ذلوا به  ونصر الله دينه ونبيه وحزبه المؤمنين.",
        "kathir": "قال الله تعالى : ( سيهزم الجمع ويولون الدبر ) أي : سيتفرق شملهم ويغلبون .قال البخاري : حدثنا إسحاق ، حدثنا خالد ، عن خالد - وقال أيضا : حدثنا محمد ، حدثنا عفان بن مسلم ، عن وهيب ، عن خالد ، عن عكرمة ، عن ابن عباس ; أن النبي - صلى الله عليه وسلم - قال - وهو في قبة له يوم بدر - : \" أنشدك عهدك ووعدك ، اللهم إن شئت لم تعبد بعد اليوم أبدا \" . فأخذ أبو بكر رضي الله عنه بيده وقال : حسبك يا رسول الله ! ألححت على ربك . فخرج وهو يثب في الدرع وهو يقول : ( سيهزم الجمع ويولون الدبر بل الساعة موعدهم والساعة أدهى وأمر ) .وكذا رواه البخاري والنسائي في غير موضع ، من حديث خالد - وهو ابن مهران الحذاء - به .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو الربيع الزهراني ، حدثنا حماد عن أيوب ، عن عكرمة ، قال : لما نزلت ( سيهزم الجمع ويولون الدبر ) [ قال ] قال عمر : أي جمع يهزم ؟ أي جمع يغلب ؟ قال عمر : فلما كان يوم بدر رأيت رسول الله - صلى الله عليه وسلم - يثب في الدرع ، وهو يقول : ( سيهزم الجمع ويولون الدبر ) فعرفت تأويلها يومئذ ."
      },
      "translations": {
        "en": "[Their] assembly will be defeated, and they will turn their backs [in retreat].",
        "fr": "Leur rassemblement sera bientôt mis en déroute, et ils fuiront.",
        "es": "Todos serán derrotados y huirán."
      },
      "ibn_ashour": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (45(وعن ابن عباس : أنهم قالوا ذلك يوم بَدر . ومعناه : أن هذا نزل قبلَ يوم بدر لأن قوله : { سيهزم الجمع } إنذار بهزيمتهم يوم بدر وهو مستقبل بالنسبة لوقت نزول الآية لوجود علامة الاستقبال .وغير أسلوب الكلام من الخطاب الموجه إلى المشركين بقوله : { أكفاركم خير } [ القمر : 43 ] الخ إلى أسلوب الغيبة رجوعاً إلى الأسلوب الجاري من أول السورة في قوله : { وإن يروا آية يعرضوا } [ القمر : 2 ] بعد أن قُضي حق الإِنذار بتوجيه الخطاب إلى المشركين في قوله : { أكفاركم خير من أولائكم أم لكم براءة في الزبر } [ القمر : 43 ] .والكلام بشارة للنبيء صلى الله عليه وسلم وتعريض بالنِّذارة للمشركين مبني على أنهم تحدثهم نفوسهم بذلك وأنهم لا يحسبون حالهم وحال الأمم التي سيقت إليهم قصصُها متساويةً ، أي نحن منتصرون على محمد صلى الله عليه وسلم لأنه ليس رسول الله فلا يؤيده الله .و { جميع } اسم للجماعة الذين أمرهُم واحد ، وليس هو بمعنى الإحاطة ، ونظيره ما وقع في خبر عمر مع علي وعباس رضي الله عنهم في قضية ما تركه النبي صلى الله عليه وسلم من أرض فَدَكَ ، قال لهما : \" ثم جئتماني وأم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 46,
      "text": "بَلِ ٱلسَّاعَةُ مَوْعِدُهُمْ وَٱلسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
      "tafsir": {
        "muyassar": "والساعة موعدهم الذي يُجازون فيه بما يستحقون، والساعة أعظم وأقسى مما لحقهم من العذاب يوم \"بدر\".",
        "mukhtasar": "بل الساعة التي يكذبون بها موعدهم الذي يعذبون فيه، والساعة أعظم وأقسى مما لقوه من عذاب الدنيا يوم بدر.",
        "saadi": "ومع ذلك، فلهم موعد يجمع به أولهم وآخرهم، ومن أصيب في الدنيا منهم، ومن متع بلذاته، ولهذا قال: { بَلِ السَّاعَةُ مَوْعِدُهُمْ } الذي يحازون به، ويؤخذ منهم الحق بالقسط، { وَالسَّاعَةُ أَدْهَى وَأَمَرُّ } أي: أعظم وأشق، وأكبر من كل ما يتوهم، أو يدور بالبال  ",
        "kathir": "وقال البخاري : حدثنا إبراهيم بن موسى ، حدثنا هشام بن يوسف ; أن ابن جريج أخبرهم : أخبرني يوسف بن ماهك قال : إني عند عائشة أم المؤمنين ، قالت : نزل على محمد - صلى الله عليه وسلم - بمكة - وإني لجارية ألعب -( بل الساعة موعدهم والساعة أدهى وأمر ) هكذا رواه هاهنا مختصرا . ورواه في فضائل القرآن مطولا ، ولم يخرجه مسلم ."
      },
      "translations": {
        "en": "But the Hour is their appointment [for due punishment], and the Hour is more disastrous and more bitter.",
        "fr": "L'Heure, plutôt, sera leur rendez-vous, et l'Heure sera plus terrible et plus amère.",
        "es": "Pero la Hora es el tiempo que se les ha fijado y la Hora es crudelísima, amarguísima."
      },
      "ibn_ashour": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (46({ بل } للإِضراب الانتقالي ، وهو انتقال من الوعيد بعذاب الدنيا كما حل بالأمم قبلهم ، إلى الوعيد بعذاب الآخرة . قال تعالى : { ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون } [ السجدة : 21 ] ، وعذاب الآخرة أعظم فلذلك قال : { والساعة أدهى وأمر } وقال في الآية الأخرى { ولعذاب الآخرة أشد وأبقى } [ طه : 127 ] وفي الآية الأخرى { ولعذاب الآخرة أخزى } [ فصلت : 16 ] .و { الساعة } : علم بالغلبة في القرآن على يوم الجزاء .والموعد : وقت الوعد ، وهو هنا وعد سوء ، أي وعيد . والإِضافة على معنى اللام أي موعد لهم . وهذا إجمال بالوعيد ، ثم عطف عليه ما يفصّله وهو { والساعة أدهى وأمر } . ووجه العطف أنه أريد جعله خبراً مستقلاً .و { أدهى } : اسم تفضيل من دهاه إذا أصابه بداهية ، أي الساعة أشد إصابة بداهية الخلود في النار من داهية عذاب الدنيا بالقتل والأسر .وأمرُّ : أي أشدّ مرارة . واستعيرت المرارة للإحساس بالمكروه على طريقة تشبيه المعقول الغائب بالمحسوس المعروف .وأعيد اسم { الساعة } في قوله : { والساعة أدهى } دون أن يؤتي بضميرها لقصد ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 47,
      "text": "إِنَّ ٱلْمُجْرِمِينَ فِى ضَلَٰلٍۢ وَسُعُرٍۢ",
      "tafsir": {
        "muyassar": "إن المجرمين في تيه عن الحق وعناء وعذاب. يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم.",
        "mukhtasar": "إن المجرمين بالكفر والمعاصي في ضلال عن الحق، وعذاب وعناء.",
        "saadi": "{ إِنَّ الْمُجْرِمِينَ } أي: الذين أكثروا من فعل الجرائم، وهي الذنوب العظيمة من الشرك وغيره، من المعاصي { فِي ضَلَالٍ وَسُعُرٍ } أي: هم ضالون في الدنيا، ضلال عن العلم، وضلال عن العمل، الذي ينجيهم من العذاب، ويوم القيامة في العذاب الأليم، والنار التي تتسعر بهم، وتشتعل في أجسامهم، حتى تبلغ أفئدتهم.",
        "kathir": "يخبرنا تعالى عن المجرمين أنهم في ضلال عن الحق ، وسعر مما هم فيه من الشكوك والاضطراب في الآراء ، وهذا يشمل كل من اتصف بذلك من كافر ومبتدع من سائر الفرق ."
      },
      "translations": {
        "en": "Indeed, the criminals are in error and madness.",
        "fr": "Les criminels sont certes, dans l'égarement et la folie.",
        "es": "Los pecadores están extraviados y deliran."
      },
      "ibn_ashour": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (47(هذا الكلام بيان لقوله : { والساعة أدهى وأمر } [ القمر : 46 ] . واقتران الكلام بحرف { إن } لفائدتين؛ إحداهما : الاهتمام بصريحه الإِخباري ، وثانيهما : تأكيد ما تضمنه من التعريض بالمشركين ، لأن الكلام وإن كان موجهاً للنبيء صلى الله عليه وسلم وهو لا يشك في ذلك فإن المشركين يبلغهم ويشيع بينهم وهم لا يؤمنون بعذاب الآخرة فكانوا جديرين بتأكيد الخبر في جانب التعريض فتكون { إنّ } مستعملة في غرضيها من التوكيد والاهتمام .والتعبير عنهم ب { المجرمين } إظهار في مقام الإِضمار لإِلصاق وصف الإِجرام بهم .والضلال : يطلق على ضد الهدى ويطلق على الخُسران ، وأكثر المفسرين على أن المراد به هنا المعنى الثاني . فعن ابن عباس : المراد الخسران في الآخرة",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 48,
      "text": "يَوْمَ يُسْحَبُونَ فِى ٱلنَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا۟ مَسَّ سَقَرَ",
      "tafsir": {
        "muyassar": "إن المجرمين في تيه عن الحق وعناء وعذاب. يوم يُجرُّون في النار على وجوههم، ويقال لهم: ذوقوا شدة عذاب جهنم.",
        "mukhtasar": "يوم يجرّون في النار على وجوههم، ويقال لهم توبيخًا: ذوقوا عذاب النار.",
        "saadi": "{ يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ } التي هي أشرف ما بهم من الأعضاء، وألمها أشد من ألم غيرها، فيهانون بذلك ويخزون، ويقال لهم:{ ذُوقُوا مَسَّ سَقَرَ } أي: ذوقوا ألم النار وأسفها وغيظها ولهبها.",
        "kathir": "ثم قال : ( يوم يسحبون في النار على وجوههم ) أي : كما كانوا في سعر وشك وتردد أورثهم ذلك النار ، وكما كانوا ضلالا سحبوا فيها على وجوههم ، لا يدرون أين يذهبون ، ويقال لهم تقريعا وتوبيخا : ( ذوقوا مس سقر ) ."
      },
      "translations": {
        "en": "The Day they are dragged into the Fire on their faces [it will be said], \"Taste the touch of Saqar.\"",
        "fr": "Le jour où on les traînera dans le Feu sur leurs visages, (on leur dira): «Goûtez au contact de Saqar [la chaleur brûlante de l'Enfer]».",
        "es": "El día que sean arrastrados boca abajo al Fuego: «¡Gustad el contacto del saqar !»"
      },
      "ibn_ashour": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (48(، لأن الظاهر أن { يوم يسحبون في النار } طرف للكون في ضلال وسعُر على نحو قوله تعالى : { يوم ترجف الراجفة تتبعها الرادفة قلوب يومئذٍ واجفة } [ النازعات : 6 8 ] ، وقوله : { ويوم القيامة هم من المقبوحين } [ القصص : 42 ] فلا يناسب أن يكون الضلال ضد الهدى .ويجوز أن يكون { يوم يسحبون } ظرفاً للكون الذي في خبر { إن } ، أي كائنون في ضلال وسعر يوم يسحبون في النار . فالمعنى : أنهم في ضلال وسعر يوم القيامة و { سُعُر } جمع سعير ، وهو النار ، وجُمع السعير لأنه قوي شديد .والسحْبُ : الجَرّ ، وهو في النار أشد من ملازمة المكان لأنه به يتجدد مماسة نار أخرى فهو أشد تعذيباً .وجُعل السحْب على الوجوه إهانة لهم .و { ذوقوا مس سقر } مقول قول محذوف ، والجملة مستأنفة . والذوق مستعار للإِحساس .وصيغة الأمر مستعملة في الإِهانة والمجازاة .والمس مستعمل في الإِصابة على طريقة المجاز المرسل .وسَقَر : عَلَم على جهنم ، وهو مشتق من السَّقْر بسكون القاف وهو التهاب في النار ، ف { سقر } وضع علَماً لجهنم ، ولذلك فهو ممنوع من الصرف للعلمية والتأنيث ، لأن ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 49,
      "text": "إِنَّا كُلَّ شَىْءٍ خَلَقْنَٰهُ بِقَدَرٍۢ",
      "tafsir": {
        "muyassar": "إنَّا كل شيء خلقناه بمقدار قدرناه وقضيناه، وسبق علمنا به، وكتابتنا له في اللوح المحفوظ.",
        "mukhtasar": "إنا كل شيء في الكون خلقناه بتقدير سابق منّا، ووفق علمنا ومشيئتنا، وما كتبناه في اللوح المحفوظ.",
        "saadi": "{ إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ } وهذا شامل للمخلوقات والعوالم العلوية والسفلية، أن الله تعالى وحده خلقها لا خالق لها سواه، ولا مشارك له في خلقها  وخلقها بقضاء سبق به علمه، وجرى به قلمه، بوقتها ومقدارها، وجميع ما اشتملت عليه من الأوصاف، وذلك على الله يسير، ",
        "kathir": "وقوله : ( إنا كل شيء خلقناه بقدر ) ، كقوله : ( وخلق كل شيء فقدره تقديرا ) [ الفرقان : 2 ] وكقوله : ( سبح اسم ربك الأعلى الذي خلق فسوى والذي قدر فهدى ) [ الأعلى : 1 - 3 ] أي : قدر قدرا ، وهدى الخلائق إليه ; ولهذا يستدل بهذه الآية الكريمة أئمة السنة على إثبات قدر الله السابق لخلقه ، وهو علمه الأشياء قبل كونها وكتابته لها قبل برئها ، وردوا بهذه الآية وبما شاكلها من الآيات ، وما ورد في معناها من الأحاديث الثابتات على الفرقة القدرية الذين نبغوا في أواخر عصر الصحابة . وقد تكلمنا على هذا المقام مفصلا وما ورد فيه من الأحاديث في شرح \" كتاب الإيمان \" من \" صحيح البخاري \" رحمه الله ، ولنذكر هاهنا الأحاديث المتعلقة بهذه الآية الكريمة :قال أحمد : حدثنا وكيع ، حدثنا سفيان الثوري ، عن زياد بن إسماعيل السهمي ، عن محمد بن عباد بن جعفر ، عن أبي هريرة قال : جاء مشركو قريش إلى النبي - صلى الله عليه وسلم - يخاصمونه في القدر ، فنزلت : ( يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) .وهكذا رواه مسلم والترمذي وابن ماجه ، من حديث وكيع ، عن سفيان الثوري ، به .وقال البزار : حدثنا عمرو بن علي ، حدثنا الضحاك بن مخلد ، حدثنا يونس بن الحارث ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : ما نزلت هذه الآيات : ( إن المجرمين في ضلال وسعر يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، إلا في أهل القدر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا سهل بن صالح الأنطاكي ، حدثني قرة بن حبيب ، عن كنانة حدثنا جرير بن حازم ، عن سعيد بن عمرو بن جعدة ، عن ابن زرارة ، عن أبيه ، عن النبي - صلى الله عليه وسلم - أنه تلا هذه الآية : ( ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، قال : \" نزلت في أناس من أمتي يكونون في آخر الزمان يكذبون بقدر الله \" .وحدثنا الحسن بن عرفة ، حدثنا مروان بن شجاع الجزري ، عن عبد الملك بن جريج ، عن عطاء بن أبي رباح ، قال : أتيت ابن عباس وهو ينزع من زمزم ، وقد ابتلت أسافل ثيابه ، فقلت له : قد تكلم في القدر . فقال : أو [ قد ] فعلوها ؟ قلت : نعم . قال : فوالله ما نزلت هذه الآية إلا فيهم : ( ذوقوا مس سقر إنا كل شيء خلقناه بقدر ) ، أولئك شرار هذه الأمة ، فلا تعودوا مرضاهم ولا تصلوا على موتاهم ، إن رأيت أحدا منهم فقأت عينيه بأصبعي هاتين .وقد رواه الإمام أحمد من وجه آخر ، وفيه مرفوع ، فقال :حدثنا أبو المغيرة ، حدثنا الأوزاعي ، عن بعض إخوته ، عن محمد بن عبيد المكي ، عن عبد الله بن عباس ، قال : قيل له : إن رجلا قدم علينا يكذب بالقدر فقال : دلوني عليه - وهو أعمى - قالوا : وما تصنع به يا أبا عباس قال : والذي نفسي بيده لئن استمكنت منه لأعضن أنفه حتى أقطعه ، ولئن وقعت رقبته في يدي لأدقنها ; فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" كأني بنساء بني فهر يطفن بالخزرج ، تصطفق ألياتهن مشركات ، هذا أول شرك هذه الأمة ، والذي نفسي بيده لينتهين بهم سوء رأيهم حتى يخرجوا الله من أن يكون قدر خيرا ، كما أخرجوه من أن يكون قدر شرا \" .ثم رواه أحمد عن أبي المغيرة ، عن الأوزاعي ، عن العلاء بن الحجاج ، عن محمد بن عبيد ، فذكر مثله . لم يخرجوه .وقال الإمام أحمد : حدثنا عبد الله بن يزيد ، حدثنا سعيد بن أبي أيوب ، حدثني أبو صخر ، عن نافع قال : كان لابن عمر صديق من أهل الشام يكاتبه ، فكتب إليه عبد الله بن عمر : إنه بلغني أنك تكلمت في شيء من القدر ، فإياك أن تكتب إلي ، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيكون في أمتي أقوام يكذبون بالقدر \" .رواه أبو داود ، عن أحمد بن حنبل ، به .وقال أحمد : حدثنا أنس بن عياض ، حدثنا عمر بن عبد الله مولى غفرة ، عن عبد الله بن عمر ; أن رسول الله - صلى الله عليه وسلم - قال : \" لكل أمة مجوس ، ومجوس أمتي الذين يقولون : لا قدر . إن مرضوا فلا تعودوهم ، وإن ماتوا فلا تشهدوهم \" .لم يخرجه أحد من أصحاب الكتب الستة من هذا الوجه .وقال أحمد : حدثنا قتيبة ، حدثنا رشدين ، عن أبي صخر حميد بن زياد ، عن نافع ، عن ابن عمر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" سيكون في هذه الأمة مسخ ، ألا وذاك في المكذبين بالقدر والزنديقية \" .ورواه الترمذي وابن ماجه ، من حديث أبي صخر حميد بن زياد ، به . وقال الترمذي : حسن صحيح غريب .وقال أحمد : حدثنا إسحاق بن الطباع ، أخبرني مالك ، عن زياد بن سعد ، عن عمرو بن مسلم ، عن طاوس اليماني قال : سمعت ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : \" كل شيء بقدر ، حتى العجز والكيس \" .ورواه مسلم منفردا به ، من حديث مالك .وفي الحديث الصحيح : \" استعن بالله ولا تعجز ، فإن أصابك أمر فقل : قدر الله وما شاء فعل ، ولا تقل : لو أني فعلت لكان كذا ، فإن لو تفتح عمل الشيطان \" .وفي حديث ابن عباس : أن رسول الله - صلى الله عليه وسلم - قال له : \" واعلم أن الأمة لو اجتمعوا على أن ينفعوك بشيء ، لم يكتبه الله لك ، لم ينفعوك ، ولو اجتمعوا على أن يضروك بشيء ، لم يكتبه الله عليك ، لم يضروك . جفت الأقلام وطويت الصحف \" .وقال الإمام أحمد : حدثنا الحسن بن سوار ، حدثنا الليث ، عن معاوية ، عن أيوب بن زياد ، حدثني عبادة بن الوليد بن عبادة ، حدثني أبي قال : دخلت على عبادة وهو مريض أتخايل فيه الموت ، فقلت : يا أبتاه ، أوصني واجتهد لي . فقال : أجلسوني . فلما أجلسوه قال : يا بني ، إنك لما تطعم طعم الإيمان ، ولم تبلغ حق حقيقة العلم بالله ، حتى تؤمن بالقدر خيره وشره . قلت : يا أبتاه ، وكيف لي أن أعلم ما خير القدر وشره ؟ قال : تعلم أن ما أخطأك لم يكن ليصيبك ، وما أصابك لم يكن ليخطئك . يا بني ، إني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن أول ما خلق الله القلم . ثم قال له : اكتب . فجرى في تلك الساعة بما هو كائن إلى يوم القيامة \" يا بني ، إن مت ولست على ذلك دخلت النار .ورواه الترمذي عن يحيى بن موسى البلخي ، عن أبي داود الطيالسي ، عن عبد الواحد بن سليم ، عن عطاء بن أبي رباح ، عن الوليد بن عبادة ، عن أبيه ، به . وقال : حسن صحيح غريب .وقال سفيان الثوري ، عن منصور ، عن ربعي بن خراش ، عن رجل ، عن علي بن أبي طالب قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يؤمن عبد حتى يؤمن بأربع : يشهد أن لا إله إلا الله ، وأني رسول الله ، بعثني بالحق ، ويؤمن بالموت ، ويؤمن بالبعث بعد الموت ، ويؤمن بالقدر خيره وشره \" .وكذا رواه الترمذي من حديث النضر بن شميل ، عن شعبة ، عن منصور ، به . ورواه من حديث أبي داود الطيالسي ، عن شعبة ، عن منصور ، عن ربعي ، عن علي ، فذكره وقال : \" هذا عندي أصح \" . وكذا رواه ابن ماجه من حديث شريك ، عن منصور ، عن ربعي ، عن علي ، به .وقد ثبت في صحيح مسلم من رواية عبد الله بن وهب وغيره ، عن أبي هانئ الخولاني ، عن أبي عبد الرحمن الحبلي ، عن عبد الله بن عمرو ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن الله كتب مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة \" زاد ابن وهب : ( وكان عرشه على الماء ) [ هود : 7 ] . ورواه الترمذي وقال : حسن صحيح غريب ."
      },
      "translations": {
        "en": "Indeed, all things We created with predestination.",
        "fr": "Nous avons créé toute chose avec mesure,",
        "es": "Todo lo hemos creado con medida."
      },
      "ibn_ashour": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (49(استئناف وقع تذييلاً لما قبله من الوعيد والإِنذار والاعتبار بما حلّ بالمكذبين ، وهو أيضاً توطئة لقوله : { وما أمرنا إلا واحدة } [ القمر : 50 ] إلخ .والمعنى : إنا خلقنا وفعلنا كلّ ما ذكر من الأفعال وأسبابها وآلالتها وسلّطنَاه على مستحقيه لأنا خلقنا كل شيء بقدر ، أي فإذا علمتم هذا فانتبهوا إلى أن ما أنتم عليه من التكذيب والإِصرار مماثل لما كانت عليه الأمم السالفة .واقترانُ الخبر بحرف ( إنّ ( يقال فيه ما قلناه في قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] .والخَلْق أصله : إيجاد ذات بشكل مقصود فهو حقيقة في إيجاد الذوات ، ويطلق مجازاً على إيجاد المعاني التي تشبه الذوات في التميز والوضوح كقوله تعالى : { وتخلقون إفكاً } [ العنكبوت : 17 ] .فإطلاقه في قوله : { إنا كل شيء خلقناه بقدر } من استعمال اللفظ في حقيقته ومجازه .و { شيء } معناه موجود من الجواهر والأعراض ، أي خلقنا كل الموجودات جواهرها وأعراضها بقدَر .والقدَر : بتحريك الدال مرادف القدْر بسكونها وهو تحديد الأمور وضبطها .والمراد : أن خلْق الله الأشياء مصاحب لقوانين جارية على الحكمة ، وهذا ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 50,
      "text": "وَمَآ أَمْرُنَآ إِلَّا وَٰحِدَةٌۭ كَلَمْحٍۭ بِٱلْبَصَرِ",
      "tafsir": {
        "muyassar": "وما أمرنا للشيء إذا أردناه إلا أن نقول قولة واحدة وهي \"كن\"، فيكون كلمح البصر، لا يتأخر طرفة عين.",
        "mukhtasar": "وما أَمْرنا إذا أردنا شيئًا إلا أن نقول كلمة واحدة هي: كن، فيكون ما نريد سريعًا مثل لمح البصر.",
        "saadi": "{ وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ } فإذا أراد شيئا قال له كن فيكون كما أراد، كلمح البصر، من غير ممانعة ولا صعوبة.",
        "kathir": "وقوله : ( وما أمرنا إلا واحدة كلمح بالبصر ) . وهو إخبار عن نفوذ مشيئته في خلقه كما أخبر بنفوذ قدره فيهم ، فقال : ( وما أمرنا إلا واحدة ) أي : إنما نأمر بالشيء مرة واحدة ، لا نحتاج إلى تأكيد بثانية ، فيكون ذلك الذي نأمر به حاصلا موجودا كلمح البصر ، لا يتأخر طرفة عين ، وما أحسن ما قال بعض الشعراء :إذا ما أراد الله أمرا فإنما يقول له : كن ، قولة فيكون"
      },
      "translations": {
        "en": "And Our command is but one, like a glance of the eye.",
        "fr": "et Notre ordre est une seule [parole]; [il est prompt] comme un clin d'œil.",
        "es": "Nuestra orden no consiste sino en una sola palabra, como un abrir y cerrar de ojos."
      },
      "ibn_ashour": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (50(عطف على قوله : { إنا كل شيء خلقناه بقدر } [ القمر : 49 ] فهو داخل في التذييل ، أي خلقناه كل شيء بعلم ، فالمقصود منه وما يصلح له معلوم لنا فإذا جاء وقته الذي أعددناه حصل دَفعة واحدة لا يسبقه اختبار ولا نظَر ولا بداء . وسيأتي تحقيقه في آخر تفسير هذه الآية .والغرض من هذا تحذيرهم من أن يأخذهم العذاب بغتة في الدنيا عند وجود ميقاته وسبق إيجاد أسبابه ومقوماته التي لا يتفطنون لوجودها ، وفي الآخرة بحلول الموت ثم بقيام الساعة .وعطف هذا عقب { إنا كل شيء خلقناه بقدر } [ القمر : 49 ] مشعر بترتب مضمونه على مضمون المعطوف عليه في التنبيه والاستدلال حسب ما هو جارٍ في كلام البلغاء من مراعاة ترتب معاني الكلام بعضها على بعض حتى قال جماعة من أئمة اللغة : الفَراءُ وثعلبٌ والربعيُ وقطربٌ وهشامٌ وأبو عمرو الزاهد : إن العطف بالواو يفيد الترتيب ، وقال ابن مالك : الأكثر إفادته الترتيب .والأمر في قوله : { وما أمرنا } يجوز أن يكون بمعنى الشأن ، فيكون المراد به الشأن المناسب لسياق الكلام ، وهو شأن الخلق والتكوين ، أي وما شأن خلقنا الأشياء .ويجوز أن يكون بمعن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 51,
      "text": "وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ فَهَلْ مِن مُّدَّكِرٍۢ",
      "tafsir": {
        "muyassar": "ولقد أهلكنا أشباهكم في الكفر من الأمم الخالية، فهل من متعظ بما حلَّ بهم من النَّكال والعذاب؟",
        "mukhtasar": "ولقد أهلكنا أمثالكم في الكفر من الأمم الماضية، فهل من معتبر يعتبر بذلك فينزجر عن كفره؟!",
        "saadi": "{ وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ } من الأمم السابقين الذين عملوا كما عملتم، وكذبوا كما كذبتم { فَهَلْ مِنْ مُدَّكِرٍ } أي: متذكر يعلم أن سنة الله في الأولين والآخرين واحدة، وأن حكمته كما اقتضت إهلاك أولئك الأشرار، فإن هؤلاء مثلهم، ولا فرق بين الفريقين. ",
        "kathir": "وقوله : ( ولقد أهلكنا أشياعكم ) يعني : أمثالكم وسلفكم من الأمم السابقة المكذبين بالرسل ، ( فهل من مدكر ) أي : فهل من متعظ بما أخزى الله أولئك ، وقدر لهم من العذاب ، كما قال : ( وحيل بينهم وبين ما يشتهون كما فعل بأشياعهم من قبل ) [ سبأ : 54 ] ."
      },
      "translations": {
        "en": "And We have already destroyed your kinds, so is there any who will remember?",
        "fr": "En effet, nous avons fait périr des peuples semblables à vous. Y a-t-il quelqu'un pour s'en souvenir?",
        "es": "Hemos hecho perecer a vuestros semejantes. Pero ¿hay alguien que se deje amonestar?"
      },
      "ibn_ashour": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ (51(التُفِتَ من طريق الغيبة إلى الخطاب ومرجع الخطاب هم المشركون لظهور أنهم المقصود بالتهديد ، وهو تصريح بما تضمنه قوله : { أكفاركم خير من أولائكم } [ القمر : 43 ] فهو بمنزلة النتيجة لقوله : { إنا كل شيء خلقناه بقدر إلى كلمح بالبصر } [ القمر : 49 ، 50 ] .وهذا الخبر مستعمل في التهديد بالإِهلاك وبأنه يفاجئهم قياساً على إهلاك الأمم السابقة ، وهذا المقصد هو الذي لأجله أكد الخبر بلام القسم وحرففِ ( قد ( . أما إهلاك من قبلهم فهو معلوم لا يحتاج إلى تأكيد .ولك أن تجعل مناط التأكيد إثبات أن إهلاكهم كان لأجل شِركهم وتكذيبهم الرسل . وتفريع { فهل من مدكر } قرينة على إرادة المعنيين فإن قوم نوح بقُوا أزماناً فما أقلعوا عن إشراكهم حتى أخذهم الطوفان بغتة . وكذلك عاد وثمود كانوا غير مصدقين بحلول العذاب بهم فلما حل بهم العذاب حل بهم بغتة ، وقوم فرعون خرجوا مقتفين موسى وبني إسرائيل واثقين بأنهم مدركوهم واقتربوا منهم وظنوا أنهم تمكنوا منهم فما راعهم إلا أن أنجى الله بني إسرائيل وانطبق البحر على الآخرين .والمعنى : فكما أهلكنا أشياعَكم نهلككم ، وكذلك ك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 52,
      "text": "وَكُلُّ شَىْءٍۢ فَعَلُوهُ فِى ٱلزُّبُرِ",
      "tafsir": {
        "muyassar": "وكل شيء فعله أشباهكم الماضون من خير أو شرٍّ مكتوب في الكتب التي كتبتها الحفظة.",
        "mukhtasar": "وكل شيء فعله العباد فهو مكتوب في كتب الحَفَظة لا يفوتهم منه شيء.",
        "saadi": "{ وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ } أي: كل ما فعلوه من خير وشر مكتوبعليهم في الكتب القدرية ",
        "kathir": "وقوله : ( وكل شيء فعلوه في الزبر ) أي : مكتوب عليهم في الكتب التي بأيدي الملائكة عليهم السلام"
      },
      "translations": {
        "en": "And everything they did is in written records.",
        "fr": "Et tout ce qu'ils ont fait est mentionné dans les registres,",
        "es": "Todo lo que han hecho consta en las Escrituras."
      },
      "ibn_ashour": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ (52(يجوز أن يكون الضمير المرفوع في قوله : { فعلوه } عائداً إلى { أشياعكم } [ القمر : 51 ] ، والمعنى : أهلكناهم بعذاب الدنيا وهيّأنا لهم عذاب الآخرة فكتب في صحائف الأعمال كل ما فعلوه من الكفر وفروعه ، فالكناية في الزُبر وقعت هنا كناية عن لازمها وهو المحاسبة به فيما بعد وعن لازم لازمها وهو العقاب بعد المحاسبة .وهذا الخبر مستعمل في التعريض بالمخاطبين بأنهم إذا تعرضوا لما يوقع عليهم الهلاك في الدنيا فليس ذلك قصارى عذابهم فإن بعده حساباً عليه في الآخرة يعذبون به وهذا كقوله تعالى : { وإن للذين ظلموا عذاباً دون ذلك } [ الطور : 47 ] ويجوز عندي أن يكون الضمير عائداً إلى الجمع من قوله : { سيهزم الجمع } [ القمر : 45 ] أو إلى { المجرمين } في قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] الخ ، والمعنى كل شيء فعله المشركون من شرك وأذى للنبيء صلى الله عليه وسلم وللمسلمين معدود عليهم مهيأ عقابهم عليه لأن الإِخبار عن إحصاء أعمال الأمم الماضين قد أغنى عنه الإِخبار عن إهلاكهم ، فالأجدر تحذير الحاضرين من سوء أعمالهم .و { الزبر } : جمع زبور وهو الكتاب مشتق من الز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 53,
      "text": "وَكُلُّ صَغِيرٍۢ وَكَبِيرٍۢ مُّسْتَطَرٌ",
      "tafsir": {
        "muyassar": "وكل صغير وكبير من أعمالهم مُسَطَّر في صحائفهم، وسيجازون به.",
        "mukhtasar": "وكل صغير من الأعمال والأقوال، وكل كبير منها؛ مكتوب في صحائف الأعمال وفي اللوح المحفوظ، وسيجازون عليه.",
        "saadi": "{ وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ } أي: مسطر مكتوب،وهذا حقيقة القضاء والقدر، وأن جميع الأشياء كلها، قد علمها الله تعالى، وسطرها عنده في اللوح المحفوظ، فما شاء الله كان، وما لم يشأ لم يكن، فما أصاب الإنسان لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه.",
        "kathir": "( وكل صغير وكبير ) أي : من أعمالهم ( مستطر ) أي : مجموع عليهم ، ومسطر في صحائفهم ، لا يغادر صغيرة ولا كبيرة إلا أحصاها .وقد قال الإمام أحمد : حدثنا أبو عامر ، حدثنا سعيد بن مسلم بن بانك : سمعت عامر بن عبد الله بن الزبير ، حدثني عوف بن الحارث - وهو ابن أخي عائشة لأمها - عن عائشة أن رسول الله - صلى الله عليه وسلم - كان يقول : \" يا عائشة ، إياك ومحقرات الذنوب ، فإن لها من الله طالبا \" .ورواه النسائي وابن ماجه ، من طريق سعيد بن مسلم بن بانك المدني . وثقه أحمد ، وابن معين ، وأبو حاتم ، وغيرهم .وقد رواه الحافظ ابن عساكر في ترجمة سعيد بن مسلم هذا من وجه آخر ، ثم قال سعيد : فحدثت بهذا الحديث عامر بن هشام فقال لي : ويحك يا سعيد بن مسلم ! لقد حدثني سليمان بن المغيرة أنه عمل ذنبا فاستصغره ، فأتاه آت في منامه فقال له : يا سليمان :لا تحقرن من الذنوب صغيرا     إن الصغير غدا يعود كبيراإن الصغير ولو تقادم عهده     عند الإله مسطر تسطيرافازجر هواك عن البطالة لا تكن     صعب القياد وشمرن تشميراإن المحب إذا أحب إلهه     طار الفؤاد وألهم التفكيرافاسأل هدايتك الإله بنية     فكفى بربك هاديا ونصيرا"
      },
      "translations": {
        "en": "And every small and great [thing] is inscribed.",
        "fr": "et tout fait, petit et grand, est consigné.",
        "es": "Todo, grande o pequeño, está con signado."
      },
      "ibn_ashour": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ (53(هذا كالتذييل لقوله : { وكل شيء فعلوه في الزبر } [ القمر : 52 ] فكل صغير وكبير أعمّ من كل شيء فعلوه ، والمعنى : وكل شيء حقير أو عظيم مستطر ، أي مكتوب مسطور ، أي في علم الله تعالى أي كل ذلك يعلمه الله ويحاسب عليه ، فمستطر : اسم مفعول من سطر إذا كتب سطوراً قال تعالى : { وكتاب مسطور } [ الطور : 2 ] .وهذا كقوله تعالى : { وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين } [ الأنعام : 59 ] وقوله : { لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين } [ سبأ : 3 ] .فالصغير : مستعار للشيء الذي لا شأن له ولا يَهتم به الناس ولا يؤاخذ عليه فاعله ، أو لا يؤاخذ عليه مؤاخذة عظيمة . والكبير : مستعار لضده ويدخل في ذلك ما له شأن من الصلاح ومَا له شأن من الفساد وما هو دون ذلك ، وذلك أفضل الأعمال الصالحة وما دونه من الأعمال الصالحة ، وكذلك كبائر الإِثم والفواحش وما دونها من اللمم والصغائر .والمستطر : كناية عن علم الله به وذلك كناية عن الجزاء عليه مكان ذلك جامعاً للتبشير والإِنذار .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 54,
      "text": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّٰتٍۢ وَنَهَرٍۢ",
      "tafsir": {
        "muyassar": "إن المتقين في بساتين عظيمة، وأنهار واسعة يوم القيامة.",
        "mukhtasar": "إن المتقين لربهم بامتثال أوامره واجتناب نواهيه، في جنات يتنعمون فيها، وفي أنهار جارية.",
        "saadi": "{ إِنَّ الْمُتَّقِينَ } لله، بفعل أوامره وترك نواهيه، الذين اتقوا الشرك والكبائر والصغائر.{ فِي جَنَّاتٍ وَنَهَرٍ } أي: في جنات النعيم، التي فيها ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، من الأشجار اليانعة، والأنهار الجارية، والقصور الرفيعة، والمنازل الأنيقة، والمآكل والمشارب اللذيذة، والحور الحسان، والروضات البهية في الجنان، ورضوان الملك الديان، والفوز بقربه.",
        "kathir": "وقوله : ( إن المتقين في جنات ونهر ) أي : بعكس ما الأشقياء فيه من الضلال والسعر والسحب في النار على وجوههم ، مع التوبيخ والتقريع والتهديد ."
      },
      "translations": {
        "en": "Indeed, the righteous will be among gardens and rivers,",
        "fr": "Les pieux seront dans des Jardins et parmi des ruisseaux,",
        "es": "Los temerosos de Alá estarán entre jardines y arroyos,"
      },
      "ibn_ashour": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (54(استئناف بياني لأنه لما ذكر أن كل صغير وكبير مستطرِ على إرادة أنه معلوم ومجازىً عليه وقد علم جزاء المجرمين من قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] كانت نفس السامع بحيث تتشوف إلى مقابل ذلك من جزاء المتقين وجريا على عادة القرآن من تعقيب النذارة بالبشارة والعكس .وافتتاح هذا الخبر بحرف { إن } للاهتمام به .و { في } من قوله : { في جنات } للظرفية المجازية التي هي بمعنى التلبس القوي كتلبس المظروف بالظرف ، والمراد في نعيم جنات ونهر فإن للجنات والأنهار لذات متعارفة من اللهو والأُنس والمحادثة ، واجتناء الفواكه ، ورؤية جَرَيَاننِ الجداول وخرير الماء ، وأصوات الطيور ، وألوان السوابح .وبهذا الاعتبار عطف { نهر } على { جنات } إذ ليس المراد الإخبار بأنهم ساكنون جناتتٍ فإن ذلك يغني عنه قوله بعد : { في مقعد صدق عند مليك مقتدر } ، ولا أنهم منغمسون في أنهار إذ لم يكن ذلك مما يقصده السامعون .ونهَرَ : بفتحتين لغة في نهْر بفتح فسكون . والمراد به اسم الجنس الصادق بالمتعدد لقوله تعالى : { من تحتهم الأنهار } [ الأعراف : 43 ]",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 55,
      "text": "فِى مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍۢ مُّقْتَدِرٍۭ",
      "tafsir": {
        "muyassar": "في مجلس حق، لا لغو فيه ولا تأثيم عند الله المَلِك العظيم، الخالق للأشياء كلها، المقتدر على كل شيء تبارك وتعالى.",
        "mukhtasar": "في مجلس حق لا لَغْو فيه ولا إثم، عند مليك يملك كل شيء، مقتدر لا يعجز عن شيء، فلا تسأل عما ينالونه منه من النعيم الدائم.",
        "saadi": "{ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ } فلا تسأل بعد هذا عما يعطيهم ربهم من كرامته وجوده، ويمدهم به من إحسانه ومنته، جعلنا الله منهم، ولا حرمنا خير ما عنده بشر ما عندنا.تم تفسير سورة اقتربت، ولله الحمد والشكر  ",
        "kathir": "وقوله : ( في مقعد صدق ) أي : في دار كرامة الله ورضوانه وفضله ، وامتنانه وجوده وإحسانه ، ( عند مليك مقتدر ) أي : عند الملك العظيم الخالق للأشياء كلها ومقدرها ، وهو مقتدر على ما يشاء مما يطلبون ويريدون ; وقد قال الإمام أحمد :حدثنا سفيان ، عن عمرو بن دينار ، عن عمرو بن أوس ، عن عبد الله بن عمرو - يبلغ به النبي - صلى الله عليه وسلم - قال : \" المقسطون عند الله يوم القيامة على منابر من نور ، عن يمين الرحمن ، وكلتا يديه يمين : الذين يعدلون في حكمهم وأهليهم وما ولوا \" .انفرد بإخراجه مسلم والنسائي ، من حديث سفيان بن عيينة ، بإسناده مثله .آخر تفسير سورة \" اقتربت \" ، ولله الحمد والمنة وبه التوفيق والعصمة"
      },
      "translations": {
        "en": "In a seat of honor near a Sovereign, Perfect in Ability.",
        "fr": "dans un séjour de vérité, auprès d'un Souverain Omnipotent.",
        "es": "en una sede buena, junto a un potísimo Monarca."
      },
      "ibn_ashour": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ (55(، وقوله : { في مقعد صدق } إما في محل الحال من المتقين وإما في محل الخبر الثاني ل { إنّ } .والمقعد : مكان القعود . والقعود هنا بمعنى الإِقامة المطمئنة كما في قوله تعالى : { اقعدوا مع القاعدين } [ التوبة : 46 ] .والصدق : أصله مطابقة الخبر للواقع ثم شاعت له استعمالات نشأت عن مجاز أو استعارة ترجع إلى معنى مصادفة أحد الشّيء على ما يناسب كمال أحوال جنسه ، فيقال : هو رَجُل صدق ، أي تمام رُجلة ، وقال تأبط شراً :إني لمهد من ثنائي فقاصد ... به لابننِ عَمِّ الصدق شُمس بن مالكأي ابن العم حقا ، أي موف بحق القرابة .وقال تعالى : { ولقد بوأنا بني إسرائيل مبوّأ صدق } [ يونس : 93 ] وقال في دعاء إبراهيم عليه السلام { واجعل لي لسان صدق في الآخرين } [ الشعراء : 84 ] ويسمى الحبيب الثابت المحبة صَديقاً وصدّيقاً .فمقعد صدق ، أي مقعد كامل في جنسه مرضي للمستقر فيه فلا يكون فيه استفزاز ولا زوال ، وإضافة { مقعد } إلى { صدق } من إضافة الموصوف إلى صفته للمبالغة في تمكن الصفة منه .والمعنى : هم في مقعد يشتمل على كل ما يحمده القاعد فيه .والمَليك : فعيل بمعنى المالك مبا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}