{
  "number": 57,
  "name": "سُورَةُ الحَدِيدِ",
  "englishName": "Al-Hadid",
  "revelationType": "Medinan",
  "ayahCount": 29,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "نزَّه الله عن السوء كلُّ ما في السموات والأرض من جميع مخلوقاته، وهو العزيز على خلقه، الحكيم في تدبير أمورهم.",
        "mukhtasar": "نزَّهَ اللهَ وقَدَّسه ما في السماوات والأرض من مخلوقاته، وهو العزيز الذي لا يغلبه أحد، الحكيم في خلقه وتقديره.",
        "saadi": "يخبر تعالى عن عظمته وجلاله وسعة سلطانه، أن جميع ما في السماوات والأرض من الحيوانات الناطقة والصامتة وغيرها، [والجوامد] تسبح بحمد ربها، وتنزهه عما لا يليق بجلاله، وأنها قانتة لربها، منقادة لعزته، قد ظهرت فيها آثار حكمته، ولهذا قال: { وَهُوَ الْعَزِيزُ الْحَكِيمُ } فهذا فيه بيان عموم افتقار المخلوقات العلوية والسفلية لربها، في جميع أحوالها، وعموم عزته وقهره للأشياء كلها، وعموم حكمته في خلقه وأمره.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ"
      },
      "translations": {
        "en": "Whatever is in the heavens and earth exalts Allah, and He is the Exalted in Might, the Wise.",
        "fr": "Tout ce qui est dans les cieux et la terre glorifie Allah. Et c'est Lui le Puissant, le Sage.",
        "es": "Lo que está en los cielos y en la tierra glorifica a Alá. Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (1)افتتاح السورة بذكر تسبيح الله وتنزيهه مؤذن بأن أهم ما اشتملت عليه إثبات وصف الله بالصفات الجليلة المقتضية أنه منزّه عما ضل في شأنه أهل الضلال من وصفه بما لا يليق بجلاله ، وأول التنزيه هو نفي الشريك له في الإِلهية فإن الوحدانية هي أكبر صفة ضل في كنهها المشركون والمانوية ونحْوهم من أهل التثنية وأصحاب التثليث والبراهمة ، وهي الصفة التي ينبىء عنها اسمه العَلَم أعني «الله» لما علمت في تفسير الفاتحة من أن أصله الإِله ، أي المنفرد بالإِلهية .وأتبع هذا الاسم بصفات ربانية تدل على كمال الله تعالى وتنزّهُهُ عن النقص كما يأتي بيانه فكانت هذه الفاتحة براعة استهلال لهذه السورة ، ولذلك أتبع اسمهُ العلَم بعشر صفات هي جامعة لصفات الكمال وهي : العزيز ، الحكيم ، له ملك السماوات والأرض ، يحيي ، ويميت ، وهو على كل شيء قدير ، هو الأول ، والآخر ، والظاهر ، والباطن ، وهو بكل شيء عليم .وصيغ فعل التسبيح بصيغة الماضي للدلالة على أن تنزيهه تعالى أمر مقرر أمر الله به عباده من قبل وألهمه الناس وأودعَ دلائله في أحوال ما لا اختيار له ، "
    },
    {
      "number": 2,
      "text": "لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "tafsir": {
        "muyassar": "له ملك السموات والأرض وما فيهما، فهو المالك المتصرف في خلقه، يحيي ويميت، وهو على كل شيء قدير، لا يتعذَّر عليه شيء أراده، فما شاءه كان، وما لم يشأ لم يكن.",
        "mukhtasar": "له وحده ملك السماوات والأرض، يحيي من يشاء أن يحييه، ويميت من يشاء أن يميته، وهو على كل شيء قدير، لا يعجزه شيء.",
        "saadi": "ثم أخبر عن عموم ملكه، فقال: { لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ } أي: هو الخالق لذلك، الرازق المدبر لها بقدرته { وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } ",
        "kathir": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ"
      },
      "translations": {
        "en": "His is the dominion of the heavens and earth. He gives life and causes death, and He is over all things competent.",
        "fr": "A Lui appartient la souveraineté des cieux et de la terre. Il fait vivre et il fait mourir, et Il est Omnipotent.",
        "es": "Suyo es el dominio de los cielos y de la tierra. Él da la vida y da la muerte. Y es omnipotente."
      },
      "ibn_ashour": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (2)استئناف ابتدائي بذكر صفة عظيمة من صفات الله التي متعلقها أحوال الكائنات في السماوات والأرض وخاصة أهل الإِدراك منهم .ومضمون هذه الجملة يؤذن بتعليل تسبيح الله تعالى لأن من له ملك العوالم العليا والعالم الدنيوي حقيق بأن يعرف الناس صفات كماله .وأفاد تعريف المسند قصر المسند على المسند إليه وهو قصر ادعائي لعدم الاعتداد بملك غيره في الأرض إذ هو ملك ناقص فإن الملوك مفتقرون إلى من يدفع عنهم العوادي بالأحلاف والجند ، وإلى من يدبر لهم نظام المملكة من وزراء وقواد ، وإلى أخذ الجباية والجزية ونحو ذلك ، أو هو قصر حقيقي ، إذَا اعتبرتْ إضافة { ملك } إلى مجموع { السموات والأرض } فإنه لا ملك لمَالك على الأرض كلها بَلْهَ السماوات معها .وهذا معنى صفته تعالى «الملك» ، وتقدم في آخر سورة آل عمران .وجملة { يحي ويميت } بدل اشتمال من مضمون { له ملك السموات والأرض } فإن الإِحياء والإِماتة ممّا يشتمل عليه معنى مُلك السماوات والأرض لأنهما من أحوال ما عليهما ، وتخصيص هذين بالذكر للاهتمام بهما لدلالتهما على دقيق الحكمة في الت"
    },
    {
      "number": 3,
      "text": "هُوَ ٱلْأَوَّلُ وَٱلْءَاخِرُ وَٱلظَّٰهِرُ وَٱلْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "tafsir": {
        "muyassar": "هو الأول الذي ليس قبله شيء، والآخر الذي ليس بعده شيء، والظاهر الذي ليس فوقه شيء، والباطن الذي ليس دونه شيء، ولا تخفى عليه خافية في الأرض ولا في السماء، وهو بكل شيء عليم.",
        "mukhtasar": "هو الأول الذي لا شيء قبله، وهو الآخر الذي لا شيء بعده، وهو الظاهر الذي ليس فوقه شيء، وهو الباطن الذي ليس دونه شيء، وهو بكل شيء عليم، لا يفوته شيء.",
        "saadi": "{ هُوَ الْأَوَّلُ } الذي ليس قبله شيء، { وَالْآخِرُ } الذي ليس بعده شيء { وَالظَّاهِرُ } الذي ليس فوقه شيء، { وَالْبَاطِنُ } الذي ليس دونه شيء. { وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ } قد أحاط علمه بالظواهر والبواطن، والسرائر والخفايا، والأمور المتقدمة والمتأخرة.",
        "kathir": "هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ"
      },
      "translations": {
        "en": "He is the First and the Last, the Ascendant and the Intimate, and He is, of all things, Knowing.",
        "fr": "C'est Lui le Premier et le Dernier, l'Apparent et le Caché et Il est Omniscient.",
        "es": "Él es el Principio y el Fin, el Visible y el Escondido. Y es omnisciente."
      },
      "ibn_ashour": "هُوَ الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (3){ هُوَ الاول والاخر والظاهر والباطن وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ } .استئناف في سياق تبْيين أن له ملك السماوات والأرض ، بأن مُلكه دائم في عموم الأزمان وتصرف فيهما في كل الأحوال ، إذ هو الأول الأزلي ، وأنه مستمر من قبل وجود كل محدث ومن بعد فنائه إذ الله هو الباقي بعد فناء ما في السماوات والأرض ، وذلك يظهر من دلالة الآثار على المؤثِر فإن دلائل تصرفه ظاهرة للمتبصر بالعقل وهو معنى { الظاهر } كما يأتي ، وأن كيفيات تصرفاته محجوبة عن الحس وذلك معنى { الباطن } تعالى كما سيأتي .فضمير { هو } ليس ضمير فصل ولكنه ضمير يعبر عن اسم الجلالة لاعتبارنا الجملة مستأنفة ، ولو جعلته ضمير فصل لكانت أوصاف { الأول والأخر والظاهر والباطن } أخباراً عن ضمير { هو العزيز الحكيم } [ الحديد : 1 ] .وقد اشتملت هذه الجملة على أربعة أَخبار هي صفات لله تعالى .فأما وصف { الأول } فأصل معناه الذي حصُل قبل غيره في حالة تُبينُها إضافة هذا الوصف إلى ما يدل على الحالة من زمان أو مكان ، فقد يقع مع وصف ( أول ) لفظُ يدل على الحالة التي كان فيها ا"
    },
    {
      "number": 4,
      "text": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍۢ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "tafsir": {
        "muyassar": "هو الذي خلق السموات والأرض وما بينهما في ستة أيام، ثم استوى -أي علا وارتفع- على عرشه فوق جميع خلقه استواء يليق بجلاله، يعلم ما يدخل في الأرض من حب ومطر وغير ذلك، وما يخرج منها من نبات وزرع وثمار، وما ينزل من السماء من مطر وغيره، وما يعرج فيها من الملائكة والأعمال، وهو سبحانه معكم بعلمه أينما كنتم، والله بصير بأعمالكم التي تعملونها، وسيجازيكم عليها.",
        "mukhtasar": "هو الذي خلق السماوات والأرض في ستة أيام بدأت بيوم الأحد، وانتهت بيوم الجمعة، وهو قادر على خلقها في أقلّ من طرفة عين، ثم علا وارتفع سبحانه على العرش علوًّا يليق به سبحانه، يعلم ما يدخل في الأرض من مطر وبذر وغيرهما، وما يخرج منها من نبات ومعادن وغيرهما، وما ينزل من السماء من المطر والوحي وغيرهما، وما يعرج فيها من الملائكة ومن أعمال العباد وأرواحهم، وهو معكم أينما كنتم -أيها الناس - بعلمه، لا يخفى عليه منكم شيء، والله بما تعملون بصير، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها.",
        "saadi": "{ هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ } أولها يوم الأحد وآخرها يوم الجمعة { ثُمَّ اسْتَوَى عَلَى الْعَرْشِ } استواء يليق بجلاله، فوق جميع خلقه، { يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ } من حب وحيوان ومطر، وغير ذلك. { وَمَا يَخْرُجُ مِنْهَا } من نبات وشجر وحيوان وغير ذلك، { وَمَا يَنْزِلُ مِنَ السَّمَاءِ } من الملائكة والأقدار والأرزاق.{ وَمَا يَعْرُجُ فِيهَا } من الملائكة والأرواح، والأدعية والأعمال، وغير ذلك. { وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ } كقوله: { مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا } وهذه المعية، معية العلم والاطلاع، ولهذا توعد ووعد على المجازاة بالأعمال بقوله: { وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ } أي: هو تعالى بصير بما يصدر منكم من الأعمال، وما صدرت عنه تلك الأعمال، من بر وفجور، فمجازيكم عليها، وحافظها عليكم.",
        "kathir": "هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ"
      },
      "translations": {
        "en": "It is He who created the heavens and earth in six days and then established Himself above the Throne. He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you wherever you are. And Allah, of what you do, is Seeing.",
        "fr": "C'est Lui qui a créé les cieux et la terre en six jours puis Il S'est établi sur le Trône; Il sait ce qui pénètre dans la terre et ce qui en sort, et ce qui descend du ciel et ce qui y monte, et Il est avec vous où que vous soyez. Et Allah observe parfaitement ce que vous faites.",
        "es": "Él es Quien creó los cielos y la tierra en seis días. Luego, se instaló en el Trono. Sabe lo que penetra en la tierra y lo que de ella sale, lo que desciende del cielo y lo que a él asciende. Está con vosotros dondequiera que os encontréis. Alá ve bien lo que hacéis."
      },
      "ibn_ashour": "مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (4){ هُوَ الذى خَلَقَ السماوات والارض فِى سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى العَرْش } .موقع هذه الجملة استنئاف كموقع جملة { هو الأول والآخر } [ الحديد : 3 ] الآية ، فهذا استئناف ثان مفيد الاستدلال على انفراده تعالى بالإِلهية ليقلعوا عن الإِشراك به .ويفيد أيضاً بياناً لمضمون جملة { له ملك السموات والأرض } [ الحديد : 5 ] وجملة { وهو على كل شيء قدير } [ الحديد : 2 ] ، فإن الذي خلق السماوات والأرض قادر على عظيم الإِبداع .والاستواءُ على العرش تمثيل للمُلك الذي في قوله : { له ملك السموات والأرض } [ الحديد : 2 ]وهذا معنى اسمه تعالى : «الخالق» ، وتقدم قريب من هذه الآية في أوائل سورة الأعراف ( 11 ) .{ يَعْلَمُ مَا يَلِجُ فِى الارض وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا } استئناف لتقرير عموم علمه تعالى بكل شيء فكان بيانَ جملة { وهو على كل شيء قدير } [ الحديد : 2 ] وجملة { وهو بكل شيء عليم } [ الحديد : 3 ] جارياً على طريقة النشر ل"
    },
    {
      "number": 5,
      "text": "لَّهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "tafsir": {
        "muyassar": "له ملك السموات والأرض، وإلى الله مصير أمور الخلائق في الآخرة، وسيجازيهم على أعمالهم.",
        "mukhtasar": "له وحده ملك السماوات وملك الأرض، وإليه وحده ترجع الأمور، فيحاسب الخلائق يوم القيامة، ويجازيهم على أعمالهم.",
        "saadi": "{ لَهُ ملك السَّمَاوَاتِ وَالْأَرْضِ } ملكا وخلقا وعبيدا، يتصرف فيهم بما شاءه من أوامره القدرية والشرعية، الجارية على الحكمة الربانية، { وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ } من الأعمال والعمال، فيعرض عليه العباد، فيميز الخبيث من الطيب، ويجازي المحسن بإحسانه، والمسيء بإساءته.",
        "kathir": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ"
      },
      "translations": {
        "en": "His is the dominion of the heavens and earth. And to Allah are returned [all] matters.",
        "fr": "A Lui appartient la souveraineté des cieux et de la terre. Et à Allah tout est ramené.",
        "es": "Suyo es el dominio de los cielos y de la tierra. ¡Y todo será devuelto a Alá!"
      },
      "ibn_ashour": "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ (5){ لَّهُ مُلْكُ السماوات والارض وَإِلَى الله تُرْجَعُ الامور } .هذا تأكيد لنظيره الذي في أول هذه السورة كرر ليبنى عليه قوله : { وإلى الله ترجع الأمور } ، فكان ذكره في أول السورة مبنيَّاً عليه التصرفُ في الموجودات القابلة للحياة والموت في الدنيا ، وكان ذكره هنا مبنيًّا عليه أن أمور الموجودات كلّها ترجع إلى تصرفه .وتقديم المسند لقصر الإِلهية عليه تعالى فيفيذ صفة الواحد .{ وَإِلَى الله تُرْجَعُ الأمُورُ } .عطف على { له ملك السموات والأرض } عطفَ الخاص من وجه على العام منه فيما يتعلق بالأمور الجارية في الدنيا ، وعطف المغاير فيما يتعلق بالأمور التي تجري يوم القيامة على ما سيتضح في تفسير معنى { الأمور } .فالأمور : جمع أمر ، واشتهر في اللغة أن الأمر اسم للشأن والحادث فيعم الأفعال والأقوال .وقال ابن عطية : { الأمور } هنا : جميع الموجودات لأن الأمر والشيء والموجود أسماء شائعة في جميع الموجودات : أعراضِها وجواهرها» اه . ولم أره لغيره . وفي «المحصول» و«شرحه» في أصول الفقه ، ومن تبعه من كتب أصول الفقه أن كلمة ( أمر ) مشتركة"
    },
    {
      "number": 6,
      "text": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "tafsir": {
        "muyassar": "يُدْخِل ما نقص من ساعات الليل في النهار فيزيد النهار، ويُدْخِل ما نقص من ساعات النهار في الليل فيزيد الليل، وهو سبحانه عليم بما في صدور خلقه.",
        "mukhtasar": "يدخل الليل على النهار فتأتي الظلمة، وينام الناس، ويدخل النهار على الليل فيأتي الضياء، فينطلق الناس إلى أعمالهم، وهو عليم بما في صدور عباده، لا يخفى عليه شيء منه.",
        "saadi": "{ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ } أي: يدخل الليل على النهار، فيغشيهم الليل بظلامه، فيسكنون ويهدأون، ثم يدخل النهار على الليل، فيزول ما على الأرض من الظلام، ويضيء الكون، فيتحرك العباد، ويقومون إلى مصالحهم ومعايشهم، ولا يزال الله يكور الليل على النهار، والنهار على الليل، ويداول بينهما، في الزيادة والنقص، والطول والقصر، حتى تقوم بذلك الفصول، وتستقيم الأزمنة، ويحصل من المصالح ما يحصل بذلك، فتبارك الله رب العالمين، وتعالى الكريم الجواد، الذي أنعم على عباده بالنعم الظاهرة والباطنة، { وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بما يكون في صدور العالمين، فيوفق من يعلم أنه أهل لذلك، ويخذل من يعلم أنه لا يصلح لهدايته   ",
        "kathir": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ ۚ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ"
      },
      "translations": {
        "en": "He causes the night to enter the day and causes the day to enter the night, and he is Knowing of that within the breasts.",
        "fr": "Il fait pénétrer la nuit dans le jour et fait pénétrer le jour dans la nuit, et Il sait parfaitement le contenu des poitrines.",
        "es": "Hace que la noche entre en el día y que el día entre en la noche. Y Él sabe bien lo que encierran los pechos."
      },
      "ibn_ashour": "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ (6){ يُولِجُ اليل فِى النهار وَيُولِجُ النهار فِى اليل } .مناسبة ذكره هذه الجملة أن تقدير الليل والنهار وتعاقبهما من التصرفات الإِلهية المشاهدة في أحوال السماوات والأرض وملابسات أحوال الإِنسان ، فهذه الجملة بدل اشتمال من جملة { له ملك السموات والأرض } [ الحديد : 5 ]وهو أيضاً مناسب لمضمون جملة { وإلى الله ترجع الأمور } [ الحديد : 5 ] تذكير للمشركين بأن المتصرف في سبب الفناء هو الله تعالى فإنهم يعتقدون أن الليل والنهار هما اللذان يُفنيان الناس ، قال الأعشى :ألم تَروا إرَماً وعادا ... أفناهُما الليلُ والنهاروحكى الله عنهم قولهم : { وما يهلكنا إلا الدهر } [ الجاثية : 24 ] فلما قال : { له ملك السموات والأرض وإلى الله ترجع الأمور } [ الحديد : 5 ] ، أبطل بعده اعتقاد أهل الشرك أن للزمان الذي هو تعاقب الليل والنهار والمعبر عنه بالدهر تصرفاً فيهم ، وهذا معنى اسمه تعالى : «المدبر» .{ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُور } .لما ذكر تصرف الله في الليل وكان الليل وقت إخفاء الأشياء أعقب ذكره بأن الله علي"
    },
    {
      "number": 7,
      "text": "ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌۭ كَبِيرٌۭ",
      "tafsir": {
        "muyassar": "آمنوا بالله ورسوله محمد صلى الله عليه وسلم، وأنفقوا مما رزقكم الله من المال واستخلفكم فيه، فالذين آمنوا منكم أيها الناس، وأنفقوا من مالهم، لهم ثواب عظيم.",
        "mukhtasar": "آمنوا بالله، وآمنوا برسوله، وأنفقوا من المال الذي جعلكم الله مُسْتَخْلَفين فيه، تتصرفون فيه وفق ما شرع لكم، فالذين آمنوا منكم بالله، وبذلوا أموالهم في سبيل الله، لهم ثواب عظيم عنده، وهو الجنة.",
        "saadi": "يأمر تعالى عباده بالإيمان به وبرسوله وبما جاء به، وبالنفقة في سبيله، من الأموال التي جعلها الله في أيديهم واستخلفهم عليها، لينظر كيف يعملون، ثم لما أمرهم بذلك، رغبهم وحثهم عليه بذكر ما رتب عليه من الثواب، فقال: { فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا } أي: جمعوا بين الإيمان بالله ورسوله، والنفقة في سبيله، لهم أجر كبير، أعظمه [وأجله] رضا ربهم، والفوز بدار كرامته، وما فيها من النعيم المقيم، الذي أعده الله للمؤمنين والمجاهدين، ثم ذكر [السبب] الداعي لهم إلى الإيمان، وعدم المانع منه، فقال: ",
        "kathir": "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ ۖ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ"
      },
      "translations": {
        "en": "Believe in Allah and His Messenger and spend out of that in which He has made you successors. For those who have believed among you and spent, there will be a great reward.",
        "fr": "Croyez en Allah et en Son Messager, et dépensez de ce dont Il vous a donné la lieutenance. Ceux d'entre vous qui croient et dépensent [pour la cause d'Allah] auront une grande récompense.",
        "es": "¡Creed en Alá y en Su Enviado! Dad limosna de los bienes de los que Él os ha hecho últimos poseedores. Aquéllos de vosotros que hayan creído y dado limosna tendrán una gran recompensa."
      },
      "ibn_ashour": "آَمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آَمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ (7)استئناف وقع موقع النتيجة بعد الاستدلال فإن أول السورة قرر خضوع الكائنات إلى الله تعالى وأنه تعالى المتصرف فيها بالإِيجاد والإِعدام وغير ذلك فهو القدير عليها ، وأنه عليم بأحوالهم مطلّع على ما تضمره ضمائرهم وأنهم صائرون إليه فمحاسبهم ، فلا جرم تهيأ المقام لإِبلاغهم التذكير بالإِيمان به إيماناً لا يشوبه إشراك والإِيمان برسوله صلى الله عليه وسلم إذ قد تبين صدقه بالدلائل الماضية التي دلت على صحة ما أخبرهم به مما كان محل ارتيابهم وتكذيبهم كما أشار إليه قوله : { والرسول يدعوكم لتؤمنوا بربكم } [ الحديد : 8 ] .فذلك وجه عطف { ورسوله } على متعلق الإِيمان مع أن الآيات السابقة ما ذكرت إلا دلائل صفات الله دون الرسول صلى الله عليه وسلمفالخطاب ب { آمنوا } للمشركين ، والآية مكية حسب ما رُوي في إسلام عُمَر وهو الذي يلائم اتصال قوله : { وما لكم لا تؤمنون بالله } [ الحديد : 8 ] الخ بها .والمراد بالإِنفاق المأمور به : الإِنفاق الذي يدعو إليه الإِيمان بعد حص"
    },
    {
      "number": 8,
      "text": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "tafsir": {
        "muyassar": "وأيُّ عذر لكم في أن لا تصدقوا بوحدانية الله وتعملوا بشرعه، والرسول يدعوكم إلى ذلك، وقد أخذ الله ميثاقكم على ذلك، إن كنتم مؤمنين بالله خالقكم؟",
        "mukhtasar": "وأي شيء يمنعكم من الإيمان بالله؟! والرسول يدعوكم إلى الله رجاء أن تؤمنوا بربكم سبحانه، وقد أخذ الله منكم العهد أن تؤمنوا به حين أخرجكم من ظهور آبائكم، إن كنتم مؤمنين.",
        "saadi": "{ وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ } أي: وما الذي يمنعكم من الإيمان، والحال أن الرسول محمدا صلى الله عليه وسلم أفضل الرسل وأكرم داع دعا إلى الله يدعوكم، فهذا مما يوجب المبادرة إلى إجابة دعوته، والتلبية والإجابة للحق الذي جاء به، وقد أخذ عليكم العهد والميثاق بالإيمان إن كنتم مؤمنين، ومع ذلك، من لطفه وعنايته بكم، أنه لم يكتف بمجرد دعوة الرسول الذي هو أشرف العالم، بل أيده بالمعجزات، ودلكم على صدق ما جاء به بالآيات البينات .",
        "kathir": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ"
      },
      "translations": {
        "en": "And why do you not believe in Allah while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers?",
        "fr": "Et qu'avez-vous à ne pas croire en Allah, alors que le Messager vous appelle à croire en votre Seigneur? Et [Allah] a déjà pris [acte] de votre engagement si vous êtes [sincères] dans votre foi.",
        "es": "Y ¿por qué no habéis de creer en Alá, siendo así que el Enviado os invita a creer en vuestro Señor y que ha concertado un pacto con vosotros? Si es que sois creyentes..."
      },
      "ibn_ashour": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ (8)ظاهر استعمال أمثال قوله : { وما لكم لا تؤمنون } أن يكون استفهاماً مستعملاً في التوبيخ والتعجيب ، وهو الذي يناسب كون الأمر في قوله : { آمنوا بالله ورسوله } مستعملاً في الطلب لا في الدوام .وتكون جملة { لا تؤمنون } حالاً من الضمير المستتر في الكون المتعلق به الجار والمجرور كما تقول : ما لك قائماً؟ بمعنى ما تصنع في حال القيام . والتقدير : وما لكم كافرين بالله ، أي ما حصل لكم في حالة عدم الإيمان .وجملة { والرسول يدعوكم } حال ثانية ، والواو واو الحال لا العطف ، فهما حالان متداختان . والمعنى : ماذا يمنَعكم من الإيمان وقد بين لكم الرسولُ من آيات القرآن ما فيه بلاغ وحجة على أن الإِيمان بالله حق فلا عذر لكم في عدم الإِيمان بالله فقد جاءتكم بينات حقّيّته فتعين أن إصراركم على عدم الإِيمان مكابرة وعناد .وعلى هذا الوجه فالميثاق المأخوذ عليهم هو ميثاق من الله ، أي ما يماثل الميثاق من إيداع الإيمان بوجود الله وبوحدانيته في الفطرة البشرية فكأنه ميثاق قد أخذ عل"
    },
    {
      "number": 9,
      "text": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَٰتٍۭ بَيِّنَٰتٍۢ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "هو الذي ينزل على عبده محمد صلى الله عليه وسلم آيات مفصلات واضحات من القرآن؛ ليخرجكم بذلك من ظلمة الكفر إلى نور الإيمان، إن الله بكم في إخراجكم من الظلمات إلى النور لِيَرْحمكم رحمة واسعة في عاجلكم وآجلكم، فيجازيكم أحسن الجزاء.",
        "mukhtasar": "هو الذي ينزل على عبده محمد صلى الله عليه وسلم آيات واضحات؛ ليخرجكم من ظلمات الكفر والجهل إلى نور الإيمان والعلم، وإن الله بكم لرؤوف رحيم حين أرسل إليكم نبيه هاديًا وبشيرًا.",
        "saadi": "{ هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ } أي: ظاهرات تدل أهل العقول على صدق كل ما جاء به  وأنه حق اليقين، { لِيُخْرِجَكُمْ } بإرسال الرسول إليكم، وما أنزله الله على يده من الكتاب والحكمة.{ مِنَ الظُّلُمَاتِ إِلَى النُّورِ } أي: من ظلمات الجهل والكفر، إلى نور العلم والإيمان، وهذا من رحمته بكم ورأفته، حيث كان أرحم بعباده من الوالدة بولدها { وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ }  ",
        "kathir": "هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ"
      },
      "translations": {
        "en": "It is He who sends down upon His Servant [Muhammad] verses of clear evidence that He may bring you out from darknesses into the light. And indeed, Allah is to you Kind and Merciful.",
        "fr": "C'est Lui qui fait descendre sur Son serviteur des versets clairs, afin qu'il vous fasse sortir des ténèbres à la lumière; et assurément Allah est Compatissant envers vous, et Très Miséricordieux.",
        "es": "Él es Quien revela a Su siervo signos claros para sacaros de las tinieblas a la luz. En verdad, Alá es manso, misericordioso con vosotros."
      },
      "ibn_ashour": "هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آَيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ (9)استئناف ثالث انتقل به الخطاب إلى المؤمنين ، فهذه الآية يظهر أنها مبدأ الآيات المدنية في هذه السورة ويزيد ذلك وضوحاً عطف قوله : { وما لكم ألا تنفقوا في سبيل الله } [ الحديد : 10 ] الآيات كما سيأتي قريباً .والخطاب هنا وإن كان صالحاً لتقرير ما أفادته جملة { وما لكم لا تؤمنون بالله والرسول يدعوكم لتؤمنوا بربكم } [ الحديد : 8 ] ولكن أسلوب النظم وما عطف على هذه الجملة يقتضيان أن تكون استئنافاً انتقالياً هو من حسن التخلص إلى خطاب المسلمين ، ولا تفوته الدلالة على تقرير ما قبله لأن التقرير يحصل من انتساب المعنيين : معنى الجملة السابقة ، ومعنى هذه الجملة الموالية .فهذه الجملة بموقعها ومعناها وعلتها وما عُطف عليها أفادت بياناً وتأكيداً وتعليلاً وتذييلاً وتخلصاً لغرض جديد ، وهي أغراض جمعْتها جمعاً بلغ حد الإِعجاز في الإِيجاز ، مع أن كل جملة منها مستقلة بمعنى عظيم من الاستدلال والتذكير والإِرشاد والامتنان .والرؤوف : من أمثلة المبالغة في الاتصاف بالرأفة"
    },
    {
      "number": 10,
      "text": "وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَٰتَلَ ۚ أُو۟لَٰٓئِكَ أَعْظَمُ دَرَجَةًۭ مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَٰتَلُوا۟ ۚ وَكُلًّۭا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌۭ",
      "tafsir": {
        "muyassar": "وأيُّ شيء يمنعكم من الإنفاق في سبيل الله؟ ولله ميراث السموات والأرض يرث كلَّ ما فيهما، ولا يبقى أحد مالكًا لشيء فيهما. لا يستوي في الأجر والمثوبة منكم مَن أنفق من قبل فتح \"مكة\" وقاتل الكفار، أولئك أعظم درجة عند الله من الذين أنفقوا في سبيل الله من بعد الفتح وقاتلوا الكفار، وكلا من الفريقين وعد الله الجنة، والله بأعمالكم خبير لا يخفى عليه شيء منها، وسيجازيكم عليها.",
        "mukhtasar": "وأي شيء يمنعكم من الإنفاق في سبيل الله؟! ولله ميراث السماوات والأرض، لا يستوي منكم - أيها المؤمنون - من أنفق ماله في سبيل الله ابتغاء مرضاته من قبل فتح مكة، وقاتل الكفار لنصرة الإسلام، مع من أنفق بعد الفتح وقاتل الكفار؛ أولئك المنفقون من قبل الفتح والمقاتلون في سبيل الله، أعظم منزلة عند الله وأرفع درجة من الذين أنفقوا أموالهم في سبيله بعد فتحها وقاتلوا الكفار؛ وقد وعد الله كِلا الفريقين الجنة، والله بما تعملون خبير، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها.",
        "saadi": "أي: وما الذي يمنعكم من النفقة في سبيل الله، وهي طرق الخير كلها، ويوجب لكم أن تبخلوا، { و } الحال أنه ليس لكم شيء، بل { لله مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ } فجميع الأموال ستنتقل من أيديكم أو تنقلون عنها، ثم يعود الملك إلى مالكه تبارك وتعالى، فاغتنموا الإنفاق ما دامت الأموال في أيديكم، وانتهزوا الفرصة، ثم ذكر تعالى تفاضل الأعمال بحسب الأحوال والحكمة الإلهية، فقال: { لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا } المراد بالفتح هنا هو فتح الحديبية، حين جرى من الصلح بين الرسول وبين قريش مما هو أعظم الفتوحات التي حصل بها نشر الإسلام، واختلاط المسلمين بالكافرين، والدعوة إلى الدين من غير معارض، فدخل الناس من ذلك الوقت في دين الله أفواجا، واعتز الإسلام عزا عظيما، وكان المسلمون قبل هذا الفتح لا يقدرون على الدعوة إلى الدين في غير البقعة التي أسلم أهلها، كالمدينة وتوابعها، وكان من أسلم من أهل مكة وغيرها من ديار المشركين يؤذى ويخاف، فلذلك كان من أسلم قبل الفتح وأنفق وقاتل، أعظم درجة وأجرا وثوابا ممن لم يسلم ويقاتل وينفق إلا بعد ذلك، كما هو مقتضى الحكمة، ولذلك كان السابقون وفضلاء الصحابة، غالبهم أسلم قبل الفتح، ولما كان التفضيل بين الأمور قد يتوهم منه نقص وقدح في المفضول، احترز تعالى من هذا بقوله: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } أي: الذين أسلموا وقاتلوا وأنفقوا من قبل الفتح وبعده، كلهم وعده الله الجنة، وهذا يدل على فضل الصحابة [كلهم]، رضي الله عنهم، حيث شهد الله لهم بالإيمان، ووعدهم الجنة، { وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ } فيجازي كلا منكم على ما يعلمه من عمله.",
        "kathir": "وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ أُولَٰئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ"
      },
      "translations": {
        "en": "And why do you not spend in the cause of Allah while to Allah belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allah has promised the best [reward]. And Allah, with what you do, is Acquainted.",
        "fr": "Et qu'avez-vous à ne pas dépenser dans le chemin d'Allah, alors que c'est à Allah que revient l'héritage des cieux et de la terre? On ne peut comparer cependant celui d'entre vous qui a donné ses biens et combattu avant la conquête... ces derniers sont plus hauts en hiérarchie que ceux qui ont dépensé et ont combattu après. Or, à chacun, Allah a promis la plus belle récompense, et Allah est Grand Connaisseur de ce que vous faites.",
        "es": "Y ¿por qué no habéis de gastar por la causa de Alá, siendo así que la herencia de los cielos y de la tierra pertenece a Alá? No seréis todos iguales: unos, que han gastado y combatido antes del Éxito, tendrán una categoría más elevada que otros que han gastado y combatido después de ella. A todos, sin embargo, ha prometido Alá lo mejor. Alá está bien informado de lo que hacéis."
      },
      "ibn_ashour": "وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (10){ وَمَا لَكُمْ أَلاَّ تُنفِقُواْ فِى سَبِيلِ الله وَلِلَّهِ مِيرَاثُ السماوات والارض } .الإِنفاق في سبيل الله بمعناه المشهور وهو الإِنفاق في عتاد الجهاد لم يكن إلا بعد الهجرة فإن سبيل الله غلب في القرآن إطلاقه على الجهاد ويؤيده قوله عقبه : { لا يستوي منكم من أنفق من قبل الفتح } ، لأن الأصل أن يكون ذلك متصلاً نزوله مع هذا ولو حمل الإِنفاق على معنى الصدقات لكان مقتضياً أنها مدنية لأن الإِنفاق بهذا المعنى لا يطلق إلا على الصدقة على المؤمنين فلا يُلام المشركون على تركه .وعليه فالخطاب موجّه للمؤمنين ، فقد أعيد الخطاب بلون غير الذي ابتدىء به .ومن لطائفه أنه موجه إلى المنافقين الذين ظَاهِرُهم أنهم مسلمون وهم في الباطن مشركون فهم الذين شحّوا بالإِنفاق .ووجه إلحاق هذه الآية وهي مدني"
    },
    {
      "number": 11,
      "text": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًۭا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌۭ كَرِيمٌۭ",
      "tafsir": {
        "muyassar": "من ذا الذي ينفق في سبيل الله محتسبًا من قلبه بلا مَنٍّ ولا أذى، فيضاعف له ربه الأجر والثواب، وله جزاء كريم، وهو الجنة؟",
        "mukhtasar": "من ذا الذي يبذل ماله طيبة به نفسه لوجه الله، فيعطيه الله ثواب ما بذله من ماله مضاعفًا، وله يوم القيامة ثواب كريم، وهو الجنة؟!",
        "saadi": "حث على النفقة في سبيله، لأن الجهاد متوقف على النفقة فيه، وبذل الأموال في التجهز له، فقال: { مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا } وهي النفقة [الطيبة] التي تكون خالصة لوجه الله، موافقة لمرضاة الله، من مال حلال طيب، طيبة به نفسه، وهذا من كرم الله تعالى [حيث] سماه قرضا، والمال ماله، والعبد عبده، ووعد بالمضاعفة عليه أضعافا كثيرة، وهو الكريم الوهاب، وتلك المضاعفة محلها وموضعها يوم القيامة، يوم كل يتبين فقره، ويحتاج إلى أقل شيء من الجزاء الحسن، ولذلك قال:",
        "kathir": "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ"
      },
      "translations": {
        "en": "Who is it that would loan Allah a goodly loan so He will multiply it for him and he will have a noble reward?",
        "fr": "Quiconque fait à Allah un prêt sincère, Allah le lui multiplie, et il aura une généreuse récompense.",
        "es": "A quien haga a Alá un préstamo generoso, Él le devolverá el doble y le recompensará generosamente."
      },
      "ibn_ashour": "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ (11)موقع هذه الجملة موقع التعليل والبيان لجملة { وكلاًّ وعد الله الحسنى } [ الحديد : 10 ] .وما بينهما اعتراض ، والمعنى : أن مثل المنفق في سبيل الله كمثل من يُقرض الله ومَثَلُ الله تعالى في جزائه كمثل المستسلف مع من أحسن قرضه وأحسن في دفعه إليه .و { من } استفهامية كما هو شأنها إذا دخلت على اسم الإشارة والموصول ، و { الذي يقرض } خبرها ، و { ذا } معترضة لاستحضار حال المقترض بمنزلة الشخص الحاضر القريب .وعن الفراء : ( ذا ) صلة ، أي زائدة لمجرد التأكيد مثل ما قال كثير من النحاة : إن ( ذا ) في ( ماذا ) ملغاة ، قال الفراء : رأيتها في مصحف عبد الله { منذا الذي } والنون موصولة بالذال اه .والاستفهام مستعمل في معنى التحريض مجازاً لأن شأن المحرِّض على الفعل أن يبحث عمن يفعله ويتطلب تعيينه لينوطه به أو يجازيه عليه .والقرض الحسن : هو القرض المستكمل محاسن نوعه من كونه عن طيب نفس وبشاشة في وجه المستقرض ، وخلو عن كل ما يعرِّض بالمنة أو بتضييق أجل القضاء . والمشبّه هنا بالقرض الحسن هو الإِنفاق في سبيل الله المنهيُّ"
    },
    {
      "number": 12,
      "text": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّٰتٌۭ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "tafsir": {
        "muyassar": "يوم ترى المؤمنين والمؤمنات يسعى نورهم على الصراط بين أيديهم وعن أيمانهم، بقدر أعمالهم، ويقال لهم: بشراكم اليوم دخول جنات واسعة تجري من تحت أشجارها الأنهار، لا تخرجون منها أبدًا، ذلك الجزاء هو الفوز العظيم لكم في الآخرة.",
        "mukhtasar": "يوم ترى المؤمنين والمؤمنات يتقدمهم نورهم بين أيديهم وبأيمانهم، ويقال لهم في ذلك اليوم: بُشْراكم اليوم جنات تجري من تحت قصورها وأشجارها الأنهار ماكثين فيها أبدًا، ذلك الجزاء هو الفوز العظيم الذي لا يدانيه فوز.",
        "saadi": "يقول تعالى -مبينا لفضل الإيمان واغتباط أهله به يوم القيامة-: { يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ } أي: إذا كان يوم القيامة، وكورت الشمس، وخسف القمر، وصار الناس في الظلمة، ونصب الصراط على متن جهنم، فحينئذ ترى المؤمنين والمؤمنات، يسعى نورهم بين أيديهم وبأيمانهم، فيمشون بأيمانهم ونورهم في ذلك الموقف الهائل الصعب، كل على قدر إيمانه، ويبشرون عند ذلك بأعظم بشارة، فيقال: { بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ } فلله ما أحلى هذه البشارة بقلوبهم، وألذها لنفوسهم، حيث حصل لهم كل مطلوب [محبوب]، ونجوا من كل شر ومرهوب",
        "kathir": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ"
      },
      "translations": {
        "en": "On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment.",
        "fr": "Le jour où tu verras les croyants et les croyantes, leur lumière courant devant eux et à leur droite; (on leur dira): «Voici une bonne nouvelle pour vous, aujourd'hui: des Jardins sous lesquels coulent les ruisseaux pour y demeurer éternellement». Tel est l'énorme succès.",
        "es": "El día que veas la luz de los creyentes y de las creyentes correr ante ellos y a su derecha: «¡Buena nueva hoy para vosotros: jardines por cuyos bajos fluyen arroyos, en los que estaréis por toda la eternidad! ¡Ése es el éxito grandioso!»"
      },
      "ibn_ashour": "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (12)لما كان معلوماً أن مضاعفة الثواب وإعطاء الأجر يكون في يوم الجزاء ، ترجح أن يكون قوله : { يوم ترى المؤمنين } منصوباً بفعل محذوف تقديره : اذكُر تنويهاً بما يحصل في ذلك اليوم من ثواب للمؤمنين والمؤمنات ومن حرمان للمنافقين والمنافقات ، ولذلك كرر { يوم } ليَختصَّ كل فريق بذكر ما هو من شؤونه في ذلك اليوم .وعلى هذا فالجملة متصلة بالتي قبلها بسبب هذا التعلق ، على أنه في نظم الكلام يصح جعله ظرفاً متعلقاً ب { يُضاعفه له وله أجر كريم } [ الحديد : 11 ] على طريقة التخلص لذكر ما يجري في ذلك اليوم من الخيرات لأهلها ومن الشر لأهله .وعلى الوجه الأول فالجملة مستأنفة استئنافاً ابتدائياً لمناسبة ذكر أجر المنفقين فعقب ببيان بعض مزايا المؤمنين ، وعلى الوجه الثاني فهي متصلة بالتي قبلها بسبب التعلق .والخطاب في { ترى } لغير معينّ ليكون على منوال المخاطبات التي قبله ، أي يوم يرى الرائي ، والرؤ"
    },
    {
      "number": 13,
      "text": "يَوْمَ يَقُولُ ٱلْمُنَٰفِقُونَ وَٱلْمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًۭا فَضُرِبَ بَيْنَهُم بِسُورٍۢ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ",
      "tafsir": {
        "muyassar": "يوم يقول المنافقون والمنافقات للذين آمنوا، وهم على الصراط: انتظرونا نستضئْ من نوركم، فتقول لهم الملائكة: ارجعوا وراءكم فاطلبوا نورًا (سخرية منهم)، فَفُصِل بينهم بسور له باب، باطنه مما يلي المؤمنين فيه الرحمة، وظاهره مما يلي المنافقين من جهته العذاب.",
        "mukhtasar": "يوم يقول المنافقون والمنافقات للذين آمنوا: انتظرونا رجاء أن نقتبس من نوركم ما يعيننا على عبور الصراط، ويقال للمنافقين استهزاءً بهم: ارجعوا وراءكم، فاطلبوا نورًا تستنيرون به، فَضُرِب بينهم بسور، لذلك السور باب، باطنه مما يلي المؤمنين فيه الرحمة، وظاهره مما يلي المنافقين فيه العذاب.",
        "saadi": "فإذا رأى المنافقون نور المؤمنين يمشون به  وهم قد طفئ نورهم وبقوا في الظلمات حائرين، قالوا للمؤمنين: { انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ } أي: أمهلونا لننال من نوركم ما نمشي به، لننجو من العذاب، فـ { قِيلَ } لهم: { ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا } أي: إن كان ذلك ممكنا، والحال أن ذلك غير ممكن، بل هو من المحالات، { فَضُرِبَ } بين المؤمنين والمنافقين { بِسُورٍ } أي: حائط منيع، وحصن حصين، { لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ } وهو الذي يلي المؤمنين { وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ } وهو الذي يلي المنافقين، فينادي المنافقون المؤمنين، ",
        "kathir": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ"
      },
      "translations": {
        "en": "On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment.",
        "fr": "Le jour où les hypocrites, hommes et femmes, diront à ceux qui croient: «Attendez que nous empruntions [un peu] de votre lumière». Il sera dit: «Revenez en arrière, et cherchez de la lumière». C'est alors qu'on éleva entre eux une muraille ayant une porte dont l'intérieur contient la miséricorde, et dont la face apparente a devant elle le châtiment [l'Enfer].",
        "es": "El día que los hipócritas y las hipócritas digan a los que creyeron: «¡Esperad a que tomemos de vuestra luz!» Se dirá: «¡Retroceded! ¡Buscad una luz!» Entre ellos se levantará una muralla con una puerta. Dentro estará la Misericordia y fuera, enfrente, el Castigo."
      },
      "ibn_ashour": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آَمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ (13)يوم يقول } بدل من { يوم ترى المؤمنين } [ الحديد : 12 ] بدلاً مطابقاً إذا اليوم هو عين اليوم المعرف في قوله : { يوم ترى المؤمنين والمؤمنات يسعى نورهم } [ الحديد : 12 ] .والقول في فتحة { يوم } تقدم في نظره قريباً .وعطف { المنافقات } على { المنافقون } كعطف { المؤمنات على المؤمنين } في الآية ( 12 ) قبل هذه .والذين آمنوا تغليب للذكور لأن المخاطبين هم أصحاب النور وهو للمؤمنين والمؤمنات .و { انظرونا } بهمزة وصل مضموماً ، من نظره ، إذا انتظره مثل نظر ، إذا أبصر ، إلا أن نظر بمعنى الانتظار يتعدّى إلى المفعول ، ونظر بمعنى أبصر يتعدى بحرف ( إلى ) قال تعالى : { وانظر إلى العظام كيف ننشرها } [ البقرة : 259 ] .والانتظار : التريث بفعل مَّا ، أي تريثوا في سيركم حتى نلحق بكم فنستضيءَ بالنور الذي بين أيديكم وبجانبكم وذلك يقتضي أن الله يأذن للمؤ"
    },
    {
      "number": 14,
      "text": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "tafsir": {
        "muyassar": "ينادي المنافقون المؤمنين قائلين: ألم نكن معكم في الدنيا، نؤدي شعائر الدين مثلكم؟ قال المؤمنون لهم: بلى قد كنتم معنا في الظاهر، ولكنكم أهلكتم أنفسكم بالنفاق والمعاصي، وتربصتم بالنبي الموت وبالمؤمنين الدوائر، وشككتم في البعث بعد الموت، وخدعتكم أمانيكم الباطلة، وبقيتم على ذلك حتى جاءكم الموت وخدعكم بالله الشيطان.",
        "mukhtasar": "ينادي المنافقون المؤمنين قائلين: ألم نكن معكم على الإسلام والطاعة؟! قال لهم المؤمنون: بلى، كنتم معنا، لكنّكم فتنتم أنفسكم بالنفاق فأهلكتموها، وتربصتم بالمؤمنين أن يُغْلَبوا فتُعْلِنوا كفركم، وشككتم في نصر الله للمؤمنين، وفي البعث بعد الموت، وخدعتكم الأطماع الكاذبة حتى جاءكم الموت وأنتم على ذلك، وغرَّكم بالله الشيطان.",
        "saadi": "فيقولون لهم تضرعا وترحما: { أَلَمْ نَكُنْ مَعَكُمْ } في الدنيا نقول: { لا إله إلا الله } ونصلي ونصوم ونجاهد، ونعمل مثل عملكم؟ { قَالُوا بَلَى } كنتم معنا في الدنيا، وعملتم [في الظاهر] مثل عملنا، ولكن أعمالكم أعمال المنافقين، من غير إيمان ولا نية [صادقة] صالحة، بل { فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ } أي: شككتم في خبر الله الذي لا يقبل شكا، { وَغَرَّتْكُمُ الْأَمَانِيُّ } الباطلة، حيث  تمنيتم أن تنالوا منال المؤمنين، وأنتم غير موقنين، { حَتَّى جَاءَ أَمْرُ اللَّهِ } أي: حتى جاءكم الموت وأنتم بتلك الحال الذميمة.{ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ } وهو الشيطان، الذي زين لكم الكفر والريب، فاطمأننتم به، ووثقتم بوعده، وصدقتم خبره.",
        "kathir": "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ ۖ قَالُوا بَلَىٰ وَلَٰكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّىٰ جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ"
      },
      "translations": {
        "en": "The hypocrites will call to the believers, \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allah. And the Deceiver deceived you concerning Allah.",
        "fr": "«N'étions-nous pas avec vous?» leur crieront-ils. «Oui, répondront [les autres] mais vous vous êtes laissés tenter, vous avez comploté (contre les croyants) et vous avez douté et de vains espoirs vous ont trompés, jusqu'à ce que vînt l'ordre d'Allah. Et le séducteur [le diable] vous a trompés au sujet d'Allah.",
        "es": "Les llamarán: «¿No estábamos con vosotros?» Dirán: «¡Claro que sí! Pero os dejasteis seducir, os mantuvisteis a la expectativa, dudasteis. Vuestros anhelos os engañaron hasta que vino la orden de Alá. El Engañador os engañó acerca de Alá."
      },
      "ibn_ashour": "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ (14){وضمائر { ينادونهم ألم نكن معكم قالوا بلى } تعرف مراجعُها مما تقدم من قوله : { يوم يقول المنافقون والمنافقات } الآية .و { ألم نكن معكم } استفهام تقريري ، استعمل كناية عن طلب اللحاق بهم والانضمام إليهم كما كانوا معهم في الدنيا يعملون أعمال الإسلام من المسلمين .والمعية أطلقت على المشاركة في أعمال الإسلام من نطق بكلمة الإسلام وإقامة عبادات الإسلام ، توهموا أن المعاملة في الآخرة تجري كما تجري المعاملة في الدنيا على حسب صور الأعمال ، وما دَرَوا أن الصور مُكملات وأن قِوامها إخلاص الإِيمان وهذا الجواب إقرار بأن المنافقين كانوا يعملون أعمالهم معهم .ولما كان هذا الإقرار يوهم أنه قول بموجَب الاستفهام التقريري أعقَبوا جوابهم الإِقراريّ بالاستدراك الرافع لما توهمه المنافقون من أن الموافقة للمؤمنين في أعمال الإسلام تكفي في التحاقهم بهم في نعيم الجنة فبينوا لهم أسباب التباعد بينهم بأن باطنه"
    },
    {
      "number": 15,
      "text": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌۭ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "فاليوم لا يُقبل من أحد منكم أيها المنافقون عوض؛ ليفتدي به من عذاب الله، ولا من الذين كفروا بالله ورسوله، مصيركم جميعًا النار، هي أولى بكم من كل منزل، وبئس المصير هي.",
        "mukhtasar": "فاليوم لا تؤخذ منكم - أيها المنافقون - فدية من عذاب الله، ولا تؤخذ فدية من الذين كفروا بالله علنًا، ومصيركم ومصير الكافرين النار، هي أولى بكم، وأنتم أولى بها، وبئس المصير.",
        "saadi": "{ فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا } فلو افتديتم بمثل الأرض ذهبا ومثله معه، لما تقبل منكم، { مَأْوَاكُمُ النَّارُ } أي: مستقركم، { هِيَ مَوْلَاكُمْ } التي تتولاكم وتضمكم إليها، { وَبِئْسَ الْمَصِيرُ } النار.[قال تعالى:] { وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ وَمَا أَدْرَاكَ مَا هِيَهْ نَارٌ حَامِيَةٌ }  ",
        "kathir": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ ۖ وَبِئْسَ الْمَصِيرُ"
      },
      "translations": {
        "en": "So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you, and wretched is the destination.",
        "fr": "Aujourd'hui donc, on n'acceptera de rançon ni de vous ni de ceux qui ont mécru. Votre asile est le Feu: c'est lui qui est votre compagnon inséparable. Et quelle mauvaise destination!",
        "es": "Hoy no se aceptará ningún rescate por parte vuestra ni por parte de los que no creyeron. Vuestra morada será el Fuego, que es vuestro lugar apropiado». ¡Qué mal fin...!"
      },
      "ibn_ashour": "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ (15)يجوز أن يكون هذا الكلام من تتمة خطاب المؤمنين للمنافقين استمراراً في التوبيخ والتنديم . وهذا ما جرى عليه المفسرون ، فموقع فاء التفريع بينّ والعلم للمؤمنين بأن لا تؤخذ فدية من المنافقين والذين كفروا حاصل مما يسمعون في ذلك اليوم من الأقضية الإِلهية بين الخلق بحيث صار معلوماً لأهل المحشر ، أو هو علم متقرر في نفوسهم مما علموه في الدنيا من أخبار القرآن وكلام النبي صلى الله عليه وسلم وذلك موجب عطف { ولا من الذين كفروا } تعبيراً عما علموه بأسره وهو عطف معترض جَرَّته المناسبة .ويجوز أن يكون كلاماً صادراً من جانب الله تعالى للمنافقين تأييساً لهم من الطمع في نوال حظ من نور المؤمنين ، فيكون الفاء من عطف التلقين عاطفة كلام أحد على كلام غيره لأجل اتحاد مكان المخاطبة على نحو قوله تعالى قال : { ومن ذريتي } [ إبراهيم : 40 ] .ويكون عطف { ولا من الذين كفروا } جمعاً للفريقين في توبيخ وتنديم واحد لاتحادهما في الكفر .وإقحام كلمة { فاليوم } لتذكيرهم بما كانوا يضمرونه في الدن"
    },
    {
      "number": 16,
      "text": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ",
      "tafsir": {
        "muyassar": "ألم يحن الوقت للذين صدَّقوا الله ورسوله واتَّبَعوا هديه، أن تلين قلوبهم عند ذكر الله وسماع القرآن، ولا يكونوا في قسوة القلوب كالذين أوتوا الكتاب من قبلهم- من اليهود والنصارى- الذين طال عليهم الزمان فبدَّلوا كلام الله، فقست قلوبهم، وكثير منهم خارجون عن طاعة الله؟ وفي الآية الحث على الرقة والخشوع لله سبحانه عند سماع ما أنزله من الكتاب والحكمة، والحذر من التشبه باليهود والنصارى، في قسوة قلوبهم، وخروجهم عن طاعة الله.",
        "mukhtasar": "ألم يَحِنْ للذين آمنوا بالله ورسوله أن تلين قلوبهم وتطمئنّ لذكر الله سبحانه، وما نزل من القرآن من وعد أو وعيد، ولا يكونوا مثل الذين أُعطوا التوراة من اليهود، والذين أُعطوا الإنجيل من النصارى، في قسوة القلوب، فطال الزمن بينهم وبين بعثة أنبيائهم فقست بسبب ذلك قلوبهم، وكثير منهم خارجون عن طاعة الله إلى معصيته؟!",
        "saadi": "لما ذكر حال المؤمنين والمؤمنات والمنافقين والمنافقات في الدار الآخرة، كان ذلك مما يدعو القلوب إلى الخشوع لربها، والاستكانة لعظمته، فعاتب الله المؤمنين [على عدم ذلك]، فقال: { أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ } أي: ألم يجئ  الوقت الذي تلين به قلوبهم  وتخشع لذكر الله، الذي هو القرآن، وتنقاد لأوامره وزواجره، وما نزل من الحق الذي جاء به محمد صلى الله عليه وسلم؟ وهذا فيه الحث على الاجتهاد على خشوع القلب لله تعالى، ولما أنزله من الكتاب والحكمة، وأن يتذكر المؤمنون المواعظ الإلهية والأحكام الشرعية كل وقت، ويحاسبوا أنفسهم على ذلك، { وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ } أي: ولا يكونوا كالذين أنزل الله عليهم الكتاب الموجب لخشوع القلب والانقياد التام، ثم لم يدوموا عليه، ولا ثبتوا، بل طال عليهم الزمان واستمرت بهم الغفلة، فاضمحل إيمانهم وزال إيقانهم، { فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ } فالقلوب تحتاج في كل وقت إلى أن تذكر بما أنزل له الله، وتناطق بالحكمة، ولا ينبغي الغفلة عن ذلك، فإن ذلك  سبب لقسوة القلب وجمود العين.",
        "kathir": "۞ أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ"
      },
      "translations": {
        "en": "Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allah and what has come down of the truth? And let them not be like those who were given the Scripture before, and a long period passed over them, so their hearts hardened; and many of them are defiantly disobedient.",
        "fr": "Le moment n'est-il pas venu pour ceux qui ont cru, que leurs cœurs s'humilient à l'évocation d'Allah et devant ce qui est descendu de la vérité [le Coran]? Et de ne point être pareils à ceux qui ont reçu le Livre avant eux. Ceux-ci trouvèrent le temps assez long et leurs cœurs s'endurcirent, et beaucoup d'entre eux sont pervers.",
        "es": "¿No es hora ya de que se humillen los corazones de los creyentes ante la Amonestación de Alá y ante la Verdad revelada y de que no sean como quienes, habiendo recibido antes la Escritura, dejaron pasar tanto tiempo que se endureció su corazón? Muchos de ellos eran unos perversos."
      },
      "ibn_ashour": "أَلَمْ يَأْنِ لِلَّذِينَ آَمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (16)قد علم من صدر تفسير هذه السورة أن هذه الآية نزلت بمكة سنة أربع أو خمس من البعثة رواه مسلم وغيره عن عبد الله بن مسعود أنه قال : ما كان بين إسلامنا وبين أن عاتبنا الله بهذه الآية { ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله } إلى { وكثير منهم فاسقون } إلا أرْبَعُ سنين .والمقصود من { الذين آمنوا } : إما بعض منهم ربما كانوا مقصرين عن جمهور المؤمنين يومئذٍ بمكة فأراد الله إيقاظ قلوبهم بهذا الكلام المجمل على عادة القرآن وأقوال الرسول صلى الله عليه وسلم في التعريض مثل قوله : \" ما بال أقوام يفعلون كذا \" وقوله تعالى : { وطائفة قد أهمتهم أنفسهم يظنون بالله غير الحق ظن الجاهلية } [ آل عمران : 154 ] . وليس ما قاله ابن مسعود مقتضياً أن مثله من أولئك الذين ذكرهم الله بهذه الآية ولكنه يخشى أن يكون منهم حذراً وحيطة .فالمراد ب { الذين آمنوا } المؤمنون حقاً ل"
    },
    {
      "number": 17,
      "text": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْءَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ",
      "tafsir": {
        "muyassar": "اعلموا أن الله سبحانه وتعالى يحيي الأرض بالمطر بعد موتها، فتُخرِج النبات، فكذلك الله قادر على إحياء الموتى يوم القيامة، وهو القادر على تليين القلوب بعد قسوتها. قد بينَّا لكم دلائل قدرتنا؛ لعلكم تعقلونها فتتعظوا.",
        "mukhtasar": "اعلموا أن الله يحيي الأرض بإنباتها بعد جفافها، قد بيّنا لكم - أيها الناس - الأدلة والبراهين على قدرة الله ووحدانيته رجاء أن تعقلوها؛ فتعلموا أن الذي أحيا الأرض بعد موتها قادر على بعثكم بعد موتكم، وقادر على جعل قلوبكم لينة بعد قسوتها.",
        "saadi": "{ اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ } فإن الآيات تدل العقول على العلم بالمطالب الإلهية، والذي أحيا الأرض بعد موتها قادر على أن يحيي الأموات بعد موتهم، فيجازيهم بأعمالهم، والذي أحيا الأرض بعد موتها بماء المطر قادر على أن يحيي القلوب الميتة بما أنزله من الحق على رسوله، وهذه الآية تدل على أنه لا عقل لمن لم يهتد بآيات الله و[لم] ينقد لشرائع الله. ",
        "kathir": "اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ"
      },
      "translations": {
        "en": "Know that Allah gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand.",
        "fr": "Sachez qu'Allah redonne la vie à la terre une fois morte. Certes, Nous vous avons exposé les preuves clairement afin que vous raisonniez.",
        "es": "¡Sabed que Alá vivifica la tierra después de muerta. Os hemos explicado las aleyas. Quizás, así, comprendáis."
      },
      "ibn_ashour": "اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ الْآَيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (17)افتتاح الكلام ب { اعلموا } ونحوه يؤذن بأن ما سيلقى جدير بتوجه الذهن بشراشره إليه ، كما تقدم عند قوله تعالى : { واعلموا أن الله يعلم ما في أنفسكم فاحذروه } في سورة [ البقرة : 235 ] وقوله : { واعلموا أنما غنمتم من شيء فأن لله خمسه } الآية في سورة [ الأنفال : 41 ] .وهو هنا يشير إلى أن الكلام الذي بُعده مغزى عظيم غير ظاهرِ ، وذلك أنه أريد به تمثيل حال احتياج القلوب المؤمنة إلى ذكر الله بحال الأرض الميتة في الحاجة إلى المطر ، وحاللِ الذكر في تزكية النفوس واستنارتها بحال الغَيث في إحياء الأرض الجدبة . ودل على ذلك قوله بعده : قد بينا لكم الآيات لعلكم تعقلون } ، وإلا فإن إحياء الله الأرض بعد موتها بما يصيبها من المطر لا خفاء فيها فلا يقتضي أن يفتتح الإخبار عنه بمثل { اعلموا } إلاّ لأن فيه دلالة غير مألوفة وهي دلالة التمثيل ، ونظيره قول النبي صلى الله عليه وسلم لأبي مسعود البَدري وقد رآه لَطم وجه عبدٍ له «اعلَمْ أبا مسعود ، اعلَمْ أبا مسعود أن الله أقدر عليك منك على هذا» .فالج"
    },
    {
      "number": 18,
      "text": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًۭا يُضَٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌۭ كَرِيمٌۭ",
      "tafsir": {
        "muyassar": "إن المتصدتقين من أموالهم والمتصدقات، وأنفقوا في سبيل الله نفقات طيبة بها نفوسهم؛ ابتغاء وجه الله تعالى، يضاعف لهم ثواب ذلك، ولهم فوق ذلك ثواب جزيل، وهو الجنة.",
        "mukhtasar": "إن المتصدقين ببعض أموالهم، والمتصدقات ببعض أموالهنّ، الذين ينفقونها طيبة بها نفوسهم دون مَنٍّ ولا أذى، يُضاعَف لهم ثواب أعمالهم: الحسنة بعشر أمثالها إلى سبع مئة ضعف إلى أضعاف كثيرة، ولهم مع ذلك ثواب كريم عند الله وهو الجنة.",
        "saadi": "{ إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ } بالتشديد أي: الذين أكثروا من الصدقات الشرعية، والنفقات المرضية، { وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا } بأن قدموا من أموالهم في طرق الخيرات ما يكون مدخرا لهم  عند ربهم، { يُضَاعَفُ لَهُمُ } الحسنة بعشر أمثالها إلى سبعمائة ضعف، إلى أضعاف كثيرة، { وَلَهُمْ أَجْرٌ كَرِيمٌ } وهو ما أعده الله لهم في الجنة، مما لا تعلمه النفوس.",
        "kathir": "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ"
      },
      "translations": {
        "en": "Indeed, the men who practice charity and the women who practice charity and [they who] have loaned Allah a goodly loan - it will be multiplied for them, and they will have a noble reward.",
        "fr": "Ceux et celles qui font la charité et qui ont fait à Allah un prêt sincère, cela leur sera multiplié et ils auront une généreuse récompense.",
        "es": "A quienes den limosna, ellos y ellas, haciendo un préstamo generoso a Alá, les devolverá el doble y les recompensará generosamente."
      },
      "ibn_ashour": "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ (18)يشبه أن تكون هذه الآية من المدني وأن تكون متصلة المعنى بقوله تعالى : { من ذا الذي يقرض الله قرضاً حسناً فيضاعفه له وله أجر كريم } [ الحديد : 11 ] وأن آية { ألم يأن للذين آمنوا } [ الحديد : 16 ] وما بعدها معترض . وقد تخلل المكي والمدني كل مع الآخر في هذه السورة ألاَ ترى أن ألفاظ الآيتين متماثلة إذ أريد أن يعاد ما سبق من التحريض على الإِنفاق فيُؤتى به في صورة الصلة التي عُرف بها الممتثلون لذلك التحريض .وعطف { والمصدقات } كما تقدم في قوله : { يوم ترى المؤمنين والمؤمنات } [ الحديد : 12 ] ، ولأن الشُحَّ يكثر في النساء كما دلت عليه أشعار العرب .وقرأ الجمهور { والمصّدقين } بتشديد الصاد على أن أصله المتصدقين فأدغمت التاء في الصاد بعد قَلْبِهَا صاداً لقرب مخرجيهما تطلباً لخفة الإِدغام ، فقوله : { واقرضوا الله قرضاً حسناً } من عطف المرادف في المعنى لما في المعطوف من تشبيه فِعلهم بقرض لله تنويهاً بالصدقات .وقرأه ابن كثير وأبو بكر عن عاصم بتخفيف الصاد على أنه من التصديق ، أي "
    },
    {
      "number": 19,
      "text": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَٰتِنَآ أُو۟لَٰٓئِكَ أَصْحَٰبُ ٱلْجَحِيمِ",
      "tafsir": {
        "muyassar": "والذين آمنوا بالله ورسله ولم يفرِّقوا بين أحد منهم، أولئك هم الصديقون الذين كمُل تصديقهم بما جاءت به الرسل، اعتقادًا وقولا وعملا، والشهداء عند ربهم لهم ثوابهم الجزيل عند الله، ونورهم العظيم يوم القيامة، والذين كفروا وكذَّبوا بأدلتنا وحججنا أولئك أصحاب الجحيم، فلا أجر لهم، ولا نور.",
        "mukhtasar": "والذين آمنوا بالله وآمنوا برسله دون تفريق بينهم، أولئك هم الصدِّيقون، والشهداء عند ربهم لهم ثوابهم الكريم المعدّ لهم، ولهم نورهم الذي يسعى بين أيديهم وبأيمانهم يوم القيامة، والذين كفروا بالله وبرسله، وكذبوا بآياتنا المنزلة على رسولنا أولئك أصحاب الجحيم، يدخلونها يوم القيامة خالدين فيها أبدًا، لا يخرجون منها.",
        "saadi": "{ وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ } والإيمان عند أهل السنة: هو ما دل عليه الكتاب والسنة، هو قول القلب واللسان، وعمل القلب واللسان والجوارح، فيشمل ذلك جميع شرائع الدين الظاهرة والباطنة، فالذين جمعوا بين هذه الأمور هم الصديقون أي: الذين مرتبتهم فوق مرتبة عموم المؤمنين، ودون مرتبة الأنبياء.[وقوله:] { وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ } كما ورد في الحديث الصحيح: { إن في الجنة مائة درجة، ما بين الدرجتين  كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله } وهذا يقتضي شدة علوهم ورفعتهم، وقربهم الله تعالى.{ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ } فهذه الآيات جمعت أصناف الخلق، المتصدقين، والصديقين، والشهداء، وأصحاب الجحيم، فالمتصدقون الذين كان جل عملهم الإحسان إلى الخلق، وبذل النفع إليهم بغاية ما يمكنهم، خصوصا بالنفع بالمال في سبيل الله.والصديقون هم الذين كملوا مراتب الإيمان والعمل الصالح، والعلم النافع، واليقين الصادق، والشهداء هم الذين قاتلوا في سبيل الله [لإعلاء كلمة الله، وبذلوا أنفسهم وأموالهم] فقتلوا، وأصحاب الجحيم هم الكفار الذين كذبوا بآيات الله.وبقي قسم ذكرهم الله في سورة فاطر، وهم المقتصدون الذين أدوا الواجبات وتركوا المحرمات، إلا أنهم حصل منهم تقصير ببعض حقوق الله وحقوق عباده، فهؤلاء مآلهم الجنة، وإن حصل لهم عقوبة ببعض ما فعلوا. ",
        "kathir": "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ"
      },
      "translations": {
        "en": "And those who have believed in Allah and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light. But those who have disbelieved and denied Our verses - those are the companions of Hellfire.",
        "fr": "Ceux qui ont cru en Allah et en Ses messagers ceux-là sont les grands véridiques et les témoins auprès d'Allah. Ils auront leur récompense et leur lumière, tandis que ceux qui ont mécru et traité de mensonges Nos signes, ceux-là seront les gens de la Fournaise.",
        "es": "Los que crean en Alá y en Sus enviados serán los veraces y los testigos ante su Señor. Recibirán su recompensa y su luz. Pero quienes no crean y desmientan Nuestros signos morarán en el fuego de la gehena."
      },
      "ibn_ashour": "وَالَّذِينَ آَمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآَيَاتِنَا أُولَئِكَ أَصْحَابُ الْجَحِيمِ (19){ والذين ءَامَنُواْ بالله وَرُسُلِهِ أولئك هُمُ الصديقون }لما ذكر فضل المتصدقين وكان من المؤمنين من لا مال له ليتصدق منه أعقب ذكر المتصدقين ببيان فضل المؤمنين مطلقاً ، وهو شامل لمن يستطيع أن يتصدق ومن لا يستطيع على نحو التذكير المتقدم آنفاً في قوله : { وكلاًّ وعد الله الحسنى } [ النساء : 95 ] .وفي الحديث : «إن قوماً من أصحاب رسول الله صلى الله عليه وسلم قالوا : يا رسول الله ذهب أهل الدُثور بالأجور يصلّون كما نصلي ويصومون كما نصوم ويتصدقون بفضول أموالهم ولا أموال لنا ، فقال : أوليس قد جعل الله لكم ما تصدَّقون به ، إن لكم في كل تسبيحة صدقة ، وكل تحميدة صدقة ، وكل تكبيرة صدقة ، وأمر بالمعروف صدقة ، ونهي عن المنكر صدقة» .و { الذين آمنوا } يعم كل من ثبت له مضمون هذه الصلة وما عطف عليها .وفي جمع { ورسله } تعريض بأهل الكتاب الذين قالوا : نؤمن ببعض ونكفر ببعض ، فاليهود آمنوا بالله و"
    },
    {
      "number": 20,
      "text": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌۭ وَلَهْوٌۭ وَزِينَةٌۭ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌۭ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّۭا ثُمَّ يَكُونُ حُطَٰمًۭا ۖ وَفِى ٱلْءَاخِرَةِ عَذَابٌۭ شَدِيدٌۭ وَمَغْفِرَةٌۭ مِّنَ ٱللَّهِ وَرِضْوَٰنٌۭ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَٰعُ ٱلْغُرُورِ",
      "tafsir": {
        "muyassar": "اعلموا -أيها الناس- أنما الحياة الدنيا لعب ولهو، تلعب بها الأبدان وتلهو بها القلوب، وزينة تتزينون بها، وتفاخر بينكم بمتاعها، وتكاثر بالعدد في الأموال والأولاد، مثلها كمثل مطر أعجب الزُّرَّاع نباته، ثم يهيج هذا النبات فييبس، فتراه مصفرًا بعد خضرته، ثم يكون فُتاتًا يابسًا متهشمًا، وفي الآخرة عذاب شديد للكفار ومغفرة من الله ورضوان لأهل الإيمان. وما الحياة الدنيا لمن عمل لها ناسيًا آخرته إلا متاع الغرور.",
        "mukhtasar": "اعلموا أنما الحياة الدنيا لعب تلعب به الأبدان، ولهو تلهو به القلوب، وزينة تتجملون بها، وتفاخر بينكم بما فيها من ملك ومتاع، وتباهٍ بكثرة الأموال وكثرة الأولاد، كمثل مطر أعجب الزُّرَّاع نباته، ثم لا يلبث هذا النبات المخضرّ أن ييبس، فتراه - أيها الرائي - بعد اخضراره مصفرًّا، ثم يجعله الله فُتَاتًا يتكسر، وفي الآخرة عذاب شديد للكفار والمنافقين، ومغفرة من الله لذنوب عباده المؤمنين، ورضوان منه، وما الحياة الدنيا إلا متاع زائل لا ثبات له، فمن آثر متاعها الزائل على نعيم الآخرة فهو خاسر مغبون.",
        "saadi": "يخبر تعالى عن حقيقة الدنيا وما هي عليه، ويبين غايتها وغاية أهلها، بأنها لعب ولهو، تلعب بها الأبدان، وتلهو بها القلوب، وهذا مصداقه ما هو موجود وواقع من أبناء الدنيا، فإنك تجدهم قد قطعوا أوقات أعمارهم بلهو القلوب، والغفلة عن ذكر الله  وعما أمامهم من الوعد والوعيد، وتراهم قد اتخذوا دينهم لعبا ولهوا، بخلاف أهل اليقظة وعمال الآخرة، فإن قلوبهم معمورة بذكر الله، ومعرفته ومحبته، وقد أشغلوا أوقاتهم بالأعمال التي تقربهم إلى الله، من النفع القاصر والمتعدي.[وقوله:] { وَزِينَةً } أي: تزين في اللباس والطعام والشراب، والمراكب والدور والقصور والجاه. [وغير ذلك] { وَتَفَاخُرٌ بَيْنَكُمْ } أي: كل واحد من أهلها يريد مفاخرة الآخر، وأن يكون هو الغالب في أمورها، والذي له الشهرة في أحوالها، { وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ } أي: كل يريد أن يكون هو الكاثر لغيره في المال والولد، وهذا مصداقه، وقوعه من محبي الدنيا والمطمئنين إليها.بخلاف من عرف الدنيا وحقيقتها، فجعلها معبرا ولم يجعلها مستقرا، فنافس فيما يقربه إلى الله، واتخذ الوسائل التي توصله إلى الله  وإذا رأى من يكاثره وينافسه بالأموال والأولاد، نافسه بالأعمال الصالحة.ثم ضرب للدنيا مثلا بغيث نزل على الأرض، فاختلط به نبات الأرض مما يأكل الناس والأنعام، حتى إذا أخذت الأرض زخرفها، وأعجب نباته الكفار، الذين قصروا همهم ونظرهم إلى الدنيا  جاءها من أمر الله [ما أتلفها] فهاجت ويبست، فعادت على حالها الأولى، كأنه لم ينبت فيها خضراء، ولا رؤي لها مرأى أنيق، كذلك الدنيا، بينما هي زاهية لصاحبها زاهرة، مهما أراد من مطالبها حصل، ومهما توجه لأمر من أمورها وجد أبوابه مفتحة، إذ أصابها القدر بما أذهبها  من يده، وأزال تسلطه عليها، أو ذهب به عنها، فرحل منها صفر اليدين، لم يتزود منها سوى الكفن، فتبا لمن أضحت هي غاية أمنيته ولها عمله وسعيه.وأما العمل للآخرة فهو الذي ينفع، ويدخر لصاحبه، ويصحب العبد على الأبد، ولهذا قال تعالى: { وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ } أي: حال الآخرة، ما يخلو من هذين الأمرين: إما العذاب الشديد في نار جهنم، وأغلالها وسلاسلها وأهوالها لمن كانت الدنيا هي غايته ومنتهى مطلبه، فتجرأ على معاصي الله، وكذب بآيات الله، وكفر بأنعم الله.وإما مغفرة من الله للسيئات، وإزالة للعقوبات، ورضوان من الله، يحل من أحله  به دار الرضوان لمن عرف الدنيا، وسعى للآخرة سعيها.فهذا كله مما يدعو إلى الزهد في الدنيا، والرغبة في الآخرة، ولهذا قال: { وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ } أي: إلا متاع يتمتع به وينتفع به، ويستدفع به الحاجات، لا يغتر به ويطمئن إليه إلا أهل العقول الضعيفة الذين يغرهم بالله الغرور.",
        "kathir": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا ۖ وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ ۚ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ"
      },
      "translations": {
        "en": "Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allah and approval. And what is the worldly life except the enjoyment of delusion.",
        "fr": "Sachez que la vie présente n'est que jeu, amusement, vaine parure, une course à l'orgueil entre vous et une rivalité dans l'acquisition des richesses et des enfants. Elle est en cela pareille à une pluie: la végétation qui en vient émerveille les cultivateurs, puis elle se fane et tu la vois donc jaunie; ensuite elle devient des débris. Et dans l'au-delà, il y a un dur châtiment, et aussi pardon et agrément d'Allah. Et la vie présente n'est que jouissance trompeuse.",
        "es": "¡Sabed que la vida de acá es juego, distracción y ornato, revalidad en jactancia, afán de más hacienda, de más hijos! Es como un chaparrón: la vegetación resultante alegra a los sembradores, pero luego se marchita y ves que amarillea; luego, se convierte en paja seca. En la otra vida habrá castigo severo o perdón y satisfacción de Alá, mientras que la vida de acá no es más que falaz disfrute."
      },
      "ibn_ashour": "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآَخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ (20){ اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِى الاموال والاولاد } .أعقب التحريض على الصدقات والإِنفاققِ بالإِشارة إلى دحض سبب الشح أنه الحرص على استبقاء المال لإِنْفَاقَه في لذائذ الحياة الدنيا ، فضُرب لهم مثلُ الحياة الدنيا بحاللٍ محقَّرة على أنها زائلة تحقيراً لحاصلها وتزهيداً فيها لأن التعلق بها يعوق عن الفَلاَح قال تعالى : { ومن يوق شح نفسه فأولئك هم المفلحون } [ الحشر : 9 ] ، وقال : { وأحضرت الأنفس الشح وإن تحسنوا وتتقوا فإن الله كان بما تعملون خبيراً } [ النساء : 128 ] .كل ذلك في سياق الحث على الإنفاق الواجب وغيره ، وأشير إلى أنها ينبغي أن تتخذ الحياة وسيلة للنعيم الدا"
    },
    {
      "number": 21,
      "text": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍۢ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "tafsir": {
        "muyassar": "سابقوا -أيها الناس- في السعي إلى أسباب المغفرة من التوبة النصوح والابتعاد عن المعاصي؛ لِتُجْزَوْا مغفرة من ربكم وجنة عرضها كعرض السماء والأرض، وهي مُعَدَّة للذين وحَّدوا الله واتَّبَعوا رسله، ذلك فضل الله الذي يؤتيه مَن يشاء مِن خلقه، فالجنة لا تُنال إلا برحمة الله وفضله، والعمل الصالح. والله ذو الفضل العظيم على عباده المؤمنين.",
        "mukhtasar": "سابقوا - أيها الناس - إلى الأعمال الصالحات التي تنالون بها مغفرة ذنوبكم؛ من توبة وغيرها من القربات، ولتنالوا بها جنة عرضها مثل عرض السماء والأرض، هذه الجنة أعدّها الله للذين آمنوا به وآمنوا برسله، ذلك الجزاء فضل الله يعطيه من يشاء من عباده، والله سبحانه ذو الفضل العظيم على عباده المؤمنين.",
        "saadi": "ثم أمر بالمسابقة إلى مغفرة الله ورضوانه وجنته، وذلك يكون بالسعي بأسباب المغفرة، من التوبة النصوح، والاستغفار النافع، والبعد عن الذنوب ومظانها، والمسابقة إلى رضوان الله بالعمل الصالح، والحرص على ما يرضي الله على الدوام، من الإحسان في عبادة الخالق، والإحسان إلى الخلق بجميع وجوه النفع، ولهذا ذكر الله الأعمال الموجبة لذلك، فقال: { وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ } والإيمان بالله ورسله  يدخل فيه أصول الدين وفروعها، { ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ } أي: هذا الذي بيناه لكم، وذكرنا لكم فيه الطرق الموصلة إلى الجنة، والطرق الموصلة إلى النار، وأن فضل الله بالثواب الجزيل والأجر العظيم  من أعظم منته على عباده وفضله. { وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } الذي لا يحصي ثناء عليه، بل هو كما أثنى على نفسه، وفوق ما يثني عليه عباده  ",
        "kathir": "سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ"
      },
      "translations": {
        "en": "Race toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allah and His messengers. That is the bounty of Allah which He gives to whom He wills, and Allah is the possessor of great bounty.",
        "fr": "Hâtez-vous vers un pardon de votre Seigneur ainsi qu'un Paradis aussi large que le ciel et la terre, préparé pour ceux qui ont cru en Allah et en Ses Messagers. Telle est la grâce d'Allah qu'Il donne à qui Il veut. Et Allah est le Détenteur de l'énorme grâce.",
        "es": "¡Rivalizad en la obtención del perdón de vuestro Señor y de un Jardín tan vasto como el cielo y la tierra, preparado para los que creen en Alá y en Sus enviados! Ese es el favor de Alá, que da a quien Él quiere. Alá es el Dueño del favor in menso."
      },
      "ibn_ashour": "سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آَمَنُوا بِاللَّهِ وَرُسُلِهِ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (21)فذلكة لما تقدم من قوله تعالى : { يوم ترى المؤمنين والمؤمنات يسعى نورهم } [ الحديد : 12 ] إلى هنا فذلك مسوق مساق الترغيب فيما به تحصيل نعيم الآخرة والتحذير من فواته وما يصرف عنه من إيثار زينة الدنيا ، ولذلك فُصلت الجملة ولم تُعطف ، واقتُصر في الفذلكة على الجانب المقصود ترغيبه دون التعرض إلى المحذر منه لأنه المقصود .وعبر عن العناية والاهتمام بفعل السابقة لإِلهاب النفوس بصرف العناية بأقصى ما يمكن من الفضائل كفعل من يسابق غيره إلى غاية فهو يحرص على أن يكون المجلِّي ، ولأن المسابقة كناية عن المنافسة ، أي واتركوا المقتصرين على متاع الحياة الدنيا في الآخريات والخوالف .وتنكير { مغفرة } لقصد تعظيمها ولتكون الجملة مستقلة بنفسها ، وإلا فإن المغفرة سبق ذكرها في قوله : { ومغفرة من الله } ، فكان مقتضى الظاهر أن يقال : سابقوا إلى المغفرة ، أي أكثروا من أسبابها ووسائلها : فالم"
    },
    {
      "number": 22,
      "text": "مَآ أَصَابَ مِن مُّصِيبَةٍۢ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَٰبٍۢ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌۭ",
      "tafsir": {
        "muyassar": "ما أصابكم- أيها الناس- من مصيبة في الأرض ولا في أنفسكم من الأمراض والجوع والأسقام إلا هو مكتوب في اللوح المحفوظ من قبل أن تُخْلَق الخليقة. إن ذلك على الله تعالى يسير.",
        "mukhtasar": "ما أصاب الناس من مصيبة في الأرض من الجَدْب وغيره، ولا أصابهم من مصيبة في أنفسهم إلا وهي مثبتة في اللوح المحفوظ من قبل أن نخلق الخليقة، إن ذلك على الله سهل.",
        "saadi": "يقول تعالى مخبرا عن عموم قضائه وقدره: { مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ } وهذا شامل لعموم المصائب التي تصيب الخلق، من خير وشر، فكلها قد كتبت في اللوح المحفوظ، صغيرها وكبيرها، وهذا أمر عظيم لا تحيط به العقول، بل تذهل عنده أفئدة أولي الألباب، ولكنه على الله يسير، وأخبر الله عباده بذلك لأجل أن تتقرر هذه القاعدة عندهم، ويبنوا عليها ما أصابهم من الخير والشر، ",
        "kathir": "مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ"
      },
      "translations": {
        "en": "No disaster strikes upon the earth or among yourselves except that it is in a register before We bring it into being - indeed that, for Allah, is easy -",
        "fr": "Nul malheur n'atteint la terre ni vos personnes, qui ne soit enregistré dans un Livre avant que Nous ne l'ayons créé; et cela est certes facile à Allah,",
        "es": "No ocurre ninguna desgracia, ni a la tierra ni a vosotros mismos, que no esté en una Escritura antes de que la ocasionemos. Es cosa fácil para Alá."
      },
      "ibn_ashour": "مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (22) لما جرى ذكر الجهاد آنفاً بقوله : { لا يستوى منكم من أنفق من قبل الفتح وقاتل } [ الحديد : 10 ] وقوله : { والشهداء عند ربهم لهم أجرهم ونورهم } [ الحديد : 19 ] على الوجهين المتقدمين هنالك ، وجرى ذكر الدنيا في قوله : { وما الحياة الدنيا إلا متاع الغروب } [ الحديد : 20 ] وكان ذلك كله مما تحدُث فيه المصائب من قتل وقطع وأسر في الجهاد ، ومن كوارث تعرض في الحياة من فقد وألم واحتياج ، وجرى مَثَل الحياة الدنيا بالنّبات ، وكان ذلك ما يعرض له القحط والجوائح ، أُتبع ذلك بتسلية المسلمين على ما يصيبهم لأن المسلمين كانوا قد تخلقوا بآداب الدنيا من قبلُ فربما لحقهم ضر أو رزء خارج عن نطاق قدرتهم وَكسبهم فأعلموا أن ذلك مما اقتضاه ارتباط أسباب الحوادث بعضها ببعض على ما سيرها عليه نظام جميع الكائنات في هذا العالم كما أشار إليه قوله تعالى : { إلا في كتاب من قبل أن نبرأها } [ الحديد : 22 ] كما ستعلمه ، فلم يملكهم الغم والحزن ، وانتقلوا عن ذلك إلى الإقبال على ما"
    },
    {
      "number": 23,
      "text": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍۢ فَخُورٍ",
      "tafsir": {
        "muyassar": "لكي لا تحزنوا على ما فاتكم من الدنيا، ولا تفرحوا بما آتاكم فرحَ بطر وأشر. والله لا يحب كل متكبر بما أوتي من الدنيا فخور به على غيره. هؤلاء المتكبرون هم الذين يبخلون بمالهم، ولا ينفقونه في سبيل الله، ويأمرون الناس بالبخل بتحسينه لهم. ومن يتولَّ عن طاعة الله لا يضر إلا نفسه، ولن يضر الله شيئًا، فإن الله هو الغني عن خلقه، الحميد الذي له كل وصف حسن كامل، وفعل جميل يستحق أن يحمد عليه.",
        "mukhtasar": "وذلك لكي لا تحزنوا - أيها الناس - على ما فاتكم، ولكي لا تفرحوا بما أعطاكم من النعم فرح بَطَر، إن الله لا يحبّ كل متكبر فخور على الناس بما أعطاه الله.",
        "saadi": "فلا يأسوا ويحزنوا على ما فاتهم، مما طمحت له أنفسهم وتشوفوا إليه، لعلمهم أن ذلك مكتوب في اللوح المحفوظ، لا بد من نفوذه ووقوعه، فلا سبيل إلى دفعه، ولا يفرحوا بما آتاهم الله فرح بطر وأشر، لعلمهم أنهم ما أدركوه بحولهم وقوتهم، وإنما أدركوه بفضل الله ومنه، فيشتغلوا بشكر من أولى النعم ودفع النقم، ولهذا قال: { وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ } أي: متكبر فظ غليظ، معجب بنفسه، فخور بنعم الله، ينسبها إلى نفسه، وتطغيه وتلهيه، كما قال تبارك وتعالى: { ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ بل هي فتنة } ",
        "kathir": "لِكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ"
      },
      "translations": {
        "en": "In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allah does not like everyone self-deluded and boastful -",
        "fr": "afin que vous ne vous tourmentiez pas au sujet de ce qui vous a échappé, ni n'exultiez pour ce qu'Il vous a donné. Et Allah n'aime point tout présomptueux plein de gloriole.",
        "es": "Para que no desesperéis si no conseguís algo y para que no os regocijéis si lo conseguís. Alá no ama a nadie que sea presumido, jactancioso,"
      },
      "ibn_ashour": "لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آَتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ (23)والتعليل بلام العلة و ( كي ) متعلق بمقدر دل عليه هذا الإِخبار الحكيم ، أي أعلمناكم بذلك لكي لا تأسوا على ما فاتكم الخ ، أي لفائدة استكمال مدركاتكم وعقولكم فلا تجزعوا للمصائب لأن من أيقَنَ أن ما عنده من نعمة دنيوية مفقود يوماً لا محالة لم يتفاقم جزعه عند فقده لأنه قد وطّن نفسه على ذلك ، وقد أخذ هذا المعنى كُثّير في قوله: ... فقلت لها يا عزّ كل مصيبةإذا وُطِّنت يوماً لها النفس ذَلّتِ ... وقوله : { ولا تفرحوا بما آتاكم } تتميم لقوله : { لكيلا تأسوا على ما فاتكم } فإن المقصود من الكلام أن لا يأْسَوْا عند حلول المصائب لأن المقصود هو قوله : { ما أصاب من مصيبة . . . إلا في كتاب } ثم يعلم أن المسرات كذلك بطريق الاكتفاء فإن من المسرات ما يحصل للمرء عن غير ترقب وهو أوقع في المسرة كَمُل أدبه بطريق المقابلة .والفرح المنفي هو الشديد منه البالغ حدّ البطر ، كما قال تعالى في قصة قارون { إذ قال له قومه لا تفرح إن الله لا يحب الفرحين } [ القصص : 76 ] . وقد فسره التذييل من قوله : { و"
    },
    {
      "number": 24,
      "text": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "tafsir": {
        "muyassar": "لكي لا تحزنوا على ما فاتكم من الدنيا، ولا تفرحوا بما آتاكم فرحَ بطر وأشر. والله لا يحب كل متكبر بما أوتي من الدنيا فخور به على غيره. هؤلاء المتكبرون هم الذين يبخلون بمالهم، ولا ينفقونه في سبيل الله، ويأمرون الناس بالبخل بتحسينه لهم. ومن يتولَّ عن طاعة الله لا يضر إلا نفسه، ولن يضر الله شيئًا، فإن الله هو الغني عن خلقه، الحميد الذي له كل وصف حسن كامل، وفعل جميل يستحق أن يحمد عليه.",
        "mukhtasar": "الذين يبخلون بما يجب عليهم بذله، ويأمرون غيرهم بالبخل خاسرون، ومن يتولّ عن طاعة الله فلن يضرّ الله وإنما يضرّ نفسه، إن الله هو الغني، فلا يفتقر إلى طاعة عبيده، المحمود على كل حال.",
        "saadi": "{ الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ } أي: يجمعون بين الأمرين الذميمين، اللذين كل منهما كاف في الشر البخل: وهو منع الحقوق الواجبة، ويأمرون الناس بذلك، فلم يكفهم بخلهم، حتى أمروا الناس بذلك، وحثوهم على هذا الخلق الذميم، بقولهم وفعلهم، وهذا من إعراضهم عن طاعة ربهم وتوليهم عنها، { وَمَنْ يَتَوَلَّ } عن طاعة الله فلا يضر إلا نفسه، ولن يضر الله شيئا، { فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ } الذي غناه من لوازم ذاته، الذي له ملك السماوات والأرض، وهو الذي أغنى عباده وأقناهم، الحميد الذي له كل اسم حسن، ووصف كامل، وفعل جميل، يستحق أن يحمد عليه ويثنى ويعظم.",
        "kathir": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ"
      },
      "translations": {
        "en": "[Those] who are stingy and enjoin upon people stinginess. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
        "fr": "Ceux qui sont avares et ordonnent aux gens l'avarice. Et quiconque se détourne... Allah Se suffit alors à Lui-même et Il est Digne de louange.",
        "es": "a los avaros que ordenan avaricia a los hombres. Pero quien vuelve la espalda..., Alá es Quien Se basta a Sí mismo, el Digno de Alabanza."
      },
      "ibn_ashour": "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (24)يجوز أن يكون { الذين يبخلون } ابتداء كلام على الاستئناف لأن الكلام الذي قبله ختم بالتذييل بقوله : { والله لا يحب كل مختال فخور } [ الحديد : 23 ] فيكون { الذين يبخلون } مبتدأ وخبره محذوفاً يدل عليه جواب الشرط وهو { فإن الله هو الغني الحميد } . والتقدير : فإن الله غني عنهم وحامد للمنفقين .ويجوز أن يكون متصلاً بما قبله على طريقة التخلص فيكون { الذين يبخلون } بدلاً من { كل مختال فخور } ، أو خبراً لِمبتدأ محذوف هو ضمير { كل مختال فخور } . تقديره : هم الذين يبخلون ، وعلى هذا الاحتمال الأخير فهو من حذف المسند إليه اتّباعا للاستعمال كما سماه السكاكي ، وفيه وجوه آخر لا نطوِّل بها .والمراد ب { الذين يبخلون } : المنافقون ، وقد وصفهم الله بمثل هذه الصلة في سورة النساء ، وأمرهم الناس بالبخل هو الذي حكاه الله عنهم بقوله : { هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا } [ المنافقون : 7 ] ، أي على المؤمنين .وجملة { ومن يتول فإن الله هو الغني الحميد } تذييل لأن { من يتو"
    },
    {
      "number": 25,
      "text": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌۭ شَدِيدٌۭ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌۭ",
      "tafsir": {
        "muyassar": "لقد أرسلنا رسلنا بالحجج الواضحات، وأنزلنا معهم الكتاب بالأحكام والشرائع، وأنزلنا الميزان؛ ليتعامل الناس بينهم بالعدل، وأنزلنا لهم الحديد، فيه قوة شديدة، ومنافع للناس متعددة، وليعلم الله علمًا ظاهرًا للخلق من ينصر دينه ورسله بالغيب. إن الله قوي لا يُقْهَر، عزيز لا يغالَب.",
        "mukhtasar": "لقد أرسلنا رسلنا بالحجج الواضحة والبراهين الجلية، وأنزلنا معهم الكتب، وأنزلنا معهم الميزان؛ ليقوم الناس بالعدل، وأنزلنا الحديد فيه بأس قوي، فمنه يُصْنَع السلاح، وفيه منافع للناس في صناعاتهم وحرفهم، وليعلم الله علمًا يظهر للعباد من ينصره من عباده بالغيب، إن الله قوي عزيز لا يغلبه شيء، ولا يعجز عن شيء.",
        "saadi": "يقول تعالى: { لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ } وهي الأدلة والشواهد والعلامات الدالة على صدق ما جاءوا به وحقيته.{ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ } وهو اسم جنس يشمل سائر الكتب التي أنزلها الله لهداية الخلق وإرشادهم، إلى ما ينفعهم في دينهم ودنياهم، { وَالْمِيزَانَ } وهو العدل في الأقوال والأفعال، والدين الذي جاءت به الرسل، كله عدل وقسط في الأوامر والنواهي وفي معاملات الخلق، وفي الجنايات والقصاص والحدود [والمواريث وغير ذلك]، وذلك { لِيَقُومَ النَّاسُ بِالْقِسْطِ } قياما بدين الله، وتحصيلا لمصالحهم التي لا يمكن حصرها وعدها، وهذا دليل على أن الرسل متفقون في قاعدة الشرع، وهو القيام بالقسط، وإن اختلفت أنواع العدل، بحسب الأزمنة والأحوال، { وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ } من آلات الحرب، كالسلاح والدروع وغير ذلك.{ وَمَنَافِعُ لِلنَّاسِ } وهو ما يشاهد من نفعه في أنواع الصناعات والحرف، والأواني وآلات الحرث، حتى إنه قل أن يوجد شيء إلا وهو يحتاج إلى الحديد.{ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ } أي: ليقيم تعالى سوق الامتحان بما أنزله من الكتاب والحديد، فيتبين من ينصره وينصر رسله في حال الغيب، التي ينفع فيها الإيمان قبل الشهادة، التي لا فائدة بوجود الإيمان فيها، لأنه حينئذ يكون ضروريا.{ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ } أي: لا يعجزه شيء، ولا يفوته هارب، ومن قوته وعزته أن أنزل الحديد الذي منه الآلات القوية، ومن قوته وعزته أنه قادر على الانتصار من أعدائه، ولكنه يبتلي أولياءه بأعدائه، ليعلم من ينصره بالغيب، وقرن تعالى في هذا  الموضع بين الكتاب والحديد، لأن بهذين الأمرين ينصر الله دينه، ويعلي كلمته بالكتاب الذي فيه الحجة والبرهان والسيف الناصر بإذن الله، وكلاهما قيامه بالعدل والقسط، الذي يستدل به على حكمة الباري وكماله، وكمال شريعته التي شرعها على ألسنة رسله.",
        "kathir": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ"
      },
      "translations": {
        "en": "We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allah may make evident those who support Him and His messengers unseen. Indeed, Allah is Powerful and Exalted in Might.",
        "fr": "Nous avons effectivement envoyé Nos Messagers avec des preuves évidentes, et fait descendre avec eux le Livre et la balance, afin que les gens établissent la justice. Et Nous avons fait descendre le fer, dans lequel il y a une force redoutable, aussi bien que des utilités pour les gens, et pour qu'Allah reconnaisse qui, dans l'Invisible, défendra Sa cause et celle de Ses Messagers. Certes, Allah est Fort et Puissant.",
        "es": "Ya hemos mandado a nuestros enviados con las pruebas claras. Y hemos hecho descender con ellos la Escritura y la Balanza, para que los hombres observen la equidad. Hemos hecho descender el hierro, que encierra una gran fuerza y ventajas para los hombres. A fin de que Alá sepa quiénes les auxilian en secreto, a Él y a Sus enviados. Alá es fuerte poderoso."
      },
      "ibn_ashour": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (25)استئناف ابتدائي ناشىء عما تقدم من التحريض على الإِنفاق في سبيل الله وعن ذكر الفتح وعن تذييل ذلك بقوله : { ومن يتول فإن الله هو الغني الحميد } [ الحديد : 24 ] ، وهو إعذار للمتولين من المنافقين ليتداركوا صلاحهم باتباع الرسول صلى الله عليه وسلم والتدبر في هدي القرآن وإنذار لهم إن يرعووا وينصاعوا إلى الحجة الساطعة بأنه يكون تقويم عوجهم بالسيوف القاطعة وهو ما صرح لهم به في قوله في سورة [ الأحزاب : 60 ، 61 ] { لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلاً ملعونين أينما ثقفوا أخذوا وقتلوا تقتيلاً } وقوله في سورة [ التحريم : 9 ] { يأيها النبي جاهد الكفار والمنافقين واغلظ عليهم } لئلا يحسبوا أن قوله : { ومن يتول فإن الله هو الغني الحميد } [ الحديد : 24 ]"
    },
    {
      "number": 26,
      "text": "وَلَقَدْ أَرْسَلْنَا نُوحًۭا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَٰبَ ۖ فَمِنْهُم مُّهْتَدٍۢ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ",
      "tafsir": {
        "muyassar": "ولقد أرسلنا نوحًا وإبراهيم إلى قومهما، وجعلنا في ذريتهما النبوة والكتب المنزلة، فمِن ذريتهما مهتدٍ إلى الحق، وكثير منهم خارجون عن طاعة الله.",
        "mukhtasar": "ولقد أرسلنا نوحًا وإبراهيم عليهما السلام، وجعلنا في ذريتهما النبوة، والكتب المنزلة، فمن ذريتهما مهتدٍ إلى الصراط المستقيم، موفَّق، وكثير منهم خارجون عن طاعة الله.",
        "saadi": "ولما ذكر نبوة الأنبياء عموما، ذكر من خواصهم النبيين الكريمين نوحا وإبراهيم اللذين جعل الله النبوة والكتاب في ذريتهما، فقال: { وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ } أي: الأنبياء المتقدمين والمتأخرين كلهم من ذرية نوح وإبراهيم عليهما السلام، وكذلك الكتب كلها نزلت على ذرية هذين النبيين الكريمين، { فَمِنْهُمْ } أي: ممن أرسلنا إليهم الرسل { مُهْتَدٍ } بدعوتهم، منقاد لأمرهم، مسترشد بهداهم.{ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ } أي: خارجون عن [طاعة الله و] طاعة الرسل والأنبياء  كما قال تعالى: { وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ } ",
        "kathir": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ ۖ فَمِنْهُمْ مُهْتَدٍ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ"
      },
      "translations": {
        "en": "And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient.",
        "fr": "Nous avons effectivement envoyé Noé et Abraham et accordé à leur descendance la prophétie et le Livre. Certains d'entre eux furent bien-guidés, tandis que beaucoup d'entre eux furent pervers.",
        "es": "Ya hemos enviado a Noé y a Abraham y confiado a su descendencia el profetismo y la Escritura. Entre sus descendientes los hubo bien dirigidos, pero muchos de ellos fueron unos perversos."
      },
      "ibn_ashour": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ فَمِنْهُمْ مُهْتَدٍ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (26)معطوف على جملة { لقد أرسلنا رسلنا بالبينات } [ الحديد : 25 ] عطف الخاص على العام لما أريد تفصيل لإِجماله تفصيلاً يسجل به انحراف المشركين من العرب والضالّين من اليهود عن مناهج أبويهما : نوح وإبراهيم ، قال تعالى في شأن بني إسرائيل { ذرية من حملنا مع نوح إنه كان عبداً شكوراً } [ الإسراء : 3 ] ، والعرب لا ينسون أنهم من ذرية نوح كما قال النابغة يمدح النعمان بن المنذر: ... فألفيت الأمانةَ لم تخنْهاكذلك كان نوح لا يخون ... والنبوءة في ذريتهما كنبوءة هود وصالح وتُبّع ونبوءة إسماعيل وإسحاق وشعيب ويعقوب .والمراد ب { الكتاب } ما كان بيد ذرية نوح وذرية إبراهيم من الكتب التي فيها أصول ديانتهم من صحف إبراهيم وما حفظوه من وصاياه ووصايا إسماعيل وإسحاق .والفسق : الخروج عن الاهتداء ، ومن الفاسقين : المشركون من عاد وثمود وقوم لوط واليمن والأوس والخزرج وهم من ذرية نوح ، ومن مدين والحجاز وتهامة وهم من ذرية إبراهيم .والمراد : مَنْ أشركوا قبل مجيء الإسلام "
    },
    {
      "number": 27,
      "text": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةًۭ وَرَحْمَةًۭ وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌۭ مِّنْهُمْ فَٰسِقُونَ",
      "tafsir": {
        "muyassar": "ثم أتبعنا على آثار نوح وإبراهيم برسلنا الذين أرسلناهم بالبينات، وقفَّينا بعيسى ابن مريم، وآتيناه الإنجيل، وجعلنا في قلوب الذين اتبعوه على دينه لينًا وشفقة، فكانوا متوادِّين فيما بينهم، وابتدعوا رهبانية بالغلوِّ في العبادة ما فرضناها عليهم، بل هم الذين التزموا بها من تلقاء أنفسهم، قَصْدُهم بذلك رضا الله، فما قاموا بها حق القيام، فآتينا الذين آمنوا منهم بالله ورسله أجرهم حسب إيمانهم، وكثير منهم خارجون عن طاعة الله مكذبون بنيه محمد صلى الله عليه وسلم.",
        "mukhtasar": "ثم أتبعنا رسلنا، فبعثناهم تَتْرَى إلى أممهم، وأتبعناهم بعيسى بن مريم وأعطيناه الإنجيل، وجعلنا في قلوب الذين آمنوا به واتبعوه رأفة ورحمة، فكانوا متوادِّين متراحمين فيما بينهم، وابتدعوا الغلو في دينهم، فتركوا بعض ما أحل الله لهم من النكاح والملاذ، ولم نطلب منهم ذلك، وإنما ألزموا به أنفسهم؛ ابتداعًا منهم في الدين، وإنما طلبنا اتباع مرضاة الله فلم يفعلوا، فأعطينا الذين آمنوا منهم ثوابهم، وكثير منهم خارجون عن طاعة الله بالتكذيب بما جاءهم به رسوله محمد صلى الله عليه وسلم.",
        "saadi": "{ ثُمَّ قَفَّيْنَا } أي: أتبعنا { عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ } خص الله عيسى عليه السلام؛ لأن السياق مع النصارى، الذين يزعمون اتباع عيسى عليه السلام، { وَآتَيْنَاهُ الْإِنْجِيلَ } الذي هو من كتب الله الفاضلة، { وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً } كما قال تعالى: { لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ } الآيات.ولهذا كان النصارى ألين من غيرهم قلوبا، حين كانوا على شريعة عيسى عليه السلام.{ وَرَهْبَانِيَّةً ابْتَدَعُوهَا } والرهبانية: العبادة، فهم ابتدعوا من عند أنفسهم عبادة، ووظفوها على أنفسهم، والتزموا لوازم ما كتبها الله عليهم ولا فرضها، بل هم الذين التزموا بها من تلقاء أنفسهم، قصدهم بذلك رضا الله تعالى، ومع ذلك { فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا } أي: ما قاموا بها ولا أدوا حقوقها، فقصروا من وجهين: من جهة ابتداعهم، ومن جهة عدم قيامهم بما فرضوه على أنفسهم. فهذه الحال هي الغالب من أحوالهم.ومنهم من هو مستقيم على أمر الله، ولهذا قال: { فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ } أي: الذين آمنوا بمحمد صلى الله عليه وسلم، مع إيمانهم بعيسى، كل أعطاه الله على حسب إيمانه { وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ }  ",
        "kathir": "ثُمَّ قَفَّيْنَا عَلَىٰ آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ"
      },
      "translations": {
        "en": "Then We sent following their footsteps Our messengers and followed [them] with Jesus, the son of Mary, and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism, which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allah. But they did not observe it with due observance. So We gave the ones who believed among them their reward, but many of them are defiantly disobedient.",
        "fr": "Ensuite, sur leurs traces, Nous avons fait suivre Nos [autres] messagers, et Nous les avons fait suivre de Jésus fils de Marie et lui avons apporté l'Evangile, et mis dans les cœurs de ceux qui le suivirent douceur et mansuétude. Le monachisme qu'ils inventèrent, Nous ne le leur avons nullement prescrit. [Ils devaient] seulement rechercher l'agrément d'Allah. Mais ils ne l'observèrent pas (ce monachisme) comme il se devait. Nous avons donné leur récompense à ceux d'entre eux qui crurent. Mais beaucoup d'entre eux furent des pervers.",
        "es": "Tras ellos, mandamos a Nuestros otros enviados, así como Jesús, hijo de María, a quien dimos el Evangelio. Pusimos en los corazones de quienes le siguieron mansedumbre, misericordia y monacato. Este último fue instaurado por ellos -no se lo prescribimos Nosotros- sólo por deseo de satisfacer a Alá, pero no lo observaron como debían. Remuneramos a quienes de ellos creyeron, pero muchos de ellos fueron unos perversos."
      },
      "ibn_ashour": "ثُمَّ قَفَّيْنَا عَلَى آَثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآَتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآَتَيْنَا الَّذِينَ آَمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ (27){ ثم } للتراخي الترتبي لأن بعثه رسل الله الذين جاءوا بعد نوح وإبراهيم ومن سَبق من ذريتهما أعظمُ مما كان لدى ذرية إبراهيم قبل إرسال الرسل الذين قفّى الله بهم ، إذ أرسلوا إلى أمم كثيرة مثل عاد وثمود وبني إسرائيل وفيهم شريعة عظيمة وهي شريعة التوراة .والتقفية : إتْباع الرسول برسول آخر ، مشتقة من القَفا لأنه يأتي بعده فكأنه يمشي عن جهة قفاه ، وقد تقدم في قوله تعالى : { ولقد آتينا موسى الكتاب وقفينا من بعده بالرسل } في سورة [ البقرة : 87 ] .والآثار : جمع الأثر ، وهو ما يتركه السائر من مواقع رجليه في الأرض ، قال تعالى : { فارتدا على آثارهما قصصاً } [ الكهف : 64 ] .وضمير الجمع في قوله : { على آثارهم } عائد إل"
    },
    {
      "number": 28,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًۭا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها الذين آمنوا، امتثلوا أوامر الله واجتنبوا نواهيه وآمنوا برسوله، يؤتكم ضعفين من رحمته، ويجعل لكم نورًا تهتدون به، ويغفر لكم ذنوبكم، والله غفور لعباده، رحيم بهم.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اتقوا الله بامتثال أوامره، واجتناب نواهيه، وآمنوا برسوله، يعطكم نصيبَيْن من الثواب والأجر على إيمانكم بمحمد صلى الله عليه وسلم، وإيمانكم بالرسل السابقين، ويجعل لكم نورًا تهتدون به في حياتكم الدنيا، وتستنيرون به على الصراط يوم القيامة، ويغفر لكم ذنوبكم فيسترها ولا يؤاخذكم بها، والله سبحانه غفورٌ لعباده رحيم بهم.",
        "saadi": "وهذا الخطاب، يحتمل أنه [خطاب] لأهل الكتاب الذين آمنوا بموسى وعيسى عليهما السلام، يأمرهم أن يعملوا بمقتضى إيمانهم، بأن يتقوا الله فيتركوا معاصيه، ويؤمنوا برسوله محمد صلى الله عليه وسلم، وأنهم إن فعلوا ذلك أعطاهم الله { كِفْلَيْنِ مِنْ رَحْمَتِهِ } أي: نصيبين من الأجر نصيب على إيمانهم بالأنبياء الأقدمين، ونصيب على إيمانهم بمحمد صلى الله عليه وسلم.ويحتمل أن يكون الأمر عاما يدخل فيه أهل الكتاب وغيرهم، وهذا الظاهر، وأن الله أمرهم بالإيمان والتقوى الذي يدخل فيه جميع الدين، ظاهره وباطنه، أصوله وفروعه، وأنهم إن امتثلوا هذا الأمر العظيم، أعطاهم الله { كِفْلَيْنِ مِنْ رَحْمَتِهِ } لا يعلم وصفهما وقدرهما إلا الله تعالى أجر على الإيمان، وأجر على التقوى، أو أجر على امتثال الأوامر، وأجر على اجتناب النواهي، أو أن التثنية المراد بها تكرار الإيتاء مرة بعد أخرى.{ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ } أي: يعطيكم علما وهدى ونورا تمشون به في ظلمات الجهل، ويغفر لكم السيئات.{ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } فلا يستكثر  هذا الثواب على فضل ذي الفضل العظيم، الذي عم فضله أهل السماوات والأرض، فلا يخلو مخلوق من فضله طرفة عين ولا أقل من ذلك.",
        "kathir": "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ"
      },
      "translations": {
        "en": "O you who have believed, fear Allah and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allah is Forgiving and Merciful.",
        "fr": "O Vous qui avez cru! Craignez Allah et croyez en Son messager pour qu'Il vous accorde deux parts de Sa miséricorde, et qu'Il vous assigne une lumière à l'aide de laquelle vous marcherez, et qu'Il vous pardonne, car Allah est Pardonneur et Très Miséricordieux.",
        "es": "¡Creyentes! ¡Temed a Alá y creed en Su Enviado! Os dará, así, participación doble en Su misericordia, os pondrá una Luz que ilumine vuestra marcha y os perdonará. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَآَمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (28)الغالب في القرآن أن الذين آمنوا لقب للمؤمنين بمحمد صلى الله عليه وسلم ولكن لما وقع { يا أيها الذين آمنوا } هنا عقب قوله : { فآتينا الذين آمنوا منهم أجرهم } [ الحديد : 27 ] ، أي من الذين اتبعوا عيسى عليه السلام ، احتمل قوله : { يا أيها الذين آمنوا } أن يكون مستعملاً استعماله اللَّقبي أعني : كونه كالعلَم بالغلبة على مؤمني ملّة الإسلام . واحتمل أن يكون قد استُعمل استعمالَه اللُّغوي الأعَمَّ ، أعني : من حصل منه إيمان ، وهو هنا من آمن بعيسى . والأظهر أن هذين الاحتمالين مقصودَاننِ ليأخذ خُلص النصارى من هذا الكلام حظهم وهو دعوتهم إلى الإِيمان بمحمد صلى الله عليه وسلم ليستكملوا ما سبق من اتباعهم عيسى فيكون الخطاب موجهاً إلى الموجودين ممن آمنوا بعيسى ، أي يا أيها الذين آمنوا إيماناً خالصاً بشريعة عيسى اتقوا الله واخشَوْا عقابه واتركوا العصبية والحسد وسوء النظر وآمنوا بمحمد صلى الله عليه وسلموأما احتم"
    },
    {
      "number": 29,
      "text": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍۢ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "tafsir": {
        "muyassar": "أعطاكم الله تعالى ذلك كله؛ ليعلم أهل الكتاب الذين لم يؤمنوا بمحمد صلى الله عليه وسلم، أنهم لا يقدرون على شيء مِن فضل الله يكسبونه لأنفسهم أو يمنحونه لغيرهم، وأن الفضل كله بيد الله وحده يؤتيه مَن يشاء من عباده، والله ذو الفضل العظيم على خلقه.",
        "mukhtasar": "وقد بيّنا لكم فضلنا العظيم بما أعددناه لكم - أيها المؤمنون - من الثواب المضاعف؛ ليعلم أهل الكتاب السابقون من يهود ونصارى أنهم لا يقدرون على شيء من فضل الله بحيث يمنحونه مَنْ يشاؤون، ويمنعونه مَنْ يشاؤون، وليعلموا أن الفضل بيد الله سبحانه يعطيه من يشاء من عباده، والله ذو الفضل العظيم الذي يختص به من يشاء من عباده.",
        "saadi": "{ لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ } أي: بينا لكم فضلنا وإحساننا لمن آمن إيمانا عاما، واتقى الله، وآمن برسوله، لأجل أن أهل الكتاب يكون لديهم علم  بأنهم لا يقدرون على شيء من فضل الله أي: لا يحجرون على الله بحسب أهوائهم وعقولهم الفاسدة، فيقولون: { لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى } ويتمنون على الله الأماني الفاسدة، فأخبر الله تعالى أن المؤمنين برسوله محمد صلى الله عليه وسلم، المتقين لله، لهم كفلان من رحمته، ونور، ومغفرة، رغما على أنوف أهل الكتاب، وليعلموا { أن الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ } ممن اقتضت حكمته تعالى أن يؤتيه من فضله، { وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ } [الذي لا يقادر قدره].تم تفسير سورة الحديد، ولله الحمد والمنة، والحمد لله.  ",
        "kathir": "لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِنْ فَضْلِ اللَّهِ ۙ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ"
      },
      "translations": {
        "en": "[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allah and that [all] bounty is in the hand of Allah; He gives it to whom He wills. And Allah is the possessor of great bounty.",
        "fr": "Cela afin que les gens du Livre sachent qu'ils ne peuvent en rien disposer de la grâce d'Allah et que la grâce est dans la main d'Allah. Il la donne à qui Il veut, et Allah est le Détenteur de la grâce immense.",
        "es": "¡Que la gente de la Escritura sepa que no puede disponer nada del favor de Alá, que el favor está en la mano de Alá, que da a quien Él quiere! ¡Alá es el Dueño del favor inmenso!"
      },
      "ibn_ashour": "لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (29)اسم { أهل الكتاب } لقب في القرآن لليهود والنصارى الذين لم يتديّنوا بالإِسلام لأن المراد بالكتاب التوراة والإِنجيل إذا أضيف إليه ( أهل ) ، فلا يطلق على المسلمين : أهل الكتاب ، وإن كان لهم كتاب ، فمن صار مسلماً من اليهود والنصارى لا يوصف بأنه من أهل الكتاب في اصطلاح القرآن ، ولذلك لما وصف عبد الله بن سلام في القرآن وصف بقوله : { ومن عنده علم الكتاب } [ الرعد : 43 ] وقوله : { وشهد شاهد من بني إسرائيل على مثله } [ الأحقاف : 10 ] ، فلما كان المتحدث عنهم آنفاً صاروا مؤمنين بمحمد صلى الله عليه وسلم فقد انسلخ عنهم وصف أهل الكتاب ، فبقي الوصف بذلك خاصاً باليهود والنصارى ، فلما دعا الله الذين اتبعوا المسيح إلى الإيمان برسوله محمد صلى الله عليه وسلم ووعدهم بمضاعفة ثواب ذلك الإِيمان ، أعلمهم أن إيمانهم يُبطل ما ينتحلُه أتباع المسيحية بعد ذلك من الفضل والشرف لأنفسهم بدوامهم على متابعة عيسى عليه السلام فيغالطوا الناس بأ"
    }
  ]
}