{
  "number": 59,
  "name": "سُورَةُ الحَشۡرِ",
  "englishName": "Al-Hashr",
  "revelationType": "Medinan",
  "ayahCount": 24,
  "ayahs": [
    {
      "number": 1,
      "text": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "نزَّه الله عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو العزيز الذي لا يغالَب، الحكيم في قَدَره وتدبيره وصنعه وتشريعه، يضع الأمور في مواضعها.",
        "mukhtasar": "عَظَّمَ اللهَ ونزَّهَهُ عما لا يليق به كلٌّ ما في السماوات وما في الأرض من المخلوقات، وهو العزيز الذي لا يغالبه أحد، الحكيم في خلقه وشرعه وقدره.",
        "saadi": "هذه السورة تسمى { سورة بني النضير } وهم طائفة كبيرة من اليهود في جانب المدينة، وقت بعثة النبي صلى الله عليه وسلم، فلما بعث النبي صلى الله عليه وسلم، وهاجر إلى المدينة، كفروا به في جملة من كفر من اليهود، فلما هاجر النبي صلى الله عليه وسلم إلى المدينة هادن سائر طوائف اليهود الذين هم جيرانه في المدينة، فلما كان بعد [وقعة] بدر بستة أشهر أو نحوها، خرج إليهم النبي صلى الله عليه وسلم، وكلمهم أن يعينوه في دية الكلابيين الذين قتلهم عمرو بن أمية الضمري، فقالوا: نفعل يا أبا القاسم، اجلس هاهنا حتى نقضي حاجتك، فخلا بعضهم ببعض، وسول لهم الشيطان الشقاء الذي كتب عليهم، فتآمروا بقتله صلى الله عليه وسلم، وقالوا: أيكم يأخذ هذه الرحى فيصعد فيلقيها على رأسه يشدخه بها؟ فقال أشقاهم عمرو بن جحاش: أنا، فقال لهم سلام بن مشكم: لا تفعلوا، فوالله ليخبرن بما هممتم به، وإنه لنقض العهد الذي بيننا وبينه، وجاء الوحي على الفور إليه من ربه، بما هموا به، فنهض مسرعا، فتوجه إلى المدينة، ولحقه أصحابه، فقالوا: نهضت ولم نشعر بك، فأخبرهم بما همت يهود به.وبعث إليهم رسول الله صلى الله عليه وسلم: \"أن اخرجوا من المدينة ولا تساكنوني بها، وقد أجلتكم عشرا، فمن وجدت بعد ذلك بها ضربت عنقه\" فأقاموا أياما يتجهزون، وأرسل إليهم المنافق عبد الله بن أبي [بن سلول]: \"أن لا تخرجوا من دياركم، فإن معي ألفين يدخلون معكم حصنكم، فيموتون دونكم، وتنصركم قريظة وحلفاؤكم من غطفان\".وطمع رئيسهم حيي بن أخطب فيما قال له، وبعث إلى رسول الله صلى الله عليه وسلم يقول: إنا لا نخرج من ديارنا، فاصنع ما بدا لك.فكبر رسول الله صلى عليه وسلم وأصحابه، ونهضوا إليهم، وعلي بن أبي طالب يحمل اللواء.فأقاموا على حصونهم يرمون بالنبل والحجارة، واعتزلتهم قريظة، وخانهم ابن أبي وحلفاؤهم من غطفان، فحاصرهم رسول الله صلى الله عليه وسلم، وقطع نخلهم وحرق. فأرسلوا إليه: نحن نخرج من المدينة، فأنزلهم على أن يخرجوا منها بنفوسهم، وذراريهم، وأن لهم ما حملت إبلهم إلا السلاح، وقبض رسول الله صلى الله عليه وسلم، الأموال والسلاح.وكانت بنو النضير، خالصة لرسول الله صلى الله عليه وسلم لنوائبه ومصالح المسلمين، ولم يخمسها، لأن الله أفاءها عليه، ولم يوجف المسلمون عليها بخيل ولا ركاب، وأجلاهم إلى خيبر وفيهم حيي بن أخطب كبيرهم، واستولى على أرضهم وديارهم، وقبض السلاح، فوجد من السلاح خمسين درعا، وخمسين بيضة، وثلاثمائة وأربعين سيفا، هذا حاصل قصتهم كما ذكرها أهل السير.فافتتح تعالى هذه السورة بالإخبار أن جميع من في السماوات والأرض تسبح بحمد ربها، وتنزهه عما لا يليق بجلاله، وتعبده وتخضع لجلاله  لأنه العزيز الذي قد قهر كل شيء، فلا يمتنع عليه شيء، ولا يستعصي عليه مستعصي  الحكيم في خلقه وأمره، فلا يخلق شيئا عبثا، ولا يشرع ما لا مصلحة فيه، ولا يفعل إلا ما هو مقتضى حكمته.ومن ذلك، نصر الله لرسوله صلى الله عليه وسلم على الذين كفروا من أهل الكتاب من بني النضير حين غدروا برسوله فأخرجهم من ديارهم وأوطانهم التي ألفوها وأحبوها.",
        "kathir": "تفسير سورة الحشروكان ابن عباس يقول : سورة بني النضير . وهي مدنية .قال سعيد بن منصور : حدثنا هشيم عن أبي بشر ، عن سعيد بن جبير قال : قلت لابن عباس : سورة الحشر ؟ قال : أنزلت في بني النضير . ورواه البخاري ومسلم من وجه آخر ، عن هشيم به . ورواه البخاري من حديث أبي عوانة عن أبي بشر ، عن سعيد بن جبير قال : قلت لابن عباس : سورة الحشر ؟ قال : قل : سورة النضير .يخبر تعالى أن جميع ما في السماوات وما في الأرض من شيء يسبح له ويمجده ويقدسه ، ويصلي له ويوحده كقوله : ( تسبح له السماوات السبع والأرض ومن فيهن وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم ) [ الإسراء : 44 ] . وقوله : ( وهو العزيز ) أي : منيع الجناب ) الحكيم ) في قدره وشرعه ."
      },
      "translations": {
        "en": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
        "fr": "Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, et Il est le Puissant, le Sage.",
        "es": "Lo que está en los cielos y en la tierra glorifica a Alá. Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (1)افتتاح السورة بالإخبار عن تسبيح ما في السماوات والأرض لله تعالى تذكيرٌ للمؤمنين بتسبيحهم لله تسبيح شكر على ما أنالهم من فتح بلاد بني النضير فكأنه قال سبحوا لله كما سَبح له ما في السماوات والأرض .وتعريض بأولئك الذين نزلت السورة فيهم بأنهم أصابهم ما أصابهم لتكبرهم عن تسبيح الله حق تسبيحه بتصديق رسوله صلى الله عليه وسلم إذ أعرضوا عن النظر في دلائل رسالته أو كابروا في معرفتها .والقول في لفظ هذه الآية كالقول في نظيرها في أول سورة الحديد ( 1 ) ، إلا أن التي في أول سورة الحديد فيها : { ما في السماوات والأرض وها هنا قال : ما في السموات وما في الأرض } لأن فاتحة سورة الحديد تضمنت الاستدلال على عظمة الله تعالى وصفاته وانفراده بخلق السماوات والأرض فكان دليل ذلك هو مجموع ما احتوت عليه السماوات والأرض من أصناف الموجودات فجمع ذلك كله في اسم واحد هو { ما } الموصولة التي صلتها قوله : { في السماوات والأرض . وأما فاتحة سورة الحشر فقد سيقت للتذكير بمنة الله تعالى على المسلمين في حادثة أرضية وهي خذلان بني النضير فناسب"
    },
    {
      "number": 2,
      "text": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ مِن دِيَٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَٰٓأُو۟لِى ٱلْأَبْصَٰرِ",
      "tafsir": {
        "muyassar": "هو- سبحانه- الذي أخرج الذين جحدوا نبوة محمد صلى الله عليه وسلم، من أهل الكتاب، وهم يهود بني النضير، من مساكنهم التي جاوروا بها المسلمين حول \"المدينة\"، وذلك أول إخراج لهم من \"جزيرة العرب\" إلى \"الشام\"، ما ظننتم- أيها المسلمون - أن يخرجوا من ديارهم بهذا الذل والهوان؛ لشدة بأسهم وقوة منعتهم، وظن اليهود أن حصونهم تدفع عنهم بأس الله ولا يقدر عليها أحد، فأتاهم الله من حيث لم يخطر لهم ببال، وألقى في قلوبهم الخوف والفزع الشديد، يُخْربون بيوتهم بأيديهم وأيدي المؤمنين، فاتعظوا يا أصحاب البصائر السليمة والعقول الراجحة بما جرى لهم.",
        "mukhtasar": "هو الذي أخرج بني النَّضِير الذين كفروا بالله، وكذبوا رسوله محمدًا صلى الله عليه وسلم، من ديارهم بالمدينة لأول إخراج لهم من المدينة إلى الشام، وهم من اليهود أصحاب التوراة، بعد نقضهم لعهدهم وصيرورتهم مع المشركين عليه؛ أخرجهم إلى أرض الشام، ما ظننتم - أيها المؤمنون - أن يخرجوا من ديارهم لما هم عليه من العزة والمنعة، وظنوا هم أن حصونهم التي شَيَّدوها مانعتهم من بأس الله وعقابه، فجاءهم بأس الله من حيث لم يُقَدِّروا مجيئه حين أمر رسوله بقتالهم وإجلائهم من ديارهم، وأدخل الله في قلوبهم الخوف الشديد، يدمرون بيوتهم بأيديهم من داخلها لئلا ينتفع بها المسلمون، ويدمرها المسلمون من خارجها، فاتعظوا يا أصحاب الأبصار بما حلّ بهم بسبب كفرهم، فلا تكونوا مثلهم، فتنالوا جزاءهم وعقابهم الذي عوقبوا به.",
        "saadi": "وكان إخراجهم منها أول حشر وجلاء كتبه الله عليهم على يد رسوله محمد صلى الله عليه وسلم، فجلوا إلى خيبر، ودلت الآية الكريمة أن لهم حشرا وجلاء غير هذا، فقد وقع حين أجلاهم النبي صلى الله عليه وسلم من خيبر، ثم عمر رضي الله عنه، [أخرج بقيتهم منها].{ مَا ظَنَنْتُمْ } أيها المسلمون { أَنْ يَخْرُجُوا } من ديارهم، لحصانتها، ومنعتها، وعزهم فيها.{ وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ } فأعجبوا بها وغرتهم، وحسبوا أنهم لا ينالون بها، ولا يقدر عليها أحد، وقدر الله تعالى وراء ذلك كله، لا تغني عنه الحصون والقلاع، ولا تجدي فيهم القوة والدفاع.ولهذا قال: { فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا } أي: من الأمر والباب، الذي لم  يخطر ببالهم أن يؤتوا منه، وهو أنه تعالى { قذف فِي قُلُوبِهِمُ الرُّعْبَ } وهو الخوف الشديد، الذي هو جند الله الأكبر، الذي لا ينفع معه عدد ولا عدة، ولا قوة ولا شدة، فالأمر الذي يحتسبونه ويظنون أن الخلل يدخل عليهم منه إن دخل هو الحصون التي تحصنوا بها، واطمأنت نفوسهم إليها، ومن وثق بغير الله فهو مخذول، ومن ركن إلى غير الله فهو عليه وبال  فأتاهم أمر سماوي نزل على قلوبهم، التي هي محل الثبات والصبر، أو الخور والضعف، فأزال الله قوتها وشدتها، وأورثها ضعفا وخورا وجبنا، لا حيلة لهم ولا منعة معه  فصار ذلك عونا عليهم، ولهذا قال: { يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ } وذلك أنهم صالحوا النبي صلى الله عليه وسلم، على أن لهم ما حملت الإبل.فنقضوا لذلك كثيرا من سقوفهم، التي استحسنوها، وسلطوا المؤمنين بسبب بغيهم على إخراب ديارهم وهدم حصونهم، فهم الذين جنوا على أنفسهم، وصاروا من أكبر عون عليها، { فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ } أي: البصائر النافذة، والعقول الكاملة، فإن في هذا معتبرا يعرف به صنع الله تعالى في المعاندين للحق، المتبعين لأهوائهم، الذين لم تنفعهم عزتهم، ولا منعتهم قوتهم، ولا حصنتهم حصونهم، حين جاءهم أمر الله، ووصل إليهم النكال بذنوبهم، والعبرة بعموم اللفظ  لا بخصوص السبب، فإن هذه الآية تدل على الأمر بالاعتبار، وهو اعتبار النظير بنظيره، وقياس الشيء على مثله، والتفكر فيما تضمنته الأحكام من المعاني والحكم التي هي محل العقل والفكرة، وبذلك يزداد  العقل، وتتنور البصيرة ويزداد الإيمان، ويحصل الفهم الحقيقي، ثم أخبر تعالى أن هؤلاء اليهود لم يصبهم جميع ما يستحقون من العقوبة، وأن الله خفف عنهم.",
        "kathir": "وقوله : ( هو الذي أخرج الذين كفروا من أهل الكتاب ) يعني : يهود بني النضير . قاله ابن عباس ، ومجاهد ، والزهري ، وغير واحد : كان رسول الله - صلى الله عليه وسلم - لما قدم المدينة هادنهم وأعطاهم عهدا وذمة ، على ألا يقاتلهم ولا يقاتلوه ، فنقضوا العهد الذي كان بينهم وبينه ، فأحل الله بهم بأسه الذي لا مرد له ، وأنزل عليهم قضاءه الذي لا يصد ، فأجلاهم النبي - صلى الله عليه وسلم - وأخرجهم من حصونهم الحصينة التي ما طمع فيها المسلمون ، وظنوا هم أنها مانعتهم من بأس الله ، فما أغنى عنهم من الله شيئا ، وجاءهم ما لم يكن ببالهم ، وسيرهم رسول الله وأجلاهم من المدينة فكان منهم طائفة ذهبوا إلى أذرعات من أعالي الشام وهي أرض المحشر والمنشر ، ومنهم طائفة ذهبوا إلى خيبر . وكان قد أنزلهم منها على أن لهم ما حملت إبلهم ، فكانوا يخربون ما في بيوتهم من المنقولات التي يمكن أن تحمل معهم ; ولهذا قال : ( يخربون بيوتهم بأيديهم وأيدي المؤمنين فاعتبروا يا أولي الأبصار ) أي : تفكروا في عاقبة من خالف أمر الله وخالف رسوله ، وكذب كتابه ، كيف يحل به من بأسه المخزي له في الدنيا ، مع ما يدخره له في الآخرة من العذاب الأليم .قال أبو داود : حدثنا محمد بن داود ، وسفيان ، حدثنا عبد الرزاق ، أخبرنا معمر ، عن الزهري ، عن عبد الرحمن بن كعب بن مالك ، عن رجل من أصحاب النبي - صلى الله عليه وسلم - أن كفار قريش كتبوا إلى ابن أبي ، ومن كان معه يعبد معه الأوثان من الأوس ، والخزرج ورسول الله - صلى الله عليه وسلم - يومئذ بالمدينة قبل وقعة بدر : إنكم آويتم صاحبنا ، وإنا نقسم بالله لنقاتلنه ، أو لتخرجنه ، أو لنسيرن إليكم بأجمعنا ، حتى نقتل مقاتلتكم ، ونستبيح نساءكم ، فلما بلغ ذلك عبد الله بن أبي ومن كان معه من عبدة الأوثان ، اجتمعوا لقتال النبي - صلى الله عليه وسلم - فلما بلغ ذلك النبي - صلى الله عليه وسلم - لقيهم ، فقال : \" لقد بلغ وعيد قريش منكم المبالغ ، ما كانت تكيدكم بأكثر مما تريد أن تكيدوا به أنفسكم ، تريدون أن تقاتلوا أبناءكم وإخوانكم ؟ \" ، فلما سمعوا ذلك من النبي - صلى الله عليه وسلم - تفرقوا ، فبلغ ذلك كفار قريش ، فكتبت كفار قريش بعد وقعة بدر إلى اليهود : إنكم أهل الحلقة والحصون ، وإنكم لتقاتلن مع صاحبنا أو لنفعلن كذا وكذا ، ولا يحول بيننا وبين خدم نسائكم شيء - وهي الخلاخيل - فلما بلغ كتابهم النبي - صلى الله عليه وسلم - اجتمعت بنو النضير بالغدر ، فأرسلوا إلى النبي - صلى الله عليه وسلم - : اخرج إلينا في ثلاثين رجلا من أصحابك ليخرج منا ثلاثون حبرا ، حتى نلتقي بمكان المنصف فيسمعوا منك ، فإن صدقوك وآمنوا بك آمنا بك ، فلما كان الغد غدا عليهم رسول الله - صلى الله عليه وسلم - بالكتائب فحصرهم ، قال لهم : \" إنكم والله لا تأمنوا عندي إلا بعهد تعاهدوني عليه \" . فأبوا أن يعطوه عهدا ، فقاتلهم يومهم ذلك ، ثم غدا الغد على بني قريظة بالكتائب ، وترك بني النضير ، ودعاهم إلى أن يعاهدوه ، فعاهدوه ، فانصرف عنهم . وغدا إلى بني النضير بالكتائب فقاتلهم ، حتى نزلوا على الجلاء . فجلت بنو النضير ، واحتملوا ما أقلت الإبل من أمتعتهم وأبواب بيوتهم وخشبها ، وكان نخل بني النضير لرسول الله - صلى الله عليه وسلم - خاصة ، أعطاه الله أياها وخصه بها ، فقال : ( وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ) يقول : بغير قتال ، فأعطى النبي - صلى الله عليه وسلم - أكثرها للمهاجرين ، قسمها بينهم ، وقسم منها لرجلين من الأنصار وكانا ذوي حاجة ، ولم يقسم من الأنصار غيرهما ، وبقي منها صدقة رسول الله - صلى الله عليه وسلم - التي في أيدي بني فاطمة .ولنذكر ملخص غزوة بني النضير على وجه الاختصار ، وبالله المستعان .وكان سبب ذلك فيما ذكره أصحاب المغازي والسير : أنه لما قتل أصحاب بئر معونة ، من أصحاب رسول الله - صلى الله عليه وسلم - وكانوا سبعين ، وأفلت منهم عمرو بن أمية الضمري ، فلما كان في أثناء الطريق راجعا إلى المدينة قتل رجلين من بني عامر ، وكان معهما عهد من رسول الله - صلى الله عليه وسلم - وأمان لم يعلم به عمرو فلما رجع أخبر رسول الله - صلى الله عليه وسلم - فقال له رسول الله - صلى الله عليه وسلم - : \" لقد قتلت رجلين ، لأدينهما \" وكان بين بني النضير وبني عامر حلف وعهد ، فخرج رسول الله - صلى الله عليه وسلم - إلى بني النضير يستعينهم في دية ذينك الرجلين ، وكان منازل بني النضير ظاهر المدينة على أميال منها شرقيها .قال محمد بن إسحاق بن يسار في كتابه السيرة : ثم خرج رسول الله إلى بني النضير ، يستعينهم في دية ذينك القتيلين من بني عامر اللذين قتل عمرو بن أمية الضمري ; للجوار الذي كان رسول الله - صلى الله عليه وسلم - عقد لهما ، فيما حدثني يزيد بن رومان ، وكان بين بني النضير ، وبني عامر عقد وحلف . فلما أتاهم رسول الله - صلى الله عليه وسلم - يستعينهم في دية ذينك القتيلين قالوا : نعم ، يا أبا القاسم ، نعينك على ما أحببت ، مما استعنت بنا عليه . ثم خلا بعضهم ببعض فقالوا : إنكم لن تجدوا الرجل على مثل حاله هذه - ورسول الله - صلى الله عليه وسلم - إلى جنب جدار من بيوتهم - فمن رجل يعلو على هذا البيت ، فيلقي عليه صخرة ، فيريحنا منه ؟ فانتدب لذلك عمرو بن جحاش بن كعب أحدهم ، فقال : أنا لذلك ، فصعد ليلقي عليه صخرة كما قال ، ورسول الله - صلى الله عليه وسلم - في نفر من أصحابه ، فيهم أبو بكر ، وعمر ، وعلي رضي الله عنهم . فأتى رسول الله - صلى الله عليه وسلم - الخبر من السماء بما أراد القوم ، فقام وخرج راجعا إلى المدينة فلما استلبث النبي - صلى الله عليه وسلم - أصحابه قاموا في طلبه فلقوا رجلا مقبلا من المدينة فسألوه عنه ، فقال : رأيته داخلا المدينة . فأقبل أصحاب رسول الله - صلى الله عليه وسلم - حتى انتهوا إليه ، فأخبرهم الخبر بما كانت يهود أرادت من الغدر به ، وأمر رسول الله - صلى الله عليه وسلم - بالتهيؤ لحربهم والمسير إليهم . ثم سار حتى نزل بهم فتحصنوا منه في الحصون ، فأمر رسول الله - صلى الله عليه وسلم - بقطع النخل والتحريق فيها . فنادوه : أن يا محمد قد كنت تنهى عن الفساد وتعيبه على من صنعه ، فما بال قطع النخل وتحريقها ؟وقد كان رهط من بني عوف بن الخزرج ، منهم عبد الله بن أبي بن سلول ، ووديعة ، ومالك بن أبي قوقل ، وسويد ، وداعس ، قد بعثوا إلى بني النضير : أن اثبتوا وتمنعوا فإنا لن نسلمكم ، إن قوتلتم قاتلنا معكم ، وإن أخرجتم خرجنا معكم ، فتربصوا ذلك من نصرهم ، فلم يفعلوا ، وقذف الله في قلوبهم الرعب ، فسألوا رسول الله - صلى الله عليه وسلم - أن يجليهم ويكف عن دمائهم ، على أن لهم ما حملت الإبل من أموالهم إلا الحلقة ، ففعل ، فاحتملوا من أموالهم ما استقلت به الإبل ، فكان الرجل منهم يهدم بيته عن نجاف بابه ، فيضعه على ظهر بعيره فينطلق به . فخرجوا إلى خيبر ومنهم من سار إلى الشام وخلوا الأموال إلى رسول الله - صلى الله عليه وسلم - فكانت لرسول الله خاصة يضعها حيث شاء ، فقسمها على المهاجرين الأولين دون الأنصار . إلا أن سهل بن حنيف ، وأبا دجانة سماك بن خرشة ذكرا فقرا ، فأعطاهما رسول الله - صلى الله عليه وسلم - .قال : ولم يسلم من بني النضير إلا رجلان : يامين بن عمير بن كعب بن عمرو بن جحاش وأبو سعد بن وهب أسلما على أموالهما فأحرزاها .قال : ابن إسحاق : قد حدثني بعض آل يامين : أن رسول الله - صلى الله عليه وسلم - قال ليامين : \" ألم تر ما لقيت من ابن عمك ، وما هم به من شأني \" . فجعل يامين بن عمير لرجل جعلا على أن يقتل عمرو بن جحاش فقتله فيما يزعمون .قال ابن إسحاق : ونزل في بني النضير سورة الحشر بأسرها .وهكذا روى يونس بن بكير ، عن ابن إسحاق ، بنحو ما تقدم .فقوله : ( هو الذي أخرج الذين كفروا من أهل الكتاب ) يعني : بني النضير ( من ديارهم لأول الحشر ) .قال ابن أبي حاتم : حدثنا أبي ، حدثنا ابن أبي عمر ، حدثنا سفيان ، عن أبي سعد ، عن عكرمة ، عن ابن عباس قال : من شك في أن أرض المحشر ها هنا - يعني الشام فليتل هذه الآية : ( هو الذي أخرج الذين كفروا من أهل الكتاب من ديارهم لأول الحشر ) قال لهم رسول الله - صلى الله عليه وسلم - : \" اخرجوا \" . قالوا : إلى أين ؟ قال : \" إلى أرض المحشر \" .وحدثنا أبو سعيد الأشج ، حدثنا أبو أسامة ، عن عوف ، عن الحسن قال : لما أجلى رسول الله - صلى الله عليه وسلم - بني النضير قال : \" هذا أول الحشر ، وأنا على الأثر \" .ورواه ابن جرير ، عن بندار عن ابن أبي عدي ، عن عوف عن الحسن به . وقوله : ( ما ظننتم أن يخرجوا ) أي : في مدة حصاركم لهم وقصرها ، وكانت ستة أيام ، مع شدة حصونهم ومنعتها ; ولهذا قال : ( وظنوا أنهم مانعتهم حصونهم من الله فأتاهم الله من حيث لم يحتسبوا ) أي : جاءهم من أمر الله ما لم يكن لهم في بال ، كما قال في الآية الأخرى : ( قد مكر الذين من قبلهم فأتى الله بنيانهم من القواعد فخر عليهم السقف من فوقهم وأتاهم العذاب من حيث لا يشعرون ) [ النحل : 26 ] .وقوله : ( وقذف في قلوبهم الرعب ) أي : الخوف والهلع والجزع ، وكيف لا يحصل لهم ذلك وقد حاصرهم الذي نصر بالرعب مسيرة شهر ، صلوات الله وسلامه عليه .وقوله : ( يخربون بيوتهم بأيديهم وأيدي المؤمنين ) قد تقدم تفسير ابن إسحاق لذلك ، وهو نقض ما استحسنوه من سقوفهم وأبوابهم ، وتحملها على الإبل ، وكذا قال عروة بن الزبير ، وعبد الرحمن بن زيد بن أسلم ، وغير واحد .وقال مقاتل بن حيان : كان رسول الله - صلى الله عليه وسلم - يقاتلهم ، فإذا ظهر على درب أو دار ، هدم حيطانها ليتسع المكان للقتال . وكان اليهود إذا علوا مكانا أو غلبوا على درب أو دار ، نقبوا من أدبارها ثم حصنوها ودربوها ، يقول الله تعالى : ( فاعتبروا يا أولي الأبصار ) ."
      },
      "translations": {
        "en": "It is He who expelled the ones who disbelieved among the People of the Scripture from their homes at the first gathering. You did not think they would leave, and they thought that their fortresses would protect them from Allah; but [the decree of] Allah came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision.",
        "fr": "C'est Lui qui a expulsé de leurs maisons, ceux parmi les gens du Livre qui ne croyaient pas, lors du premier exode. Vous ne pensiez pas qu'ils partiraient, et ils pensaient qu'en vérité leurs forteresses les défendraient contre Allah. Mais Allah est venu à eux par où ils ne s'attendaient point, et a lancé la terreur dans leurs cœurs. Ils démolissaient leurs maisons de leurs propres mains, autant que des mains des croyants. Tirez-en une leçon, ô vous qui êtes doués de clairvoyance.",
        "es": "Él es Quien expulsó de sus viviendas a los de la gente de la Escritura que no creían, cuando la primera reunión. No creíais que iban a salir y ellos creían que sus fortalezas iban a protegerles contra Alá. Pero Alá les sorprendió por donde menos lo esperaban. Sembró el terror en sus corazones y demolieron sus casas con sus propias manos y con la ayuda de los creyentes. Los que tengáis ojos ¡escarmentad!"
      },
      "ibn_ashour": "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ (2){ هُوَ الذى أَخْرَجَ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب مِن ديارهم لاَِوَّلِ الحَشْرِ مَا ظَنَنتُمْ أَن يَخرُجُواْ } .يجوز أن تجعل جملة { هو الذي أخرج الذين كفروا } إلى آخرها استئنافاً ابتدائياً لقصد إجراء هذا التمجيد على اسم الجلالة لما يتضمنه من باهر تقديره ، ولِمَا يؤذن به ذلك من التعريض بوجوب شكره على ذلك الإِخراج العجيب .ويجوز أن تجعل علة لما تضمنه الخبر عن تسبيح ما في السماوات وما في الأرض من التذكير للمؤمنين والتعريض بأهل الكتاب والمنافقين الذين هم فريقان مما في الأرض فإن القصة التي تضمنتها فاتحة السورة من أهل أحوالهما .ويجوز أن تجعل مبينة لجملة { وهو العزيز الحكيم } [ الحشر : 1 ] لأن هذا التسخير العظيم من"
    },
    {
      "number": 3,
      "text": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْءَاخِرَةِ عَذَابُ ٱلنَّارِ",
      "tafsir": {
        "muyassar": "ولولا أن كتب الله عليهم الخروج مِن ديارهم وقضاه، لَعذَّبهم في الدنيا بالقتل والسبي، ولهم في الآخرة عذاب النار.",
        "mukhtasar": "ولولا أن الله كتب عليهم إخراجهم من ديارهم، لعذبهم في الدنيا بالقتل والسبي، ولهم في الآخرة عذاب النار ينتظرهم خالدين فيه أبدًا.",
        "saadi": "فلولا أنه كتب عليهم الجلاء الذي أصابهم وقضاه عليهم وقدره بقدره الذي لا يبدل ولا يغير، لكان لهم شأن آخر من عذاب الدنيا ونكالها، ولكنهم - وإن فاتهم العذاب الشديد الدنيوي - فإن لهم في الآخرة عذاب النار، الذي لا يمكن أن يعلم شدته إلا الله تعالى، فلا يخطر ببالهم أن عقوبتهم قد انقضت وفرغت ولم يبق لهم منها بقية، فما أعد الله لهم من العذاب في الآخرة أعظم وأطم. ",
        "kathir": "وقوله : ( ولولا أن كتب الله عليهم الجلاء لعذبهم في الدنيا ) أي : لولا أن كتب الله عليهم هذا الجلاء ، وهو النفي من ديارهم وأموالهم ، لكان لهم عند الله عذاب آخر من القتل والسبي ، ونحو ذلك ، قاله الزهري ، عن عروة ، والسدي ، وابن زيد ; لأن الله قد كتب عليهم أنه سيعذبهم في الدار الدنيا مع ما أعد لهم في الآخرة من العذاب في نار جهنم .قال ابن أبي حاتم : حدثنا أبي ، حدثنا عبد الله بن صالح - كاتب الليث - حدثني الليث عن عقيل ، عن ابن شهاب قال : أخبرني عروة بن الزبير قال : ثم كانت وقعة بني النضير ، وهم طائفة من اليهود على رأس ستة أشهر من وقعة بدر . وكان منزلهم بناحية من المدينة فحاصرهم رسول الله - صلى الله عليه وسلم - حتى نزلوا من الجلاء ، وأن لهم ما أقلت الإبل من الأموال والأمتعة إلا الحلقة ، وهي السلاح ، فأجلاهم رسول الله - صلى الله عليه وسلم - قبل الشام . قال : والجلاء أنه كتب عليهم في آي من التوراة ، وكانوا من سبط لم يصبهم الجلاء قبل ما سلط عليه رسول الله - صلى الله عليه وسلم - وأنزل الله فيهم : ( سبح لله ما في السماوات وما في الأرض ) إلى قوله ( وليخزي الفاسقين ) .وقال عكرمة : الجلاء : القتل . وفي رواية عنه : الفناء .وقال قتادة : الجلاء : خروج الناس من البلد إلى البلد .وقال الضحاك : أجلاهم إلى الشام وأعطى كل ثلاثة بعيرا وسقاء ، فهذا الجلاء .وقد قال الحافظ أبو بكر البيهقي : أخبرنا أبو عبد الله الحافظ ، أخبرنا أحمد بن كامل القاضي ، حدثنا محمد بن سعيد العوفي ، حدثني أبي ، عن عمي ، حدثني أبي ، عن جدي ، عن ابن عباس قال : كان النبي - صلى الله عليه وسلم - قد حاصرهم حتى بلغ منهم كل مبلغ ، فأعطوه ما أراد منهم ، فصالحهم على أن يحقن لهم دماءهم ، وأن يخرجهم من أرضهم ، ومن ديارهم ، وأوطانهم ، وأن يسيرهم إلى أذرعات الشام وجعل لكل ثلاثة منهم بعيرا وسقاء ، والجلاء إخراجهم من أرضهم إلى أرض أخرىوروي أيضا من حديث يعقوب بن محمد الزهري ، عن إبراهيم بن جعفر بن محمود بن محمد بن مسلمة ، عن أبيه ، عن جده ، عن محمد بن مسلمة أن رسول الله - صلى الله عليه وسلم - بعثه إلى بني النضير ، وأمره أن يؤجلهم في الجلاء ثلاث ليال .وقوله : ( ولهم في الآخرة عذاب النار ) أي : حتم لازم لا بد لهم منه ."
      },
      "translations": {
        "en": "And if not that Allah had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire.",
        "fr": "Et si Allah n'avait pas prescrit contre eux l'expatriation, Il les aurait certainement châtiés ici-bas; et dans l'au-delà ils auront le châtiment du feu.",
        "es": "Si Alá no hubiera decretado su destierro, les habría castigado en la vida de acá. En la otra vida, no obstante, sufrirán el castigo del Fuego,"
      },
      "ibn_ashour": "وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآَخِرَةِ عَذَابُ النَّارِ (3){ وَلَوْلاَ أَن كَتَبَ الله عَلَيْهِمُ الجلاء لَعَذَّبَهُمْ فِى الدنيا } .جملة معترضة ناشئة عن جملة { هو الذي أخرج الذين كفروا من أهل الكتاب } [ الحشر : 2 ] . فالواو اعتراضية ، أي أخرجهم الله من قريتهم عقاباً لهم على كفرهم وتكذيبهم للرسول صلى الله عليه وسلم كما قال : { ذلك بأنهم شاقّوا الله ورسوله } [ الحشر : 4 ] ولو لم يعاقبهم الله بالجلاء لعاقبهم بالقَتل والأسر لأنهم استحقّوا العقاب . فلو لم يقذف في قلوبهم الرعب حتى استسلموا لعاقبهم بجوع الحصار وفتح ديارهم عنوة فعذبوا قتلاً وأسراً .والمراد بالتعذيب : الألم المحسوس بالأبدان بالقتل والجرح والأسر والإِهانة وإلاّ فإن الإِخراج من الديار نكبة ومصيبة لكنها لا تدرك بالحس وإنما تدرك بالوجدان .و { لولا } حرف امتناع لوجود ، تفيد امتناع جوابها لأجل وجود شرطها ، أي وجود تقدير الله جلاءهم سبب لانتفاء تعذيب الله إياهم في الدنيا بعذاب آخر .وإنما قدر الله لهم الجلاء دون التعذيب في الدنيا لمصلحة اقتضتها حكمته ، وهي أن يأخذ المس"
    },
    {
      "number": 4,
      "text": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "tafsir": {
        "muyassar": "ذلك- الذي أصاب اليهود في الدنيا وما ينتظرهم في الآخرة- لأنهم خالفوا أمر الله وأمر رسوله أشدَّ المخالفة، وحاربوهما وسعَوا في معصيتهما، ومن يخالف الله ورسوله فإن الله شديد العقاب له.",
        "mukhtasar": "ذلك الذي حصل لهم حصل لأنهم عَادَوُا الله وعادَوْا رسوله بكفرهم ونقضهم للعهود، ومن يعادِ الله فإن الله شديد العقاب، فسيناله عقابه الشديد.",
        "saadi": "وذلك لأنهم { شَاقُّوا اللَّهَ وَرَسُولَهُ } وعادوهما وحاربوهما، وسعوا في معصيتهما.وهذه عادته وسنته فيمن شاقه { وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ } ",
        "kathir": "وقوله : ( ذلك بأنهم شاقوا الله ورسوله ) أي : إنما فعل الله بهم ذلك وسلط عليهم رسوله وعباده المؤمنين ; لأنهم خالفوا الله ورسوله ، وكذبوا بما أنزل الله على رسله المتقدمين في البشارة بمحمد - صلى الله عليه وسلم - وهم يعرفون ذلك كما يعرفون أبناءهم ، ثم قال : ( ومن يشاق الله فإن الله شديد العقاب ) ."
      },
      "translations": {
        "en": "That is because they opposed Allah and His Messenger. And whoever opposes Allah - then indeed, Allah is severe in penalty.",
        "fr": "Il en est ainsi parce qu'ils se sont dressés contre Allah et Son messager. Et quiconque se dresse contre Allah... alors, vraiment Allah est dur en punition.",
        "es": "por haberse separado de Alá y de Su Enviado. Quien se separa de Alá... Alá castiga severamente."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (4)الإِشارة إلى جميع ما ذكر من إخراج الذين كفروا من ديارهم ، وقذف الرعب في قلوبهم ، وتخريب بيوتهم ، وإعداد العذاب لهم في الآخرة .والباء للسببية وهي جَارَّة للمصدر المنسبك من ( أنَّ ) وجملتها .والمشاقَّة : المخاصمة والعداوة قال تعالى : { ويقول أين شركائي الذين كنتم تشاقون فيهم } [ النحل : 27 ] وقد تقدم نظيره في أول الأنفال .والمشاقّة كالمحادّة مشتقة من الاسم . وهو الشِقّ ، كما اشتقت المحادّة من الحدّ ، كما تقدم في أول سورة المجادلة . وتقدم في سورة النساء ( 35 ) { وإن خفتم شقاق بينهما }وقد كان بنو النضير ناصبوا المسلمين العِدَاء بعد أن سكنوا المدينة وأَضْرَوْا المنافقين وعاهدوا مشركي أهل مكة كما علمت آنفاً .وجملة ومن يشاق الله فإن الله شديد العقاب } تذييل ، أي شديد العقاب لكل من يشاققه من هؤلاء وغيرهم .وعطف اسم الرسول صلى الله عليه وسلم على اسم الجلالة في الجملة الأولى لقصر تعظيم شأن الرسول صلى الله عليه وسلم ليعلموا أن طاعته طاعة لله لأنه إنما يدعو إلى ما أمره الله بتبليغه ولم يعطف"
    },
    {
      "number": 5,
      "text": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَٰسِقِينَ",
      "tafsir": {
        "muyassar": "ما قطعتم -أيها المؤمنون- من نخلة أو تركتموها قائمة على ساقها، من غير أن تتعرضوا لها، فبإذن الله وأمره؛ وليُذلَّ بذلك الخارجين عن طاعته المخالفين أمره ونهيه، حيث سلَّطكم على قطع نخيلهم وتحريقها.",
        "mukhtasar": "ما قطعتم - معشر المؤمنين - من نخلة لتغيظوا أعداء الله في غزوة بني النَّضِير أو تركتموها قائمة على جذوعها لتنتفعوا بها - فبأمر الله، وليس من الفساد في الأرض كما زعموا، وليذلّ الله به الخارجين عن طاعته من اليهود الذين نقضوا العهد، واختاروا سبيل الغدر على طريق الوفاء.",
        "saadi": "ولما لام بنو النضير رسول الله صلى الله عليه وسلم والمسلمين في قطع النخيل والأشجار، وزعموا أن ذلك من الفساد، وتوصلوا بذلك  إلى الطعن بالمسلمين، أخبر تعالى أن قطع النخيل إن قطعوه أو إبقاءهم إياه إن أبقوه، إنه بإذنه تعالى، وأمره { وَلِيُخْزِيَ الْفَاسِقِينَ } حيث سلطكم على قطع نخلهم، وتحريقها، ليكون ذلك نكالا لهم، وخزيا في الدنيا، وذلا يعرف به عجزهم التام، الذي ما قدروا على استنقاذ نخلهم، الذي هو مادة قوتهم. واللينة: اسم يشمل سائر النخيل على أصح الاحتمالات وأولاها، فهذه حال بني النضير، وكيف عاقبهم الله في الدنيا.",
        "kathir": "وقوله تعالى : ( ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين ) اللين : نوع من التمر ، وهو جيد .قال : أبو عبيدة : وهو ما خالف العجوة والبرني من التمر .وقال كثيرون من المفسرين : اللينة : ألوان التمر سوى العجوة .قال : ابن جرير : هو جميع النخل . ونقله عن مجاهد : وهو البويرة أيضا ; وذلك أن رسول الله - صلى الله عليه وسلم - لما حاصرهم أمر بقطع نخيلهم إهانة لهم ، وإرهابا وإرعابا لقلوبهم . فروى محمد ابن إسحاق ، عن يزيد بن رومان ، وقتادة ، ومقاتل بن حيان أنهم قالوا : [ فبعث بنو النضير ] يقولون لرسول الله - صلى الله عليه وسلم - : إنك تنهى عن الفساد ، فما بالك تأمر بقطع الأشجار ؟ فأنزل الله هذه الآية الكريمة ، أي : ما قطعتم وما تركتم من الأشجار ، فالجميع بإذن الله ومشيئته وقدرته ورضاه ، وفيه نكاية بالعدو وخزي لهم ، وإرغام لأنوفهم .وقال مجاهد : نهى بعض المهاجرين بعضا عن قطع النخل ، وقالوا : إنما هي مغانم المسلمين . فنزل القرآن بتصديق من نهى عن قطعه ، وتحليل من قطعه من الإثم ، وإنما قطعه وتركه بإذنه . وقد روي نحو هذا مرفوعا ، فقال النسائي : أخبرنا الحسن بن محمد ، عن عفان حدثنا حفص بن غياث ، حدثنا حبيب بن أبي عمرة ، عن سعيد بن جبير ، عن ابن عباس ، في قوله : ( ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين ) قال : يستنزلونهم من حصونهم وأمروا بقطع النخل ، فحاك في صدورهم ، فقال المسلمون : قطعنا بعضا وتركنا بعضا ، فلنسألن رسول الله - صلى الله عليه وسلم - : هل لنا فيما قطعنا من أجر ؟ وهل علينا فيما تركنا من وزر ؟ فأنزل الله : ( ما قطعتم من لينة )وقال الحافظ أبو يعلى في مسنده : حدثنا سفيان بن وكيع ، حدثنا حفص ، عن ابن جريج ، عن سليمان بن موسى ، عن جابر - وعن أبي الزبير ، عن جابر - قال : رخص لهم في قطع النخل ، ثم شدد عليهم فأتوا النبي - صلى الله عليه وسلم - فقالوا : يا رسول الله ، علينا إثم فيما قطعنا ؟ أو علينا وزر فيما تركنا ؟ فأنزل الله ، عز وجل : ( ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله ) .وقال الإمام أحمد : حدثنا عبد الرحمن ، حدثنا سفيان ، عن موسى بن عقبة ، عن نافع ، عن ابن عمر ; أن رسول الله - صلى الله عليه وسلم - قطع نخل بني النضير وحرق .وأخرجه صاحبا الصحيح من رواية موسى بن عقبة ، بنحوه ولفظ البخاري من طريق عبد الرزاق ، عن ابن جريج ، عن موسى بن عقبة ، عن نافع ، عن ابن عمر قال : حاربت النضير وقريظة فأجلى بني النضير ، وأقر قريظة ، ومن عليهم حتى حاربت قريظة فقتل من رجالهم ، وقسم نساءهم ، وأولادهم ، وأموالهم بين المسلمين ، إلا بعضهم لحقوا بالنبي - صلى الله عليه وسلم - فأمنهم وأسلموا ، وأجلى يهود المدينة كلهم بني قينقاع ، وهم رهط عبد الله بن سلام ، ويهود بني حارثة ، وكل يهودي بالمدينة .ولهما أيضا عن قتيبة ، عن الليث بن سعد ، عن نافع ، عن ابن عمر : أن رسول الله - صلى الله عليه وسلم - حرق نخل بني النضير وقطع - وهي البويرة - فأنزل الله ، عز وجل فيه : ( ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين ) .وللبخاري رحمه الله ، من رواية جويرية بن أسماء ، عن نافع ، عن عبد الله بن عمر ; أن رسول الله - صلى الله عليه وسلم - حرق نخل بني النضير . ولها يقول حسان بن ثابت ، رضي الله عنه :وهان على سراة بني لؤي حريق بالبويرة مستطيرفأجابه أبو سفيان بن الحارث يقول :أدام الله ذلك من صنيع     وحرق في نواحيها السعيرستعلم أينا منها بنزه     وتعلم أي أرضينا نضيركذا رواه البخاري ولم يذكره ابن إسحاق .وقال محمد بن إسحاق : وقال كعب بن مالك يذكر إجلاء بني النضير وقتل ابن الأشرف :لقد خزيت بغدرتها الحبور     كذاك الدهر ذو صرف يدوروذلك أنهم كفروا برب     عظيم أمره أمر كبيروقد أوتوا معا فهما وعلما     وجاءهم من الله النذيرنذير صادق أدى كتابا     وآيات مبينة تنيرفقال ما أتيت بأمر صدق     وأنت بمنكر منا جديرفقال : بلى لقد أديت حقا     يصدقني به الفهم الخبيرفمن يتبعه يهد لكل رشد     ومن يكفر به يجز الكفورفلما أشربوا غدرا وكفرا     وجد بهم عن الحق النفورأرى الله النبي برأي صدق     وكان الله يحكم لا يجورفأيده وسلطه عليهم     وكان نصيره نعم النصيرفغودر منهمو كعب صريعا     فذلت بعد مصرعه النضيرعلى الكفين ثم وقد علته     بأيدينا مشهرة ذكوربأمر محمد إذ دس ليلا     إلى كعب أخا كعب يسيرفماكره فأنزله بمكر     ومحمود أخو ثقة جسورفتلك بنو النضير بدار سوء     أبارهم بما اجترموا المبيرغداة أتاهم في الزحف رهوا     رسول الله وهو بهم بصيروغسان الحماة موازروه     على الأعداء وهو لهم وزيرفقال : السلم ويحكم فصدوا     وحالف أمرهم كذب وزورفذاقوا غب أمرهم دبالا     لكل ثلاثة منهم بعيروأجلوا عامدين لقينقاع     وغودر منهم نخل ودورقال : وكان مما قيل من الأشعار في بني النضير قول ابن لقيم العبسي - ويقال : قالها قيس بن بحر بن طريف ، قال ابن هشام الأشجعي :أهلي فداء لامرئ غير هالك     أحل اليهود بالحسي المزنميقيلون في جمر الغضاة وبدلوا     أهيضب عودا بالودي المكممفإن يك ظني صادقا بمحمد     يروا خيله بين الصلا ويرمرميؤم بها عمرو بن بهثة إنهم     عدو وما حي صديق كمجرمعليهن أبطال مساعير في الوغى     يهزون أطراف الوشيج المقوموكل رقيق الشفرتين مهند     تورثن من أزمان عاد وجرهمفمن مبلغ عني قريشا رسالة     فهل بعدهم في المجد من متكرمبأن أخاكم فاعلمن محمدا     تليد الندى بين الحجون وزمزمفدينوا له بالحق تجسم أموركم     وتسموا من الدنيا إلى كل معظمنبي تلافته من الله رحمة     ولا تسألوه أمر غيب مرجمفقد كان في بدر لعمري عبرة     لكم يا قريش والقليب الملممغداة أتى في الخزرجية عامدا     إليكم مطيعا للعظيم المكرممعانا بروح القدس ينكى عدوه     رسولا من الرحمن حقا بمعلمرسولا من الرحمن يتلو كتابه     فلما أنار الحق لم يتلعثمأرى أمره يزداد في كل موطن     علوا لأمر حمه الله محكموقد أورد ابن إسحاق ، رحمه الله ، ها هنا أشعارا كثيرة ، فيها آداب ومواعظ وحكم ، وتفاصيل للقصة ، تركنا باقيها اختصارا واكتفاء بما ذكرناه ، ولله الحمد والمنة .قال ابن إسحاق : كانت وقعة بني النضير بعد وقعة أحد ، وبعد بئر معونة . وحكى البخاري ، عن الزهري ، عن عروة أنه قال : كانت وقعة بني النضير بعد بدر بستة أشهر ."
      },
      "translations": {
        "en": "Whatever you have cut down of [their] palm trees or left standing on their trunks - it was by permission of Allah and so He would disgrace the defiantly disobedient.",
        "fr": "Tout palmier que vous avez coupé ou que vous avez laissé debout sur ses racines, c'est avec la permission d'Allah et afin qu'Il couvre ainsi d'ignominie les pervers.",
        "es": "Cuando talabais una palmera o la dejabais en pie, lo hacíais con permiso de Alá y para confundir a los perversos."
      },
      "ibn_ashour": "مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ (5)استئناف ابتدائي أفضى به إلى المقصد من السورة عن أحكام أموال بني النضير وإشارة الآية إلى ما حدث في حصار بني النضير وذلك أنهم قبل أن يستسلموا اعتصموا بحصونهم فحاصرهم المسلمون وكانت حوائطهم خارج قريتهم وكانت الحوائط تسمى البُويرة ( بضم الباء الموحدة وفتح الواو وهي تصغير بؤر بهمزة مضمومة بعد الباء فخففت واواً ) عمد بعض المسلمين إلى قطع بعض نخيل النضير قيل بأمر من النبي صلى الله عليه وسلم وقيل بدون أمره ولكنه لم يغيره عليهم . فقيل كان ذلك ليوسعوا مكاناً لمُعسكرهم ، وقيل لتخويف بني النضير ونكايتهم ، وأمسك بعض الجيش عن قطع النخيل وقالوا : لا تقطعوا مما أفاء الله علينا . وقد ذكر أن النخلات التي قطعت ست نخلات أو نخلتان . فقالت اليهود : يا محمد ألست تزعم أنك نبي تريد الصلاح أفمن الصلاح قطع النخل وحرق الشجر ، وهل وجدت فيما أنزل عليك إباحة الفساد في الأرض فأنزل الله هذه الآية .والمعنى : أن ما قطعوا من النخل أريد به مصلحة إلجاء العدوّ إلى الاستسلام وإلقاء الرعب في قلوبهم وإذلا"
    },
    {
      "number": 6,
      "text": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍۢ وَلَا رِكَابٍۢ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "tafsir": {
        "muyassar": "وما أفاءه الله على رسوله من أموال يهود بني النضير، فلم تركبوا لتحصيله خيلا ولا إبلا ولكن الله يسلِّط رسله على مَن يشاء مِن أعدائه، فيستسلمون لهم بلا قتال، والفيء ما أُخذ من أموال الكفار بحق من غير قتال. والله على كل شيء قدير لا يعجزه شيء.",
        "mukhtasar": "والذي ردّه الله على رسوله من أموال بني النَّضِير فما أسرعتم في طلبه مما تركبونه خيلاً ولا إبلاً، ولا أصابتكم فيه مشقة، ولكنّ الله يسلِّط رسله على من يشاء، وقد سلَّط رسوله على بني النَّضِير ففتح بلادهم بغير قتال، والله على كل شيء قدير، لا يعجزه شيء.",
        "saadi": "ثم ذكر من انتقلت إليه أموالهم وأمتعتهم، فقال: { وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ } أي: من أهل هذه القرية، وهم بنو النضير.{ فـ } إنكم يا معشر المسلمين { ما أَوْجَفْتُمْ } أي: ما أجلبتم وأسرعتم وحشدتم، { عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ } أي: لم تتعبوا بتحصيلها، لا بأنفسكم ولا بمواشيكم، بل قذف الله في قلوبهم الرعب، فأتتكم صفوا عفوا، ولهذا. قال: { وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ } من تمام قدرته أنه لا يمتنع منه  ممتنع، ولا يتعزز من دونه قوي. وتعريف الفيء في اصطلاح الفقهاء: هو ما أخذ من مال الكفار بحق، من غير قتال، كهذا المال الذي فروا وتركوه خوفا من المسلمين، وسمي فيئا، لأنه رجع من الكفار الذين هم غير مستحقين له، إلى المسلمين الذين لهم الحق الأوفر فيه.",
        "kathir": "يقول تعالى مبينا لمال الفيء وما صفته ؟ وما حكمه ؟ فالفيء : كل مال أخذ من الكفار بغير قتال ولا إيجاف خيل ، ولا ركاب ، كأموال بني النضير هذه ، فإنها مما لم يوجف المسلمون عليه بخيل ، ولا ركاب ، أي : لم يقاتلوا الأعداء فيها بالمبارزة والمصاولة ، بل نزل أولئك من الرعب الذي ألقى الله في قلوبهم من هيبة رسول الله - صلى الله عليه وسلم - فأفاءه الله على رسوله ; ولهذا تصرف فيه كما شاء ، فرده على المسلمين في وجوه البر والمصالح التي ذكرها الله ، عز وجل ، في هذه الآيات ، فقال : ( وما أفاء الله على رسوله منهم ) أي : من بني النضير ( فما أوجفتم عليه من خيل ولا ركاب ) يعني : الإبل ، ( ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير ) أي : هو قدير لا يغالب ولا يمانع ، بل هو القاهر لكل شيء ."
      },
      "translations": {
        "en": "And what Allah restored [of property] to His Messenger from them - you did not spur for it [in an expedition] any horses or camels, but Allah gives His messengers power over whom He wills, and Allah is over all things competent.",
        "fr": "Le butin provenant de leurs biens et qu'Allah a accordé sans combat à Son Messager, vous n'y aviez engagé ni chevaux, ni chameaux; mais Allah, donne à Ses messagers la domination sur qui Il veut et Allah est Omnipotent.",
        "es": "No habéis contribuido ni con caballos ni con camellos a lo que, de ellos, ha concedido Alá a Su Enviado. Alá, empero, permite a Sus enviados que dominen a quien Él quiere. Alá es omnipotente."
      },
      "ibn_ashour": "وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (6)يجوز أن يكون عطفاً على جملة { ما قطعتم من لينة } [ الحشر : 5 ] الآية فتكون امتناناً وتكملة لمصارف أموال بني النضير .ويجوز أن تكون عطفاً على مجموع ما تقدم عطفَ القصة على القصة والغرض على الغرض للانتقال إلى التعريف بمصير أموال بني النضير لئلا يختلف رجال المسلمين في قسمته . ولبيان أن ما فعله الرسول صلى الله عليه وسلم في قسمة أموال بني النضير هو عدلٌ إن كانت الآية نزلت بعد القسمة وَمَا صْدَقُ { ما أفاء الله } هو ما تركوه من الأرض والنخل والنقض والحطب .والفَيء معروف في اصطلاح الغزاة ، ففعل أفاء أعطَى الفيء ، فالفيء في الحروب والغارات ما يظفر به الجيْشُ من متاع عدوّهم وهو أعم من الغنيمة ولم يتحقق أيمة اللغة في أصل اشتقاقه فيكون الفيء بقتال ويكون بدون قتال ، وأما الغنيمة فهي ما أخذ بقتال .وضمير { منهم } عائد إلى { الذي أخرج الذين كفروا من أهل الكتاب } [ الحشر : 2 ] الواقع في أول السورة وهم بنو النضي"
    },
    {
      "number": 7,
      "text": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَٰمَىٰ وَٱلْمَسَٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "tafsir": {
        "muyassar": "ما أفاءه الله على رسوله من أموال مشركي أهل القرى من غير ركوب خيل ولا إبل فلله ولرسوله، يُصْرف في مصالح المسلمين العامة، ولذي قرابة رسول الله صلى الله عليه وسلم، واليتامى، وهم الأطفال الفقراء الذين مات آباؤهم، والمساكين، وهم أهل الحاجة والفقر، وابن السبيل، وهو الغريب المسافر الذي نَفِدت نفقته وانقطع عنه ماله؛ وذلك حتى لا يكون المال ملكًا متداولا بين الأغنياء وحدهم، ويحرم منه الفقراء والمساكين. وما أعطاكم الرسول من مال، أو شرعه لكم مِن شرع، فخذوه، وما نهاكم عن أَخْذه أو فِعْله فانتهوا عنه، واتقوا الله بامتثال أوامره وترك نواهيه. إن الله شديد العقاب لمن عصاه وخالف أمره ونهيه. والآية أصل في وجوب العمل بالسنة: قولا أو فعلا أو تقريرًا.",
        "mukhtasar": "ما أنعم الله على رسوله من أموال أهل القرى من غير قتال فللَّه، يجعله لمن يشاء، وللرسول مُلْكًا، ولذوي قرابته من بني هاشم وبني المطلب؛ تعويضًا لهم عما مُنِعوه من الصدقة، وللأيتام، وللفقراء، وللغريب الذي نفدت نفقته؛ لكي لا يقتصر تداول المال على الأغنياء دون الفقراء، وما أعطاكم الرسول من أموال الفيء فخذوه - أيها المؤمنون- وما نهاكم عنه فانتهوا، واتقوا الله بامتثال أوامره، واجتناب نواهيه، إن الله شديد العقاب فاحذروا عقابه.",
        "saadi": "وحكمه العام، كما ذكره الله في قوله { مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى } عموما، سواء أفاء الله في وقت رسوله أو بعده، لمن يتولى من بعده أمته  { فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ } وهذه الآية نظير الآية التي في سورة الأنفال، في  قوله: { وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ } فهذا الفيء يقسم خمسة أقسام:خمس لله ولرسوله يصرف في مصالح المسلمين [العامة]، وخمس لذوي القربى، وهم: بنو هاشم وبنو المطلب، حيث كانوا يسوى [فيه] بين، ذكورهم وإناثهم، وإنما دخل بنو المطلب في خمس الخمس، مع بني هاشم، ولم يدخل بقية بني عبد مناف، لأنهم شاركوا بني هاشم في دخولهم الشعب، حين تعاقدت قريش على هجرهم وعداوتهم  فنصروا رسول الله صلى الله عليه وسلم، بخلاف غيرهم، ولهذا قال النبي صلى الله عليه وسلم، في بني عبد المطلب: \"إنهم لم يفارقوني في جاهلية ولا إسلام\"وخمس لفقراء اليتامى، وهم: من لا أب له ولم يبلغ، وخمس للمساكين، وسهم لأبناء السبيل، وهم الغرباء المنقطع بهم في غير أوطانهم.وإنما قدر الله هذا التقدير، وحصر الفيء في هؤلاء المعينين لـ { كَيْ لَا يَكُونَ دُولَةً } أي: مدوالة واختصاصا { بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ } فإنه لو لم يقدره، لتداولته الأغنياء الأقوياء، ولما حصل لغيرهم من العاجزين منه شيء، وفي ذلك من الفساد، ما لا يعلمه إلا الله، كما أن في اتباع أمر الله وشرعه من المصالح ما لا يدخل تحت الحصر، ولذلك أمر الله بالقاعدة الكلية والأصل العام، فقال: { وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا } وهذا شامل لأصول الدين وفروعه، ظاهره وباطنه، وأن ما جاء به الرسول يتعين على العباد الأخذ به واتباعه، ولا تحل مخالفته، وأن نص الرسول على حكم الشيء كنص الله تعالى، لا رخصة لأحد ولا عذر له في تركه، ولا يجوز تقديم قول أحد على قوله، ثم أمر بتقواه التي بها عمارة القلوب والأرواح [والدنيا والآخرة]، وبها السعادة الدائمة والفوز العظيم، وبإضاعتها الشقاء الأبدي والعذاب السرمدي، فقال: { وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ } على من ترك التقوى، وآثر اتباع الهوى.",
        "kathir": "ثم قال : ( ما أفاء الله على رسوله من أهل القرى ) أي : جميع البلدان التي تفتح هكذا ، فحكمها حكم أموال بني النضير ; ولهذا قال : ( فلله وللرسول ولذي القربى واليتامى والمساكين ) إلى آخرها والتي بعدها . فهذه مصارف أموال الفيء ووجوهه .قال الإمام أحمد : حدثنا سفيان ، عن عمرو ، ومعمر ، عن الزهري ، عن مالك بن أوس بن الحدثان ، عن عمر رضي الله عنه ، قال : كانت أموال بني النضير مما أفاء الله إلى رسوله مما لم يوجف المسلمون عليه بخيل ولا ركاب ، فكانت لرسول الله - صلى الله عليه وسلم - خالصة فكان ينفق على أهله منها نفقة سنته - وقال مرة : قوت سنته - وما بقي جعله في الكراع والسلاح في سبيل الله ، عز وجل .هكذا أخرجه أحمد ها هنا مختصرا ، وقد أخرجه الجماعة في كتبهم - إلا ابن ماجه - من حديث سفيان ، عن عمرو بن دينار ، عن الزهري به ، وقد رويناه مطولا ، فقال أبو داود ، رحمه الله :حدثنا الحسن بن علي ، ومحمد بن يحيى بن فارس - المعنى واحد - قالا : حدثنا بشر بن عمر الزهراني ، حدثني مالك بن أنس ، عن ابن شهاب ، عن مالك بن أوس قال : أرسل إلى عمر بن الخطاب ، رضي الله عنه ، حين تعالى النهار ، فجئته فوجدته جالسا على سرير مفضيا إلى رماله ، فقال حين دخلت عليه : يا مال ، إنه قد دف أهل أبيات من قومك ، وقد أمرت فيهم بشيء ، فاقسم فيهم . قلت : لو أمرت غيري بذلك ؟ فقال : خذه . فجاءه يرفا فقال : يا أمير المؤمنين ، هل لك في عثمان بن عفان ، وعبد الرحمن بن عوف ، والزبير بن العوام ، وسعد بن أبي وقاص ؟ فقال : نعم . فأذن لهم فدخلوا ، ثم جاءه يرفا فقال : يا أمير المؤمنين ، هل لك في العباس ، وعلي ؟ قال : نعم . فأذن لهم فدخلوا ، فقال العباس : يا أمير المؤمنين ، اقض بيني وبين هذا - يعني : عليا - فقال بعضهم : أجل يا أمير المؤمنين ، اقض بينهما وأرحهما . قال مالك بن أوس : خيل إلي أنهما قدما أولئك النفر لذلك . فقال عمر رضي الله عنه : اتئدا . ثم أقبل على أولئك الرهط فقال : أنشدكم بالله الذي بإذنه تقوم السماء والأرض ، هل تعلمون أن رسول الله - صلى الله عليه وسلم - قال : \" لا نورث ، ما تركنا صدقة \" . قالوا : نعم . ثم أقبل على علي ، والعباس فقال : أنشدكما بالله الذي بإذنه تقوم السماء والأرض ، هل تعلمان أن رسول الله - صلى الله عليه وسلم - قال : \" لا نورث ، ما تركنا صدقة \" . فقالا : نعم . فقال : فإن الله خص رسوله بخاصة لم يخص بها أحدا من الناس ، فقال : ( وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير ) فكان الله أفاء إلى رسوله أموال بني النضير ، فوالله ما استأثر بها عليكم ولا أحرزها دونكم ، فكان رسول الله - صلى الله عليه وسلم - يأخذ منها نفقة سنة - أو : نفقته ونفقة أهله سنة - ويجعل ما بقي أسوة المال . ثم أقبل على أولئك الرهط فقال : أنشدكم بالله الذي بإذنه تقوم السماء والأرض : هل تعلمون ذلك ؟ قالوا : نعم . ثم أقبل على علي ، والعباس فقال : أنشدكما بالله الذي بإذنه تقوم السماء والأرض : هل تعلمان ذلك ؟ قالا : نعم . فلما توفي رسول الله - صلى الله عليه وسلم - قال أبو بكر : \" أنا ولي رسول الله \" ، فجئت أنت وهذا إلى أبي بكر ، تطلب أنت ميراثك عن ابن أخيك ، ويطلب هذا ميراث امرأته من أبيها ، فقال أبو بكر ، رضي الله عنه : قال رسول الله - صلى الله عليه وسلم - : \" لا نورث ، ما تركنا صدقة \" . والله يعلم إنه لصادق بار راشد تابع للحق . فوليها أبو بكر ، فلما توفي قلت : أنا ولي رسول الله - صلى الله عليه وسلم - وولي أبي بكر ، فوليتها ما شاء الله أن أليها ، فجئت أنت وهذا ، وأنتما جميع وأمركما واحد ، فسألتمانيها ، فقلت : إن شئتما فأنا أدفعها إليكما على أن عليكما عهد الله أن تلياها بالذي كان رسول الله - صلى الله عليه وسلم - يليها ، فأخذتماها مني على ذلك ، ثم جئتماني لأقضي بينكما بغير ذلك . والله لا أقضي بينكما بغير ذلك حتى تقوم الساعة ، فإن عجزتما عنها فرداها إلي .أخرجوه من حديث الزهري به . وقال الإمام أحمد :حدثنا عارم ، وعفان قالا : حدثنا معتمر ، سمعت أبي يقول : حدثنا أنس بن مالك ، عن نبي الله - صلى الله عليه وسلم - أن الرجل كان يجعل له من ماله النخلات ، أو كما شاء الله ، حتى فتحت عليه قريظة ، والنضير . قال : فجعل يرد بعد ذلك ، قال : وإن أهلي أمروني أن آتي النبي - صلى الله عليه وسلم - فأسأله الذي كان أهله أعطوه أو بعضه ، وكان نبي الله - صلى الله عليه وسلم - قد أعطاه أم أيمن ، أو كما شاء الله ، قال : فسألت النبي - صلى الله عليه وسلم - فأعطانيهن ، فجاءت أم أيمن فجعلت الثوب في عنقي وجعلت تقول : كلا والله الذي لا إله إلا هو لا يعطيكهن وقد أعطانيهن ، أو كما قالت ، فقال نبي الله : \" لك كذا وكذا \" . قال : وتقول : كلا والله . قال : ويقول : \" لك كذا وكذا \" . قال : وتقول : كلا والله . قال : \" ويقول : لك كذا وكذا \" . قال : حتى أعطاها ، حسبت أنه قال : عشرة أمثال ، أو قال قريبا من عشرة أمثاله ، أو كما قال .رواه البخاري ، ومسلم من طرق ، عن معتمر به . .وهذه المصارف المذكورة في هذه الآية هي المصارف المذكورة في خمس الغنيمة . وقد قدمنا الكلام عليها في سورة \" الأنفال \" بما أغنى عن إعادته ها هنا ، ولله الحمد .وقوله : ( كي لا يكون دولة بين الأغنياء منكم ) أي : جعلنا هذه المصارف لمال الفيء لئلا يبقى مأكلة يتغلب عليها الأغنياء ويتصرفون فيها ، بمحض الشهوات والآراء ، ولا يصرفون منه شيئا إلى الفقراء .وقوله : ( وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) أي : مهما أمركم به فافعلوه ، ومهما نهاكم عنه فاجتنبوه ، فإنه إنما يأمر بخير وإنما ينهى عن شر .قال ابن أبي حاتم : حدثنا يحيى بن أبي طالب ، حدثنا عبد الوهاب ، حدثنا سعيد ، عن قتادة ، عن الحسن العوفي ، عن يحيى بن الجزار ، عن مسروق قال : جاءت امرأة إلى ابن مسعود فقالت : بلغني أنك تنهى عن الواشمة والواصلة ، أشيء وجدته في كتاب الله أو عن رسول الله - صلى الله عليه وسلم - ؟ قال : بلى ، شيء وجدته في كتاب الله وعن رسول الله - صلى الله عليه وسلم - . قالت : والله لقد تصفحت ما بين دفتي المصحف فما وجدت فيه الذي تقول ! . قال : فما وجدت فيه : ( وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) ؟ قالت : بلى . قال : فإني سمعت رسول الله - صلى الله عليه وسلم - ينهى عن الواصلة والواشمة والنامصة . قالت : فلعله في بعض أهلك . قال : فادخلي فانظري . فدخلت فنظرت ثم خرجت ، قالت : ما رأيت بأسا . فقال لها : أما حفظت وصية العبد الصالح : ( وما أريد أن أخالفكم إلى ما أنهاكم عنه )وقال الإمام أحمد : حدثنا عبد الرحمن ، حدثنا سفيان ، عن منصور ، عن إبراهيم ، عن علقمة ، عن عبد الله - هو ابن مسعود - قال : لعن الله الواشمات ، والمستوشمات ، والمتنمصات ، والمتفلجات للحسن ، المغيرات خلق الله ، عز وجل . قال : فبلغ امرأة في البيت يقال لها : \" أم يعقوب \" ، فجاءت إليه فقالت : بلغني أنك قلت كيت وكيت . قال : ما لي لا ألعن من لعن رسول الله - صلى الله عليه وسلم - وفي كتاب الله . فقالت : إني لأقرأ ما بين لوحيه فما وجدته . فقال : إن كنت قرأتيه فقد وجدتيه . أما قرأت : ( وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) ؟ قالت : بلى . قال : فإن النبي - صلى الله عليه وسلم - نهى عنه . قالت : إني لأظن أهلك يفعلونه . قال : اذهبي فانظري . فذهبت فلم تر من حاجتها شيئا ، فجاءت فقالت : ما رأيت شيئا . قال : لو كانت كذلك لم تجامعنا .أخرجاه في الصحيحين ، من حديث سفيان الثوري .وقد ثبت في الصحيحين أيضا عن أبي هريرة ; أن رسول الله - صلى الله عليه وسلم - قال : \" إذا أمرتكم بأمر فائتوا منه ما استطعتم ، وما نهيتكم عنه فاجتنبوه \" . .وقال النسائي : أخبرنا أحمد بن سعيد ، حدثنا يزيد ، حدثنا منصور بن حيان ، عن سعيد بن جبير ، عن ابن عمر وابن عباس : أنهما شهدا على رسول الله - صلى الله عليه وسلم - : أنه نهى عن الدباء والحنتم والنقير والمزفت ، ثم تلا رسول الله - صلى الله عليه وسلم - : ( وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) .وقوله : ( واتقوا الله إن الله شديد العقاب ) أي : اتقوه في امتثال أوامره وترك زواجره ; فإنه شديد العقاب لمن عصاه وخالف أمره وأباه ، وارتكب ما عنه زجره ونهاه ."
      },
      "translations": {
        "en": "And what Allah restored to His Messenger from the people of the towns - it is for Allah and for the Messenger and for [his] near relatives and orphans and the [stranded] traveler - so that it will not be a perpetual distribution among the rich from among you. And whatever the Messenger has given you - take; and what he has forbidden you - refrain from. And fear Allah; indeed, Allah is severe in penalty.",
        "fr": "Le butin provenant [des biens] des habitants des cités, qu'Allah a accordé sans combat à Son Messager, appartient à Allah, au Messager, aux proches parents, aux orphelins, aux pauvres et au voyageur en détresse, afin que cela ne circule pas parmi les seuls riches d'entre vous. Prenez ce que le Messager vous donne; et ce qu'il vous interdit, abstenez-vous en; et craignez Allah car Allah est dur en punition.",
        "es": "Lo que Alá ha concedido a Su Enviado, de la población de las ciudades, pertenece a Alá, al Enviado. a sus parientes, a los huérfanos, a los pobres y al viajero. Para que no vaya de nuevo a parar a los que de vosotros ya son ricos. Pero, si el Enviado os da algo, aceptadlo. Y, si os prohíbe algo, absteneos. Y ¡temed a Alá! Alá castiga severamente."
      },
      "ibn_ashour": "مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آَتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (7){ مَّآ أَفَآءَ الله على رَسُولِهِ مِنْ أَهْلِ القرى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى القربى واليتامى والمساكين وابن السبيل كَى لاَ يَكُونَ دُولَةً بَيْنَ الاغنيآء مِنكُمْ } .جمهور العلماء جعلوا هذه الآية ابتداء كلام ، أي على الاستئناف الابتدائي ، وأنها قصد منها حكم غير الحكم الذي تضمنته الآية التي قبلها . ومن هؤلاء مالك وهو قول الحنفية فجعلوا مضمون الآية التي قبلها أموالَ بني النضير خاصة ، وجعلوا الآية الثانية هذه إخباراً عن حكم الأَفيَاء التي حصلت عند فتح قرىً أخرى بعد غزوة بني النضير . مثل قريظة سنة خمس ، وفَدككٍ سنة سبع ، ونحوهما فعيّنته هذه الآية للأصناف المذكورة فيها ، ولا حق في ذلك لأهل الجيش أيضاً وهذا الذي يجري على وفاق كلام عمر بن الخطاب في قضائه بين ا"
    },
    {
      "number": 8,
      "text": "لِلْفُقَرَآءِ ٱلْمُهَٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًۭا مِّنَ ٱللَّهِ وَرِضْوَٰنًۭا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
      "tafsir": {
        "muyassar": "وكذلك يُعطى من المال الذي أفاءه الله على رسوله الفقراء المهاجرون، الذين اضطرهم كفار \"مكة\" إلى الخروج من ديارهم وأموالهم يطلبون من الله أن يتفضل عليهم بالرزق في الدنيا والرضوان في الآخرة، وينصرون دين الله ورسوله بالجهاد في سبيل الله، أولئك هم الصادقون الذين صدَّقوا قولهم بفعلهم.",
        "mukhtasar": "ويُصْرَف جزء من هذا المال للفقراء المهاجرين في سبيل الله الذين أُجْبِروا على ترك أموالهم وأولادهم، يرجون أن يتفضل الله عليهم بالرزق في الدنيا، وبالرضوان في الآخرة، وينصرون الله وينصرون رسوله بالجهاد في سبيل الله، أولئك المتصفون بتلك الصفات هم الراسخون في الإيمان حقًّا.",
        "saadi": "ثم ذكر تعالى الحكمة والسبب الموجب لجعله تعالى الأموال أموال الفيء لمن قدرها له، وأنهم حقيقون بالإعانة، مستحقون لأن تجعل لهم، وأنهم ما بين مهاجرين قد هجروا المحبوبات والمألوفات، من الديار والأوطان والأحباب والخلان والأموال، رغبة في الله ونصرة لدين الله، ومحبة لرسول الله، فهؤلاء هم الصادقون الذين عملوا بمقتضى إيمانهم، وصدقوا إيمانهم بأعمالهم الصالحة والعبادات الشاقة، بخلاف من ادعى الإيمان وهو لم يصدقه بالجهاد والهجرة وغيرهما من العبادات،  ",
        "kathir": "قول تعالى مبينا حال الفقراء المستحقين لمال الفيء أنهم ( الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا ) أي : خرجوا من ديارهم وخالفوا قومهم ابتغاء مرضاة الله ورضوانه ( وينصرون الله ورسوله أولئك هم الصادقون ) أي : هؤلاء الذين صدقوا قولهم بفعلهم ، وهؤلاء هم سادات المهاجرين ."
      },
      "translations": {
        "en": "For the poor emigrants who were expelled from their homes and their properties, seeking bounty from Allah and [His] approval and supporting Allah and His Messenger, [there is also a share]. Those are the truthful.",
        "fr": "[Il appartient aussi] aux émigrés besogneux qui ont été expulsés de leurs demeures et de leurs biens, tandis qu'ils recherchaient une grâce et un agrément d'Allah, et qu'ils portaient secours à (la cause d') Allah et à Son Messager. Ceux-là sont les véridiques.",
        "es": "A los emigrados necesitados, que fueron expulsados de sus hogares y despojados de sus bienes cuando buscaban favor de Alá y satisfacerle, auxiliar a Alá y a Su Enviado. Ésos son los veraces."
      },
      "ibn_ashour": "لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (8)بدل مما يصلح أن يكون بدلاً منه من أسماء الأصناف المتقدمة التي دخلت عليها اللام مباشرة وعطفاً قوله : { ولذي القربى واليتامى والمساكين وابن السبيل } [ الحشر : 7 ] بدل بعض من كل .وأول فائدة في هذا البدل التنبيه على أن ما أفاء الله على المسلمين من أهل القرى المعْنية في الآية لا يجري قسمه على ما جرى عليه قسم أموال بني النضير التي اقتُصر في قسمها على المهاجرين وثلاثة من الأنصار ورابع منهم ، فكأنه قيل : ولذي القربى واليتامى والمساكين وابن السبيل لِلفقراء منهم لا مطلقاً ، يدخل في ذلك المهاجرون والأنصار والذين آمنوا بعدهم .وأعيد اللام مع البدل لربطه بالمبدل منه لانفصال ما بينهما بطول الكلام من تعليل وتذييل وتحذير . ولإِفادة التأكيد .وكثيراً ما يقترن البدل بمثل العامل في المبدل منه على وجه التأكيد اللفظي ، وتقدم في قوله تعالى : { تكون لنا عيداً لأولنا وآخرنا } في سورة [ العقود : 114 ] . فبقي احتمال أن ي"
    },
    {
      "number": 9,
      "text": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةًۭ مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌۭ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "tafsir": {
        "muyassar": "والذين استوطنوا \"المدينة\"، وآمنوا من قبل هجرة المهاجرين -وهم الأنصار- يحبون المهاجرين، ويواسونهم بأموالهم، ولا يجدون في أنفسهم حسدًا لهم مما أُعْطوا من مال الفيء وغيره، ويُقَدِّمون المهاجرين وذوي الحاجة على أنفسهم، ولو كان بهم حاجة وفقر، ومن سَلِم من البخل ومَنْعِ الفضل من المال فأولئك هم الفائزون الذين فازوا بمطلوبهم.",
        "mukhtasar": "والأنصار الذين نزلوا المدينة من قبل المهاجرين، واختاروا الإيمان بالله وبرسوله، يحبون من هاجر إليهم من مكة، ولا يجدون في صدورهم غيظًا ولا حسدًا على المهاجرين في سبيل الله إذا ما أُعْطُوا شيئًا من الفيء ولم يُعْطَوْا هم، ويقدمون على أنفسهم المهاجرين في الحظوظ الدنيوية، ولو كانوا متصفين بالفقر والحاجة، ومن يَقِه الله حِرْص نفسه على المال فيبذله في سبيله فأولئك هم الفائزون بنيل ما يرتجونه، والنجاة مما يرهبونه.",
        "saadi": " وبين أنصار وهم الأوس والخزرج الذين آمنوا بالله ورسوله طوعا ومحبة واختيارا، وآووا رسول الله صلى الله عليه وسلم، ومنعوه من الأحمر والأسود، وتبوأوا دار الهجرة والإيمان حتى صارت موئلا ومرجعا يرجع إليه المؤمنون، ويلجأ إليه المهاجرون، ويسكن بحماه المسلمون إذ كانت البلدان كلها بلدان حرب وشرك وشر، فلم يزل أنصار الدين تأوي إلى الأنصار، حتى انتشر الإسلام وقوي، وجعل يزيد شيئا شيئا فشيئا، وينمو قليلا قليلا، حتى فتحوا القلوب بالعلم والإيمان والقرآن، والبلدان بالسيف والسنان.الذين من جملة أوصافهم الجميلة أنهم { يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ } وهذا لمحبتهم لله ولرسوله، أحبوا أحبابه، وأحبوا من نصر دينه.{ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا } أي: لا يحسدون المهاجرين على ما آتاهم الله من فضله وخصهم به من الفضائل والمناقب التي هم أهلها، وهذا يدل على سلامة صدورهم، وانتفاء الغل والحقد والحسد عنها.ويدل ذلك على أن المهاجرين، أفضل من الأنصار، لأن الله قدمهم بالذكر، وأخبر أن الأنصار لا يجدون في صدورهم حاجة مما أوتوا، فدل على أن الله تعالى آتاهم ما لم يؤت الأنصار ولا غيرهم، ولأنهم جمعوا بين النصرة والهجرة.وقوله: { وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ } أي: ومن أوصاف الأنصار التي فاقوا بها غيرهم، وتميزوا بها على من سواهم، الإيثار، وهو أكمل أنواع الجود، وهو الإيثار بمحاب النفس من الأموال وغيرها، وبذلها للغير مع الحاجة إليها، بل مع الضرورة والخصاصة، وهذا لا يكون إلا من خلق زكي، ومحبة لله تعالى مقدمة على محبة شهوات النفس ولذاتها، ومن ذلك قصة الأنصاري الذي نزلت الآية بسببه، حين آثر ضيفه بطعامه وطعام أهله وأولاده وباتوا جياعا، والإيثار عكس الأثرة، فالإيثار محمود، والأثرة مذمومة، لأنها من خصال البخل والشح، ومن رزق الإيثار فقد وقي شح نفسه { وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ } ووقاية شح النفس، يشمل وقايتها الشح، في جميع ما أمر به، فإنه إذا وقي العبد شح نفسه، سمحت نفسه بأوامر الله ورسوله، ففعلها طائعا منقادا، منشرحا بها صدره، وسمحت نفسه بترك ما نهى الله عنه، وإن كان محبوبا للنفس، تدعو إليه، وتطلع إليه، وسمحت نفسه ببذل الأموال في سبيل الله وابتغاء مرضاته، وبذلك يحصل الفلاح والفوز، بخلاف من لم يوق شح نفسه، بل ابتلي بالشح بالخير، الذي هو أصل الشر ومادته، فهذان  الصنفان، الفاضلان الزكيان هم الصحابة الكرام والأئمة الأعلام، الذين حازوا من السوابق والفضائل والمناقب ما سبقوا به من بعدهم، وأدركوا به من قبلهم، فصاروا أعيان المؤمنين، وسادات المسلمين، وقادات المتقين  ",
        "kathir": "ثم قال تعالى مادحا للأنصار ، ومبينا فضلهم ، وشرفهم ، وكرمهم ، وعدم حسدهم ، وإيثارهم مع الحاجة ، فقال : ( والذين تبوءوا الدار والإيمان من قبلهم ) أي : سكنوا دار الهجرة من قبل المهاجرين وآمنوا قبل كثير منهم .قال عمر : وأوصي الخليفة من بعدي بالمهاجرين الأولين أن يعرف لهم حقهم ، ويحفظ لهم كرامتهم . وأوصيه بالأنصار خيرا الذين تبوءوا الدار والإيمان من قبل ، أن يقبل من محسنهم ، وأن يعفو عن مسيئهم . رواه البخاري ها هنا أيضا .وقوله : ( يحبون من هاجر إليهم ) أي : من كرمهم وشرف أنفسهم ، يحبون المهاجرين ويواسونهم بأموالهم .قال الإمام أحمد : حدثنا يزيد ، حدثنا حميد ، عن أنس ، قال : قال المهاجرون : يا رسول الله ، ما رأينا مثل قوم قدمنا عليهم أحسن مواساة في قليل ، ولا أحسن بذلا في كثير ، لقد كفونا المؤنة ، وأشركونا في المهنإ ، حتى لقد خشينا أن يذهبوا بالأجر كله ! قال : \" لا ما أثنيتم عليهم ودعوتم الله لهم \" .لم أره في الكتب من هذا الوجه .وقال البخاري : حدثنا عبد الله بن محمد ، حدثنا سفيان ، عن يحيى بن سعيد ، سمع أنس بن مالك حين خرج معه إلى الوليد قال : دعا النبي - صلى الله عليه وسلم - الأنصار أن يقطع لهم البحرين ، قالوا : لا إلا أن تقطع لإخواننا من المهاجرين مثلها . قال : \" إما لا فاصبروا حتى تلقوني ، فإنه سيصيبكم بعدي أثرة \" .تفرد به البخاري من هذا الوجهقال البخاري : حدثنا الحكم بن نافع ، أخبرنا شعيب ، حدثنا أبو الزناد ، عن الأعرج ، عن أبي هريرة قال : قالت الأنصار : اقسم بيننا وبين إخواننا النخيل . قال : لا . فقالوا : تكفونا المؤنة ونشرككم في الثمرة ؟ قالوا : سمعنا وأطعنا . تفرد به دون مسلم .( ولا يجدون في صدورهم حاجة مما أوتوا ) أي : ولا يجدون في أنفسهم حسدا للمهاجرين فيما فضلهم الله به من المنزلة والشرف ، والتقديم في الذكر والرتبة .قال : الحسن البصري : ( ولا يجدون في صدورهم حاجة ) يعني : الحسد .( مما أوتوا ) قال قتادة : يعني فيما أعطى إخوانهم . وكذا قال ابن زيد . ومما يستدل به على هذا المعنى ما رواه الإمام أحمد حيث قال : حدثنا عبد الرزاق ، حدثنا معمر ، عن الزهري ، عن أنس قال : كنا جلوسا مع رسول الله - صلى الله عليه وسلم - فقال : \" يطلع عليكم الآن رجل من أهل الجنة \" . فطلع رجل من الأنصار تنظف لحيته من وضوئه ، قد تعلق نعليه بيده الشمال ، فلما كان الغد قال رسول الله - صلى الله عليه وسلم - مثل ذلك ، فطلع ذلك الرجل مثل المرة الأولى . فلما كان اليوم الثالث قال رسول الله - صلى الله عليه وسلم - مثل مقالته أيضا ، فطلع ذلك الرجل على مثل حالته الأولى فلما قام رسول الله - صلى الله عليه وسلم - تبعه عبد الله بن عمرو بن العاص ، فقال : إني لاحيت أبي فأقسمت ألا أدخل عليه ثلاثا ، فإن رأيت أن تؤويني إليك حتى تمضي فعلت . قال : نعم . قال أنس : فكان عبد الله يحدث أنه بات معه تلك الثلاث الليالي فلم يره يقوم من الليل شيئا ، غير أنه إذا تعار تقلب على فراشه ، ذكر الله وكبر ، حتى يقوم لصلاة الفجر . قال عبد الله : غير أني لم أسمعه يقول إلا خيرا ، فلما مضت الثلاث ليال وكدت أن أحتقر عمله ، قلت : يا عبد الله ، لم يكن بيني وبين أبي غضب ولا هجر ولكن سمعت رسول الله - صلى الله عليه وسلم - يقول لك ثلاث مرار : يطلع عليكم الآن رجل من أهل الجنة \" . فطلعت أنت الثلاث المرار فأردت أن آوي إليك لأنظر ما عملك فأقتدي به ، فلم أرك تعمل كثير عمل ، فما الذي بلغ بك ما قال رسول الله - صلى الله عليه وسلم - ؟ قال : ما هو إلا ما رأيت . فلما وليت دعاني فقال : ما هو إلا ما رأيت ، غير أني لا أجد في نفسي لأحد من المسلمين غشا ، ولا أحسد أحدا على خير أعطاه الله إياه . قال عبد الله : هذه التي بلغت بك ، وهي التي لا تطاق .ورواه النسائي في اليوم والليلة ، عن سويد بن نصر ، عن ابن المبارك ، عن معمر به ، وهذا إسناد صحيح على شرط الصحيحين ، لكن رواه عقيل ، وغيره ، عن الزهري ، عن رجل ، عن أنس . فالله أعلم .وقال عبد الرحمن بن زيد بن أسلم في قوله : ( ولا يجدون في صدورهم حاجة مما أوتوا ) يعني ( مما أوتوا ) المهاجرون . قال : وتكلم في أموال بني النضير بعض من تكلم من الأنصار ، فعاتبهم الله في ذلك ، فقال : ( وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ولكن الله يسلط رسله على من يشاء والله على كل شيء قدير ) قال : وقال رسول الله : \" إن إخوانكم قد تركوا الأموال والأولاد وخرجوا إليكم \" . فقالوا : أموالنا بيننا قطائع . فقال رسول الله - صلى الله عليه وسلم - : \" أو غير ذلك ؟ \" . قالوا : وما ذاك يا رسول الله ؟ قال : \" هم قوم لا يعرفون العمل ، فتكفونهم وتقاسمونهم الثمر \" . فقالوا : نعم يا رسول اللهوقوله : ( ويؤثرون على أنفسهم ولو كان بهم خصاصة ) يعني : حاجة ، أي : يقدمون المحاويج على حاجة أنفسهم ، ويبدءون بالناس قبلهم في حال احتياجهم إلى ذلك .وقد ثبت في الصحيح عن رسول الله - صلى الله عليه وسلم - أنه قال : \" أفضل الصدقة جهد المقل \" . وهذا المقام أعلى من حال الذين وصف الله بقوله : ( ويطعمون الطعام على حبه ) [ الإنسان : 8 ] . وقوله : ( وآتى المال على حبه ) [ البقرة : 177 ] .فإن هؤلاء يتصدقون وهم يحبون ما تصدقوا به ، وقد لا يكون لهم حاجة إليه ولا ضرورة به ، وهؤلاء آثروا على أنفسهم مع خصاصتهم وحاجتهم إلى ما أنفقوه . ومن هذا المقام تصدق الصديق رضي الله عنه ، بجميع ماله ، فقال له رسول الله - صلى الله عليه وسلم - : \" ما أبقيت لأهلك ؟ \" . فقال : أبقيت لهم الله ورسوله . وهذا الماء الذي عرض على عكرمة وأصحابه يوم اليرموك ، فكل منهم يأمر بدفعه إلى صاحبه ، وهو جريح مثقل أحوج ما يكون إلى الماء ، فرده الآخر إلى الثالث ، فما وصل إلى الثالث حتى ماتوا عن آخرهم ولم يشربه أحد منهم ، رضي الله عنهم وأرضاهم .وقال البخاري : حدثنا يعقوب بن إبراهيم بن كثير ، حدثنا أبو أسامة ، حدثنا فضيل بن غزوان ، حدثنا أبو حازم الأشجعي ، عن أبي هريرة قال : أتى رجل رسول الله - صلى الله عليه وسلم - فقال : يا رسول الله ، أصابني الجهد ، فأرسل إلى نسائه فلم يجد عندهن شيئا ، فقال النبي - صلى الله عليه وسلم - : \" ألا رجل يضيف هذا الليلة ، رحمه الله ؟ \" . فقام رجل من الأنصار فقال : أنا يا رسول الله . فذهب إلى أهله فقال لامرأته : ضيف رسول الله - صلى الله عليه وسلم - لا تدخريه شيئا . فقالت : والله ما عندي إلا قوت الصبية . قال : فإذا أراد الصبية العشاء فنوميهم وتعالي فأطفئي السراج ونطوي بطوننا الليلة . ففعلت ، ثم غدا الرجل على رسول الله - صلى الله عليه وسلم - فقال : \" لقد عجب الله - عز وجل - أو : ضحك من فلان وفلانة \" . وأنزل الله عز وجل : ( ويؤثرون على أنفسهم ولو كان بهم خصاصة ) .وكذا رواه البخاري في موضع آخر ، ومسلم ، والترمذي ، والنسائي من طرق ، عن فضيل بن غزوان به نحوه . وفي رواية لمسلم تسمية هذا الأنصاري بأبي طلحة ، رضي الله عنه .وقوله : ( ومن يوق شح نفسه فأولئك هم المفلحون ) أي : من سلم من الشح فقد أفلح وأنجح .قال أحمد : حدثنا عبد الرزاق ، أخبرنا داود بن قيس الفراء ، عن عبيد الله بن مقسم ، عن جابر بن عبد الله أن رسول الله - صلى الله عليه وسلم - قال : \" إياكم والظلم ، فإن الظلم ظلمات يوم القيامة ، واتقوا الشح ، فإن الشح أهلك من كان قبلكم ، حملهم على أن سفكوا دماءهم واستحلوا محارمهم \" .انفرد بإخراجه مسلم فرواه عن القعنبي ، عن داود بن قيس به . .وقال الأعمش ، وشعبة ، عن عمرو بن مرة ، عن عبد الله بن الحارث ، عن زهير بن الأقمر ، عن عبد الله بن عمرو قال : قال رسول الله - صلى الله عليه وسلم - : \" اتقوا الظلم ; فإن الظلم ظلمات يوم القيامة ، واتقوا الفحش ، فإن الله لا يحب الفحش ولا التفحش ، وإياكم والشح ; فإنه أهلك من كان قبلكم ، أمرهم بالظلم فظلموا ، وأمرهم بالفجور ففجروا ، وأمرهم بالقطيعة فقطعوا \" .ورواه أحمد ، وأبو داود من طريق شعبة ، والنسائي من طريق الأعمش كلاهما عن عمرو بن مرة به .وقال الليث عن يزيد بن الهاد ، عن سهيل بن أبي صالح ، عن صفوان بن أبي يزيد ، عن القعقاع بن اللجلاج ، عن أبي هريرة ، أنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" لا يجتمع غبار في سبيل الله ودخان جهنم في جوف عبد أبدا ، ولا يجتمع الشح والإيمان في قلب عبد أبدا \" .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عبدة بن سليمان ، أخبرنا ابن المبارك ، حدثنا المسعودي ، عن جامع بن شداد ، عن الأسود بن هلال قال : جاء رجل إلى عبد الله فقال : يا أبا عبد الرحمن ، إني أخاف أن أكون قد هلكت فقال له عبد الله : وما ذاك ؟ قال : سمعت الله يقول : ( ومن يوق شح نفسه فأولئك هم المفلحون ) وأنا رجل شحيح ، لا أكاد أن أخرج من يدي شيئا ! فقال عبد الله : ليس ذلك بالشح الذي ذكر الله في القرآن ، إنما الشح الذي ذكر الله في القرآن أن تأكل مال أخيك ظلما ، ولكن ذلك البخل ، وبئس الشيء البخل \"وقال سفيان الثوري ، عن طارق بن عبد الرحمن ، عن سعيد بن جبير ، عن أبي الهياج الأسدي قال : كنت أطوف بالبيت ، فرأيت رجلا يقول : اللهم قني شح نفسي \" . لا يزيد على ذلك ، فقلت له ، فقال : إني إذا وقيت شح نفسي لم أسرق ولم أزن ولم أفعل \" ، وإذا الرجل عبد الرحمن بن عوف ، رضي الله عنه ، رواه ابن جريروقال ابن جرير : حدثني محمد بن إسحاق ، حدثنا سليمان بن عبد الرحمن الدمشقي ، حدثنا إسماعيل بن عياش ، حدثنا مجمع بن جارية الأنصاري ، عن عمه يزيد بن جارية ، عن أنس بن مالك ، عن رسول الله - صلى الله عليه وسلم - قال : \" بريء من الشح من أدى الزكاة ، وقرى الضيف ، وأعطى في النائبة \" ."
      },
      "translations": {
        "en": "And [also for] those who were settled in al-Madinah and [adopted] the faith before them. They love those who emigrated to them and find not any want in their breasts of what the emigrants were given but give [them] preference over themselves, even though they are in privation. And whoever is protected from the stinginess of his soul - it is those who will be the successful.",
        "fr": "Il [appartient également] à ceux qui, avant eux, se sont installés dans le pays et dans la foi, qui aiment ceux qui émigrent vers eux, et ne ressentent dans leurs cœurs aucune envie pour ce que [ces immigrés] ont reçu, et qui [les] préfèrent à eux-mêmes, même s'il y a pénurie chez eux. Quiconque se prémunit contre sa propre avarice, ceux-là sont ceux qui réussissent.",
        "es": "Los ya establecidos en la Casa y en la fe desde antes de su llegada, aman a los que han emigrado a ellos, no codician lo que se les ha dado y les prefieren a sí mismos, aun si están en la penuria. Los que se guarden de su propia codicia, ésos son quienes prosperarán."
      },
      "ibn_ashour": "وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (9)الأظهر أن { الذين } عطف على { المهاجرين } [ الحشر : 8 ] أي والذين تبوّؤا الدار . والذين تبوّؤا الدار هم الأنصار .والدّار تطلق على البلاد ، وأصلُها مَوضع القبيلة من الأرض . وأطلقت على القرية قال تعالى في ذكر ثمود { فأصبحوا في دَارهم جاثمين } [ الأعراف : 78 ] ، أي في مدينتهم وهي حجر ثمود .والتعريف هنا للعهد لأن المراد بالدار : يثرب ، والمعنى الذين هم أصحاب الدار . هذا توطئة لقوله : { يحبون من هاجر إليهم } .والتبوُّء : اتخاذ المباءة وهي البُقعة التي يَبوء إليها صاحبها ، أي يرجع إليها بعد انتشاره في أعماله . وفي موقع قوله : { والإيمان } غموض إذ لا يصح أن يكون مفعولاً لفعل تبوَّءوا ، فتأوله المفسرون على وجهين : أحدهما أن يجعل الكلام استعارة مكنية بتشبيه الإِيمان بالمَنْزل وجعْل إثبات التَّبَوُّءِ تخييلاً فيكون فعل تب"
    },
    {
      "number": 10,
      "text": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّۭا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌۭ رَّحِيمٌ",
      "tafsir": {
        "muyassar": "والذين جاؤوا من المؤمنين من بعد الأنصار والمهاجرين الأولين يقولون: ربنا اغفر لنا ذنوبنا، واغفر لإخواننا في الدين الذين سبقونا بالإيمان، ولا تجعل في قلوبنا حسدًا وحقدًا لأحد من أهل الإيمان، ربنا إنك رؤوف بعبادك، رحيم بهم. وفي الآية دلالة على أنه ينبغي للمسلم أن يذكر سلفه بخير، ويدعو لهم، وأن يحب صحابة رسول الله، صلى الله عليه وسلم، ويذكرهم بخير، ويترضى عنهم.",
        "mukhtasar": "والذين جاؤوا من بعد هؤلاء واتبعوهم بإحسان إلى يوم القيامة يقولون: ربنا اغفر لنا ولإخواننا في الدين الذين سبقونا إلى الإيمان بالله وبرسوله، ولا تجعل في قلوبنا ضغينة وحقدًا لأحد من المؤمنين، ربنا إنك رؤوف بعبادك، رحيم بهم.",
        "saadi": "وحسب من بعدهم من الفضل أن يسير خلفهم، ويأتم بهداهم، ولهذا ذكر الله من اللاحقين، من هو مؤتم بهم وسائر خلفهم فقال: { وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ } أي: من بعد المهاجرين والأنصار { يَقُولُونَ } على وجه النصح لأنفسهم ولسائر المؤمنين: { رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ } وهذا دعاء شامل لجميع المؤمنين، السابقين من الصحابة، ومن قبلهم ومن بعدهم، وهذا من فضائل الإيمان أن المؤمنين ينتفع بعضهم ببعض، ويدعو بعضهم لبعض، بسبب المشاركة في الإيمان المقتضي لعقد الأخوة بين المؤمنين  التي من فروعها أن يدعو بعضهم لبعض، وأن يحب بعضهم بعضا.ولهذا ذكر الله في الدعاء نفي الغل عن القلب، الشامل لقليل الغل وكثيره  الذي إذا انتفى ثبت ضده، وهو المحبة بين المؤمنين والموالاة والنصح، ونحو ذلك مما هو من حقوق المؤمنين.فوصف الله من بعد الصحابة بالإيمان، لأن قولهم: { سَبَقُونَا بِالْإِيمَانِ } دليل على المشاركة في الإيمان  وأنهم تابعون للصحابة في عقائد الإيمان وأصوله، وهم أهل السنة والجماعة، الذين لا يصدق هذا الوصف التام إلا عليهم، ووصفهم بالإقرار بالذنوب والاستغفار منها، واستغفار بعضهم لبعض، واجتهادهم في إزالة الغل والحقد عن قلوبهم لإخوانهم المؤمنين، لأن دعاءهم بذلك مستلزم لما ذكرنا، ومتضمن لمحبة بعضهم بعضا، وأن يحب أحدهم لأخيه ما يحب لنفسه وأن ينصح له حاضرا وغائبا، حيا وميتا، ودلت الآية الكريمة [على] أن هذا من جملة حقوق المؤمنين بعضهم لبعض، ثم ختموا دعاءهم باسمين كريمين، دالين على كمال رحمة الله وشدة رأفته وإحسانه بهم، الذي من جملته، بل من أجله، توفيقهم للقيام بحقوق الله وحقوق عباده.فهؤلاء الأصناف الثلاثة هم أصناف هذه الأمة، وهم المستحقون للفيء الذي مصرفه راجع إلى مصالح الإسلام.وهؤلاء أهله الذين هم أهله، جعلنا الله منهم، بمنه وكرمه.",
        "kathir": "وقوله : ( والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم ) هؤلاء هم القسم الثالث ممن يستحق فقراؤهم من مال الفيء ، وهم المهاجرون ثم الأنصار ، ثم التابعون بإحسان ، كما قال في آية \" براءة \" : ( والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ) [ التوبة : 100 ] فالتابعون لهم بإحسان هم : المتبعون لآثارهم الحسنة وأوصافهم الجميلة ، الداعون لهم في السر والعلانية ; ولهذا قال في هذه الآية الكريمة : ( والذين جاءوا من بعدهم يقولون ) أي : قائلين : ( ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا ) أي : بغضا وحسدا ( للذين آمنوا ربنا إنك رءوف رحيم ) وما أحسن ما استنبط الإمام مالك من هذه الآية الكريمة : أن الرافضي الذي يسب الصحابة ليس له في مال الفيء نصيب لعدم اتصافه بما مدح الله به هؤلاء في قولهم : ( ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم ) .وقال ابن أبي حاتم : حدثنا موسى بن عبد الرحمن المسروقي ، حدثنا محمد بن بشر ، حدثنا إسماعيل بن إبراهيم بن مهاجر ، عن أبيه ، عن عائشة أنها قالت : أمروا أن يستغفروا لهم ، فسبوهم ! ثم قرأت هذه الآية : ( والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ) الآية .وقال إسماعيل بن علية ، عن عبد الملك بن عمير ، عن مسروق ، عن عائشة قالت : أمرتم بالاستغفار لأصحاب محمد - صلى الله عليه وسلم - فسببتموهم . سمعت نبيكم - صلى الله عليه وسلم - يقول : \" لا تذهب هذه الأمة حتى يلعن آخرها أولها \" . رواه البغوي . .وقال أبو داود : حدثنا مسدد ، حدثنا إسماعيل بن إبراهيم ، حدثنا أيوب ، عن الزهري قال : قال عمر رضي الله عنه : ( وما أفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ) قال الزهري : قال عمر : هذه لرسول الله - صلى الله عليه وسلم - خاصة ، قرى عربية : فدك وكذا وكذا ، فما أفاء الله على رسوله من أهل القرى فلله وللرسول ولذي القربى واليتامى والمساكين وابن السبيل وللفقراء الذين أخرجوا من ديارهم وأموالهم ، ( والذين تبوءوا الدار والإيمان من قبلهم ) ( والذين جاءوا من بعدهم ) فاستوعبت هذه الآية الناس ، فلم يبق أحد من المسلمين إلا له فيها حق - قال أيوب : أو قال : حظ - إلا بعض من تملكون من أرقائكم . كذا رواه أبو داود ، وفيه انقطاع .وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ، عن أيوب ، عن عكرمة بن خالد ، عن مالك بن أوس بن الحدثان قال : قرأ عمر بن الخطاب : ( إنما الصدقات للفقراء والمساكين ) حتى بلغ ( عليم حكيم ) [ التوبة : 60 ] ، ثم قال هذه لهؤلاء ، ثم قرأ : ( واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول ولذي القربى واليتامى والمساكين ) [ الأنفال : 41 ] ، ثم قال : هذه لهؤلاء ، ثم قرأ : ( ما أفاء الله على رسوله من أهل القرى ) حتى بلغ للفقراء ( والذين تبوءوا الدار والإيمان ) ( والذين جاءوا من بعدهم ) ثم قال : استوعبت هذه الآية المسلمين عامة وليس أحد إلا له فيها حق ، ثم قال : لئن عشت ليأتين الراعي - وهو بسرو حمير - نصيبه فيها ، لم يعرق فيها جبينه ."
      },
      "translations": {
        "en": "And [there is a share for] those who came after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\"",
        "fr": "Et [il appartient également] à ceux qui sont venus après eux en disant: «Seigneur, pardonne-nous, ainsi qu'à nos frères qui nous ont précédés dans la foi; et ne mets dans nos cœurs aucune rancœur pour ceux qui ont cru. Seigneur, Tu es Compatissant et Très Miséricordieux».",
        "es": "Quienes vinieron después de ellos, dicen: «¡Señor! ¡Perdónanos, a nosotros y a nuestros hermanos que nos han precedido en la fe! ¡Haz que no abriguen nuestros corazones rencor a los que creen! ¡Señor! Tú eres manso, misericordioso»."
      },
      "ibn_ashour": "وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ (10)عطف على { والذين تبوؤا الدار } [ الحشر : 9 ] على التفسيرين المتقدمين؛ فأما على رأي من جعلوا { والذين تبوءوا الدار } [ الحشر : 9 ] معطوفاً على { للفقراء المهاجرين } [ الحشر : 8 ] جعلوا { الذين جاؤوا من بعدهم } فريقاً من أهل القُرى ، وهو غير المهاجرين والأنصار بلْ هو من جاء إلى الإِسلام بعد المهاجرين والأنصار ، فضمير { من بعدهم } عائد إلى مجموع الفريقين .والمجيء مستعمل للطروِّ والمصير إلى حالة تماثل حالهم ، وهي حالة الإِسلام ، فكأنهم أتوا إلى مكان لإِقامتهم ، وهذا فريق ثالث وهؤلاء هم الذين ذُكروا في قوله تعالى بعدَ ذكر المهاجرين والأنصار { والذين اتَّبعوهم بإحسان } [ التوبة : 100 ] أي اتبعوهم في الإِيمان .وإنما صيغ { جاءوا } بصيغة الماضي تغليباً لأن من العرب وغيرهم من أسلموا بعد الهجرة مثل غِفارة ، ومُزينة ، وأسلم ، ومثل عبد الله بن سَلاَم ، وسلمان الفارسي ، فكأنه قيل : الذين"
    },
    {
      "number": 11,
      "text": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًۭا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَٰذِبُونَ",
      "tafsir": {
        "muyassar": "ألم تنظر إلى المنافقين، يقولون لإخوانهم في الكفر من يهود بني النضير: لئن أخرجكم محمد ومَن معه مِن منازلكم لنخرجن معكم، ولا نطيع فيكم أحدًا أبدًا سألَنا خِذْلانكم أو ترك الخروج معكم، ولئن قاتلوكم لنعاوننكم عليهم؟ والله يشهد إن المنافقين لكاذبون فيما وعدوا به يهود بني النضير.",
        "mukhtasar": "ألم تر - أيها الرسول - إلى الذين أضمروا الكفر وأظهروا الإيمان، يقولون لإخوانهم في الكفر من اليهود أتباع التوراة المحرفة: اثبتوا في دياركم فلن نخذلكم، ولن نسلمكم، فلئن أخرجكم المسلمون منها لنخرجنّ تضامنًا معكم، ولا نطيع أحدًا يريد أن يمنعنا من الخروج معكم، وإن قاتلوكم لنعيننَّكم عليهم، والله يشهد إن المنافقين لكاذبون فيما ادعوه من الخروج مع اليهود إذا أُخْرِجوا، والقتال معهم إذا قُوتِلوا.",
        "saadi": "ثم تعجب تعالى من حال المنافقين، الذين طمعوا إخوانهم من أهل الكتاب، في نصرتهم، وموالاتهم على المؤمنين، وأنهم يقولون لهم: { لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا } أي: لا نطيع في عدم نصرتكم أحدا يعذلنا أو يخوفنا، { وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ } في هذا الوعد الذي غروا به إخوانهم.",
        "kathir": "يخبر تعالى عن المنافقين كعبد الله بن أبي وأضرابه ، حين بعثوا إلى يهود بني النضير يعدونهم النصر من أنفسهم ، فقال تعالى : ( ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب لئن أخرجتم لنخرجن معكم ولا نطيع فيكم أحدا أبدا وإن قوتلتم لننصرنكم ) قال الله تعالى : ( والله يشهد إنهم لكاذبون ) أي : لكاذبون فيما وعدوهم به إما أنهم قالوا لهم قولا من نيتهم ألا يفوا لهم به ، وإما أنهم لا يقع منهم الذي قالوه ;"
      },
      "translations": {
        "en": "Have you not considered those who practice hypocrisy, saying to their brothers who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allah testifies that they are liars.",
        "fr": "N'as-tu pas vu les hypocrites disant à leurs confrères qui ont mécru parmi les gens du Livre: «Si vous êtes chassés, nous partirons certes avec vous et nous n'obéirons jamais à personne contre vous; et si vous êtes attaqués, nous vous secourrons certes». Et Allah atteste qu'en vérité ils sont des menteurs.",
        "es": "¿No has visto a los hipócritas, que dicen a sus hermanos infieles de los de la gente de la Escritura: «Si os expulsan, nos iremos, ciertamente, con vosotros, y nunca obedeceremos a nadie que nos mande algo contra vosotros. Y si os atacan, ciertamente, os auxiliaremos»? Alá es testigo de que mienten."
      },
      "ibn_ashour": "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (11)أعقب ذكر ما حلّ ببني النضير وما اتصل به من بيان أسبابه ، ثم بياننِ مصارف فيْئهم وفَيْء ما يُفتح من القرى بعد ذلك ، بذكر أحوال المنافقين مع بني النضير وتغريرهم بالوعود الكاذبة ليعلم المسلمون أن النفاق سجية في أولئك لا يتخلون عنه ولو في جانب قوم هم الذين يودُّون أن يظهروا على المسلمين .والجملة استئناف ابتدائي والاستفهام مستعمل في التعجيب من حال المنافقين فبني على نفي العلم بحالهم كناية عن التحريض على إيقاع هذا العلم كأنه يقول : تأمَّل الذين نافقوا في حال مقالتهم لإِخوانهم ولا تترك النظر في ذلك فإنه حال عجيب ، وقد تقدم تفصيل معنى : { ألم تر } إلى كذا عند قوله تعالى : { ألم تر إلى الذين خرجوا من ديارهم } في سورة [ البقرة : 243 ] .وجملة يقولون } في موضع المفعول الثاني . والتقدير : ألم تَرَهم قائلين . وجيء بالفعل المضارع لقصد"
    },
    {
      "number": 12,
      "text": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَٰرَ ثُمَّ لَا يُنصَرُونَ",
      "tafsir": {
        "muyassar": "لئن أُخرج اليهود من \"المدينة\" لا يخرج المنافقون معهم، ولئن قوتلوا لا يقاتلون معهم كما وَعَدوا، ولئن قاتلوا معهم ليولُنَّ الأدبار فرارًا منهزمين، ثم لا ينصرهم الله، بل يخذلهم، ويُذِلُّهم.",
        "mukhtasar": "لئن أخرج المسلمون اليهود لا يخرجون معهم، وإن قاتلوهم لا ينصروهم ولا يعينوهم، ولئن نصروهم وأعانوهم على المسلمين ليهربُنّ فرارًا منهم ثم لا يُنْصَر المنافقون بعد ذلك، بل يذلّهم الله ويخزيهم.",
        "saadi": "ولا يستكثر هذا عليهم، فإن الكذب وصفهم، والغرور والخداع، مقارنهم، والنفاق والجبن يصحبهم، ولهذا كذبهم [الله] بقوله، الذي وجد مخبره كما أخبر الله به، ووقع طبق ما قال، فقال: { لَئِنْ أُخْرِجُوا } من ديارهم جلاء ونفيا { لَا يَخْرُجُونَ مَعَهُمْ } لمحبتهم للأوطان، وعدم صبرهم على القتال، وعدم وفائهم بوعدهم  { وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ } بل يستولي عليهم الجبن، ويملكهم الفشل، ويخذلون إخوانهم، أحوج ما كانوا إليهم.{ وَلَئِنْ نَصَرُوهُمْ } على الفرض والتقدير  { لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ } أي: ليحصل منهم الإدبار عن القتال والنصرة، ولا يحصل لهم نصر من الله.",
        "kathir": "ولهذا قال : ( ولئن قوتلوا لا ينصرونهم ) أي : لا يقاتلون معهم ، ( ولئن نصروهم ) أي : قاتلوا معهم ( ليولن الأدبار ثم لا ينصرون ) وهذه بشارة مستقلة بنفسها ."
      },
      "translations": {
        "en": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided.",
        "fr": "S'ils sont chassés, ils ne partiront pas avec eux; et s'ils sont attaqués, ils ne les secourront pas; et même s'ils allaient à leur secours, ils tourneraient sûrement le dos; puis ils ne seront point secourus.",
        "es": "Si son expulsados, no se irán con ellos. Si son atacados, no les auxiliarán. Y aun suponiendo que les auxiliaran, seguro que volvían la espalda. Luego, no serán auxiliados."
      },
      "ibn_ashour": "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ (12){ لَئِنْ أُخْرِجُواْ لاَ يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُواْ لاَ يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الادبار ثُمَّ لاَ يُنصَرُونَ } .بيان لجملة { والله يشهد إنهم لكاذبون } [ الحشر : 11 ] .واللام موطئة للقسم وهذا تأكيد من الله تعالى لرسوله صلى الله عليه وسلم أنهم لن يضرّوه شيئاً لكيلا يعبأ بما بلغه من مقالتهم .وضمير { أخرجوا } و { قوتلوا } عائدان إلى { الذين كفروا من أهل الكتاب } [ الحشر : 11 ] ، أي الذين لم يخرجوا ولما يقاتلوا وهم قريظة وخيبر ، أما بنو النضير فقد أُخْرِجُوا قبل نزول هذه السورة فهم غير معنيين بهذا الخبر المستقبل . والمعنى : لئن أخرج بقية اليهود في المستقبل لا يخرجون معهم ولئن قوتلوا في المستقبل لا ينصرونهم . وقد سلك في هذا البيان طريق الإِطناب . فإن قوله : { والله يشهد إنهم لكاذبون } [ الحشر : 11 ] جمع ما في هاتين الجملتين فجاء بيانه بطريقة الإِطناب لزيادة تقرير كذبهم .{ يَنصُرُونَهُمْ وَلَئِن نَّصَرُ"
    },
    {
      "number": 13,
      "text": "لَأَنتُمْ أَشَدُّ رَهْبَةًۭ فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَفْقَهُونَ",
      "tafsir": {
        "muyassar": "لَخوفُ المنافقين وخشيتهم إياكم- أيها المؤمنون- أعظم وأشد في صدورهم من خوفهم وخشيتهم من الله؛ وذلك بسبب أنهم قوم لا يفقهون عظمة الله والإيمان به، ولا يرهبون عقابه.",
        "mukhtasar": "لأَنتم - أيها المؤمنون - أشدُّ تخويفًا في قلوب المنافقين واليهود من الله، ذلك المذكور - من شدة خوفهم منكم، وضعف خوفهم من الله - بسبب أنهم قوم لا يفقهون ولا يفهمون؛ إذ لو كانوا يفقهون لعلموا أن الله أحقّ أن يُخَاف وأن يُرْهَب، فهو الذي سلطكم عليهم.",
        "saadi": "والسبب الذي أوجب لهم ذلك  أنكم - أيها المؤمنون - { أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ } فخافوا منكم أعظم مما يخافون الله، وقدموا مخافة المخلوق الذي لا يملك لنفسه ولا لغيره نفعا ولا ضرا، على مخافة الخالق، الذي بيده الضر والنفع، والعطاء والمنع.{ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ } مراتب الأمور، ولا يعرفون حقائق الأشياء، ولا يتصورون العواقب، وإنما الفقه كل الفقه، أن يكون خوف الخالق ورجاؤه ومحبته مقدمة على غيرها، وغيرها تبعا لها. ",
        "kathir": "ثم قال تعالى : ( لأنتم أشد رهبة في صدورهم من الله ) أي : يخافون منكم أكثر من خوفهم من الله ، كقوله : ( إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية ) [ النساء : 77 ] ; ولهذا قال : ( ذلك بأنهم قوم لا يفقهون )"
      },
      "translations": {
        "en": "You [believers] are more fearful within their breasts than Allah. That is because they are a people who do not understand.",
        "fr": "Vous jetez dans leurs cœurs plus de terreur qu'Allah. C'est qu'ils sont des gens qui ne comprennent pas.",
        "es": "Infundís en sus pechos más terror que Alá. Es que son gente que no comprende."
      },
      "ibn_ashour": "لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ (13)لما كان المقصود من ذكر وهن المنافقين في القتال تشديد نفس النبي صلى الله عليه وسلم وأنفُسسِ المؤمنين حتى لا يرهبوهم ولا يخشوا مساندتهم لأهل حرب المسلمين أحلاف المنافقين قريظة وخيبر أعقب ذلك بإعلام المؤمنين بأن المنافقين وأحلافهم يخشون المسلمين خشية شديدة وُصفت شدتها بأنها أشد من خشيتهم الله تعالى ، فإن خشية جميع الخلق من الله أعظم خشية فإذا بلغت الخشية في قلب أحد أن تكون أعظم من خشية الله فذلك منتهى الخشية .والمقصود تشديد نفوس المسلمين ليعلموا أن عدوّهم مُرهَب منهم ، وذلك مما يزيد المسلمين إقداماً في محاربتهم إذ ليس سياق الكلام للتسجيل على المنافقين واليهود قلة رهبتهم لله بل إعلام المسلمين بأنهم أرهب لهم من كل أعظم الرهبات .والخطاب للنبيء صلى الله عليه وسلم ومن معه من المسلمين .والصدور مراد بها : النفوس والضمائر لأن محل أجهزتها في الصدور .والرَّهبة : مصدر رهب ، أي خاف .وقوله : { في صدورهم } ل { رهبة } فهي رهبة أولئك .وضمير { صدورهم } عائد إلى { الذين نافقوا } [ الحشر : 11 ] و { الذين ك"
    },
    {
      "number": 14,
      "text": "لَا يُقَٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًۭى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌۭ ۚ تَحْسَبُهُمْ جَمِيعًۭا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌۭ لَّا يَعْقِلُونَ",
      "tafsir": {
        "muyassar": "لا يواجهكم اليهود بقتال مجتمعين إلا في قرى محصنة بالأسوار والخنادق، أو من خلف الحيطان، عداوتهم فيما بينهم شديدة، تظن أنهم مجتمعون على كلمة واحدة، ولكن قلوبهم متفرقة؛ وذلك بسبب أنهم قوم لا يعقلون أمر الله ولا يتدبرون آياته.",
        "mukhtasar": "لا يقاتلكم - أيها المؤمنون - اليهود مجتمعين إلا في قرى مُحَصَّنة بالأسوار، أو من وراء جدران، فهم لا يستطيعون مواجهتكم لجبنهم، بأسهم فيما بينهم قوي لما بينهم من العداوة، تظنّ أنهم على كلمة واحدة، وأن صفهم واحد، والواقع أن قلوبهم متفرقة مختلفة، ذلك الاختلاف والتعادي بسبب أنهم لا يعقلون؛ إذ لو كانوا يعقلون لعرفوا الحق واتبعوه، ولم يختلفوا فيه.",
        "saadi": "{ لَا يُقَاتِلُونَكُمْ جَمِيعًا } أي: في حال الاجتماع { إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ } أي: لا يثبتون لقتالكم  ولا يعزمون عليه، إلا إذا كانوا متحصنين في القرى، أو من وراء الجدر والأسوار.فإنهم إذ ذاك ربما يحصل منهم امتناع، اعتمادا [على] حصونهم وجدرهم، لا شجاعة بأنفسهم، وهذا من أعظم الذم، { بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ } أي: بأسهم فيما بينهم شديد، لا آفة في أبدانهم ولا في قوتهم، وإنما الآفة في ضعف إيمانهم وعدم اجتماع كلمتهم، ولهذا قال: { تَحْسَبُهُمْ جَمِيعًا } حين تراهم مجتمعين ومتظاهرين.{ و } لكن { قلوبهم شَتَّى } أي: متباغضة متفرقة متشتتة.{ ذَلِكَ } الذي أوجب لهم اتصافهم بما ذكر { بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ } أي: لا عقل عندهم، ولا لب، فإنهم لو كانت لهم عقول، لآثروا الفاضل على المفضول، ولما رضوا لأنفسهم بأبخس الخطتين، ولكانت كلمتهم مجتمعة، وقلوبهم مؤتلفة، فبذلك يتناصرون ويتعاضدون، ويتعاونون على مصالحهم ومنافعهم الدينية والدنيوية.مثل هؤلاء المخذولين من أهل الكتاب، الذين انتصر الله لرسوله منهم، وأذاقهم الخزي في الحياة الدنيا.",
        "kathir": "ثم قال ( لا يقاتلونكم جميعا إلا في قرى محصنة أو من وراء جدر ) يعني : أنهم من جبنهم وهلعهم لا يقدرون على مواجهة جيش الإسلام بالمبارزة والمقابلة بل إما في حصون أو من وراء جدر محاصرين ، فيقاتلون للدفع عنهم ضرورة .ثم قال ( بأسهم بينهم شديد ) أي : عداوتهم فيما بينهم شديدة ، كما قال : ( ويذيق بعضكم بأس بعض ) [ الأنعام : 65 ] ; ولهذا قال : ( تحسبهم جميعا وقلوبهم شتى ) أي : تراهم مجتمعين فتحسبهم مؤتلفين ، وهم مختلفون غاية الاختلاف .قال : إبراهيم النخعي : يعني : أهل الكتاب والمنافقين ( ذلك بأنهم قوم لا يعقلون )"
      },
      "translations": {
        "en": "They will not fight you all except within fortified cities or from behind walls. Their violence among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason.",
        "fr": "Tous ne vous combattront que retranchés dans des cités fortifiées ou de derrière des murailles. Leurs dissensions internes sont extrêmes. Tu les croirait unis, alors que leurs cœurs sont divisés. C'est qu'ils sont des gens qui ne raisonnent pas.",
        "es": "No combatirán unidos contra vosotros, sino en poblados fortificados o protegidos por murallas. Sus disensiones internas son profundas. Les creéis unidos, pero sus corazones están desunidos. Es que son gente que no razona."
      },
      "ibn_ashour": "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ (14){ لاَ يقاتلونكم جَمِيعاً إِلاَّ فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍ } .هذه الجملة بدل اشتمال من جملة { لأنتم أشد رهبة في صدورهم من الله } [ الحشر : 13 ] ، لأن شدة الرهبة من المسلمين تشتمل على شدة التحصّن لقتالهم إياهم ، أي لا يقدرون على قتالكم إلاّ في هاته الأحوال والضمير المرفوع في { يقاتلونكم } عائد إلى { الذين كفروا من أهل الكتاب } [ الحشر : 11 ] .وقوله : { جميعاً } يجوز أن يكون بمعنى كلهم كقوله تعالى : { إلى الله مرجعكم جميعاً } [ المائدة : 48 ] فيكون للشمول ، أي كلهم لا يقاتلونكم اليهود والمنافقون إلا في قرى محصنّة الخ .ويجوز أن يكون بمعنى مجتمعين ، أي لا يقاتلونكم جيوشاً كشأن جيوش المتحالفين فإن ذلك قتال من لا يقبعون في قُراهم فيكون النفي منصّباً إلى هذا القيد ، أي لا يجتمعون على قتالكم اجتماع الجيوش ، أي لا يهاجمونكم ولكن يقاتلون قتال دفاع في قراهم .واستثناء { إلا في ق"
    },
    {
      "number": 15,
      "text": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًۭا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌۭ",
      "tafsir": {
        "muyassar": "مثل هؤلاء اليهود فيما حلَّ بهم من عقوبة الله كمثل كفار قريش يوم \"بدر\"، ويهود بني قينقاع، حيث ذاقوا سوء عاقبة كفرهم وعداوتهم لرسول الله صلى الله عليه وسلم في الدنيا، ولهم في الآخرة عذاب أليم موجع.",
        "mukhtasar": "مثل هؤلاء اليهود في كفرهم وما حلّ بهم من عقاب، كمثل الذين من قبلهم من مشركي مكة في زمن قريب، فذاقوا سوء عاقبة كفرهم، فَقُتِل من قُتِل وأُسِر من أُسِر منهم يوم بدر، ولهم في الآخرة عذاب موجع.",
        "saadi": "وعدم نصر من وعدهم بالمعاونة { كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا } وهم كفار قريش الذين زين لهم الشيطان أعمالهم، وقال: { لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَى عَقِبَيْهِ [وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَى مَا لَا تَرَوْنَ] } الآية. فغرتهم أنفسهم، وغرهم من غرهم، الذين لم ينفعوهم، ولم يدفعوا عنهم العذاب، حتى أتوا \"بدرا\" بفخرهم وخيلائهم، ظانين أنهم مدركون برسول الله والمؤمنين أمانيهم.فنصر الله رسوله والمؤمنين عليهم، فقتلوا كبارهم وصناديدهم، وأسروا من أسروا منهم، وفر من فر، وذاقوا بذلك وبال أمرهم وعاقبة شركهم وبغيهم، هذا في الدنيا، { وَلَهُمْ } في الآخرة عذاب النار.",
        "kathir": "ثم قال : ( كمثل الذين من قبلهم قريبا ذاقوا وبال أمرهم ولهم عذاب أليم ) قال مجاهد ، والسدي ، ومقاتل بن حيان : يعني كمثل ما أصاب كفار قريش يوم بدر .وقال ابن عباس : ( كمثل الذين من قبلهم ) يعني : يهود بني قينقاع . وكذا قال قتادة ، ومحمد بن إسحاق .وهذا القول أشبه بالصواب ، فإن يهود بني قينقاع كان رسول الله - صلى الله عليه وسلم - قد أجلاهم قبل هذا ."
      },
      "translations": {
        "en": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment.",
        "fr": "Ils sont semblables à ceux qui, peu de temps avant eux, ont goûté la conséquence de leur comportement et ils auront un châtiment douloureux;",
        "es": "Como los que fueron poco antes que ellos. Gustaron la gravedad de su conducta y tendrán un castigo doloroso."
      },
      "ibn_ashour": "كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (15)خبر مبتدأ محذوف دلّ عليه هذا الخبر ، فالتقدير : مثلهم كمثل الذين من قبلهم قريباً ، أي حال أهل الكتاب الموعود بنصر المنافقين كحال الذين مِن قبلهم قريباً .والمراد : أن حالهم المركبة من التظاهر بالبأس مع إضمار الخوف من المسلمين ، ومن التفرق بينهم وبين إخوانهم من أهل الكتاب ، ومن خذلان المنافقين إياهم عند الحاجة ، ومن أنهم لا يقاتلون المسلمين إلا في قرى محصنة أو من وراء جدر ، كَحال الذين كانوا من قبلهم في زمن قريب وهم بنو النضير فإنهم أظهروا الاستعداد للحرب وأبَوا الجلاء ، فلم يحاربوا إلا في قريتهم إذ حصنوها وقبعوا فيها حتى أعياهم الحصار فاضطُرّوا إلى الجلاء ولم ينفعهم المنافقون ولا إخوانهم من أهل الكتاب .وعن مجاهد أن { الذين من قبلهم } المشركون يوم بدر .و { مِنْ } زائدة لتأكيد ارتباط الظرف بعامله .وانتصب { قريباً } على الظرفية متعلقاً بالكون المضمر في قوله : { كمثل } ، أي كحاللِ كائن قريب ، أو انتصب على الحال من { الذين } أي القوم القريب منهم ، كقوله : { وما قوم لوط منكم بِبَعيد } [ هود : 8"
    },
    {
      "number": 16,
      "text": "كَمَثَلِ ٱلشَّيْطَٰنِ إِذْ قَالَ لِلْإِنسَٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌۭ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "ومثل هؤلاء المنافقين في إغراء اليهود على القتال ووَعْدهم بالنصر على رسول الله صلى الله عليه وسلم، كمثل الشيطان حين زيَّن للإنسان الكفر ودعاه إليه، فلما كفر قال: إني بريء منك، إني أخاف الله رب الخلق أجمعين.",
        "mukhtasar": "مَثَلُهم في سماعهم من المنافقين كمثل الشيطان حين زيّن للإنسان أن يكفر، فلما كفر بسبب تزيينه الكفر له قال: إني بريء منك لما كفرت، إني أخاف الله رب الخلائق.",
        "saadi": "ومثل هؤلاء المنافقين الذين غروا إخوانهم من أهل الكتاب { كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ } أي: زين له الكفر وحسنه ودعاه إليه، فلما اغتر به وكفر، وحصل له الشقاء، لم ينفعه الشيطان، الذي تولاه ودعاه إلى ما دعاه إليه، بل تبرأ منه و { قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ } أي: ليس لي قدرة على دفع العذاب عنك، ولست بمغن عنك مثقال ذرة من الخير.",
        "kathir": "وقوله : ( كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك ) يعني : مثل هؤلاء اليهود في اغترارهم بالذين وعدوهم النصر من المنافقين ، وقول المنافقين لهم : ( وإن قوتلتم لننصرنكم ) ثم لما حقت الحقائق وجد بهم الحصار والقتال ، تخلوا عنهم وأسلموهم للهلكة ، مثالهم في هذا كمثل الشيطان إذ سول للإنسان - والعياذ بالله - الكفر ، فإذا دخل فيما سوله تبرأ منه وتنصل ، وقال : ( إني أخاف الله رب العالمين )وقد ذكر بعضهم ها هنا قصة لبعض عباد بني إسرائيل هي كالمثال لهذا المثل ، لا أنها المرادة وحدها بالمثل ، بل هي منه مع غيرها من الوقائع المشاكلة لها ، فقال ابن جرير :حدثنا خلاد بن أسلم ، أخبرنا النضر بن شميل ، أخبرنا شعبة ، عن أبي إسحاق ، سمعت عبد الله بن نهيك قال : سمعت عليا رضي الله عنه ، يقول : إن راهبا تعبد ستين سنة ، وإن الشيطان أراده فأعياه ، فعمد إلى امرأة فأجنها ولها إخوة ، فقال لإخوتها : عليكم بهذا القس فيداويها . قال : فجاءوا بها إليه فداواها ، وكانت عنده ، فبينما هو يوما عندها إذ أعجبته ، فأتاها فحملت ، فعمد إليها فقتلها ، فجاء إخوتها ، فقال الشيطان للراهب : أنا صاحبك ، إنك أعييتني ، أنا صنعت هذا بك فأطعني أنجك مما صنعت بك ، فاسجد لي سجدة . فسجد له ، فلما سجد له قال : إني بريء منك ، إني أخاف الله رب العالمين ، فذلك قوله : ( كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين ) .وقال ابن جرير : حدثني يحيى بن إبراهيم المسعودي ، حدثنا أبي ، عن أبيه ، عن جده ، عن الأعمش ، عن عمارة ، عن عبد الرحمن بن يزيد ، عن عبد الله بن مسعود في هذه الآية : ( كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين ) قال : كانت امرأة ترعى الغنم ، وكان لها أربعة إخوة ، وكانت تأوي بالليل إلى صومعة راهب . قال : فنزل الراهب ففجر بها ، فحملت ، فأتاه الشيطان فقال له : اقتلها ثم ادفنها ، فإنك رجل مصدق يسمع قولك . فقتلها ثم دفنها . قال : فأتى الشيطان إخوتها في المنام فقال لهم : إن الراهب صاحب الصومعة فجر بأختكم ، فلما أحبلها قتلها ثم دفنها في مكان كذا وكذا . فلما أصبحوا قال رجل منهم : والله لقد رأيت البارحة رؤيا ما أدري أقصها عليكم أم أترك ؟ قالوا : لا بل قصها علينا . قال : فقصها ، فقال الآخر : وأنا والله لقد رأيت ذلك ، فقال الآخر : وأنا والله لقد رأيت ذلك . فقالوا : فوالله ما هذا إلا لشيء . قال : فانطلقوا فاستعدوا ملكهم على ذلك الراهب ، فأتوه فأنزلوه ثم انطلقوا به فلقيه الشيطان فقال : إني أنا الذي أوقعتك في هذا ، ولن ينجيك منه غيري ، فاسجد لي سجدة واحدة وأنجيك مما أوقعتك فيه . قال : فسجد له ، فلما أتوا به ملكهم تبرأ منه ، وأخذ فقتل .وكذا روي عن ابن عباس ، وطاوس ، ومقاتل بن حيان ، نحو ذلك . واشتهر عند كثير من الناس أن هذا العابد هو برصيصا ، والله أعلم . وهذه القصة مخالفة لقصة جريج العابد ، فإن جريجا اتهمته امرأة بغي بنفسها ، وادعت أن حملها منه ، ورفعت أمره إلى ولي الأمر ، فأمر به فأنزل من صومعته وخر‍بت صومعته وهو يقول : ما لكم ؟ ما لكم ؟ فقالوا : يا عدو الله ، فعلت بهذه المرأة كذا وكذا . فقال : جريج : اصبروا . ثم أخذ ابنها وهو صغير جدا ، ثم قال : يا غلام ، من أبوك ؟ قال أبي الراعي - وكانت قد أمكنته من نفسها فحملت منه - فلما رأى بنو إسرائيل ذلك عظموه كلهم تعظيما بليغا ، وقالوا : نعيد صومعتك من ذهب . قال : لا بل أعيدوها من طين ، كما كانت ."
      },
      "translations": {
        "en": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allah, Lord of the worlds.\"",
        "fr": "ils sont semblables au Diable quand il dit à l'homme: «Sois incrédule». Puis quand il a mécru, il dit: «Je te désavoue car je redoute Allah, le Seigneur de l'Univers».",
        "es": "Como el Demonio cuando dice al hombre: «¡No creas!». Y, cuando ya no cree, dice: «Yo no soy responsable de ti. Yo temo a Alá, Señor del universo»."
      },
      "ibn_ashour": "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ (16) هذا مثل آخر لمُمَثَّل آخر ، وليس مثلاً منْضمًّا إلى المثل الذي قبله لأنه لو كان ذلك لكان معطوفاً عليه بالواو ، أو ب ( أو ) كقوله تعالى { أو كصيّب من السماء } [ البقرة : 19 ] .والوجه : أن هذا المثل متصل بقوله : { ولهم عذاب أليم } [ الحشر : 15 ] كما يفصح عنه قوله في آخره : { فكان عاقبتهما أنهما في النار } الآية ، أي مثلهم في تسبيبهم لأنفسهم عذاب الآخرة كمثل الشيطان إذ يوسوس للإنسان بأن يكفر ثم يتركه ويتبرأ منه فلا ينتفع أحدهما بصاحبه ويقعان معاً في النار .فجملة { كمثل الشيطان } حال من ضمير { ولهم عذاب أليم } [ الحشر : 15 ] أي في الآخرة .والتعريف في { الشيطان } تعريف الجنس وكذلك تعريف «الإنسان» . والمراد به الإنسان الكافر .ولم تُرد في الآخرة حادثة معيَّنة من وسوسة الشيطان لإِنسان معيَّن في الدنيا ، وكيف يكون ذلك والله تعالى يقول : { فلمّا كَفَرَ قال إني بريء منك إني أخاف الله رب العالمين } ، وهل يتكلم الشيطان مع الناس في الدنيا فإن ظاهرة قوله :"
    },
    {
      "number": 17,
      "text": "فَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "فكان عاقبة أمر الشيطان والإنسان الذي أطاعه فكفر، أنهما في النار، ماكثَيْن فيها أبدًا، وذلك جزاء المعتدين المتجاوزين حدود الله.",
        "mukhtasar": "فكان نهاية أمر الشيطان ومن أطاعه أنهما (أي: الشيطان المُطاع، والإنسان المُطِيع) يوم القيامة في النار ماكثَيْنِ فيها أبدًا، وذلك الجزاء الذي ينتظرهما هو جزاء الظالمين لأنفسهم بتعدّي حدود الله.",
        "saadi": "{ فَكَانَ عَاقِبَتَهُمَا } أي: الداعي الذي هو الشيطان، والمدعو الذي هو الإنسان حين أطاعه { أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا } كما قال تعالى: { إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ } { وَذَلِكَ جَزَاءُ الظَّالِمِينَ } الذين اشتركوا في الظلم والكفر، وإن اختلفوا في شدة العذاب وقوته، وهذا دأب الشيطان مع كل أوليائه، فإنه يدعوهم ويدليهم إلى ما يضرهم بغرور، حتى إذا وقعوا في الشباك، وحاقت بهم أسباب الهلاك، تبرأ منهم وتخلى عنهم.واللوم كل اللوم على من أطاعه، فإن الله قد حذر منه وأنذر، وأخبر بمقاصده وغايته ونهايته، فالمقدم على طاعته، عاص على بصيرة لا عذر له.",
        "kathir": "وقوله : ( فكان عاقبتهما أنهما في النار خالدين فيها ) أي : فكانت عاقبة الآمر بالكفر والفاعل له ، وتصيرهما إلى نار جهنم خالدين فيها ، ( وذلك جزاء الظالمين ) أي : جزاء كل ظالم ."
      },
      "translations": {
        "en": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrong-doers.",
        "fr": "Ils eurent pour destinée d'être tous deux dans le Feu pour y demeurer éternellement. Telle est la rétribution des injustes.",
        "es": "Su fin será el Fuego, eternamente. Ésa es la retribución de los impíos."
      },
      "ibn_ashour": "فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ (17)وقول : فكان عاقبتهما أنهما في النار خالدين فيها } من تمام المثل . أي كان عاقبة الممثل بهما خسرانهما معاً . وكذلك تكون عاقبة الفريقين الممثلين أنهما خائبان فيما دبّرا وكادا للمسلمين .وجملة { وذلك جزاء الظالمين } تذييل ، والإِشارة إلى ما يدل عليه { فكان عاقبتهما أنهما في النار } من معنى ، فكانت عاقبتهما سوأى والعاقبة السّوأى جزاء جميع الظّالمين المعتدين على الله والمسلمين ، فكما كانت عاقبة الكافر وشيطانه عاقبة سوء كذلك تكون عاقبة الممثلين بهما وقد اشتركا في ظلم أهل الخير والهدى ."
    },
    {
      "number": 18,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌۭ مَّا قَدَّمَتْ لِغَدٍۢ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، خافوا الله، واحذروا عقابه بفعل ما أمركم به وترك ما نهاكم عنه، ولتتدبر كل نفس ما قدمت من الأعمال ليوم القيامة، وخافوا الله في كل ما تأتون وما تَذَرون، إن الله سبحانه خبير بما تعملون، لا يخفى عليه شيء من أعمالكم، وهو مجازيكم عليها.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اتقوا الله بامتثال أوامره واجتناب نواهيه، ولتتأمل نفس ما قدمت من عمل صالح ليوم القيامة، واتقوا الله، إن الله خبير بما تعملون، لا يخفى عليه من أعمالكم شيء، وسيجازيكم عليها.",
        "saadi": "يأمر تعالى عباده المؤمنين بما يوجبه الإيمان ويقتضيه من لزوم تقواه، سرا وعلانية، في جميع الأحوال، وأن يراعوا ما أمرهم الله به من أوامره وشرائعه وحدوده، وينظروا ما لهم وما عليهم، وماذا حصلوا عليه من الأعمال التي تنفعهم أو تضرهم في يوم القيامة، فإنهم إذا جعلوا الآخرة نصب أعينهم وقبلة قلوبهم، واهتموا بالمقام بها، اجتهدوا في كثرة الأعمال الموصلة إليها، وتصفيتها من القواطع والعوائق التي توقفهم عن السير أو تعوقهم أو تصرفهم، وإذا علموا أيضا، أن الله خبير بما يعملون، لا تخفى عليه أعمالهم، ولا تضيع لديه ولا يهملها، أوجب لهم الجد والاجتهاد.وهذه الآية الكريمة أصل في محاسبة العبد نفسه، وأنه ينبغي له أن يتفقدها، فإن رأى زللا تداركه بالإقلاع عنه، والتوبة النصوح، والإعراض عن الأسباب الموصلة إليه، وإن رأى نفسه مقصرا في أمر من أوامر الله، بذل جهده واستعان بربه في تكميله وتتميمه، وإتقانه، ويقايس بين منن الله عليه وإحسانه وبين تقصيره، فإن ذلك يوجب له الحياء بلا محالة.",
        "kathir": "قال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة ، عن عون بن أبي جحيفة ، عن المنذر بن جرير ، عن أبيه قال : كنا عند رسول الله - صلى الله عليه وسلم - في صدر النهار ، قال : فجاءه قوم حفاة عراة مجتابي النمار - أو العباء - متقلدي السيوف ، عامتهم من مضر ، بل كلهم من مضر فتغير وجه رسول الله - صلى الله عليه وسلم - لما رأى بهم من الفاقة ، قال : فدخل ثم خرج ، فأمر بلالا فأذن وأقام الصلاة ، فصلى ثم خطب ، فقال : ( يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة ) إلى آخر الآية : ( إن الله كان عليكم رقيبا ) [ النساء : 1 ] . وقرأ الآية التي في الحشر : ( ولتنظر نفس ما قدمت لغد ) تصدق رجل من ديناره ، من درهمه ، من ثوبه ، من صاع بره ، من صاع تمره - حتى قال - : ولو بشق تمرة \" . قال : فجاء رجل من الأنصار بصرة كادت كفه تعجز عنها ، بل قد عجزت ، ثم تتابع الناس حتى رأيت كومين من طعام وثياب ، حتى رأيت رسول الله - صلى الله عليه وسلم - يتهلل وجهه كأنه مذهبة ، فقال رسول الله - صلى الله عليه وسلم - : \" من سن في الإسلام سنة حسنة ، فله أجرها وأجر من عمل بها بعده ، من غير أن ينقص من أجورهم شيء ، ومن سن في الإسلام سنة سيئة ، كان عليه وزرها ووزر من عمل بها من غير أن ينقص من أوزارهم شيء \" .انفرد بإخراجه مسلم من حديث شعبة بإسناد مثله .فقوله تعالى : ( يا أيها الذين آمنوا اتقوا الله ) أمر بتقواه ، وهي تشمل فعل ما به أمر ، وترك ما عنه زجر .وقوله : ( ولتنظر نفس ما قدمت لغد ) أي : حاسبوا أنفسكم قبل أن تحاسبوا ، وانظروا ماذا ادخرتم لأنفسكم من الأعمال الصالحة ليوم معادكم وعرضكم على ربكم ، ( واتقوا الله ) تأكيد ثان ، ( إن الله خبير بما تعملون ) أي : اعلموا أنه عالم بجميع أعمالكم وأحوالكم لا تخفى عليه منكم خافية ، ولا يغيب عنه من أموركم جليل ولا حقير ."
      },
      "translations": {
        "en": "O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do.",
        "fr": "O vous qui avez cru! Craignez Allah. Que chaque âme voit bien ce qu'elle a avancé pour demain. Et craignez Allah, car Allah est Parfaitement Connaisseur de ce que vous faites.",
        "es": "¡Creyentes! ¡Temed a Alá! ¡Que cada uno considere lo que prepara para Mañana! ¡Temed a Alá! Alá está bien informado de lo que hacéis."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (18)انتقال من الامتنان على المسلمين بما يسرّ الله من فتح قرية بني النضير بدون قتال ، وما أفاء الله على رسوله صلى الله عليه وسلم منهم ، ووصف ما جرى من خيبتهم وخيبة أملهم في نصرة المنافقين ، ومن الإِيذان بأن عاقبة أهل القرى الباقية كعاقبة أسلافهم . وكذلك موقف أنصارهم معهم ، إلى الأمر بتقوى الله شكراً له على ما منح وما وعد من صادق الوعد فإن الشكر جزاء العبد عن نعمة ربه إذ لا يستطيع جزاء غير ذلك فأقبل على خطاب الذين آمنوا بالأمر بتقوى الله .ولما كان ما تضمنته السورة من تأييد الله إياهم وفَيض نعمه عليهم كان من منافع الدنيا ، أعقبه بتذكيرهم بالإِعداد للآخرة بقوله : { ولتنظر نفس ما قدمت لغدٍ } أي لتتأمل كل نفس فيما قدمته للآخرة .وجملة { ولتنظر نفس ما قدمت لغدٍ } ، عطف أمر على أمر آخر . وهي معترضة بين جملة { اتقوا الله } وجملة { إن الله خبير بما تعملون } . وذِكر { نفس } إظهار في مقام الإِضمار لأن مقتضى الظاهر : وانظروا ما قدمتم ، فعُدل عن الإِظهار"
    },
    {
      "number": 19,
      "text": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَٰٓئِكَ هُمُ ٱلْفَٰسِقُونَ",
      "tafsir": {
        "muyassar": "ولا تكونوا- أيها المؤمنون- كالذين تركوا أداء حق الله الذي أوجبه عليهم، فأنساهم بسبب ذلك حظوظ أنفسهم من الخيرات التي تنجيهم من عذاب يوم القيامة، أولئك هم الموصوفون بالفسق، الخارجون عن طاعة الله طاعة ورسوله.",
        "mukhtasar": "ولا تكونوا مثل الذين نسوا الله بترك امتثال أمره واجتناب نهيه، فأنساهم الله أنفسهم، فلم يعملوا بما ينجيها من غضب الله وعقابه، أولئك الذين نسوا الله - فلم يمتثلوا أمره ولم يكفّوا عن نهيه - هم الخارجون عن طاعة الله.",
        "saadi": "والحرمان كل الحرمان، أن يغفل العبد عن هذا الأمر، ويشابه قوما نسوا الله وغفلوا عن ذكره والقيام بحقه، وأقبلوا على حظوظ أنفسهم وشهواتها، فلم ينجحوا، ولم يحصلوا على طائل، بل أنساهم الله مصالح أنفسهم، وأغفلهم عن منافعها وفوائدها، فصار أمرهم فرطا، فرجعوا بخسارة الدارين، وغبنوا غبنا، لا يمكنهم تداركه، ولا يجبر كسره، لأنهم هم الفاسقون، الذين خرجوا عن طاعة ربهم وأوضعوا في معاصيه.",
        "kathir": "وقال ( ولا تكونوا كالذين نسوا الله فأنساهم أنفسهم ) أي : لا تنسوا ذكر الله فينسيكم العمل لمصالح أنفسكم التي تنفعكم في معادكم ، فإن الجزاء من جنس العمل ; ولهذا قال : ( أولئك هم الفاسقون ) أي : الخارجون عن طاعة الله ، الهالكون يوم القيامة ، الخاسرون يوم معادهم ، كما قال : ( يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون ) [ المنافقون : 9 ] .وقال الحافظ أبو القاسم الطبراني : حدثنا أحمد بن عبد الوهاب بن نجدة الحوطي ، حدثنا أبو المغيرة ، حدثنا حريز بن عثمان ، عن نعيم بن نمحة قال : كان في خطبة أبي بكر الصديق ، رضي الله عنه : أما تعلمون أنكم تغدون وتروحون لأجل معلوم ؟ فمن استطاع أن يقضي الأجل وهو في عمل الله ، عز وجل ، فليفعل ، ولن تنالوا ذلك إلا بالله ، عز وجل . إن قوما جعلوا آجالهم لغيرهم ، فنهاكم الله تكونوا أمثالهم : ( ولا تكونوا كالذين نسوا الله فأنساهم أنفسهم ) أين من تعرفون من إخوانكم ؟ قدموا على ما قدموا في أيام سلفهم ، وخلوا بالشقوة والسعادة ، أين الجبارون الأولون الذين بنوا المدائن وحصنوها بالحوائط ؟ قد صاروا تحت الصخر والآبار ، هذا كتاب الله لا تفنى عجائبه فاستضيئوا منه ليوم ظلمة ، وائتضحوا بسنائه وبيانه ، إن الله أثنى على زكريا وأهل بيته فقال : ( إنهم كانوا يسارعون في الخيرات ويدعوننا رغبا ورهبا وكانوا لنا خاشعين ) [ الأنبياء : 90 ] ، لا خير في قول لا يراد به وجه الله ، ولا خير في مال لا ينفق في سبيل الله ، ولا خير فيمن يغلب جهله حلمه ، ولا خير فيمن يخاف في الله لومة لائم .هذا إسناد جيد ، ورجاله كلهم ثقات ، وشيخ حريز بن عثمان ، وهو نعيم بن نمحة ، لا أعرفه بنفي ولا إثبات ، غير أن أبا داود السجستاني قد حكم بأن شيوخ حريز كلهم ثقات . وقد روي لهذه الخطبة شواهد من وجوه أخر ، والله أعلم ."
      },
      "translations": {
        "en": "And be not like those who forgot Allah, so He made them forget themselves. Those are the defiantly disobedient.",
        "fr": "Et ne soyez pas comme ceux qui ont oublié Allah; [Allah] leur a fait alors oublier leurs propres personnes; ceux-là sont les pervers.",
        "es": "No seáis como quienes, habiendo olvidado a Alá, hace Él que se olviden de sí mismos. Esos tales son los perversos."
      },
      "ibn_ashour": "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ (19)بعد أن أمر المؤمنين بتقوى الله وإعداد العُدة للآخرة أعقبه بهذا النهي تحذيراً عن الإِعراض عن الدين والتغافل عن التقوى ، وذلك يفضي إلى الفسوق . وجيء في النهي بنهيهم عن حالة قوم تحققت فيهم هذه الصلة ليكون النهي عن إضاعة التقوى مصوراً في صورة محسوسة هي صورة قوم تحققت فيهم تلك الصلة وهم الذين أعرضوا عن التقوى .وهذا الإِعراض مراتب قد تنتهي إلى الكفر الذي تلبس به اليهود وإلى النفاق الذي تلبس به فريق ممن أظهروا الإِسلام في أول سنيّ الهجرة ، وظاهر الموصول أنه لطائفة معهودة فيحتمل أن يُراد ب«الذين نسوا الله» المنافقين لأنهم كانوا مشركين ولم يهتدوا للتوحيد بهدي الإِسلام فعبر عن النفاق بنسيان الله لأنه جهل بصفات الله من التوحيد والكمال . وعبّر عنهم بالفاسقين قوله تعالى : { نسوا الله فنسيهم إن المنافقين هم الفاسقون } في سورة [ براءة : 67 ] ، فتكون هذه الآية ناظرة إلى تلك .ويحتمل أن يكون المراد بهم اليهود لأنهم أضاعوا دينهم ولم يقبلوا رسالة عيسى عليه السلام وكفروا بحمد .فالمعنى : نسوا دين الله وميث"
    },
    {
      "number": 20,
      "text": "لَا يَسْتَوِىٓ أَصْحَٰبُ ٱلنَّارِ وَأَصْحَٰبُ ٱلْجَنَّةِ ۚ أَصْحَٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
      "tafsir": {
        "muyassar": "لا يستوي أصحاب النار المعذَّبون، وأصحاب الجنة المنعَّمون، أصحاب الجنة هم الظافرون بكل مطلوب، الناجون من كل مكروه.",
        "mukhtasar": "لا يستوي أصحاب النار وأصحاب الجنة، بل هم مختلفون في جزائهم مثل اختلاف أعمالهم في الدنيا، أصحاب الجنة هم الفائزون بنيل ما يطلبونه، الناجون مما يرهبونه.",
        "saadi": "فهل يستوي من حافظ على تقوى الله ونظر لما قدم لغده، فاستحق جنات النعيم، والعيش السليم - مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين - ومن غفل عن ذكر الله، ونسي حقوقه، فشقي في الدنيا، واستحق العذاب في الآخرة، فالأولون هم الفائزون، والآخرون هم الخاسرون.",
        "kathir": "وقوله : ( لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة ) أي لا يستوي هؤلاء وهؤلاء في حكم الله يوم القيامة ، كما قال : ( أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون ) [ الجاثية : 21 ] ، وقال ( وما يستوي الأعمى والبصير والذين آمنوا وعملوا الصالحات ولا المسيء ) الآية [ غافر : 58 ] . قال : ( أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار ) ؟ في آيات أخر دالات على أن الله سبحانه يكرم الأبرار ، ويهين الفجار ; ولهذا قال ها هنا : ( أصحاب الجنة هم الفائزون ) أي : الناجون المسلمون من عذاب الله عز وجل ."
      },
      "translations": {
        "en": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].",
        "fr": "Ne seront pas égaux les gens du Feu et les gens du Paradis. Les gens du Paradis sont eux les gagnants.",
        "es": "No son iguales los moradores del Fuego y los moradores del Jardín. Los moradores del Jardín son los que triunfan."
      },
      "ibn_ashour": "لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ (20)تذييل لجملة { يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغدٍ } [ الحشر : 18 ] الخ . لأنّه جامع لخلاصة عاقبة الحالين : حال التقوى والاستعداد للآخرة ، وحال نسيان ذلك وإهماله ، ولكلا الفريقين عاقبة عمله . ويشمل الفريقين وأمثالهم .والجملة أيضاً فذلكة لما قبلها من حال المتقين والذين نَسُوا الله ونُسُّوا أنفسهم لأن ذكر مثل هذا الكلام بعد ذكر أحوال المتحدَّث عنه يكون في الغالب للتعريض بذلك المتحدَّث عنه كقولك عندما ترى أحداً يؤذي الناس : «المسلم من سلم المسلمون من لسانه ويده» ، فمعنى الآية كناية عن كون المؤمنين هم أصحاب الجنة ، وكون الذين نَسُوا الله هم أهل النار فتضمنت الآية وعداً للمتقين ووعيداً للفاسقين .والمراد من نفي الاستواء في مثل هذا الكناية عن البون بين الشيئين .وتعيين المفضل من الشيئين موكول إلى فهم السامع من قرينة المقام كما في قول السموأل: ... فليس سواءً عالم وجهولوقول أبي حزام غالب بن الحارث العكلي: ... وأعلم أن تسليماً وتركاًللاَ متشابهان ولا سواء ... ومنه قوله تعالى : { ل"
    },
    {
      "number": 21,
      "text": "لَوْ أَنزَلْنَا هَٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍۢ لَّرَأَيْتَهُۥ خَٰشِعًۭا مُّتَصَدِّعًۭا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "tafsir": {
        "muyassar": "لو أنزلنا هذا القرآن على جبل من الجبال، ففهم ما فيه مِن وعد ووعيد، لأبصَرْته على قوته وشدة صلابته وضخامته، خاضعًا ذليلا متشققًا من خشية الله تعالى. وتلك الأمثال نضربها، ونوضحها للناس؛ لعلهم يتفكرون في قدرة الله وعظمته. وفي الآية حث على تدبر القرآن، وتفهم معانيه، والعمل به.",
        "mukhtasar": "لو أنزلنا هذا القرآن على جبل لرأيت - أيها الرسول - ذلك الجبل مع صلابته متذللًا متشققًا من شدة خشية الله؛ لما في القرآن من المواعظ الزاجرة والوعيد الشديد، وهذه الأمثال نضربها للناس لعلهم يُعْمِلُون عقولهم فيتعظوا بما تشتمل عليه آياته من العظات والعبر.",
        "saadi": "ولما بين تعالى لعباده ما بين، وأمرهم  ونهاهم في كتابه العزيز، كان هذا موجبا لأن يبادروا إلى ما دعاهم إليه وحثهم عليه، ولو كانوا في القسوة وصلابة القلوب كالجبال الرواسي، فإن هذا القرآن لو أنزله على جبل لرأيته خاشعا متصدعا من خشية الله أي: لكمال تأثيره في القلوب، فإن مواعظ القرآن أعظم المواعظ على الإطلاق، وأوامره ونواهيه محتوية على الحكم والمصالح المقرونة بها، وهي من أسهل شيء على النفوس، وأيسرها على الأبدان، خالية من التكلف  لا تناقض فيها ولا اختلاف، ولا صعوبة فيها ولا اعتساف، تصلح لكل زمان ومكان، وتليق لكل أحد.ثم أخبر تعالى أنه يضرب للناس الأمثال، ويوضح لعباده في كتابه الحلال والحرام، لأجل أن يتفكروا في آياته ويتدبروها، فإن التفكر فيها يفتح للعبد خزائن العلم، ويبين له طرق الخير والشر، ويحثه على مكارم الأخلاق، ومحاسن الشيم، ويزجره عن مساوئ الأخلاق، فلا أنفع للعبد من التفكر في القرآن والتدبر لمعانيه. ",
        "kathir": "يقول تعالى معظما لأمر القرآن ، ومبينا علو قدره ، وأنه ينبغي أن تخشع له القلوب ، وتتصدع عند سماعه لما فيه من الوعد والوعيد الأكيد : ( لو أنزلنا هذا القرآن على جبل لرأيته خاشعا متصدعا من خشية الله ) أي : فإن كان الجبل في غلظته وقساوته ، لو فهم هذا القرآن فتدبر ما فيه ، لخشع وتصدع من خوف الله ، عز وجل ، فكيف يليق بكم أيها البشر ألا تلين قلوبكم وتخشع ، وتتصدع من خشية الله ، وقد فهمتم عن الله أمره وتدبرتم كتابه ؟ ولهذا قال تعالى : ( وتلك الأمثال نضربها للناس لعلهم يتفكرون ) .قال العوفي : عن ابن عباس في قوله : ( لو أنزلنا هذا القرآن على جبل لرأيته خاشعا ) إلى آخرها ، يقول : لو أني أنزلت هذا القرآن على جبل حملته إياه ، لتصدع وخشع من ثقله ، ومن خشية الله . فأمر الله الناس إذا نزل عليهم القرآن أن يأخذوه بالخشية الشديدة والتخشع . ثم قال : كذلك يضرب الله الأمثال للناس لعلهم يتفكرون . وكذا قال قتادة ، وابن جرير .وقد ثبت في الحديث المتواتر : أن رسول الله - صلى الله عليه وسلم - لما عمل له المنبر ، وقد كان يوم الخطبة يقف إلى جانب جذع من جذوع المسجد ، فلما وضع المنبر أول ما وضع ، وجاء النبي - صلى الله عليه وسلم - ليخطب فجاوز الجذع إلى نحو المنبر ، فعند ذلك حن الجذع وجعل يئن كما يئن الصبي الذي يسكن ، لما كان يسمع من الذكر والوحي عنده . ففي بعض روايات هذا الحديث قال الحسن البصري بعد إيراده : \" فأنتم أحق أن تشتاقوا إلى رسول الله - صلى الله عليه وسلم - من الجذع \" . وهكذا هذه الآية الكريمة ، إذا كانت الجبال الصم لو سمعت كلام الله وفهمته ، لخشعت وتصدعت من خشيته فكيف بكم وقد سمعتم وفهمتم ؟ وقد قال تعالى : ( ولو أن قرآنا سيرت به الجبال أو قطعت به الأرض أو كلم به الموتى ) الآية [ الرعد : 31 ] . وقد تقدم أن معنى ذلك : أي لكان هذا القرآن . وقال تعالى : ( وإن من الحجارة لما يتفجر منه الأنهار وإن منها لما يشقق فيخرج منه الماء وإن منها لما يهبط من خشية الله ) [ البقرة : 74 ] ."
      },
      "translations": {
        "en": "If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.",
        "fr": "Si Nous avions fait descendre ce Coran sur une montagne, tu l'aurais vu s'humilier et se fendre par crainte d'Allah. Et ces paraboles Nous les citons aux gens afin qu'ils réfléchissent.",
        "es": "Si hubiéramos hecho descender este Corán en una montaña, habrías visto a ésta humillarse y henderse por miedo a Alá. Proponemos a los hombres estos símiles. Quizás, así, reflexionen."
      },
      "ibn_ashour": "لَوْ أَنْزَلْنَا هَذَا الْقُرْآَنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ (21)لما حذّر المسلمين من الوقوع في مهواة نسيان الله التي وقع فيها الفاسقون ، وتوعد الدين نَسُوا الله بالنار ، وبيّن حالهم بأن الشيطان سوّل لهم الكفر . وكان القرآن دالاً على مسالك الخير ومحذّراً من مسالك الشر ، وما وقع الفاسقون في الهلكة إلا من جراء إهمالهم التدبر فيه ، وذلك من نسيانهم الله تعالى انتقل الكلام إلى التنويه بالقرآن وهديه البيّن الذي لا يصرف الناسَ عنه إلا أهواؤهم ومكابرتهم ، وكان إعراضهم عنه أصل استمرار ضلالهم وشركهم ، ضَرب لهم هذا المثل تعجيباً من تصلبهم في الضلال .وفي هذا الانتقال إيذان بانتهاء السورة لأنه انتقال بعد طول الكلام في غرضضِ فَتح قُرى اليهود وما ينال المنافقين من جَرَّائِه من خسران في الدنيا والآخرة .و { هذا القرآن } إشارة إلى المقدار الذي نَزل منه ، وهو ما عرفوه وتلَوه وسمعوا تلاوته .وفائدة الإِتيان باسم إشارة القريب التعريض لهم بأن القرآن غير بعيد عنهم . وأنه في متناولهم ولا كلفة عليه"
    },
    {
      "number": 22,
      "text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ۖ عَٰلِمُ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ ۖ هُوَ ٱلرَّحْمَٰنُ ٱلرَّحِيمُ",
      "tafsir": {
        "muyassar": "هو الله سبحانه وتعالى المعبود بحق الذي لا إله سواه، عالم السر والعلن، يعلم ما غاب وما حضر، هو الرحمن الذي وسعت رحمته كل شيء، الرحيم بأهل الإيمان به.",
        "mukhtasar": "22 - 23 - هو الله الذي لا معبود بحق غيره، عالم ما غاب وما حضر، لا يخفى عليه شيء من ذلك، رحمن الدنيا والآخرة ورحيمهما، وسعت رحمته العالمين، الملك، المُنَزَّه والمُقَدَّس عن كل نقص، السالم من كل عيب، المصدق رسله بالآيات الباهرة، الرقيب على أعمال عباده، العزيز الذي لا يغلبه أحد، الجبار الذي قهر بجبروته كل شيء، المتكبر، تَنَزَّه الله وتَقَدّس عما يشرك معه المشركون من الأوثان وغيرها.",
        "saadi": "هذه الآيات الكريمات قد اشتملت على كثير من أسماء الله الحسنى وأوصافه العلى، عظيمة الشأن، وبديعة البرهان، فأخبر أنه الله المألوه المعبود، الذي لا إله إلا هو، وذلك لكماله العظيم، وإحسانه الشامل، وتدبيره العام، وكل إله سواه  فإنه باطل لا يستحق من العبادة مثقال ذرة، لأنه فقير عاجز ناقص، لا يملك لنفسه ولا لغيره شيئا، ثم وصف نفسه بعموم العلم الشامل، لما غاب عن الخلق وما يشاهدونه، وبعموم رحمته التي وسعت كل شيء ووصلت إلى كل حي.",
        "kathir": "ثم قال تعالى : ( هو الله الذي لا إله إلا هو عالم الغيب والشهادة هو الرحمن الرحيم ) أخبر تعالى أنه الذي لا إله إلا هو فلا رب غيره ، ولا إله للوجود سواه ، وكل ما يعبد من دونه فباطل ، وأنه عالم الغيب والشهادة ، أي : يعلم جميع الكائنات المشاهدات لنا والغائبات عنا فلا يخفى عليه شيء في الأرض ، ولا في السماء من جليل وحقير ، وصغير وكبير ، حتى الذر في الظلمات .وقوله : ( هو الرحمن الرحيم ) قد تقدم الكلام على ذلك في أول التفسير ، بما أغنى عن إعادته ها هنا . والمراد أنه ذو الرحمة الواسعة الشاملة لجميع المخلوقات ، فهو رحمن الدنيا والآخرة ورحيمهما ، وقد قال تعالى : ( ورحمتي وسعت كل شيء ) [ الأعراف : 156 ] ، وقال ( كتب ربكم على نفسه الرحمة ) [ الأنعام : 54 ] ، وقال ( قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون ) [ يونس : 58 ] ."
      },
      "translations": {
        "en": "He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.",
        "fr": "C'est Lui Allah. Nulle divinité autre que Lui, le Connaisseur de l'Invisible tout comme du visible. C'est Lui, le Tout Miséricordieux, le Très Miséricordieux.",
        "es": "Es Alá -no hay más dios que Él-, el Conocedor de lo oculto y de lo patente. Es el Compasivo, el Misericordioso."
      },
      "ibn_ashour": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ (22)لما تكرر في هذه السورة ذكر اسم الله وضمائره وصفاته أربعين مرة منها أربع وعشرون بذكر اسم الجلالة وست عشرة مرة بذكر ضميره الظاهرِ ، أو صفاته العلية . وكان ما تضمنته السورة دلائل على عظيم قدرة الله وبديع تصرفه وحكمته .وكان مما حوته السورة الاعتبارُ بعظيم قدرة الله إذْ أيد النبي صلى الله عليه وسلم والمسلمين ونصرَهم على بني النضير ذلك النصرَ الخارق للعادة ، وذِكر ما حل بالمنافقين أنصارهم وأن ذلك لأنهم شاقُّوا الله ورسوله وقوبل ذلك بالثناء على المؤمنين بالله ورسوله صلى الله عليه وسلم الذين نصروا الدّين ، ثم الأمر بطاعة الله والاستعداد ليوم الجزاء ، والتحذير من الذين أعرضوا عن كتاب الله ومن سوء عاقبتهم ، وختم ذلك بالتذكير بالقرآن الدال على الخير ، والمعرّف بعظمة الله المقتضية شدة خشيته ، عقب ذلك بذكر طائفة من عظيم صفات الله ذات الآثار العديدة في تصرفاته المناسبة لغرض السورة زيادة في تعريف المؤمنين بعظمته المقتضية للمزيد من خشيته . وبالصفات الحسنى الموجبة لمحبته ، وزيادةً في إرهاب المعا"
    },
    {
      "number": 23,
      "text": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
      "tafsir": {
        "muyassar": "هو الله المعبود بحق، الذي لا إله إلا هو، الملك لجميع الأشياء، المتصرف فيها بلا ممانعة ولا مدافعة، المنزَّه عن كل نقص، الذي سلِم من كل عيب، المصدِّق رسله وأنبياءه بما ترسلهم به من الآيات البينات، الرقيب على كل خلقه في أعمالهم، العزيز الذي لا يغالَب، الجبار الذي قهر جميع العباد، وأذعن له سائر الخلق، المتكبِّر الذي له الكبرياء والعظمة. تنزَّه الله تعالى عن كل ما يشركونه به في عبادته.",
        "mukhtasar": "22 - 23 - هو الله الذي لا معبود بحق غيره، عالم ما غاب وما حضر، لا يخفى عليه شيء من ذلك، رحمن الدنيا والآخرة ورحيمهما، وسعت رحمته العالمين، الملك، المُنَزَّه والمُقَدَّس عن كل نقص، السالم من كل عيب، المصدق رسله بالآيات الباهرة، الرقيب على أعمال عباده، العزيز الذي لا يغلبه أحد، الجبار الذي قهر بجبروته كل شيء، المتكبر، تَنَزَّه الله وتَقَدّس عما يشرك معه المشركون من الأوثان وغيرها.",
        "saadi": "ثم كرر [ذكر] عموم إلهيته وانفراده بها، وأنه المالك لجميع الممالك، فالعالم العلوي والسفلي وأهله، الجميع، مماليك لله، فقراء مدبرون.{ الْقُدُّوسُ السَّلَامُ } أي: المقدس السالم من كل عيب وآفة ونقص، المعظم الممجد، لأن القدوس يدل على التنزيه عن كل نقص، والتعظيم لله في أوصافه وجلاله.{ الْمُؤْمِنُ } أي: المصدق لرسله وأنبيائه بما جاءوا به، بالآيات البينات، والبراهين القاطعات، والحجج الواضحات.{ الْعَزِيزُ } الذي لا يغالب ولا يمانع، بل قد قهر كل شيء، وخضع له كل شيء، { الْجَبَّارُ } الذي قهر جميع العباد، وأذعن له سائر الخلق، الذي يجبر الكسير، ويغني الفقير، { الْمُتَكَبِّرُ } الذي له الكبرياء والعظمة، المتنزه عن جميع العيوب والظلم والجور.{ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ } وهذا تنزيه عام عن كل ما وصفه به من أشرك به وعانده.",
        "kathir": "وقوله ( هو الله الذي لا إله إلا هو الملك ) أي : المالك لجميع الأشياء المتصرف فيها بلا ممانعة ولا مدافعة .وقوله : ( القدوس ) قال وهب بن منبه : أي الطاهر . وقال مجاهد ، وقتادة : أي المبارك : وقال ابن جريج : تقدسه الملائكة الكرام .( السلام ) أي : من جميع العيوب والنقائص ; بكماله في ذاته وصفاته وأفعاله .وقوله : ( المؤمن ) قال الضحاك عن ابن عباس : أي أمن خلقه من أن يظلمهم . وقال قتادة : أمن بقوله : إنه حق . وقال ابن زيد : صدق عباده المؤمنين في إيمانهم به .وقوله : ( المهيمن ) قال ابن عباس وغير واحد : أي الشاهد على خلقه بأعمالهم ، بمعنى : هو رقيب عليهم ، كقوله : ( والله على كل شيء شهيد ) [ البروج : 9 ] ، وقوله ( ثم الله شهيد على ما يفعلون ) [ يونس : 46 ] .وقوله : ( أفمن هو قائم على كل نفس بما كسبت ) الآية [ الرعد : 33 ] .وقوله : ( العزيز ) أي : الذي قد عز كل شيء فقهره ، وغلب الأشياء فلا ينال جنابه لعزته ، وعظمته ، وجبروته ، وكبريائه ; ولهذا قال : ( الجبار المتكبر ) أي : الذي لا تليق الجبرية إلا له ، ولا التكبر إلا لعظمته ، كما تقدم في الصحيح : \" العظمة إزاري ، والكبرياء ردائي ، فمن نازعني واحدا منهما عذبته \" .وقال قتادة : الجبار : الذي جبر خلقه على ما يشاء .وقال ابن جرير : الجبار : المصلح أمور خلقه ، المتصرف فيهم بما فيه صلاحهم .وقال قتادة : المتكبر : يعني عن كل سوء .ثم قال : ( سبحان الله عما يشركون ) ."
      },
      "translations": {
        "en": "He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.",
        "fr": "C'est Lui, Allah. Nulle divinité autre que Lui; Le Souverain, Le Pur, L'Apaisant, Le Rassurant, Le Prédominant, Le Tout Puissant, Le Contraignant, L'Orgueilleux. Gloire à Allah! Il transcende ce qu'ils Lui associent.",
        "es": "Es Alá -no hay más dios que Él-, el Rey, el Santísimo, la Paz, Quien da Seguridad, el Custodio, el Poderoso, el Fuerte, el Sumo. ¡Gloria a Alá! ¡Está por encima de lo que Le asocian!"
      },
      "ibn_ashour": "هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ (23){ هُوَ الله الذى لاَ إله إِلاَّ هُوَ الملك القدوس السلام المؤمن المهيمن العزيز الجَبّارُ المتُتَكَبِرُّ } .القول في ضمير { هو } كالقول في نظيره في الجملة الأولى . وهذا تكرير للاستئناف لأن المقام مقام تعظيم وهو من مقامات التكرير ، وفيه اهتمام بصفة الوحدانية .و { الملك } : الحاكِم في الناس ، ولا مَلِك على الإِطلاق إلاّ الله تعالى وأما وصف غيره بالمَلِك فهو بالإِضافة إلى طائفة معيَّنة من الناس . وعُقب وصفا الرحمة بوصف { الملك } للإِشارة إلى أن رحمته فضل وأنه مطلق التصرف كما وقع في سورة الفاتحة .و { القدوس } بضم القاف في الأفصح ، وقد تفتح القاف قال ابن جنّي : فَعُّول في الصفة قليل ، وإنما هو في الأسماء مثل تَنُّور وسَفُّود وعَبُّود . وذكر سيبويه السَّبُّوح والقَدوس بالفتح ، وقال ثعلب : لم يَرد فَعُّول بضم أوله إلا القُدوس والسُّبوح . وزاد غيره الذُّرُّوح ، وهو ذُباب أحمر متقطع الحمرة بسواد يشبه الزنبور . ويسمى "
    },
    {
      "number": 24,
      "text": "هُوَ ٱللَّهُ ٱلْخَٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "هو الله سبحانه وتعالى الخالق المقدر للخلق، البارئ المنشئ الموجد لهم على مقتضى حكمته، المصوِّر خلقه كيف يشاء، له سبحانه الأسماء الحسنى والصفات العلى، يسبِّح له جميع ما في السموات والأرض، وهو العزيز شديد الانتقام مِن أعدائه، الحكيم في تدبيره أمور خلقه.",
        "mukhtasar": "هو الله الخالق الذي خلق كل شيء، الموجد للأشياء، المصور لمخلوقاته وفق ما يريد، له سبحانه الأسماء الحسنى المشتملة على صفاته العلا، ينزهه ما في السماوات وما في الأرض عن كل نقص، العزيز الذي لا يغلبه أحد، الحكيم في خلقه وشرعه وقدره.",
        "saadi": "{ هُوَ اللَّهُ الْخَالِقُ } لجميع المخلوقات { الْبَارِئُ } للمبروءات { الْمُصَوِّرُ } للمصورات، وهذه الأسماء متعلقة بالخلق والتدبير والتقدير، وأن ذلك كله قد انفرد الله به، لم يشاركه فيه مشارك.{ لَهُ الْأَسْمَاءُ الْحُسْنَى } أي: له الأسماء الكثيرة جدا، التي لا يحصيها ولا يعلمها أحد إلا الله هو، ومع ذلك، فكلها حسنى أي: صفات كمال، بل تدل على أكمل الصفات وأعظمها، لا نقص في شيء منها بوجه من الوجوه، ومن حسنها أن الله يحبها، ويحب من يحبها، ويحب من عباده أن يدعوه ويسألوه بها.ومن كماله، وأن له الأسماء الحسنى، والصفات العليا، أن جميع من في السماوات والأرض مفتقرون إليه على الدوام، يسبحون بحمده، ويسألونه حوائجهم، فيعطيهم من فضله وكرمه ما تقتضيه رحمته وحكمته، { وَهُوَ الْعَزِيزُ الْحَكِيمُ } الذي لا يريد شيئا إلا ويكون، ولا يكون شيئا إلا لحكمة ومصلحة.تم تفسير سورة الحشر،فلله الحمد على ذلك، والمنة والإحسان.  ",
        "kathir": "وقوله : ( هو الله الخالق البارئ المصور ) الخلق : التقدير ، والبراء : هو الفري ، وهو التنفيذ وإبراز ما قدره وقرره إلى الوجود ، وليس كل من قدر شيئا ورتبه يقدر على تنفيذه وإيجاده سوى الله عز وجل . قال الشاعر يمدح آخرولأنت تفري ما خلقت وبعض القوم يخلق ثم لا يفريأي : أنت تنفذ ما خلقت ، أي : قدرت بخلاف غيرك فإنه لا يستطيع ما يريد . فالخلق : التقدير . والفري : التنفيذ . ومنه يقال : قدر الجلاد ثم فرى ، أي : قطع على ما قدره بحسب ما يريده .وقوله تعالى : ( الخالق البارئ المصور ) أي : الذي إذا أراد شيئا قال له : كن ، فيكون على الصفة التي يريد ، والصورة التي يختار . كقوله : ( في أي صورة ما شاء ركبك ) [ الانفطار : 8 ] ولهذا قال : ( المصور ) أي : الذي ينفذ ما يريد إيجاده على الصفة التي يريدها .وقوله : ( له الأسماء الحسنى ) قد تقدم الكلام على ذلك في \" سورة الأعراف \" ، وذكر الحديث المروي في الصحيحين عن أبي هريرة ، عن رسول الله - صلى الله عليه وسلم - : \" إن لله تعالى تسعة وتسعين اسما ، مائة إلا واحدا ، من أحصاها دخل الجنة ، وهو وتر يحب الوتر \" . وتقدم سياق الترمذي ، وابن ماجه له ، عن أبي هريرة أيضا ، وزاد بعد قوله : \" وهو وتر يحب الوتر \" - واللفظ للترمذي - : \" هو الله الذي لا إله إلا هو ، الرحمن ، الرحيم ، الملك ، القدوس ، السلام ، المؤمن ، المهيمن ، العزيز ، الجبار ، المتكبر ، الخالق ، البارئ ، المصور ، الغفار ، القهار ، الوهاب ، الرزاق ، الفتاح ، العليم ، القابض ، الباسط ، الخافض ، الرافع ، المعز ، المذل ، السميع ، البصير ، الحكم ، العدل ، اللطيف ، الخبير ، الحليم ، العظيم ، الغفور ، الشكور ، العلي ، الكبير ، الحفيظ ، المقيت ، الحسيب ، الجليل ، الكريم ، الرقيب ، المجيب ، الواسع ، الحكيم ، الودود ، المجيد ، الباعث ، الشهيد ، الحق ، الوكيل ، القوي ، المتين ، الولي ، الحميد ، المحصي ، المبدئ ، المعيد ، المحيي ، المميت ، الحي ، القيوم ، الواجد ، الماجد ، الواحد ، الصمد ، القادر ، المقتدر ، المقدم ، المؤخر ، الأول ، الآخر ، الظاهر ، الباطن ، الوالي ، المتعالي ، البر ، التواب ، المنتقم ، العفو ، الرءوف ، مالك الملك ، ذو الجلال والإكرام ، المقسط ، الجامع ، الغني ، المغني ، المانع ، الضار ، النافع ، النور ، الهادي ، البديع ، الباقي ، الوارث ، الرشيد ، الصبور \" .وسياق ابن ماجه بزيادة ، ونقصان ، وتقديم ، وتأخير ، وقد قدمنا ذلك مبسوطا مطولا بطرقه ، وألفاظه بما أغنى عن إعادته هنا .وقوله : ( يسبح له ما في السماوات والأرض ) كقوله ( تسبح له السماوات السبع والأرض ومن فيهن وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم إنه كان حليما غفورا ) [ الإسراء : 44 ] .وقوله : ( وهو العزيز ) أي : فلا يرام جنابه ) الحكيم ) في شرعه وقدره . وقد قال الإمام أحمد :حدثنا أبو أحمد الزبيري ، حدثنا خالد - يعني : ابن طهمان أبو العلاء الخفاف - حدثنا نافع بن أبي نافع ، عن معقل بن يسار ، عن النبي - صلى الله عليه وسلم - قال : \" من قال حين يصبح ثلاث مرات : أعوذ بالله السميع العليم من الشيطان الرجيم ، ثم قرأ ثلاث آيات من آخر سورة الحشر ، وكل الله به سبعين ألف ملك يصلون عليه حتى يمسي ، وإن مات في ذلك اليوم مات شهيدا ، ومن قالها حين يمسي كان بتلك المنزلة \" .ورواه الترمذي ، عن محمود بن غيلان ، عن أبي أحمد الزبيري به . ، وقال : غريب لا نعرفه إلا من هذا الوجه .آخر تفسير سورة الحشر ولله الحمد والمنة."
      },
      "translations": {
        "en": "He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.",
        "fr": "C'est Lui Allah, le Créateur, Celui qui donne un commencement à toute chose, le Formateur. A Lui les plus beaux noms. Tout ce qui est dans les cieux et la terre Le glorifie. Et c'est Lui le Puissant, le Sage.",
        "es": "Es Alá, el Creador, el Hacedor, el Formador. Posee los nombres más bellos. Lo que está en los cielos y en la tierra Le glorifica. Es el Poderoso, el Sabio."
      },
      "ibn_ashour": "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (24){ هُوَ الله الخالق البارىء المصور } .القول في ضمير { هو } المفتتح به وفي تكرير الجملة كالقول في التي سبقتها . فإن كان ضمير الغيبة ضميرَ شأن فالجملة بعده خبر عنه .وجملة { الله الخالق } تفيد قصراً بطريق تعريف جزأي الجملة هو الخالق لا شركاؤهم . وهذا إبطال لإلهية ما لا يخلق . قال تعالى : { والذين تدعون من دون الله لا يخلقون شيئاً وهم يخلقون } [ النحل : 20 ] ، وقال : { أفمن يخلق كمن لا يخلق أفلا تذكرون } [ النحل : 17 ] ، وإن كان عائداً على اسم الجلالة المتقدم فاسم الجلالة بعده خبر عنه و { الخالق } صفة .و { الخالق } : اسم فاعل من الخلق ، وأصل الخلق في اللغة إيجاد شيء على صورة مخصوصه . وقد تقدم عند قوله تعالى حكاية عن عيسى عليه السّلام { إني أخلق لكم من الطين كهيئة الطير } الآية [ 49 ] في سورة آل عمران . ويطلق الخلق على معنى أخص من إيجاد الصور وهو إيجاد ما لم يكن موجوداً . كقوله تعالى : { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيا"
    }
  ]
}