{
  "number": 60,
  "name": "سُورَةُ المُمۡتَحنَةِ",
  "englishName": "Al-Mumtahana",
  "revelationType": "Medinan",
  "ayahCount": 13,
  "ayahs": [
    {
      "number": 1,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًۭا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تتخذوا عدوي وعدوكم خلصاء وأحباء، تُفْضون إليهم بالمودة، فتخبرونهم بأخبار الرسول صلى الله عليه وسلم، وسائر المسلمين، وهم قد كفروا بما جاءكم من الحق من الإيمان بالله ورسوله وما نزل عليه من القرآن، يخرجون الرسول ويخرجونكم- أيها المؤمنون- من \"مكة\"؛ لأنكم تصدقون بالله ربكم، وتوحدونه، إن كنتم- أيها المؤمنون- هاجرتم مجاهدين في سبيلي، طالبين مرضاتي عنكم، فلا توالوا أعدائي وأعداءكم، تُفْضون إليهم بالمودة سرًّا، وأنا أعلم بما أخفيتم وما أظهرتم، ومن يفعل ذلك منكم فقد أخطأ طريق الحق والصواب، وضلَّ عن قصد السبيل.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تتخذوا أعدائي وأعداءكم أولياء توالونهم وتوادّونهم، وقد كفروا بما جاءكم على يد رسولكم من الدين، يُخْرِجون الرسول من داره، ويخرجونكم أنتم كذلك من دياركم بمكة، لا يراعون فيكم قرابة ولا رحمًا، لا لشيء إلا أنكم آمنتم بالله ربكم، لا تفعلوا ذلك إن كنتم خرجتم لأجل الجهاد في سبيلي، ومن أجل طلب مرضاتي، تُسِرُّون إليهم بأخبار المسلمين مودة لهم، وأنا أعلم بما أخفيتم من ذلك وما أعلنتم، لا يخفى عليَّ شيء من ذلك ولا من غيره، ومن يفعل تلك الموالاة والموادة للكفار فقد انحرف عن وسط الطريق، وضلّ عن الحق، وجانَبَ الصواب.",
        "saadi": "ذكر كثير من المفسرين، [رحمهم الله]، أن سبب نزول هذه الآيات الكريمات في قصة حاطب بن أبي بلتعة، حين غزا النبي صلى الله عليه وسلم غزوة الفتح، فكتب حاطب إلى قريش  يخبرهم بمسير رسول الله صلى الله عليه وسلم إليهم، ليتخذ بذلك يدا عندهم لا [شكا و] نفاقا، وأرسله مع امرأة، فأخبر النبي صلى الله عليه وسلم بشأنه، فأرسل إلى المرأة قبل وصولها وأخذ منها الكتاب.وعاتب حاطبا، فاعتذر رضي الله عنه بعذر قبله النبي صلى الله عليه وسلم، وهذه الآيات فيها النهي الشديد عن موالاة الكفار من المشركين وغيرهم، وإلقاء المودة إليهم، وأن ذلك مناف للإيمان، ومخالف لملة إبراهيم الخليل عليه الصلاة والسلام، ومناقض للعقل الذي يوجب الحذر كل الحذر من العدو، الذي لا يبقي من مجهوده في العداوة شيئا، وينتهز الفرصة في إيصال الضرر إلى عدوه، فقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا } اعملوا بمقتضى إيمانكم، من ولاية من قام بالإيمان، ومعاداة من عاداه، فإنه عدو لله، وعدو للمؤمنين.فلا تتخذوا عدو الله { وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ } أي: تسارعون في مودتهم وفي السعي بأسبابها، فإن المودة إذا حصلت، تبعتها النصرة والموالاة، فخرج العبد من الإيمان، وصار من جملة أهل الكفران، وانفصل عن أهل الإيمان.وهذا المتخذ للكافر وليا، عادم المروءة أيضا، فإنه كيف يوالي أعدى أعدائه الذي لا يريد له إلا الشر، ويخالف ربه ووليه الذي يريد به الخير، ويأمره به، ويحثه عليه؟! ومما يدعو المؤمن أيضا إلى معاداة الكفار، أنهم قد كفروا بما جاء المؤمنين من الحق، ولا أعظم من هذه المخالفة والمشاقة، فإنهم قد كفروا بأصل دينكم، وزعموا أنكم ضلال على غير هدى.والحال أنهم كفروا بالحق الذي لا شك فيه ولا مرية، ومن رد الحق فمحال أن يوجد له دليل أو حجة تدل على صحة قوله، بل مجرد العلم بالحق  يدل على بطلان قول من رده وفساده.ومن عداوتهم البليغة أنهم { يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ } أيها المؤمنون من دياركم، ويشردونكم من أوطانكم، ولا ذنب لكم في ذلك عندهم، إلا أنكم تؤمنون بالله ربكم الذي يتعين على الخلق كلهم القيام بعبوديته، لأنه رباهم، وأنعم عليهم، بالنعم الظاهرة والباطنة، وهو الله تعالى.فلما أعرضوا عن هذا الأمر، الذي هو أوجب الواجبات، وقمتم به، عادوكم، وأخرجوكم - من أجله - من دياركم، فأي دين، وأي مروءة وعقل، يبقى مع العبد إذا والى الكفار الذين هذا وصفهم في كل زمان أو مكان؟\" ولا يمنعهم منه إلا خوف، أو مانع قوي.{ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي } أي: إن كان خروجكم مقصودكم به الجهاد في سبيل الله، لإعلاء كلمة الله، وابتغاء مرضاة الله  فاعملوا بمقتضى هذا، من موالاة أولياء الله ومعاداة أعدائه، فإن هذا هو الجهاد في سبيله  وهو من أعظم ما يتقرب به المتقربون إلى ربهم ويبتغون به رضاه.{ تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ } أي: كيف تسرون المودة للكافرين وتخفونها، مع علمكم أن الله عالم بما تخفون وما تعلنون؟!، فهو وإن خفي على المؤمنين، فلا يخفى على الله تعالى، وسيجازي العباد بما يعلمه منهم من الخير والشر، { وَمَنْ يَفْعَلْهُ مِنْكُمْ } أي: موالاة الكافرين بعد ما حذركم الله منها { فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ } لأنه سلك مسلكا مخالفا للشرع وللعقل والمروءة الإنسانية.",
        "kathir": "تفسير سورة الممتحنة وهي مدنية .كان سبب نزول صدر هذه السورة الكريمة قصة حاطب بن أبي بلتعة ، وذلك أن حاطبا هذا كان رجلا من المهاجرين ، وكان من أهل بدر أيضا ، وكان له بمكة أولاد ومال ، ولم يكن من قريش أنفسهم ، بل كان حليفا لعثمان . فلما عزم رسول الله - صلى الله عليه وسلم - على فتح مكة لما نقض أهلها العهد ، فأمر النبي - صلى الله عليه وسلم - المسلمين بالتجهيز لغزوهم ، وقال : \" اللهم ، عم عليهم خبرنا \" . فعمد حاطب هذا فكتب كتابا ، وبعثه مع امرأة من قريش إلى أهل مكة ، يعلمهم بما عزم عليه رسول الله - صلى الله عليه وسلم - من غزوهم ، ليتخذ بذلك عندهم يدا ، فأطلع الله رسوله على ذلك استجابة لدعائه . فبعث في أثر المرأة فأخذ الكتاب منها ، وهذا بين في هذا الحديث المتفق على صحته . قال الإمام أحمد :حدثنا سفيان ، عن عمرو ، أخبرني حسن بن محمد بن علي ، أخبرني عبيد الله بن أبي رافع - وقال مرة : إن عبيد الله بن أبي رافع أخبره : أنه سمع عليا رضي الله عنه ، يقول : بعثني رسول الله - صلى الله عليه وسلم - أنا ، والزبير ، والمقداد فقال : \" انطلقوا حتى تأتوا روضة خاخ فإن بها ظعينة معها كتاب ، فخذوه منها \" . فانطلقنا تعادى بنا خيلنا حتى أتينا الروضة ، فإذا نحن بالظعينة ، قلنا : أخرجي الكتاب . قالت : ما معي كتاب . قلنا : لتخرجن الكتاب أو لنلقين الثياب . قال : فأخرجت الكتاب من عقاصها ، فأخذنا الكتاب فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه : من حاطب بن أبي بلتعة إلى ناس من المشركين بمكة يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم - . فقال رسول الله - صلى الله عليه وسلم - : \" يا حاطب ، ما هذا ؟ \" . قال : لا تعجل علي ، إني كنت امرأ ملصقا في قريش ، ولم أكن من أنفسهم ، وكان من معك من المهاجرين لهم قرابات يحمون أهليهم بمكة ، فأحببت إذ فاتني ذلك من النسب فيهم أن أتخذ فيهم يدا يحمون بها قرابتي ، وما فعلت ذلك كفرا ولا ارتدادا عن ديني ولا رضا بالكفر بعد الإسلام . فقال رسول الله - صلى الله عليه وسلم - : \" إنه صدقكم \" . فقال عمر : دعني أضرب عنق هذا المنافق . فقال : \" إنه قد شهد بدرا ما يدريك لعل الله اطلع إلى أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" .وهكذا أخرجه الجماعة إلا ابن ماجه ، من غير وجه ، عن سفيان بن عيينة به . . وزاد البخاري في كتاب \" المغازي \" : فأنزل الله السورة : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) . وقال في كتاب التفسير : قال عمرو : ونزلت فيه : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) قال : \" لا أدري الآية في الحديث أو قال عمرو \" . قال البخاري : قال علي - يعني : ابن المديني - : قيل لسفيان في هذا : نزلت ( لا تتخذوا عدوي وعدوكم أولياء ) ؟ فقال سفيان : هذا في حديث الناس ، حفظته من عمرو ما تركت منه حرفا ، وما أرى أحدا حفظه غيري .وقد أخرجاه في الصحيحين من حديث حصين بن عبد الرحمن ، عن سعد بن عبيدة عن أبي عبد الرحمن السلمي ، عن علي قال : بعثني رسول الله - صلى الله عليه وسلم - وأبا مرثد والزبير بن العوام ، وكلنا فارس ، وقال : انطلقوا حتى تأتوا روضة خاخ ، فإن بها امرأة من المشركين معها كتاب من حاطب إلى المشركين : فأدركناها تسير على بعير لها حيث قال رسول الله - صلى الله عليه وسلم - فقلنا : الكتاب ؟ فقالت : ما معي كتاب . فأنخناها فالتمسنا فلم نر كتابا ، فقلنا : ما كذب رسول الله - صلى الله عليه وسلم - ! لتخرجن الكتاب أو لنجردنك . فلما رأت الجد أهوت إلى حجزتها وهي محتجزة بكساء فأخرجته . فانطلقنا بها إلى رسول الله - صلى الله عليه وسلم - فقال عمر : يا رسول الله ، قد خان الله ورسوله والمؤمنين ، فدعني فلأضرب عنقه . فقال : \" ما حملك على ما صنعت ؟ \" . قال : والله ما بي إلا أن أكون مؤمنا بالله ورسوله ، أردت أن تكون لي عند القوم يد يدفع الله بها عن أهلي ومالي ، وليس أحد من أصحابك إلا له هنالك من عشيرته من يدفع الله به عن أهله وماله . فقال : \" صدق ، لا تقولوا له إلا خيرا \" . فقال عمر : إنه قد خان الله ورسوله والمؤمنين ، فدعني فلأضرب عنقه . فقال : \" أليس من أهل بدر ؟ \" فقال : \" لعل الله قد اطلع إلى أهل بدر فقال : اعملوا ما شئتم فقد وجبت لكم الجنة - أو : قد غفرت لكم \" . فدمعت عينا عمر ، وقال : الله ورسوله أعلم .هذا لفظ البخاري في \" المغازي \" في غزوة بدر وقد روي من وجه آخر عن علي قال ابن أبي حاتم :حدثنا علي بن الحسن الهسنجاني ، حدثنا عبيد بن يعيش ، حدثنا إسحاق بن سليمان الرازي ، عن أبي سنان - هو سعيد بن سنان ، - عن عمرو بن مرة الجملي ، عن أبي البختري الطائي ، عن الحارث عن علي قال : لما أراد النبي - صلى الله عليه وسلم - أن يأتي مكة أسر إلى أناس من أصحابه أنه يريد مكة ، فيهم حاطب بن أبي بلتعة وأفشى في الناس أنه يريد خيبر . قال : فكتب حاطب بن أبي بلتعة إلى أهل مكة أن رسول الله - صلى الله عليه وسلم - يريدكم . فأخبر رسول الله - صلى الله عليه وسلم - قال : فبعثني رسول الله - صلى الله عليه وسلم - وأبا مرثد ، وليس منا رجل إلا وعنده فرس ، فقال : \" ائتوا روضة خاخ فإنكم ستلقون بها امرأة معها كتاب ، فخذوه منها \" . فانطلقنا حتى رأيناها بالمكان الذي ذكر رسول الله - صلى الله عليه وسلم - . فقلنا لها : هات الكتاب . فقالت : ما معي كتاب . فوضعنا متاعها وفتشناها فلم نجده في متاعها ، فقال أبو مرثد : لعله ألا يكون معها . فقلت : ما كذب رسول الله - صلى الله عليه وسلم - ولا كذبنا . فقلنا لها : لتخرجنه أو لنعرينك . فقالت : أما تتقون الله ؟ ! ألستم مسلمين ؟ فقلنا : لتخرجنه أو لنعرينك . قال عمرو بن مرة : فأخرجته من حجزتها . وقال حبيب بن أبي ثابت : أخرجته من قبلها . فأتينا به رسول الله - صلى الله عليه وسلم - فإذا الكتاب من حاطب بن أبي بلتعة . فقام عمر فقال : يا رسول الله ، خان الله ورسوله ، فائذن لي فلأضرب عنقه . فقال رسول الله : \" أليس قد شهد بدرا ؟ \" . قالوا : بلى . وقال عمر : بلى ، ولكنه قد نكث وظاهر أعداءك عليك . فقال رسول الله - صلى الله عليه وسلم - : \" فلعل الله اطلع إلى أهل بدر فقال : اعملوا ما شئتم ، إني بما تعملون بصير \" . ففاضت عينا عمر وقال : الله ورسوله أعلم . فأرسل رسول الله - صلى الله عليه وسلم - إلى حاطب فقال : \" يا حاطب ، ما حملك على ما صنعت ؟ \" . فقال : يا رسول الله ، إني كنت امرأ ملصقا في قريش ، وكان لي بها مال وأهل ، ولم يكن من أصحابك أحد إلا وله بمكة من يمنع أهله وماله ، فكتبت إليهم بذلك ووالله - يا رسول الله - إني لمؤمن بالله ورسوله . فقال رسول الله - صلى الله عليه وسلم - : \" صدق حاطب ، فلا تقولوا لحاطب إلا خيرا \" . قال حبيب بن أبي ثابت : فأنزل الله : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) الآية .وهكذا رواه ابن جرير ، عن ابن حميد ، عن مهران ، عن أبي سنان - سعيد بن سنان - بإسناده مثله . وقد ذكر ذلك أصحاب المغازي والسير ، فقال محمد بن إسحاق بن يسار في السيرة .حدثني محمد بن جعفر بن الزبير ، عن عروة بن الزبير وغيره من علمائنا قال : لما أجمع رسول الله - صلى الله عليه وسلم - المسير إلى مكة ، كتب حاطب بن أبي بلتعة كتابا إلى قريش يخبرهم بالذي أجمع عليه رسول الله - صلى الله عليه وسلم - من الأمر في السير إليهم ، ثم أعطاه امرأة - زعم محمد بن جعفر أنها من مزينة وزعم غيره أنها : سارة مولاة لبني عبد المطلب - وجعل لها جعلا على أن تبلغه قريشا فجعلته في رأسها ، ثم فتلت عليه قرونها ، ثم خرجت به . وأتى رسول الله - صلى الله عليه وسلم - الخبر من السماء بما صنع حاطب ، فبعث علي بن أبي طالب ، والزبير بن العوام ، فقال : \" أدركا امرأة قد كتب معها حاطب بكتاب إلى قريش ، يحذرهم ما قد أجمعنا له من أمرهم \" .فخرجا حتى أدركاها بالخليفة - خليفة بني أبي أحمد - فاستنزلاها بالخليفة ، فالتمسا في رحلها فلم يجدا شيئا ، فقال لها علي بن أبي طالب : إني أحلف بالله ما كذب رسول الله وما كذبنا ولتخرجن لنا هذا الكتاب أو لنكشفنك . فلما رأت الجد منه قالت : أعرض . فأعرض ، فحلت قرون رأسها ، فاستخرجت الكتاب منها ، فدفعته إليه . فأتى به رسول الله - صلى الله عليه وسلم - فدعا رسول الله حاطبا فقال : \" يا حاطب ما حملك على هذا ؟ \" . فقال : يا رسول الله ، أما والله إني لمؤمن بالله ورسوله ما غيرت ولا بدلت ، ولكني كنت امرأ ليس لي في القوم من أهل ولا عشيرة ، وكان لي بين أظهرهم ولد وأهل فصانعتهم عليهم فقال عمر بن الخطاب : يا رسول الله ، دعني فلأضرب عنقه ، فإن الرجل قد نافق . فقال رسول الله - صلى الله عليه وسلم - : \" وما يدريك يا عمر ! لعل الله قد اطلع إلى أصحاب بدر يوم بدر فقال : اعملوا ما شئتم ، فقد غفرت لكم \" . فأنزل الله ، عز وجل ، في حاطب : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) إلى قوله : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برآء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده ) [ الممتحنة : 4 ] إلى آخر القصة .وروى معمر ، عن الزهري ، عن عروة نحو ذلك . وهكذا ذكر مقاتل بن حيان : أن هذه الآيات نزلت في حاطب بن أبي بلتعة : أنه بعث سارة مولاة بني هاشم ، وأنه أعطاها عشرة دراهم ، وأن رسول الله - صلى الله عليه وسلم - بعث في أثرها عمر بن الخطاب ، وعلي بن أبي طالب ، رضي الله عنهما ، فأدركاها بالجحفة . . . وذكر تمام القصة كنحو ما تقدم . وعن السدي قريبا منه . وهكذا قال العوفي ، عن ابن عباس ، ومجاهد ، وقتادة ، وغير واحد : أن هذه الآيات نزلت في حاطب بن أبي بلتعة .فقوله تعالى : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق ) يعني : المشركين والكفار الذين هم محاربون لله ولرسوله وللمؤمنين ، الذين شرع الله عداوتهم ومصارمتهم ، ونهى أن يتخذوا أولياء ، وأصدقاء ، وأخلاء ، كما قال ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم ) [ المائدة : 51 ] . وهذا تهديد شديد ووعيد أكيد ، وقال تعالى : ( يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين أوتوا الكتاب من قبلكم والكفار أولياء واتقوا الله إن كنتم مؤمنين ) [ المائدة : 57 ] وقال تعالى : ( يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين أتريدون أن تجعلوا لله عليكم سلطانا مبينا ) [ النساء : 144 ] . وقال تعالى : ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه ) [ آل عمران : 28 ] ; ولهذا قبل رسول الله - صلى الله عليه وسلم - عذر حاطب لما ذكر أنه إنما فعل ذلك مصانعة لقريش ، لأجل ما كان له عندهم من الأموال والأولاد .ويذكر ها هنا الحديث الذي رواه الإمام أحمد :حدثنا مصعب بن سلام ، حدثنا الأجلح ، عن قيس بن أبي مسلم ، عن ربعي بن حراش ، سمعت حذيفة يقول : ضرب لنا رسول الله - صلى الله عليه وسلم - أمثالا : واحدا ، وثلاثة ، وخمسة ، وسبعة ، وتسعة ، وأحد عشر - قال : فضرب لنا منها مثلا وترك سائرها ، قال : \" إن قوما كانوا أهل ضعف ومسكنة ، قاتلهم أهل تجبر وعداء ، فأظهر الله أهل الضعف عليهم ، فعمدوا إلى عدوهم فاستعملوهم وسلطوهم ، فأسخطوا الله عليهم إلى يوم يلقونه \" .وقوله : ( يخرجون الرسول وإياكم ) هذا مع ما قبله من التهييج على عداوتهم وعدم موالاتهم ، لأنهم أخرجوا الرسول وأصحابه من بين أظهرهم كراهة لما هم عليه من التوحيد وإخلاص العبادة لله وحده ; ولهذا قال : ( أن تؤمنوا بالله ربكم ) أي : لم يكن لكم عندهم ذنب إلا إيمانكم بالله رب العالمين ، كقوله : ( وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد ) [ البروج : 8 ] ، وكقوله ( الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله ) [ الحج : 40 ] .وقوله : ( إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي ) أي : إن كنتم كذلك فلا تتخذوهم أولياء ، إن كنتم خرجتم مجاهدين في سبيلي باغين لمرضاتي عنكم فلا توالوا أعدائي وأعداءكم ، وقد أخرجوكم من دياركم وأموالكم حنقا عليكم وسخطا لدينكم .وقوله : ( تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ) أي : تفعلون ذلك وأنا العالم بالسرائر والضمائر والظواهر ( ومن يفعله منكم فقد ضل سواء السبيل)"
      },
      "translations": {
        "en": "O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.",
        "fr": "O vous qui avez cru! Ne prenez pas pour alliés Mon ennemi et le vôtre, leur offrant l'amitié, alors qu'ils ont nié ce qui vous est parvenu de la vérité. Ils expulsent le Messager et vous-mêmes parce que vous croyez en Allah, votre Seigneur. Si vous êtes sortis pour lutter dans Mon chemin et pour rechercher Mon agrément, leur témoignerez-vous secrètement de l'amitié, alors que Je connais parfaitement ce que vous cachez et ce que vous divulguez? Et quiconque d'entre vous le fait s'égare de la droiture du sentier.",
        "es": "¡Creyentes! ¡No toméis como amigos a los enemigos Míos y vuestros, dándoles muestras de afecto, siendo así que no creen en la Verdad venida a vosotros! Expulsan al Enviado y os expulsan a vosotros porque creéis en Alá vuestro Señor. Si salís para luchar por Mi causa y por deseo de agradarme, ¿les tendréis un afecto secreto? Yo sé bien lo que ocultáis y lo que manifestáis. Quien de vosotros obra así, se extravía del camino recto."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (1)اتفق المفسرون وثبت في «صحيح الأحاديث» أن هذه الآية نزلت في قضية الكتاب الذي كتب به حاطب بن أبي بلتعة حليف بني أسد بن عبد العُزّى من قريش . وكان حاطب من المهاجرين أصحاب رسول الله صلى الله عليه وسلم ومن أهل بدر .وحاصل القصة مأخوذة مما في «صحيح الآثار» ومشهور السيرة : أن رسول الله صلى الله عليه وسلم كان قد تجهّز قاصداً مكة . قيل لأجل العمرة عام الحديبية ، وهو الأصح ، وقيل لأجل فتح مكة وهو لا يستقيم ، فقدمتْ أيامئذٍ من مكة إلى المدينة امرأة تسمّى سارة مولاةٌ لأبي عَمرو بن صيفي بن هاشم بن عبد مناف وكانت على دين الشرك فقَالت لرسول الله صل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءًۭ وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
      "tafsir": {
        "muyassar": "إن يظفر بكم هؤلاء الذين تُسرُّون إليهم بالمودة يكونوا حربًا عليكم، ويمدوا إليكم أيديهم بالقتل والسبي، وألسنتهم بالسب والشتم، وهم قد تمنَّوْا- على كل حال- لو تكفرون مثلهم.",
        "mukhtasar": "إن يظفروا بكم يُظْهِروا ما يضمرونه في قلوبهم من العداوة، ويمدّوا أيديهم إليكم بالإيذاء والضرب، ويطلقوا ألسنتهم بالشتم والسبّ، وتمنّوا لو تكفرون بالله وبرسوله لتكونوا مثلهم.",
        "saadi": "ثم بين تعالى شدة عداوتهم، تهييجا للمؤمنين على عداوتهم، { إِنْ يَثْقَفُوكُمْ } أي: يجدوكم، وتسنح لهم الفرصة في أذاكم، { يَكُونُوا لَكُمْ أَعْدَاءً } ظاهرين { وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ } بالقتل والضرب، ونحو ذلك.{ وَأَلْسِنَتَهُمْ بِالسُّوءِ } أي: بالقول الذي يسوء، من شتم وغيره، { وَوَدُّوا لَوْ تَكْفُرُونَ } فإن هذا غاية ما يريدون منكم.",
        "kathir": "إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء ) أي : لو قدروا عليكم لما اتقوا فيكم من أذى ينالونكم به بالمقال والفعال . ( وودوا لو تكفرون ) أي : ويحرصون على ألا تنالوا خيرا ، فهم عداوتهم لكم كامنة وظاهرة ، فكيف توالون مثل هؤلاء ؟ وهذا تهييج على عداوتهم أيضا ."
      },
      "translations": {
        "en": "If they gain dominance over you, they would be to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.",
        "fr": "S'ils vous dominent, ils seront des ennemis pour vous et étendront en mal leurs mains et leurs langues vers vous; et ils aimeraient que vous deveniez mécréants.",
        "es": "Si dan con vosotros, son para vosotros enemigos y os maltratan de obra y de palabra. Querrían que no creyerais..."
      },
      "ibn_ashour": "إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (2)تفيد هذه الجملة معنى التعليل لمفاد قوله تعالى : { فقد ضل سواء السبيل } [ الممتحنة : 1 ] باعتبار بعض ما أفادته الجملة ، وهو الضلال عن الرشد ، فإنه قد يخفى ويظنّ أن في تطلب مودّة العدوِّ فائدة ، كما هو حال المنافقين المحكي في قوله تعالى : { الذين يتربصون بكم فإن كان لكم فتح من الله قالوا ألم نكن معكم وإن كان للكافرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من المؤمنين } [ النساء : 141 ] ، فقد يُظن أن موالاتهم من الدهاء والحزم رَجاء نفعهم إن دالت لهم الدولة ، فبيّن الله لهم خطأ هذا الظنّ ، وأنهم إن استفادوا من مودتهم إياهم إطلاعاً على قوتهم فتأهبوا لهم وظفِروا بهم لم يكونوا ليرقبوا فيهم إلاَّ ولا ذِمّةً ، وأنهم لو أخذوهم وتمكنوا منهم لكانوا أعداء لهم لأن الذي أضمر العداوة زمناً يعسر أن ينقلب ودوداً ، وذلك لشدة الحنق على ما لَقُوا من المسلمين من إبطال دين الشرك وتحقير أهله وأصنامهم .وفعل { يكونوا } مشعر بأن عداوتهم قديمة وأنها تستمر .والبسط : مستعار للإِك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ ۚ يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "tafsir": {
        "muyassar": "لن تنفعكم قراباتكم ولا أولادكم شيئًا حين توالون الكفار مِن أجلهم، يوم القيامة يفرق الله بينكم، فيُدْخل أهل طاعته الجنة، وأهل معصيته النار. والله بما تعملون بصير، لا يخفى عليه شيء من أقوالكم وأعمالكم.",
        "mukhtasar": "لن تنفعكم قرابتكم، ولا أولادكم إذا واليتم الكفار من أجلهم، يوم القيامة يفرق الله بينكم، فيدخل أهل الجنة الجنة، وأهل النار النار، فلا ينفع بعضكم بعضًا، والله بما تعملون بصير، لا يخفى عليه سبحانه شيء من أعمالكم، وسيجازيكم عليها.",
        "saadi": "فإن احتججتم وقلتم: نوالي الكفار لأجل القرابة والأموال، فلن تغني عنكم أموالكم ولا أولادكم من الله شيئا. { والله بما تعملون بصير } فلذلك حذركم من موالاة الكافرين الذين تضركم موالاتهم. ",
        "kathir": "وقوله : ( لن تنفعكم أرحامكم ولا أولادكم يوم القيامة يفصل بينكم والله بما تعملون بصير ) أي : قراباتكم لا تنفعكم عند الله إذا أراد الله بكم سوءا ، ونفعهم لا يصل إليكم إذا أرضيتموهم بما يسخط الله ، ومن وافق أهله على الكفر ليرضيهم فقد خاب وخسر وضل عمله ، ولا ينفعه عند الله قرابته من أحد ، ولو كان قريبا إلى نبي من الأنبياء . قال الإمام أحمد :حدثنا عفان ، حدثنا حماد ، عن ثابت ، عن أنس أن رجلا قال : يا رسول الله : أين أبي ؟ قال : \" في النار \" فلما قفى دعاه فقال : \" إن أبي وأباك في النار \" .ورواه مسلم ، وأبو داود ، من حديث حماد بن سلمة به ."
      },
      "translations": {
        "en": "Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allah, of what you do, is Seeing.",
        "fr": "Ni vos proches parents ni vos enfants ne vous seront d'aucune utilité le Jour de la Résurrection, Il [Allah] décidera entre vous, et Allah est Clairvoyant sur ce que vous faites.",
        "es": "El día de la Resurrección no os aprovecharán ni vuestros parientes ni vuestros hijos. Él fallará acerca de vosotros. Alá ve bien lo que hacéis."
      },
      "ibn_ashour": "لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (3)تخلص من تبيين سوء عاقبة موالاة أعداء الدّين في الحياة الدنيا ، إلى بيان سوء عاقبة تلك الموالاة في الآخرة ، ومناسبة حسن التخلص قوله : { وودوا لو تكفرون } [ الممتحنة : 2 ] الدالّ على معنى : أن ودادَتهم كفركم من قبل أن يثقفوكم تنقلب إلى أن يكرهوكم على الكفر حين يثقفونكم ، فلا تنفعكم ذوو أرحامكم مثل الأمهات والإِخوة الأشقاء ، وللأمّ ، ولا أولادكم ، ولا تدفع عنكم عذاب الآخرة إن كانوا قد نفعوكم في الدنيا بصلة ذوي الأرحام ونصرة الأولاد .فجملة { لن تنفعكم أرحامكم ولا أولادكم } إلى آخرها مستأنفة استئنافاً بيانياً ناشئاً عن سؤال مفروض ممن يسمع جملة { ودُّوا لو تكفرون } [ الممتحنة : 2 ] ، أي من حق ذلك أن يُسأل عن آثارِه لخطر أمرها .وإذا كان ناشئاً عن كلام جرى مجرى التعليل لجملة { فقد ضل سواء السبيل } [ الممتحنة : 1 ] ، فهو أيضاً مفيد تعليلاً ثانياً بحسب المعنى ، ولولا إرادة الاستئناف البياني لجاءت هذه الجملة معطوفة بالواو على التي قبلها ، وزاد ذلك حسناً أن ما صدر من ح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌۭ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍۢ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "قد كانت لكم-أيها المؤمنون- قدوة حسنة في إبراهيم عليه السلام والذين معه من المؤمنين، حين قالوا لقومهم الكافرين بالله: إنا بريئون منكم وممَّا تعبدون من دون الله من الآلهة والأنداد، كفرنا بكم، وأنكرنا ما أنتم عليه من الكفر، وظهر بيننا وبينكم العداوة والبغضاء أبدًا ما دمتم على كفركم، حتى تؤمنوا بالله وحده، لكن لا يدخل في الاقتداء استغفار إبراهيم لأبيه؛ فإن ذلك إنما كان قبل أن يتبين لإبراهيم أن أباه عدو لله، فلما تبين له أنه عدو لله تبرأ منه، ربنا عليك اعتمدنا، وإليك رجعنا بالتوبة، وإليك المرجع يوم القيامة.",
        "mukhtasar": "قد كان لكم - أيها المؤمنون - قدوة حسنة في إبراهيم عليه السلام والمؤمنين الذين كانوا معه، حين قالوا لقومهم الكفار: إنا بريئون منكم ومما تعبدون من دون الله من الأصنام، كفرنا بما أنتم عليه من الدين، وظهرت بيننا وبينكم العداوة والكراهية حتى تؤمنوا بالله وحده، ولا تشركوا به أحدًا، فكان عليكم أن تتبرؤوا من قومكم الكفار مثلهم، إلا قول إبراهيم عليه السلام لأبيه: لأطلبنّ المغفرة لك من الله، فلا تتأسوا به فيه؛ لأن هذا كان قبل يأس إبراهيم من أبيه، فليس لمؤمن أن يطلب المغفرة لمشرك، ولست بدافع عنك من عذاب الله شيئًا، ربنا عليك اعتمدنا في أمورنا كلها، وإليك رجعنا تائبين، وإليك المرجع يوم القيامة.",
        "saadi": "قد كان لكم يا معشر المؤمنين { أُسْوَةٌ حَسَنَةٌ } أي: قدوة صالحة وائتمام ينفعكم، { فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ } من المؤمنين، لأنكم قد أمرتم أن تتبعوا ملة إبراهيم حنيفا، { إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ } أي: إذ تبرأ إبراهيم عليه السلام ومن معه من المؤمنين، من قومهم المشركين ومما يعبدون من دون الله.ثم صرحوا بعداوتهم غاية التصريح، فقالوا: { كَفَرْنَا بِكُمْ وَبَدَا } أي: ظهر وبان { بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ } أي: البغض بالقلوب، وزوال مودتها، والعداوة بالأبدان، وليس لتلك العداوة والبغضاء وقت ولا حد، بل ذلك { أَبَدًا } ما دمتم مستمرين على كفركم { حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ } أي: فإذا آمنتم بالله وحده، زالت العداوة والبغضاء، وانقلبت مودة وولاية، فلكم أيها المؤمنون أسوة [حسنة] في إبراهيم ومن معه في القيام بالإيمان والتوحيد، والقيام بلوازم ذلك ومقتضياته، وفي كل شيء تعبدوا به لله وحده، { إِلَّا } في خصلة واحدة وهي { قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ } آزر المشرك، الكافر، المعاند، حين دعاه إلى الإيمان والتوحيد، فامتنع، فقال إبراهيم : { لَأَسْتَغْفِرَنَّ لَكَ و } الحال أني لا { أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ } لكني أدعو ربي عسى أن لا أكون بدعاء ربي شقيا، فليس لكم أن تقتدوا بإبراهيم في هذه الحالة التي دعا بها للمشرك، فليس لكم أن تدعوا للمشركين، وتقولوا: إنا في ذلك متبعون لملة إبراهيم، فإن الله ذكر عذر إبراهيم في ذلك بقوله: { وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إن إبراهيم لأواه حليم } ولكم أسوة حسنة في إبراهيم ومن معه، حين دعوا الله وتوكلوا عليه وأنابوا إليه، واعترفوا بالعجز والتقصير، فقالوا: { رَبَّنَا عَلَيْكَ تَوَكَّلْنَا } أي: اعتمدنا عليك في جلب ما ينفعنا ودفع ما يضرنا، ووثقنا بك يا ربنا في ذلك.{ وَإِلَيْكَ أَنَبْنَا } أي: رجعنا إلى طاعتك ومرضاتك وجميع ما يقرب إليك، فنحن في ذلك ساعون، وبفعل الخيرات مجتهدون، ونعلم أنا إليك نصير، فسنستعد للقدوم عليك، ونعمل ما يقربنا الزلفى إليك  ",
        "kathir": "يقول تعالى لعباده المؤمنين الذين أمرهم بمصارمة الكافرين ، وعداوتهم ، ومجانبتهم ، والتبري منهم : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه ) أي : وأتباعه الذين آمنوا معه ( إذ قالوا لقومهم إنا برآء منكم ) أي : تبرأنا منكم ( ومما تعبدون من دون الله كفرنا بكم ) أي : بدينكم وطريقكم ( وبدا بيننا وبينكم العداوة والبغضاء أبدا ) يعني : وقد شرعت العداوة والبغضاء من الآن بيننا وبينكم ، ما دمتم على كفركم فنحن أبدا نتبرأ منكم ونبغضكم ( حتى تؤمنوا بالله وحده ) أي : إلى أن توحدوا الله فتعبدوه وحده لا شريك له ، وتخلعوا ما تعبدون معه من الأنداد والأوثان .وقوله : ( إلا قول إبراهيم لأبيه لأستغفرن لك ) أي : لكم في إبراهيم وقومه أسوة حسنة تتأسون بها ، إلا في استغفار إبراهيم لأبيه ، فإنه إنما كان عن موعدة وعدها إياه ، فلما تبين له أنه عدو لله تبرأ منه . وذلك أن بعض المؤمنين كانوا يدعون لآبائهم الذين ماتوا على الشرك ويستغفرون لهم ، ويقولون : إن إبراهيم كان يستغفر لأبيه ، فأنزل الله ، عز وجل : ( ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه فلما تبين له أنه عدو لله تبرأ منه إن إبراهيم لأواه حليم ) [ التوبة : 113 ، 114 ] . وقال تعالى في هذه الآية الكريمة : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه ) إلى قوله : ( إلا قول إبراهيم لأبيه لأستغفرن لك وما أملك لك من الله من شيء ) أي : ليس لكم في ذلك أسوة ، أي : في الاستغفار للمشركين ، هكذا قال ابن عباس ، ومجاهد ، وقتادة ، ومقاتل ، والضحاك ، وغير واحد .ثم قال تعالى مخبرا عن قول إبراهيم والذين معه ، حين فارقوا قومهم وتبرءوا منهم ، فلجئوا إلى الله وتضرعوا إليه فقالوا : ( ربنا عليك توكلنا وإليك أنبنا وإليك المصير ) أي : توكلنا عليك في جميع الأمور ، وسلمنا أمورنا إليك ، وفوضناها إليك ( وإليك المصير ) أي : المعاد في الدار الآخرة ."
      },
      "translations": {
        "en": "There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.",
        "fr": "Certes, vous avez eu un bel exemple [à suivre] en Abraham et en ceux qui étaient avec lui, quand ils dirent à leur peuple: «Nous vous désavouons, vous et ce que vous adorez en dehors d'Allah. Nous vous renions. Entre vous et nous, l'inimitié et la haine sont à jamais déclarées jusqu'à ce que vous croyiez en Allah, seul». Exception faite de la parole d'Abraham [adressée] à son père: «J'implorerai certes, le pardon [d'Allah] en ta faveur bien que je ne puisse rien pour toi auprès d'Allah». «Seigneur, c'est en Toi que nous mettons notre confiance et à Toi nous revenons [repentants]. Et vers Toi est le Devenir.",
        "es": "Tenéis un bello modelo en Abraham y en los que con él estaban. Cuando dijeron a su pueblo: «No somos responsables de vosotros ni de lo que servís en lugar de servir a Alá. ¡Renegamos de vosotros! ¡Ha aparecido, entre nosotros y vosotros, hostilidad y odio para siempre mientras no creáis en Alá Solo!» No es de imitar, en cambio, Abraham cuando dijo a su padre: «He de pedir perdón para ti, aunque no pueda hacer nada por ti contra Alá. ¡Señor! Confiamos en Ti y a Ti nos volvemos arrepentidos. ¡Eres Tú el fin de todo!"
      },
      "ibn_ashour": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآَءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4){ قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فى إبراهيم والذين مَعَهُ إِذْ قَالُواْ لِقَوْمِهِمْ إِنَّا } .صدر هذه الآية يفيد تأكيداً لمضمون جملة { إن يثقفوكم } [ الممتحنة : 2 ] وجملة { لن تنفعكم أرحامكم } [ الممتحنة : 3 ] ، لأنها بما تضمنته من أن الموجه إليهم التوبيخ خالفوا الأسوةَ الحسنة تقوي إثبات الخطأ المستوجب للتوبيخ .ذلك أنه بعد الفراغ من بيان خطأ من يوالي عدوَّ الله بما يجرّ إلى أصحابه من مضارّ في الدنيا وفي الآخرة تحذيراً لهم من ذلك ، انتقل إلى تمثيل الحالة الصالحة بمثال من فعل أهل الإِيمان الصادق والاستقامة القويمة وناهيك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "ربنا لا تجعلنا فتنة للذين كفروا بعذابك لنا أو تسلط الكافرين علينا فيفتنونا عن ديننا، أو يظهروا علينا فيُفتنوا بذلك، ويقولوا: لو كان هؤلاء على حق، ما أصابهم هذا العذاب، فيزدادوا كفرًا، واستر علينا ذنوبنا بعفوك عنها ربنا، إنك أنت العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "ربنا لا تُصَيِّرنا فتنة للذين كفروا بأن تسلطهم علينا فيقولوا: لو كانوا على حق لما سُلِّطنا عليهم، واغفر لنا ربنا ذنوبنا، إنك أنت العزيز الذي لا يُغْلب، الحكيم في خلقك وشرعك وقدرك.",
        "saadi": "{ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا } أي: لا تسلطهم علينا بذنوبنا، فيفتنونا، ويمنعونا مما يقدرون عليه من أمور الإيمان، ويفتنون أيضا بأنفسهم، فإنهم إذا رأوا لهم الغلبة، ظنوا أنهم على الحق وأنا على الباطل، فازدادوا كفرا وطغيانا، { وَاغْفِرْ لَنَا } ما اقترفنا من الذنوب والسيئات، وما قصرنا به من المأمورات، { رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ } القاهر لكل شيء، { الْحَكِيمُ } الذي يضع الأشياء مواضعها، فبعزتك  وحكمتك انصرنا على أعدائنا، واغفر لنا ذنوبنا، وأصلح عيوبنا.",
        "kathir": "( ربنا لا تجعلنا فتنة للذين كفروا ) قال مجاهد : معناه : لا تعذبنا بأيديهم ، ولا بعذاب من عندك ، فيقولوا : لو كان هؤلاء على حق ما أصابهم هذا . وكذا قال الضحاك .وقال قتادة لا تظهرهم علينا فيفتتنوا بذلك ، يرون أنهم إنما ظهروا علينا لحق هم عليه . واختاره ابن جرير .وقال علي بن أبي طلحة ، عن ابن عباس : لا تسلطهم علينا فيفتنونا .وقوله : ( واغفر لنا ربنا إنك أنت العزيز الحكيم ) أي : واستر ذنوبنا عن غيرك ، واعف عنها فيما بيننا وبينك ، ( إنك أنت العزيز الحكيم ) أي : الذي لا يضام من لاذ بجناحك ) الحكيم ) في أقوالك وأفعالك وشرعك وقدرك ."
      },
      "translations": {
        "en": "Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"",
        "fr": "Seigneur, ne fais pas de nous [un sujet] de tentation pour ceux qui ont mécru; et pardonne-nous, Seigneur, car c'est Toi le Puissant, le Sage».",
        "es": "¡Señor! ¡No hagas de nosotros instrumento de tentación para los infieles! ¡Perdónanos, Señor! Eres Tú el Poderoso, el Sabio»."
      },
      "ibn_ashour": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (5){ رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ واغفر لَنَا رَبَّنَآ إِنَّكَ أَنتَ العزيز الحكيم } .الفتنة : اضطراب الحال وفساده ، وهي اسم مصدر فتجيء بمعنى المصدر كقوله تعالى : { والفتنة أشد من القتل } [ البقرة : 191 ] وتجيء وصفاً للمفتون والفاتن .ومعنى جَعلهم فتنة للذين كفروا : جعلهم مفتونين يفتنُهم الذين كفروا ، فيصدق ذلك بأن يتسلط عليهم الذين كفروا فيفتنون كما قال تعالى : { إن الذين فتنوا المؤمنين } [ البروج : 10 ] الخ . ويصدق أيضاً بأن تختل أمور دينهم بسبب الذين كفروا ، أي بمحبتهم والتقرب منهم كقوله تعالى حكاية عن دعاء موسى { إن هي إلا فتنتك تضل بها من تشاء } [ الأعراف : 155 ] .وعلى الوجهين فالفتنة من إطلاق المصدر على اسم المفعول . وتقدم في قوله تعالى : { ربنا لا تجعلنا فتنة للقوم الظالمين } في سورة [ يونس : 85 ] .واللام في للذين كفروا } على الوجهين للملك ، أي مفتونين مسخرين لهم .ويجوز عندي أن تكون { فتنة } مصدراً بمعنى اسم الفاعل ، أي لا تجعلنا فاتنين ، ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌۭ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "tafsir": {
        "muyassar": "لقد كان لكم- أيها المؤمنون- في إبراهيم عليه السلام والذين معه قدوة حميدة لمن يطمع في الخير من الله في الدنيا والآخرة، ومن يُعْرِض عما ندبه الله إليه من التأسي بأنبيائه، ويوال أعداء الله، فإن الله هو الغنيُّ عن عباده، الحميد في ذاته وصفاته، المحمود على كل حال.",
        "mukhtasar": "هذه القدوة الحسنة إنما يتأسى بها من كان يرجو من الله الخير في الدنيا والآخرة، ومن يعرض عن هذه القدوة الحسنة فإن الله غني عن عباده، لا يحتاج إلى طاعتهم، وهو المحمود على كل حال.",
        "saadi": "ثم كرر الحث [لهم] على الاقتداء بهم، فقال: { لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ } وليس كل أحد تسهل عليه هذه الأسوة، وإنما تسهل على من { كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ } فإن الإيمان واحتساب الأجر والثواب، يسهل على العبد كل عسير، ويقلل لديه كل كثير، ويوجب له الإكثار من الاقتداء بعباد الله الصالحين، والأنبياء والمرسلين، فإنه يرى نفسه مفتقرا ومضطرا إلى ذلك غاية الاضطرار.{ وَمَنْ يَتَوَلَّ } عن طاعة الله والتأسي برسل الله، فلن يضر إلا نفسه، ولا يضر الله شيئا، { فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ } الذي له الغنى التام [المطلق] من جميع الوجوه، فلا يحتاج إلى أحد من خلقه [بوجه]، { الْحَمِيدُ } في ذاته وأسمائه وصفاته وأفعاله، فإنه محمود على ذلك كله.",
        "kathir": "ثم قال تعالى : ( لقد كان لكم فيهم أسوة حسنة لمن كان يرجو الله واليوم الآخر ) وهذا تأكيد لما تقدم ومستثنى منه ما تقدم أيضا لأن هذه الأسوة المثبتة ها هنا هي الأولى بعينها .وقوله : ( لمن كان يرجو الله واليوم الآخر ) تهييج إلى ذلك كل مقر بالله والمعاد .وقوله : ( ومن يتول ) أي : عما أمر الله به ، ( فإن الله هو الغني الحميد ) كقوله ( إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد ) [ إبراهيم : 8 ] .وقال علي بن أبي طلحة عن ابن عباس : ( الغني ) الذي قد كمل في غناه ، وهو الله ، هذه صفته لا تنبغي إلا له ، ليس له كفء ، وليس كمثله شيء ، سبحان الله الواحد القهار . ) الحميد ) المستحمد إلى خلقه ، أي : هو المحمود في جميع أفعاله وأقواله ، لا إله غيره ، ولا رب سواه ."
      },
      "translations": {
        "en": "There has certainly been for you in them an excellent pattern for anyone whose hope is in Allah and the Last Day. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
        "fr": "Vous avez certes eu en eux un bel exemple [à suivre], pour celui qui espère en Allah et en le Jour dernier; mais quiconque se détourne... alors Allah Se suffit à Lui-même et est Digne de louange.",
        "es": "Tenéis en ellos un bello modelo para quien cuenta con Alá y con el último Día. Pero quien vuelve la espalda,... Alá es Quien Se basta a Sí mismo, el Digno de Alabanza."
      },
      "ibn_ashour": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (6)تكرير قوله آنفاً { قد كانت لكم إسوة حسنة في إبراهيم } [ الممتحنة : 4 ] الخ ، أعيد لتأكيد التحريض والحث على عدم إضاعة الائتساء بهم ، وليبنى عليه قوله لمن كان يرجو الله واليوم الآخر الخ .وقُرن هذا التأكيد بلام القسم مبالغة في التأكيد . وإنما لم تتصل بفعل { كان } تاء تأنيث مع أن اسمها مؤنث اللفظ لأن تأنيث أسوة غير حقيقي ، ولوقوع الفصل بين الفعل ومرفوعه بالجار والمجرور .والإِسوة هي التي تقدم ذكرها واختلاف القرّاء في همزتها في قوله : { قد كانت لكم إسوة حسنة } .وقوله : { لمن كان يرجو الله واليوم الآخر } بدل من ضمير الخطاب في قوله : { لكم } وهو شامل لجميع المخاطبين ، لأن المخاطبين بضمير { لكم } المؤمنون في قوله تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } [ الممتحنة : 1 ] فليس ذكر { لمن كان يرجو الله واليوم الآخر } تخصيصاً لبعض المؤمنين ولكنه ذكر للتذكير بأن الإِيمان بالله واليوم الآخر يقتضي تأسيَهم بالمؤمنين السابقين وهم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةًۭ ۚ وَٱللَّهُ قَدِيرٌۭ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "عسى الله أن يجعل بينكم- أيها المؤمنون- وبين الذين عاديتموهم من أقاربكم من المشركين محبة بعد البغضاء، وألفة بعد الشحناء بانشراح صدورهم للإسلام، والله قدير على كل شيء، والله غفور لعباده، رحيم بهم.",
        "mukhtasar": "عسى الله أن يجعل بينكم - أيها المؤمنون - وبين الذين عاديتم من الكفار محبة بحيث يهديهم الله للإسلام، فيكونون إخوة لكم في الدين، والله قدير يقدر أن يقلب قلوبهم إلى الإيمان، والله غفور لمن تاب من عباده، رحيم بهم.",
        "saadi": "ثم أخبر تعالى أن هذه العداوة التي أمر بها المؤمنين للمشركين، ووصفهم بالقيام بها أنهم ما داموا على شركهم وكفرهم، وأنهم إن انتقلوا إلى الإيمان، فإن الحكم يدور مع علته، فإن المودة  الإيمانية ترجع، فلا تيأسوا أيها المؤمنون، من رجوعهم إلى الإيمان، فـ { عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً } سببها رجوعهم إلى الإيمان، { وَاللَّهُ قَدِيرٌ } على كل شيء، ومن ذلك هداية القلوب وتقليبها من حال إلى حال، { وَاللَّهُ غَفُورٌ رَحِيمٌ } لا يتعاظمه ذنب أن يغفره، ولا يكبر عليه عيب أن يستره، { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } وفي هذه الآية إشارة وبشارة إلى إسلام بعض المشركين، الذين كانوا إذ ذاك أعداء للمؤمنين، وقد وقع ذلك، ولله الحمد والمنة.",
        "kathir": "يقول تعالى لعباده المؤمنين بعد أن أمرهم بعداوة الكافرين : ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة ) أي : محبة بعد البغضة ، ومودة بعد النفرة ، وألفة بعد الفرقة . ( والله قدير ) أي : على ما يشاء من الجمع بين الأشياء المتنافرة ، والمتباينة ، والمختلفة ، فيؤلف بين القلوب بعد العداوة والقساوة ، فتصبح مجتمعة متفقة ، كما قال تعالى ممتنا على الأنصار : ( واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا حفرة من النار فأنقذكم منها ) الآية [ آل عمران : 103 ] . وكذا قال لهم النبي - صلى الله عليه وسلم - : \" ألم أجدكم ضلالا فهداكم الله بي ، وكنتم متفرقين فألفكم الله بي ؟ \" . وقال الله تعالى : ( هو الذي أيدك بنصره وبالمؤمنين وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم ) [ الأنفال : 62 ، 63 ] . وفي الحديث \" أحبب حبيبك هونا ما ، فعسى أن يكون بغيضك يوما ما . وأبغض بغيضك هونا ما ، فعسى أن يكون حبيبك يوما ما \" . وقال الشاعروقد يجمع الله الشتيتين بعد ما يظنان كل الظن ألا تلاقياوقوله تعالى : ( والله غفور رحيم ) أي : يغفر للكافرين كفرهم إذا تابوا منه وأنابوا إلى ربهم وأسلموا له ، وهو الغفور الرحيم بكل من تاب إليه ، من أي ذنب كان .وقد قال مقاتل بن حيان : إن هذه الآية نزلت في أبي سفيان صخر بن حرب ، فإن رسول الله - صلى الله عليه وسلم - تزوج ابنته فكانت هذه مودة ما بينه وبينه .وفي هذا الذي قاله مقاتل نظر ; فإن رسول الله تزوج بأم حبيبة بنت أبي سفيان قبل الفتح وأبو سفيان إنما أسلم ليلة الفتح بلا خلاف . وأحسن من هذا ما رواه ابن أبي حاتم حيث قال :قرئ على محمد بن عزيز : حدثني سلامة ، حدثني عقيل ، حدثني ابن شهاب ; أن رسول الله - صلى الله عليه وسلم - استعمل أبا سفيان بن حرب على بعض اليمن فلما قبض رسول الله - صلى الله عليه وسلم - أقبل فلقي ذا الخمار مرتدا ، فقاتله ، فكان أول من قاتل في الردة وجاهد عن الدين . قال ابن شهاب : وهو ممن أنزل الله فيه : ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم ) .وفي صحيح مسلم ، عن ابن عباس : أن أبا سفيان قال : يا رسول الله ، ثلاث أعطنيهن . قال : \" نعم \" . قال : وتؤمرني حتى أقاتل الكفار كما كنت أقاتل المسلمين . قال : \" نعم \" . قال : ومعاوية تجعله كاتبا بين يديك . قال : \" نعم \" . قال : وعندي أحسن العرب وأجمله ، أم حبيبة بنت أبي سفيان أزوجكها . . . الحديث . وقد تقدم الكلام عليه ."
      },
      "translations": {
        "en": "Perhaps Allah will put, between you and those to whom you have been enemies among them, affection. And Allah is competent, and Allah is Forgiving and Merciful.",
        "fr": "Il se peut qu'Allah établisse de l'amitié entre vous et ceux d'entre eux dont vous avez été les ennemis. Et Allah est Omnipotent et Allah est Pardonneur et Très Miséricordieux.",
        "es": "Quizá establezca Alá la amistad entre vosotros y los que de ellos tenéis por enemigos. Alá es capaz, Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ (7)اعتراض وهو استئناف متصل بما قبله من أول السورة خوطب به المؤمنون تسلية لهم على ما نُهوا عنه من مواصلة أقربائهم ، بأن يرجوا من الله أن يجعل قطيعتهم آيلة إلى مودة بأن يُسلم المشركون من قرابة المؤمنين وقد حقق الله ذلك يوم فتح مكة بإسلام أبي سفيان والحارث بن هشام وسهيل بن عمرو وحكيم بن حزام .قال ابن عباس : كان من هذه المودة تزوج النبي صلى الله عليه وسلم أمَّ حبيبة بنت أبي سفيان ، تزوجها بعد وفاة زوجها عبدِ الله بن جَحش بأرض الحبشة بعد أن تنصَّر زوجها فلما تزوجها النبي صلى الله عليه وسلم لانت عريكة أبي سفيان وصرح بفضل النبي صلى الله عليه وسلم فقال : \" ذلك الفحل لا يُقْدَع أنفه \" ( روي بدال بعد القاف يُقال : قَدع أنفَه . إذا ضرَب أنفه بالرّمح ) وهذا تمثيل ، كانوا إذا نزا فحل غير كريم على ناقة كريمة دفعوه عنها بضرب أنفه بالرمح لئلا يكون نَتاجها هَجيناً . وإذ تقدم أن هذه السورة نزلت عام فتح مكة وكان تزوج النبي صلى الله عليه وسلم أمّ حبيبة في مدة مهاجرتها بالحبش",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "tafsir": {
        "muyassar": "لا ينهاكم الله -أيها المؤمنون- عن الذين550 لم يقاتلوكم من الكفار بسبب الدين، ولم يخرجوكم من دياركم أن تكرموهم بالخير، وتعدلوا فيهم بإحسانكم إليهم وبرِّكم بهم. إن الله يحب الذين يعدلون في أقوالهم وأفعالهم.",
        "mukhtasar": "لا ينهاكم الله عن الذين لم يقاتلوكم بسبب إسلامكم، ولم يخرجوكم من دياركم أن تحسنوا إليهم، وتعدلوا بينهم بأن تعطوهم ما لهم من حق عليكم، إن الله يحب العادلين الذين يعدلون في أنفسهم وأهليهم وما وُلُّوا.",
        "saadi": "ولما نزلت هذه الآيات الكريمات، المهيجة على عداوة الكافرين، وقعت من المؤمنين كل موقع، وقاموا بها أتم القيام، وتأثموا من صلة بعض أقاربهم المشركين، وظنوا أن ذلك داخل فيما نهى الله عنه.فأخبرهم الله أن ذلك لا يدخل في المحرم فقال: { لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ } أي: لا ينهاكم الله عن البر والصلة، والمكافأة بالمعروف، والقسط للمشركين، من أقاربكم وغيرهم، حيث كانوا بحال لم ينتصبوا لقتالكم في الدين والإخراج من دياركم، فليس عليكم جناح أن تصلوهم، فإن صلتهم في هذه الحالة، لا محذور فيها ولا مفسدة  كما قال تعالى عن الأبوين المشركين إذا كان ولدهما مسلما: { وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا } ",
        "kathir": "وقوله تعالى : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم ) أي لا ينهاكم عن الإحسان إلى الكفرة الذين لا يقاتلونكم في الدين ، كالنساء والضعفة منهم ، ( أن تبروهم ) أي : تحسنوا إليهم ( وتقسطوا إليهم ) أي : تعدلوا ( إن الله يحب المقسطين ) .قال الإمام أحمد : حدثنا أبو معاوية ، حدثنا هشام بن عروة ، عن فاطمة بنت المنذر ، عن أسماء - هي بنت أبي بكر ، رضي الله عنهما - قالت : قدمت أمي وهي مشركة في عهد قريش إذ عاهدوا ، فأتيت النبي - صلى الله عليه وسلم - فقلت : يا رسول الله ، إن أمي قدمت وهي راغبة ، أفأصلها ؟ قال : \" نعم ، صلي أمك \" أخرجاه .وقال الإمام أحمد : حدثنا عارم ، حدثنا عبد الله بن المبارك ، حدثنا مصعب بن ثابت ، حدثنا عامر بن عبد الله بن الزبير ، عن أبيه قال : قدمت قتيلة على ابنتها أسماء بنت أبي بكر بهدايا : صناب ، وأقط ، وسمن ، وهي مشركة ، فأبت أسماء أن تقبل هديتها ، وأن تدخلها بيتها ، فسألت عائشة النبي - صلى الله عليه وسلم - فأنزل الله ، عز وجل : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ) إلى آخر الآية ، فأمرها أن تقبل هديتها ، وأن تدخلها بيتها .وهكذا رواه ابن جرير ، وابن أبي حاتم ، من حديث مصعب بن ثابت به . وفي رواية لأحمد ، وابن جرير : \" قتيلة بنت عبد العزى بن عبد أسعد من بني مالك بن حسل . وزاد ابن أبي حاتم : \" في المدة التي كانت بين قريش ، ورسول الله - صلى الله عليه وسلم - \" .وقال أبو بكر أحمد بن عمرو بن عبد الخالق البزار : حدثنا عبد الله بن شبيب ، حدثنا أبو بكر بن أبي شيبة ، حدثنا أبو قتادة العدوي ، عن ابن أخي الزهري ، عن الزهري ، عن عروة عن عائشة وأسماء أنهما قالتا : قدمت علينا أمنا المدينة وهي مشركة ، في الهدنة التي كانت بين قريش وبين رسول الله - صلى الله عليه وسلم - فقلنا : يا رسول الله ، إن أمنا قدمت علينا المدينة راغبة ، أفنصلها ؟ قال : \" نعم ، فصلاها \" .ثم قال : وهذا الحديث لا نعلمه يروى عن الزهري ، عن عروة ، عن عائشة إلا من هذا الوجه .قلت : وهو منكر بهذا السياق ; لأن أم عائشة هي أم رومان ، وكانت مسلمة مهاجرة ، وأم أسماء غيرها ، كما هو مصرح باسمها في هذه الأحاديث المتقدمة والله أعلم .وقوله : ( إن الله يحب المقسطين ) تقدم تفسير ذلك في سورة \" الحجرات \" ، وأورد الحديث الصحيح : \" المقسطون على منابر من نور عن يمين العرش ، الذين يعدلون في حكمهم ، وأهاليهم ، وما ولوا \" ."
      },
      "translations": {
        "en": "Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly.",
        "fr": "Allah ne vous défend pas d'être bienfaisants et équitables envers ceux qui ne vous ont pas combattus pour la religion et ne vous ont pas chassés de vos demeures. Car Allah aime les équitables.",
        "es": "Alá no os prohíbe que seáis buenos y equitativos con quienes no han combatido contra vosotros por causa de la religión, ni os han expulsado de vuestros hogares. Alá ama a los que son equitativos."
      },
      "ibn_ashour": "لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8)استئناف هو منطوق لمفهوم الأوصاف التي وُصف بها العدوّ في قوله تعالى : { وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم } [ الممتحنة : 1 ] وقوله : { إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء } [ الممتحنة : 2 ] ، المسوقة مساق التعليل للنهي عن اتخاذ عدوّ الله أولياء ، استثنى الله أقواماً من المشركين غير مضمرين العداوة للمسلمين وكان دينهم شديد المنافرة مع دين الإِسلام .فإن نظرنا إلى وصف العدوّ من قوله : { لا تتخذوا عدوي وعدوكم } وحملناه على حالة معاداة من خالفهم في الدين ونظرنا مع ذلك إلى وصف { يخرجون الرسول وإياكم } ، كان مضمون قوله : { لا ينهاكم الله عن الذين لم يقاتلوكم في الدين } إلى آخره ، بياناً لمعنى العداوة المجعولة علة للنهي عن الموالاة وكان المعنى أن مناط النهي هو مجموع الصفات المذكورة لا كل صفة على حيالها .وإن نظرنا إلى أن وصف العدوّ هو عدوّ الدين ، أي مخالفة في نفسه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَٰرِكُمْ وَظَٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "tafsir": {
        "muyassar": "إنما ينهاكم الله عن الذين قاتلوكم بسبب الدين وأخرجوكم من دياركم، وعاونوا الكفار على إخراجكم أن تولوهم بالنصرة والمودة، ومن يتخذهم أنصارًا على المؤمنين وأحبابًا، فأولئك هم الظالمون لأنفسهم، الخارجون عن حدود الله.",
        "mukhtasar": "إنما ينهاكم الله عن الذين قاتلوكم بسبب إيمانكم، وأخرجوكم من دياركم، وأعانوا على إخراجكم؛ ينهاكم أن توالوهم، ومن يوالهم منكم فأولئك هم الظالمون لأنفسهم بإيرادها موارد الهلاك بسبب مخالفة أمر الله.",
        "saadi": "{ إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ } أي: لأجل دينكم، عداوة لدين الله ولمن قام به، { وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا } أي: عاونوا غيرهم { عَلَى إِخْرَاجِكُمْ } نهاكم الله { أَنْ تَوَلَّوْهُمْ } بالمودة والنصرة، بالقول والفعل، وأما بركم وإحسانكم، الذي ليس بتول للمشركين، فلم ينهكم الله عنه، بل ذلك داخل في عموم الأمر بالإحسان إلى الأقارب وغيرهم من الآدميين، وغيرهم.{ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ } وذلك الظلم يكون بحسب التولي، فإن كان توليا تاما، صار  ذلك كفرا مخرجا عن دائرة الإسلام، وتحت ذلك من المراتب ما هو غليظ، وما هو دون ذلك. ",
        "kathir": "وقوله : ( إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم أن تولوهم ) أي : إنما ينهاكم عن موالاة هؤلاء الذين ناصبوكم العداوة ، فقاتلوكم وأخرجوكم ، وعاونوا على إخراجكم ، ينهاكم الله عن موالاتهم ويأمركم بمعاداتهم . ثم أكد الوعيد على موالاتهم فقال : ( ومن يتولهم فأولئك هم الظالمون ) كقوله ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظالمين ) [ المائدة : 51 ] ."
      },
      "translations": {
        "en": "Allah only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies of them. And whoever makes allies of them, then it is those who are the wrongdoers.",
        "fr": "Allah vous défend seulement de prendre pour alliés ceux qui vous ont combattus pour la religion, chassés de vos demeures et ont aidé à votre expulsion. Et ceux qui les prennent pour alliés sont les injustes.",
        "es": "Lo que sí os prohíbe Alá es que toméis como amigos a los que han combatido contra vosotros por causa de la religión y os han expulsado de vuestros hogares o han contribuído a vuestra expulsión. Quienes les tomen como amigos, ésos son los impíos."
      },
      "ibn_ashour": "إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (9)فذلك لما تقدم وحصْر لحكم الآية المتقدمة . وهي تؤذن بانتهاء الغرض المسوق له الكلام من أوله .والقصر المستفاد من جملة { إنما ينهاكم الله } إلى آخرها قصر قلب لرد اعتقاد من ظن أو شكَّ في جواز صلة المشركين على الإِطلاق . والذين تحققت فيهم هذه الصفات يوم نزول الآية هم مشركو أهل مكة ، و { أن تولوهم } بدل اشتمال من { الذين قاتلوكم } .{ ومن يتولهم } شرط ، وجيء في جواب الشرط باسم الإِشارة لتمييز المشار إليهم زيادة في إيضاح الحكم .والمظاهرة : المعاونة . وذلك أن أهل مكة فريقان ، منهم من يأتي بالأسباب التي لا يحتمل المسلمون معها البقاء بمكة ، ومنهم من يعين على ذلك ويغري عليه .والقصر المستفاد من قوله : { فأولئك هم الظالمون } قصر ادعائي ، أي أن ظلمهم لشدَّته ووقوعه بعد النهي الشديد والتنبيه على الأخطاء والعصيان ظلم لا يغفر لأنه اعتداء على حقوق الله وحقوق المسلمين وعلى حق الظالم نفسه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَٰتُ مُهَٰجِرَٰتٍۢ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَٰتٍۢ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّۭ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا جاءكم النساء المؤمنات مهاجرات من دار الكفر إلى دار الإسلام، فاختبروهن؛ لتعلموا صدق إيمانهن، الله أعلم بحقيقة إيمانهن، فإن علمتموهن مؤمنات بحسب ما يظهر لكم من العلامات والبينات، فلا تردُّوهن إلى أزواجهن الكافرين، فالنساء المؤمنات لا يحلُّ لهن أن يتزوجن الكفار، ولا يحلُّ للكفار أن يتزوجوا المؤمنات، وأعطوا أزواج اللاتي أسلمن مثل ما أنفقوا عليهن من المهور، ولا إثم عليكم أن تتزوجوهن إذا دفعتم لهنَّ مهورهن. ولا تمسكوا بنكاح أزواجكم الكافرات، واطلبوا من المشركين ما أنفقتم من مهور نسائكم اللاتي ارتددن عن الإسلام ولحقن بهم، وليطلبوا هم ما أنفقوا من مهور نسائهم المسلمات اللاتي أسلمن ولحقن بكم، ذلكم الحكم المذكور في الآية هو حكم الله يحكم به بينكم فلا تخالفوه. والله عليم لا يخفى عليه شيء، حكيم في أقواله وأفعاله.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه، إذا جاءتكم المؤمنات مهاجرات من أرض الكفر إلى أرض الإسلام فاختبروهنّ في صدق إيمانهنّ، الله أعلم بإيمانهنّ، لا يخفى عليه شيء مما تنطوي عليه قلوبهنّ، فإن علمتموهنّ مؤمنات بعد الاختبار بما يظهر لكم من صدقهنّ فلا تردّوهن إلى أزواجهم الكفار، لا يحلّ للمؤمنات أن يتزوجن بالكفار، ولا يحلّ للكفار أن يتزوجوا بالمؤمنات، وأعطوا أزواجهم ما بذلوا من مهورهنّ، ولا إثم عليكم -أيها المؤمنون- أن تتزوجوهنّ بعد انقضاء عدتهن إذا أعطيتموهن مهورهنّ، ومن كانت زوجته كافرة أو ارتدت عن الإسلام فلا يمسكها؛ لانقطاع نكاحهما بكفرها، واسألوا الكفار ما بذلتم من مهور زوجاتكم المُرْتدَّات، وليسألوا هم ما بذلوا من مهور زوجاتهم اللائي أسلمن، ذلكم المذكور - من رَدِّ المهور من جهتكم ومن جهتهم - هو حكم الله، يحكم بينكم سبحانه بما يشاء، والله عليم بأحوال عباده، وأعمالهم، لا يخفى عليه منها شيء، حكيم فيما يشرعه لعباده.",
        "saadi": "لما كان صلح الحديبية، صالح النبي صلى الله عليه وسلم المشركين، على أن من جاء منهم إلى المسلمين مسلما، أنه يرد إلى المشركين، وكان هذا لفظا عاما، [مطلقا] يدخل في عمومه النساء والرجال، فأما الرجال فإن الله لم ينه رسوله عن ردهم، إلى المشركين وفاء بالشرط وتتميما للصلح الذي هو من أكبر المصالح، وأما النساء فلما كان ردهن فيه مفاسد كثيرة، أمر الله المؤمنين إذا جاءهم المؤمنات مهاجرات، وشكوا في صدق إيمانهن، أن يمتحنوهن ويختبروهن، بما يظهر به صدقهن، من أيمان مغلظة وغيرها، فإنه يحتمل أن يكون إيمانها غير صادق بل رغبة في زوج أو بلد أو غير ذلك من المقاصد الدنيوية.فإن كن بهذا الوصف، تعين ردهن وفاء بالشرط، من غير حصول مفسدة، وإن امتحنوهن، فوجدن صادقات، أو علموا ذلك منهن من غير امتحان، فلا يرجعوهن إلى الكفار، { لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ } فهذه مفسدة كبيرة في ردهن راعاها الشارع، وراعى أيضا الوفاء بالشرط، بأن يعطوا الكفار أزواجهن ما أنفقوا عليهن من المهر وتوابعه عوضا عنهن، ولا جناح حينئذ على المسلمين أن ينكحوهن ولو كان لهن أزواج في دار الشرك، ولكن بشرط أن يؤتوهن أجورهن من المهر والنفقة، وكما أن المسلمة لا تحل للكافر، فكذلك الكافرة لا تحل للمسلم أن يمسكها ما دامت على كفرها، غير أهل الكتاب، ولهذا قال تعالى: { وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ } وإذا نهى عن الإمساك بعصمتها  فالنهي عن ابتداء تزويجها أولى، { وَاسْأَلُوا مَا أَنْفَقْتُمْ } أيها المؤمنون، حين ترجع زوجاتكم مرتدات إلى الكفار، فإذا كان الكفار يأخذون من المسلمين نفقة من أسلمت من نسائهم، استحق المسلمون أن يأخذوا مقابلة ما ذهب من نسائهم  إلى الكفار، وفي هذا دليل على أن خروج البضع من الزوج متقوم، فإذا أفسد مفسد نكاح امرأة رجل، برضاع أو غيره، كان عليه ضمان المهر، وقوله: { ذَلِكُمْ حُكْمُ اللَّهِ } أي: ذلكم الحكم الذي ذكره الله وبينه لكم يحكم به بينكم  { وَاللَّهُ عَلِيمٌ حَكِيمٌ } فيعلم تعالى، ما يصلح لكم من الأحكام، ويشرع لكم ما تقتضيه الحكمة  ",
        "kathir": "تقدم في سورة \" الفتح \" ذكر صلح الحديبية الذي وقع بين رسول الله - صلى الله عليه وسلم - وبين كفار قريش فكان فيه : \" على ألا يأتيك منا رجل - وإن كان على دينك - إلا رددته إلينا \" . وفي رواية : \" على أنه لا يأتيك منا أحد - وإن كان على دينك - إلا رددته إلينا \" . وهذا قول عروة ، والضحاك ، وعبد الرحمن بن زيد ، والزهري ، ومقاتل ، والسدي . فعلى هذه الرواية تكون هذه الآية مخصصة للسنة ، وهذا من أحسن أمثلة ذلك ، وعلى طريقة بعض السلف ناسخة ، فإن الله ، عز وجل ، أمر عباده المؤمنين إذا جاءهم النساء مهاجرات أن يمتحنوهن ، فإن علموهن مؤمنات فلا يرجعوهن إلى الكفار ، لا هن حل لهم ولا هم يحلون لهن .وقد ذكرنا في ترجمة عبد الله بن أبي أحمد بن جحش ، من المسند الكبير ، من طريق أبي بكر بن أبي عاصم ، عن محمد بن يحيى الذهلي ، عن يعقوب بن محمد ، عن عبد العزيز بن عمران ، عن مجمع بن يعقوب ، عن حسين بن أبي لبانة ، عن عبد الله بن أبي أحمد قال : هاجرت أم كلثوم بنت عقبة بن أبي معيط في الهجرة ، فخرج أخواها عمارة ، والوليد حتى قدما على رسول الله - صلى الله عليه وسلم - فكلماه فيها أن يردها إليهما ، فنقض الله العهد بينه وبين المشركين في النساء خاصة ، ومنعهن أن يرددن إلى المشركين ، وأنزل الله آية الامتحان .قال ابن جرير : حدثنا أبو كريب ، حدثنا يونس بن بكير ، عن قيس بن الربيع ، عن الأغر بن الصباح ، عن خليفة ، عن حصين ، عن أبي نصر الأسدي قال : سئل ابن عباس : كيف كان امتحان رسول الله - صلى الله عليه وسلم - النساء ؟ قال : كان يمتحنهن : بالله ما خرجت من بغض زوج ؟ وبالله ما خرجت رغبة عن أرض إلى أرض ؟ وبالله ما خرجت التماس دنيا ؟ وبالله ما خرجت إلا حبا لله ولرسوله ؟ .ثم رواه من وجه آخر ، عن الأغر بن الصباح به . وكذا رواه البزار من طريقه ، وذكر فيه أن الذي كان يحلفهن عن أمر رسول الله - صلى الله عليه وسلم - له عمر بن الخطاب .وقال العوفي ، عن ابن عباس في قوله : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) كان امتحانهن أن يشهدن أن لا إله إلا الله ، وأن محمدا عبد الله ورسوله .وقال مجاهد : ( فامتحنوهن ) فاسألوهن : عما جاء بهن ؟ فإن كان بهن غضب على أزواجهن أو سخطة أو غيره ، ولم يؤمن فارجعوهن إلى أزواجهن .وقال عكرمة : يقال لها : ما جاء بك إلا حب الله ورسوله ؟ وما جاء بك عشق رجل منا ، ولا فرار من زوجك ؟ فذلك قوله : ( فامتحنوهن )وقال قتادة : كانت محنتهن أن يستحلفن بالله : ما أخرجكن النشوز ؟ وما أخرجكن إلا حب الإسلام وأهله وحرص عليه ؟ فإذا قلن ذلك قبل ذلك منهن .وقوله : ( فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار ) فيه دلالة على أن الإيمان يمكن الاطلاع عليه يقينا .وقوله : ( لا هن حل لهم ولا هم يحلون لهن ) هذه الآية هي التي حرمت المسلمات على المشركين ، وقد كان جائزا في ابتداء الإسلام أن يتزوج المشرك المؤمنة ; ولهذا كان أبو العاص بن الربيع زوج ابنة النبي - صلى الله عليه وسلم - زينب رضي الله عنها ، وقد كانت مسلمة وهو على دين قومه ، فلما وقع في الأسارى يوم بدر بعثت امرأته زينب في فدائه بقلادة لها كانت لأمها خديجة ، فلما رآها رسول الله - صلى الله عليه وسلم - رق لها رقة شديدة ، وقال للمسلمين : \" إن رأيتم أن تطلقوا لها أسيرها فافعلوا \" . ففعلوا ، فأطلقه رسول الله - صلى الله عليه وسلم - على أن يبعث ابنته إليه ، فوفى له بذلك وصدقه فيما وعده ، وبعثها إلى رسول الله - صلى الله عليه وسلم - مع زيد بن حارثة ، رضي الله عنه ، فأقامت بالمدينة من بعد وقعة بدر وكانت سنة اثنتين إلى أن أسلم زوجها العاص بن الربيع سنة ثمان فردها عليه بالنكاح الأول ، ولم يحدث لها صداقا ، كما قال الإمام أحمد :حدثنا يعقوب ، حدثنا أبي ، حدثنا ابن إسحاق ، حدثنا داود بن الحصين ، عن عكرمة ، عن ابن عباس ، أن رسول الله - صلى الله عليه وسلم - رد ابنته زينب على أبي العاص بن الربيع وكانت هجرتها قبل إسلامه بست سنين على النكاح الأول ، ولم يحدث شهادة ولا صداقا .ورواه أبو داود ، والترمذي ، وابن ماجه . ومنهم من يقول : \" بعد سنتين \" ، وهو صحيح ; لأن إسلامه كان بعد تحريم المسلمات على المشركين بسنتين . وقال الترمذي : \" ليس بإسناده بأس ، ولا نعرف وجه هذا الحديث ، ولعله جاء من حفظ داود بن الحصين . وسمعت عبد بن حميد يقول : سمعت يزيد بن هارون يذكر عن ابن إسحاق هذا الحديث ، وحديث ابن الحجاج - يعني ابن أرطاة - عن عمرو بن شعيب ، عن أبيه ، عن جده ، أن رسول الله - صلى الله عليه وسلم - رد ابنته على أبي العاص بن الربيع بمهر جديد ونكاح جديد . فقال يزيد : حديث ابن عباس أجود إسنادا والعمل على حديث عمرو بن شعيب \" .قلت : وقد روى حديث الحجاج بن أرطاة ، عن عمرو بن شعيب الإمام أحمد ، والترمذي ، وابن ماجه ، وضعفه الإمام أحمد ، وغير واحد ، والله أعلم .وأجاب الجمهور عن حديث ابن عباس بأن ذلك كان قضية عين يحتمل أنه لم تنقض عدتها منه ; لأن الذي عليه الأكثرون أنها متى انقضت العدة ولم يسلم انفسخ نكاحها منه .وقال آخرون : بل إذا انقضت العدة هي بالخيار ، إن شاءت أقامت على النكاح واستمرت ، وإن شاءت فسخته وذهبت فتزوجت ، وحملوا عليه حديث ابن عباس ، والله أعلم .وقوله : ( وآتوهم ما أنفقوا ) يعني : أزواج المهاجرات من المشركين ، ادفعوا إليهم الذي غرموه عليهن من الأصدقة . قاله ابن عباس ، ومجاهد ، وقتادة ، والزهري ، وغير واحد .وقوله : ( ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ) يعني : إذا أعطيتموهن أصدقتهن فانكحوهن ، أي : تزوجوهن بشرطه من انقضاء العدة ، والولي ، وغير ذلك .وقوله : ( ولا تمسكوا بعصم الكوافر ) تحريم من الله ، عز وجل ، على عباده المؤمنين نكاح المشركات ، والاستمرار معهن .وفي الصحيح ، عن الزهري ، عن عروة ، عن المسور ، ومروان بن الحكم : أن رسول الله - صلى الله عليه وسلم - لما عاهد كفار قريش يوم الحديبية جاء نساء من المؤمنات ، فأنزل الله عز وجل : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) إلى قوله : ( ولا تمسكوا بعصم الكوافر ) فطلق عمر بن الخطاب يومئذ امرأتين ، تزوج إحداهما معاوية بن أبي سفيان ، والأخرى صفوان بن أمية .وقال ابن ثور ، عن معمر ، عن الزهري : أنزلت هذه الآية على رسول الله - صلى الله عليه وسلم - وهو بأسفل الحديبية حين صالحهم على أنه من أتاه منهم رده إليهم ، فلما جاءه النساء نزلت هذه الآية ، وأمره أن يرد الصداق إلى أزواجهن ، وحكم على المشركين مثل ذلك إذا جاءتهم امرأة من المسلمين أن يردوا الصداق إلى زوجها ، وقال : ( ولا تمسكوا بعصم الكوافر ) وهكذا قال عبد الرحمن بن زيد بن أسلم ، وقال : وإنما حكم الله بينهم بذلك ، لأجل ما كان بينهم وبينهم من العهد .وقال محمد بن إسحاق ، عن الزهري : طلق عمر يومئذ قريبة بنت أبي أمية بن المغيرة ، فتزوجها معاوية ، وأم كلثوم بنت عمرو بن جرول الخزاعية ، وهي أم عبيد الله ، فتزوجها أبو جهم بن حذيفة بن غانم ، رجل من قومه ، وهما على شركهما ، وطلق طلحة بن عبيد الله أروى بنت ربيعة بن الحارث بن عبد المطلب ، فتزوجها بعده خالد بن سعيد بن العاص .وقوله : ( واسألوا ما أنفقتم وليسألوا ما أنفقوا ) أي : وطالبوا بما أنفقتم على أزواجكم اللاتي يذهبن إلى الكفار ، إن ذهبن ، وليطالبوا بما أنفقوا على أزواجهم اللاتي هاجرن إلى المسلمين .وقوله : ( ذلكم حكم الله يحكم بينكم ) أي : في الصلح واستثناء النساء منه ، والأمر بهذا كله هو حكم الله يحكم به بين خلقه : ( والله عليم حكيم ) أي عليم بما يصلح عباده ، حكيم في ذلك ."
      },
      "translations": {
        "en": "O you who have believed, when the believing women come to you as emigrants, examine them. Allah is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give the disbelievers what they have spent. And there is no blame upon you if you marry them when you have given them their due compensation. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them ask for what they have spent. That is the judgement of Allah; He judges between you. And Allah is Knowing and Wise.",
        "fr": "O vous qui avez cru! Quand les croyantes viennent à vous en émigrées, éprouvez-les; Allah connaît mieux leur foi; si vous constatez qu'elles sont croyantes, ne les renvoyez pas aux mécréants. Elles ne sont pas licites [en tant qu'épouses] pour eux, et eux non plus ne sont pas licites [en tant qu'époux] pour elles. Et rendez-leur ce qu'ils ont dépensé (comme mahr). Il ne vous sera fait aucun grief en vous mariant avec elles quand vous leur aurez donné leur mahr. Et ne gardez pas de liens conjugaux avec les mécréantes. Réclamez ce que vous avez dépensé et que (les mécréants) aussi réclament ce qu'ils ont dépensé. Tel est le jugement d'Allah par lequel Il juge entre vous, et Allah est Omniscient et Sage.",
        "es": "¡Creyentes! Cuando vengan a vosotros mujeres creyentes que hayan emigrado, ¡examinadlas! Alá conoce bien su fe. Si comprobáis que de verdad son creyentes, no las devolváis a los infieles: ni ellas son lícitas para ellos ni ellos lo son para ellas. ¡Reembolsadles lo que hayan gastado! No tenéis nada que reprocharos si os casáis con ellas, con tal que les entreguéis su dote. Pero no retengáis a las infieles. Pedid lo que hayáis gastado, y que ellos también pidan lo que hayan gastado. Ésa es la decisión de Alá. Él decide entre vosotros. Alá es omnisciente, sabio."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآَتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آَتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (10){ ياأيها الذين ءَامَنُواْ إِذَا جَآءَكُمُ المؤمنات مهاجرات فامتحنوهن الله أَعْلَمُ بإيمانهن فَإِنْ عَلِمْتُمُوهُنَّ مؤمنات فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار لاَ هُنَّ حِلٌّ } .لا خلاف في أن هذه الآيات إلى آخر السورة نزلت عقب صلح الحديبية وقد علمت أنا رجحنا أن أول السورة نزلت قبل هذه وأن كتاب حاطب بن أبي بلتعة إلى المشركين كان عند تجهز رسول الله صلى الله عليه وسلم للحديبية .ومناسبة ورود هذه الآية بعد ما قبلها ، أي النهي عن موالاة المشركين يتطرق إلى ما بين المسلم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "وَإِن فَاتَكُمْ شَىْءٌۭ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "وإن لحقت بعض زوجاتكم مرتدات إلى الكفار، ولم يعطكم الكفار مهورهن التي دفعتموها لهن، ثم ظَفِرتم بهؤلاء الكفار أو غيرهم وانتصرتم عليهم، فأعطوا الذين ذهبت أزواجهم من المسلمين من الغنائم أو غيرها مثل ما أعطوهن من المهور قبل ذلك، وخافوا الله الذي أنتم به مؤمنون.",
        "mukhtasar": "وإن فُرِضَ خروجُ بعض نسائكم إلى الكفار مُرْتدَّات وطلبتم مهورهن من الكفار ولم يعطوها، فغنمتم من الكفار فأعطوا الأزواج الذين خرجت زوجاتهم مُرْتدَّات مثل ما بذلوا من المهور، واتقوا الله الذي أنتم به مؤمنون بامتثال أوامره واجتناب نواهيه.",
        "saadi": "{ وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ } بأن ذهبن مرتدات { فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا } كما تقدم أن الكفار إذا كانوا يأخذون بدل ما يفوت من أزواجهم إلى المسلمين، فمن ذهبت زوجته من المسلمين إلى الكفار وفاتت عليه، لزم أن يعطيه فعلى المسلمون من الغنيمة بدل ما أنفق  { وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ } فإيمانكم بالله، يقتضي منكم أن تكونوا ملازمين للتقوى على الدوام.",
        "kathir": "ثم قال : ( وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا ) قال مجاهد ، وقتادة : هذا في الكفار الذين ليس لهم عهد ، إذا فرت إليهم امرأة ولم يدفعوا إلى زوجها شيئا ، فإذا جاءت منهم امرأة لا يدفع إلى زوجها شيء ، حتى يدفع إلى زوج الذاهبة إليهم مثل نفقته عليها .وقال ابن جرير : حدثنا يونس حدثنا ابن وهب ، أخبرني يونس ، عن الزهري قال : أقر المؤمنون بحكم الله ، فأدوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم ، وأبى المشركون أن يقروا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين ، فقال الله للمؤمنين به : ( وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنون ) فلو أنها ذهبت بعد هذه الآية امرأة من أزواج المؤمنين إلى المشركين ، رد المؤمنون إلى زوجها النفقة التي أنفق عليها من العقب الذي بأيديهم الذي أمروا أن يردوه على المشركين من نفقاتهم التي أنفقوا على أزواجهم اللاتي آمن وهاجرن ، ثم ردوا إلى المشركين فضلا إن كان بقي لهم . والعقب : ما كان بأيدي المؤمنين من صداق نساء الكفار حين آمن وهاجرن .وقال العوفي ، عن ابن عباس في هذه الآية : يعني إن لحقت امرأة رجل من المهاجرين بالكفار ، أمر له رسول الله - صلى الله عليه وسلم - أنه يعطى من الغنيمة مثل ما أنفق .وهكذا قال مجاهد : ( فعاقبتم ) أصبتم غنيمة من قريش أو غيرهم ( فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا ) يعني : مهر مثلها . وهكذا قال مسروق ، وإبراهيم ، وقتادة ، ومقاتل ، والضحاك ، وسفيان بن حسين ، والزهري أيضا .وهذا لا ينافي الأول ; لأنه إن أمكن الأول فهو أولى ، وإلا فمن الغنائم اللاتي تؤخذ من أيدي الكفار . وهذا أوسع ، وهو اختيار ابن جرير ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "And if you have lost any of your wives to the disbelievers and you subsequently obtain [something], then give those whose wives have gone the equivalent of what they had spent. And fear Allah, in whom you are believers.",
        "fr": "Et si quelqu'une de vos épouses s'échappe vers les mécréants, et que vous fassiez des représailles, restituez à ceux dont les épouses sont parties autant que ce qu'ils avaient dépensé. Craignez Allah en qui vous croyez.",
        "es": "Si alguna de vuestras esposas se pasa a los infieles y, luego, os toca a vosotros vencer, dad a aquéllos cuyas esposas hayan huido otro tanto de lo que habían gastado. ¡Temed a Alá, en Quien creéis!"
      },
      "ibn_ashour": "وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآَتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (11)عطف على جملة { واسألوا ما أنفقتم } [ الممتحنة : 10 ] فإنها لما ترتب على نزولها إِباء المشركين من أن يردّوا إلى أزواج النساء اللاءِ بقين على الكفر بمكة واللاء فَرَرْنَ من المدينة والتحَقْنَ بأهل الكفر بمكة مهورَهم التي كانوا أَعطوها نساءهم ، عقبت بهذه الآية لتشريع ردّ تلك المهور من أموال المسلمين فيما بينهم .روي أن المسلمين كتبوا إلى المشركين يعلمونهم بما تضمنته هذه الآية من الترادِّ بين الفريقين في قوله تعال : { واسألوا ما أنفقتم وليسألوا ما أنفقوا } [ الممتحنة : 10 ] .فامتنع المشركون من دفع مهور النساء اللاتي ذهبت إليهم فنزل قوله تعالى : { وإن فاتكم شيء من أزواجكم إلى الكفار } الآية .وأصل الفوت : المفارقة والمباعدة ، والتفاوت : المتباعد . والفوت هنا مستعار لضياع الحق كقول رُويشد بن كثير الطائي أو عَمرو بن معد يكرب: ... إن تُذنبوا ثم تأتِيني بقيتكمفمَا عَليَّ بذنب منكمُ فَوْت ... أي فلا ضياع ع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًۭٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَٰنٍۢ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍۢ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها النبي إذا جاءك النساء المؤمنات بالله ورسوله يعاهدنك على ألا يجعلن مع الله شريكًا في عبادته، ولا يسرقن شيئًا، ولا يزنين، ولا يقتلن أولادهن بعد الولادة أو قبلها، ولا يُلحقن بأزواجهن أولادًا ليسوا منهم، ولا يخالفنك في معروف تأمرهن به، فعاهدهن على ذلك، واطلب لهن المغفرة من الله. إن الله غفور لذنوب عباده التائبين، رحيم بهم.",
        "mukhtasar": "يا أيها النبي، إذا جاءك النساء المؤمنات يُبايعنك - مثل ما حدث في فتح مكة - على ألا يشركن بالله شيئًا، بل يعبدنه وحده، ولا يسرقن، ولا يزنين، ولا يقتلن أولادهنّ جريًا وراء عادة أهل الجاهلية، ولا يُلْحِقن بأزواجهنّ أولادهنّ من الزنى، ولا يعصينك في معروف من مثل نهيه عن النياحة والحلق وشق الجيب؛ فبايعهنّ، واطلب لهنّ المغفرة من الله لذنوبهنّ بعد مبايعتهنّ لك، إن الله غفور لمن تاب من عباده، رحيم بهم.",
        "saadi": "هذه الشروط المذكورة في هذه الآية، تسمى \"مبايعة النساء\" اللاتي [كن] يبايعن على إقامة الواجبات المشتركة، التي تجب على الذكور والنساء في جميع الأوقات.وأما الرجال، فيتفاوت ما يلزمهم بحسب أحوالهم ومراتبهم وما يتعين عليهم، فكان النبي صلى الله عليه وسلم يمتثل ما أمره الله به، فكان إذا جاءته النساء يبايعنه، والتزمن بهذه الشروط بايعهن، وجبر قلوبهن، واستغفر لهن الله، فيما يحصل منهن من التقصير  وأدخلهن في جملة المؤمنين بأن { لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا } بأن  يفردن الله [وحده] بالعبادة.{ وَلَا يَزْنِينَ } كما كان ذلك موجودا كثيرا في البغايا وذوات الأخدان، { وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ } كما يجري لنساء الجاهلية الجهلاء.{ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ } والبهتان: الافتراء على الغير أي: لا يفترين بكل حالة، سواء تعلقت بهن وأزواجهن  أو سواء تعلق ذلك بغيرهم، { وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ } أي: لا يعصينك في كل أمر تأمرهن به، لأن أمرك لا يكون إلا بمعروف، ومن ذلك طاعتهن [لك] في النهي عن النياحة، وشق الثياب، وخمش الوجوه، والدعاء بدعاء  الجاهلية.{ فَبَايِعْهُنَّ } إذا التزمن بجميع ما ذكر.{ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ } عن تقصيرهن، وتطييبا لخواطرهن، { إِنَّ اللَّهَ غَفُورٌ } أي: كثير المغفرة للعاصين، والإحسان إلى المذنبين التائبين، { رَحِيمٌ } وسعت رحمته كل شيء، وعم إحسانه البرايا. ",
        "kathir": "قال البخاري : حدثنا يعقوب بن إبراهيم ، حدثنا ابن أخي ابن شهاب ، عن عمه قال : أخبرني عروة أن عائشة زوج النبي - صلى الله عليه وسلم - أخبرته : أن رسول الله - صلى الله عليه وسلم - كان يمتحن من هاجر إليه من المؤمنات بهذه الآية : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) إلى قوله : ( غفور رحيم ) قال عروة : قالت عائشة : فمن أقر بهذا الشرط من المؤمنات ، قال لها رسول الله - صلى الله عليه وسلم - : \" قد بايعتك \" ، كلاما ، ولا والله ما مست يده يد امرأة قط في المبايعة ، ما يبايعهن إلا بقوله : \" قد بايعتك على ذلك \" هذا لفظ البخاري .وقال الإمام أحمد : حدثنا عبد الرحمن بن مهدي ، حدثنا سفيان ، عن محمد بن المنكدر ، عن أميمة بنت رقيقة قالت : أتيت رسول الله - صلى الله عليه وسلم - في نساء لنبايعه ، فأخذ علينا ما في القرآن : ( أن لا يشركن بالله شيئا ) الآية ، وقال : \" فيما استطعتن وأطقتن \" ، قلنا : الله ورسوله أرحم بنا من أنفسنا ، قلنا : يا رسول الله ، ألا تصافحنا ؟ قال \" إني لا أصافح النساء ، إنما قولي لامرأة واحدة كقولي لمائة امرأة \" .هذا إسناد صحيح ، وقد رواه الترمذي ، والنسائي ، وابن ماجه ، من حديث سفيان بن عيينة ، - والنسائي أيضا من حديث الثوري ، - ومالك بن أنس كلهم ، عن محمد بن المنكدر به . . وقال الترمذي : حسن صحيح ، لا نعرفه إلا من حديث محمد بن المنكدر .وقد رواه أحمد أيضا من حديث محمد بن إسحاق ، عن محمد بن المنكدر ، عن أميمة به . وزاد : \" ولم يصافح منا امرأة \" . وكذا رواه ابن جرير من طريق موسى بن عقبة ، عن محمد بن المنكدر به . . ورواه ابن أبي حاتم من حديث أبي جعفر الرازي ، عن محمد بن المنكدر : حدثتني أميمة بنت رقيقة - وكانت أخت خديجة خالة فاطمة ، من فيها إلى في ، فذكره .وقال الإمام أحمد : حدثنا يعقوب حدثنا أبي ، عن ابن إسحاق ، حدثني سليط بن أيوب بن الحكم بن سليم ، عن أمه سلمى بنت قيس - وكانت إحدى خالات رسول الله - صلى الله عليه وسلم - قد صلت معه القبلتين ، وكانت إحدى نساء بني عدي بن النجار - قالت : جئت رسول الله - صلى الله عليه وسلم - نبايعه في نسوة من الأنصار ، فلما شرط علينا : ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف - قال : \" ولا تغششن أزواجكن \" . قالت : فبايعناه ، ثم انصرفنا ، فقلت لامرأة منهن : ارجعي فسلي رسول الله - صلى الله عليه وسلم - : ما غش أزواجنا ؟ قال : فسألته فقال : \" تأخذ ماله ، فتحابي به غيره \" .وقال الإمام أحمد : حدثنا إبراهيم بن أبي العباس ، حدثنا عبد الرحمن بن عثمان بن إبراهيم بن محمد بن حاطب ، حدثني أبي ، عن أمه عائشة بنت قدامة - يعني : ابن مظعون - قالت : أنا مع أمي رائطة بنت سفيان الخزاعية ، والنبي - صلى الله عليه وسلم - يبايع النسوة ويقول : \" أبايعكن على أن لا تشركن بالله شيئا ، ولا تسرقن ، ولا تزنين ، ولا تقتلن أولادكن ، ولا تأتين ببهتان تفترينه بين أيديكن وأرجلكن ، ولا تعصينني في معروف \" . قالت : فأطرقن . فقال لهن النبي - صلى الله عليه وسلم - قلن : نعم فيما استطعتن \" . فكن يقلن وأقول معهن ، وأمي تلقني : قولي أي بنية ، نعم فيما استطعت . فكنت أقول كما يقلنوقال البخاري : حدثنا أبو معمر ، حدثنا عبد الوارث ، حدثنا أيوب ، عن حفصة بنت سيرين ، عن أم عطية قالت : بايعنا رسول الله - صلى الله عليه وسلم - فقرأ علينا : ( أن لا يشركن بالله شيئا ) ونهانا عن النياحة ، فقبضت امرأة يدها ، قالت : أسعدتني فلانة أريد أن أجزيها . فما قال لها رسول الله - صلى الله عليه وسلم - شيئا ، فانطلقت ورجعت فبايعها .ورواه مسلم . وفي رواية : \" فما وفى منهن امرأة غيرها ، وغير أم سليم ابنة ملحان \" .وللبخاري عن أم عطية قالت : أخذ علينا رسول الله - صلى الله عليه وسلم - عند البيعة ألا ننوح ، فما وفت منا امرأة غير خمس نسوة : أم سليم ، وأم العلاء ، وابنة أبي سبرة امرأة معاذ ، وامرأتان - أو : ابنة أبي سبرة ، وامرأة معاذ ، وامرأة أخرى .وقد كان رسول الله - صلى الله عليه وسلم - يتعاهد النساء بهذه البيعة يوم العيد ، كما قال البخاري :حدثنا محمد بن عبد الرحيم ، حدثنا هارون بن معروف ، حدثنا عبد الله بن وهب ، أخبرني ابن جريج : أن الحسن بن مسلم أخبره ، عن طاوس ، عن ابن عباس قال : شهدت الصلاة يوم الفطر مع رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر ، وعثمان فكلهم يصليها قبل الخطبة ثم يخطب بعد ، فنزل نبي الله - صلى الله عليه وسلم - فكأني أنظر إليه حين يجلس الرجال بيده ، ثم أقبل يشقهم حتى أتى النساء مع بلال فقال : ( ياأيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) حتى فرغ من الآية كلها . ثم قال حين فرغ : \" أنتن على ذلك ؟ \" . فقالت امرأة واحدة ، ولم يجبه غيرها : نعم يا رسول الله - لا يدري الحسن من هي - قال : \" فتصدقن \" ، قال : وبسط بلال ثوبه فجعلن يلقين الفتخ والخواتيم في ثوب بلال .وقال الإمام أحمد : حدثنا خلف بن الوليد ، حدثنا ابن عياش ، عن سليمان بن سليم ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : جاءت أميمة بنت رقيقة إلى رسول الله - صلى الله عليه وسلم - تبايعه على الإسلام ، فقال : \" أبايعك على ألا تشركي بالله شيئا ، ولا تسرقي ، ولا تزني ، ولا تقتلي ولدك ، ولا تأتي ببهتان تفترينه بين يديك ورجليك ، ولا تنوحي ، ولا تبرجي تبرج الجاهلية الأولى \"وقال الإمام أحمد : حدثنا سفيان ، عن الزهري ، عن أبي إدريس الخولاني ، عن عبادة بن الصامت قال : كنا عند رسول الله - صلى الله عليه وسلم - في مجلس فقال : \" تبايعوني على ألا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم - قرأ الآية التي أخذت على النساء ( إذا جاءك المؤمنات ) فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب به ، فهو كفارة له ، ومن أصاب من ذلك شيئا فستره الله عليه ، فهو إلى الله ، إن شاء غفر له ، وإن شاء عذبه \" . أخرجاه في الصحيحين .وقال محمد بن إسحاق ، عن يزيد بن أبي حبيب ، عن مرثد بن عبد الله اليزني عن أبي عبد الله عبد الرحمن بن عسيلة الصنابحي ، عن عبادة بن الصامت قال : كنت فيمن حضر العقبة الأولى ، وكنا اثني عشر رجلا فبايعنا رسول الله - صلى الله عليه وسلم - على بيعة النساء ، وذلك قبل أن يفرض الحرب ، على ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف ، وقال : \" فإن وفيتم فلكم الجنة \" رواه ابن أبي حاتم .وقد روى ابن جرير من طريق العوفي ، عن ابن عباس : أن رسول الله - صلى الله عليه وسلم - أمر عمر بن الخطاب فقال : \" قل لهن : إن رسول الله يبايعكن على ألا تشركن بالله شيئا \" - وكانت هند بنت عتبة بن ربيعة التي شقت بطن حمزة منكرة في النساء - فقالت : \" إني إن أتكلم يعرفني ، وإن عرفني قتلني \" . وإنما تنكرت فرقا من رسول الله - صلى الله عليه وسلم - فسكت النسوة اللاتي مع هند ، وأبين أن يتكلمن . فقالت هند وهي منكرة : كيف تقبل من النساء شيئا لم تقبله من الرجال ؟ ففطن إليها رسول الله وقال لعمر : \" قل لهن : ولا تسرقن \" . قالت هند : والله إني لأصيب من أبي سفيان الهنات ، ما أدري أيحلهن لي أم لا ؟ قال أبو سفيان : ما أصبت من شيء مضى أو قد بقي ، فهو لك حلال . فضحك رسول الله - صلى الله عليه وسلم - وعرفها ، فدعاها فأخذت بيده ، فعاذت به ، فقال : \" أنت هند ؟ \" . قالت : عفا الله عما سلف . فصرف عنها رسول الله - صلى الله عليه وسلم - فقال : \" ولا يزنين \" ، فقالت : يا رسول الله ، وهل تزني الحرة ؟ قال : \" لا والله ما تزني الحرة \" . فقال : \" ولا يقتلن أولادهن \" . قالت هند : أنت قتلتهم يوم بدر ، فأنت وهم أبصر . قال : ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) قال ( ولا يعصينك في معروف ) قال : منعهن أن ينحن ، وكان أهل الجاهلية يمزقن الثياب ويخدشن الوجوه ، ويقطعن الشعور ، ويدعون بالثبور . والثبور : الويل .وهذا أثر غريب ، وفي بعضه نكارة ، والله أعلم ; فإن أبا سفيان وامرأته لما أسلما لم يكن رسول الله - صلى الله عليه وسلم - يخيفهما ، بل أظهر الصفاء والود له ، وكذلك كان الأمر من جانبه ، عليه السلام ، لهما .وقال مقاتل بن حيان : أنزلت هذه الآية يوم الفتح ، فبايع رسول الله - صلى الله عليه وسلم - الرجال على الصفا ، وعمر يبايع النساء تحتها عن رسول الله - صلى الله عليه وسلم - فذكر بقيته كما تقدم وزاد : فلما قال : ( ولا يقتلن أولادهن ) قالت هند : ربيناهم صغارا فقتلتموهم كبارا . فضحك عمر بن الخطاب حتى استلقى . رواه ابن أبي حاتم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا نصر بن علي ، حدثتني غبطة بنت سليمان ، حدثتني عمتي ، عن جدتها ، عن عائشة قالت : جاءت هند بنت عتبة إلى رسول الله - صلى الله عليه وسلم - لتبايعه ، فنظر إلى يدها فقال : \" اذهبي فغيري يدك \" . فذهبت فغيرتها بحناء ، ثم جاءت فقال : \" أبايعك على ألا تشركي بالله شيئا \" ، فبايعها وفي يدها سواران من ذهب ، فقالت : ما تقول في هذين السوارين ؟ فقال : \" جمرتان من جمر جهنم \" .فقوله : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) أي : من جاءك منهن يبايع على هذه الشروط فبايعها ، ( على أن لا يشركن بالله شيئا ولا يسرقن ) أي : أموال الناس الأجانب ، فأما إذا كان الزوج مقصرا في نفقتها ، فلها أن تأكل من ماله بالمعروف ، ما جرت به عادة أمثالها ، وإن كان بغير علمه ، عملا بحديث هند بنت عتبة أنها قالت : يا رسول الله ، إن أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني ، فهل علي جناح إن أخذت من ماله بغير علمه ؟ فقال رسول الله - صلى الله عليه وسلم - : \" خذي من ماله بالمعروف ما يكفيك ويكفي بنيك \" . أخرجاه في الصحيحين .وقوله : ( ولا يزنين ) كقوله ( ولاتقربوا الزنا إنه كان فاحشة وساء سبيلا ) [ الإسراء : 32 ] . وفي حديث سمرة ذكر عقوبة الزناة بالعذاب الأليم في نار الجحيم .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن الزهري ، عن عروة ، عن عائشة قالت : جاءت فاطمة بنت عتبة تبايع رسول الله - صلى الله عليه وسلم - فأخذ عليها : ( أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ) الآية ، قالت : فوضعت يدها على رأسها حياء ، فأعجبه ما رأى منها ، فقالت عائشة : أقري أيتها المرأة ، فوالله ما بايعنا إلا على هذا . قالت : فنعم إذا . فبايعها بالآية .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا ابن فضيل ، عن حصين ، عن عامر - هو الشعبي - قال : بايع رسول الله - صلى الله عليه وسلم - النساء ، وعلى يده ثوب قد وضعه على كفه ، ثم قال : \" ولا تقتلن أولادكن \" . فقالت امرأة : تقتل آباءهم وتوصينا بأولادهم ؟ قال : وكان بعد ذلك إذا جاءت النساء يبايعنه ، جمعهن فعرض عليهن ، فإذا أقررن رجعن .وقوله ( ولا يقتلن أولادهن ) وهذا يشمل قتله بعد وجوده ، كما كان أهل الجاهلية يقتلون أولادهم خشية الإملاق ، ويعم قتله وهو جنين ، كما قد يفعله بعض الجهلة من النساء ، تطرح نفسها لئلا تحبل إما لغرض فاسد ، أو ما أشبهه .وقوله : ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) قال ابن عباس : يعني لا يلحقن بأزواجهن غير أولادهم . وكذا قال مقاتل . ويؤيد هذا الحديث الذي رواه أبو داود :حدثنا أحمد بن صالح ، حدثنا ابن وهب ، حدثنا عمرو - يعني : ابن الحارث ، - عن ابن الهاد ، عن عبد الله بن يونس ، عن سعيد المقبري ، عن أبي هريرة أنه سمع رسول الله - صلى الله عليه وسلم - يقول حين نزلت آية الملاعنة : \" أيما امرأة أدخلت على قوم من ليس منهم ، فليست من الله في شيء ، ولن يدخلها الله جنته ، وأيما رجل جحد ولده وهو ينظر إليه ، احتجب الله منه ، وفضحه على رءوس الأولين والآخرين \" .وقوله : ( ولا يعصينك في معروف ) يعني : فيما أمرتهن به من معروف ، ونهيتهن عنه من منكر .قال البخاري : حدثنا عبد الله بن محمد ، حدثنا وهب بن جرير ، حدثنا أبي قال : سمعت الزبير ، عن عكرمة ، عن ابن عباس في قوله : ( ولا يعصينك في معروف ) قال : إنما هو شرط شرطه الله للنساء .وقال ميمون بن مهران : لم يجعل الله لنبيه طاعة إلا لمعروف ، والمعروف : طاعة .وقال ابن زيد : أمر الله بطاعة رسوله ، وهو خيرة الله من خلقه في المعروف . وقد قال غيره عن ابن عباس ، وأنس بن مالك ، وسالم بن أبي الجعد ، وأبي صالح ، وغير واحد : نهاهن يومئذ عن النوح . وقد تقدم حديث أم عطية في ذلك أيضا .وقال ابن جرير : حدثنا بشر ، حدثنا يزيد ، حدثنا سعيد ، عن قتادة في هذه الآية : ذكر لنا أن نبي الله - صلى الله عليه وسلم - أخذ عليهن النياحة ، ولا تحدثن الرجال إلا رجلا منكن محرما . فقال عبد الرحمن بن عوف : يا نبي الله ، إن لنا أضيافا ، وإنا نغيب عن نسائنا . فقال رسول الله - صلى الله عليه وسلم - : \" ليس أولئك عنيت ، ليس أولئك عنيت \" .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى الفراء ، أخبرنا ابن أبي زائدة ، حدثني مبارك ، عن الحسن قال : كان فيما أخذ النبي - صلى الله عليه وسلم - : \" ألا تحدثن الرجال إلا أن تكون ذات محرم ، فإن الرجل لا يزال يحدث المرأة حتى يمذي بين فخذيه \" .وقال ابن جرير : حدثنا ابن حميد ، حدثنا هارون ، عن عمرو ، عن عاصم ، عن ابن سيرين ، عن أم عطية الأنصارية قالت : كان فيما اشترط علينا من المعروف حين بايعنا ألا ننوح ، فقالت امرأة من بني فلان : إن بني فلان أسعدوني ، فلا حتى أجزيهم ، فانطلقت ، فأسعدتهم ، ثم جاءت فبايعت ، قالت : فما وفى منهن غيرها ، وغير أم سليم ابنة ملحان أم أنس بن مالك .وقد روى البخاري هذا الحديث من طريق حفصة بنت سيرين ، عن أم عطية نسيبة الأنصارية رضي الله عنها وقد روي نحوه من وجه آخر أيضا .وقال ابن جرير : حدثنا أبو كريب ، حدثنا أبو نعيم ، حدثنا عمر بن فروخ القتات ، حدثني مصعب بن نوح الأنصاري قال : أدركت عجوزا لنا كانت فيمن بايع رسول الله - صلى الله عليه وسلم - . قالت : فأتيته لأبايعه ، فأخذ علينا فيما أخذ ألا تنحن . فقالت عجوز : يا رسول الله ، إن ناسا قد كانوا أسعدوني على مصائب أصابتني ، وأنهم قد أصابتهم مصيبة ، فأنا أريد أسعدهم . قال : \" فانطلقي فكافئيهم \" . فانطلقت فكافأتهم ، ثم إنها أتته فبايعته ، وقال : هو المعروف الذي قال الله عز وجل : ( ولا يعصينك في معروف ) .وقال ابن أبي حاتم : حدثنا أحمد بن منصور الرمادي ، حدثنا القعنبي ، حدثنا الحجاج بن صفوان ، عن أسيد بن أبي أسيد البراد ، عن امرأة من المبايعات قالت : كان فيما أخذ علينا رسول الله - صلى الله عليه وسلم - : أن لا نعصيه في معروف : أن لا نخمش وجوها ، ولا ننشر شعرا ، ولا نشق جيبا ، ولا ندعو ويلا .وقال ابن جرير : حدثنا أبو كريب ، حدثنا وكيع ، عن يزيد مولى الصهباء ، عن شهر بن حوشب ، عن أم سلمة ، عن رسول الله - صلى الله عليه وسلم - في قوله : ( ولا يعصينك في معروف ) قال : \" النوح \" .ورواه الترمذي في التفسير ، عن عبد بن حميد ، عن أبي نعيم ، وابن ماجه ، عن أبي بكر بن أبي شيبة ، عن وكيع - كلاهما عن يزيد بن عبد الله الشيباني مولى الصهباء به . ، وقال الترمذي : حسن غريب .وقال ابن جرير : حدثنا محمد بن سنان القزاز ، حدثنا إسحاق بن إدريس ، حدثنا إسحاق بن عثمان أبو يعقوب ، حدثني إسماعيل بن عبد الرحمن بن عطية ، عن جدته أم عطية قالت : لما قدم رسول الله - صلى الله عليه وسلم - جمع نساء الأنصار في بيت ، ثم أرسل إلينا عمر بن الخطاب ، رضي الله عنه ، فقام على الباب وسلم علينا ، فرددن - أو : فرددنا - عليه السلام ، ثم قال : \" أنا رسول رسول الله - صلى الله عليه وسلم - إليكن \" . قالت : فقلنا : مرحبا برسول الله وبرسول رسول الله . فقال : \" تبايعن على ألا تشركن بالله شيئا ، ولا تسرقن ، ولا تزنين ؟ \" قالت : فقلنا : نعم . قالت : فمد يده من خارج الباب - أو : البيت - ومددنا أيدينا من داخل البيت ، ثم قال : \" اللهم اشهد \" . قالت : وأمرنا في العيدين أن نخرج فيه الحيض ، والعواتق ، ولا جمعة علينا ، ونهانا عن اتباع الجنائز . قال إسماعيل : فسألت جدتي عن قوله : ( ولا يعصينك في معروف ) قالت : النياحة .وفي الصحيحين من طريق الأعمش ، عن عبد الله بن مرة ، عن مسروق ، عن عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : \" ليس منا من ضرب الخدود ، وشق الجيوب ، ودعا بدعوى الجاهلية \" .وفي الصحيحين أيضا عن أبي موسى : أن رسول الله - صلى الله عليه وسلم - برئ من الصالقة ، والحالقة ، والشاقة .وقال الحافظ أبو يعلى : حدثنا هدبة بن خالد ، حدثنا أبان بن يزيد ، حدثنا يحيى بن أبي كثير : أن زيدا حدثه : أن أبا سلام حدثه : أن أبا مالك الأشعري حدثه : أن رسول الله - صلى الله عليه وسلم - قال : \" أربع في أمتي من أمر الجاهلية لا يتركونهن : الفخر في الأحساب ، والطعن في الأنساب ، والاستسقاء بالنجوم ، والنياحة . وقال : النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ، ودرع من جرب \" .ورواه مسلم في صحيحه منفردا به ، من حديث أبان بن يزيد العطار به . .وعن أبي سعيد : أن رسول الله - صلى الله عليه وسلم - لعن النائحة والمستمعة . رواه أبو داود"
      },
      "translations": {
        "en": "O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
        "fr": "O Prophète! Quand les croyantes viennent te prêter serment d'allégeance, [et en jurent] qu'elles n'associeront rien à Allah, qu'elles ne voleront pas, qu'elles ne se livreront pas à l'adultère, qu'elles ne tueront pas leurs propres enfants, qu'elles ne commettront aucune infamie ni avec leurs mains ni avec leurs pieds et qu'elles ne désobéiront pas en ce qui est convenable, alors reçois leur serment d'allégeance, et implore d'Allah le pardon pour elles. Allah est certes, Pardonneur et Très Miséricordieux.",
        "es": "¡Profeta! Cuando las creyentes vengan a ti a prestarte juramento de fidelidad, de que no asociarán nada a Alá, que no robarán, que no fornicarán, que no matarán a sus hijos, que no dirán calumnia forjada entre sus manos y pies, que no te desobedecerán en lo que se juzgue razonable, acepta su juramento y pide a Alá que les perdone. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (12)هذه تكملة لامتحان النساء المتقدم ذكره في قوله تعالى : { يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن } الآية [ الممتحنة : 10 ] . وبيان لتفصيل آثاره . فكأنه يقول : فإن علمتموهن مؤمنات فلا ترجعوهنّ إلى الكفار وبَينُوا لهن شرائع الإِسلام . وآية الامتحان عقب صلح الحديبية في شأن من هاجرن من مكة إلى المدينة بعد الصلح وهن : أمّ كلثوم بنت عقبة بن أبي معيط ، وسبيعة الأسلمية ، وأميمة بنت بشر ، وزينب بنت رسول الله صلى الله عليه وسلم فلا صحة للأخبار التي تقول : إن الآية نزلت في فتح مكة ومنشؤها التخليط في الحوادث واشتباه المكرر بالآنف .روى البخاري ومسلم عن عائشة : أن رسول الله صلى الله عليه وسلم كان يمتحن من هاجر من المؤمنات بهذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْءَاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَٰبِ ٱلْقُبُورِ",
      "tafsir": {
        "muyassar": "يا أيها الذين آمنوا بالله ورسوله، لا تتخذوا الذين غضب الله عليهم؛ لكفرهم أصدقاء وأخلاء، قد يئسوا من ثواب الله في الآخرة، كما يئس الكفار المقبورون، من رحمة الله في الآخرة؛ حين شاهدوا حقيقة الأمر، وعلموا علم اليقين أنهم لا نصيب لهم منها، أو كما يئس الكفار مِن بَعْث موتاهم -أصحاب القبور-؛ لاعتقادهم عدم البعث.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تتولوا قومًا غضب الله عليهم لا يوقنون بالآخرة، بل هم يائسون منها مثل يأسهم من رجوع موتاهم إليهم لكفرهم بالبعث.",
        "saadi": "أي: يا أيها المؤمنون، إن كنتم مؤمنين بربكم، ومتبعين لرضاه ومجانبين لسخطه، { لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ } وإنما غضب عليهم لكفرهم، وهذا شامل لجميع أصناف الكفار. { قَدْ يَئِسُوا مِنَ الْآخِرَةِ } أي: قد حرموا من خير الآخرة، فليس لهم منها نصيب، فاحذروا أن تولوهم فتوافقوهم على شرهم وكفرهم  فتحرموا خير الآخرة كما حرموا.[وقوله] { كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ } حين أفضوا إلى الدار الآخرة، ووقفوا على حقيقة الأمر  وعلموا علم اليقين أنهم لا نصيب لهم منها. ويحتمل أن المعنى: قد يئسوا من الآخرة أي: قد أنكروها وكفروا بها، فلا يستغرب حينئذ منهم الإقدام على مساخط الله وموجبات عذابه وإياسهم من الآخرة، كما يئس الكفار المنكرون للبعث في الدنيا من رجوع أصحاب القبور إلى الله تعالى.تم تفسير سورة الممتحنة،والحمد لله رب العالمين.  ",
        "kathir": "ينهى تبارك وتعالى عن موالاة الكافرين في آخر \" هذه السورة \" كما نهى عنها في أولها فقال : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) يعني : اليهود والنصارى وسائر الكفار ، ممن غضب الله عليه ولعنه واستحق من الله الطرد والإبعاد ، فكيف توالونهم وتتخذونهم أصدقاء وأخلاء وقد يئسوا من الآخرة ، أي : من ثواب الآخرة ونعيمها في حكم الله عز وجل . وقوله : ( كما يئس الكفار من أصحاب القبور ) فيه قولان ، أحدهما : كما يئس الكفار الأحياء من قراباتهم الذين في القبور أن يجتمعوا بهم بعد ذلك ; لأنهم لا يعتقدون بعثا ولا نشورا ، فقد انقطع رجاؤهم منهم فيما يعتقدونه .قال العوفي ، عن ابن عباس : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) إلى آخر السورة ، يعني من مات من الذين كفروا فقد يئس الأحياء من الذين كفروا أن يرجعوا إليهم أو يبعثهم الله عز وجل .وقال الحسن البصري : ( كما يئس الكفار من أصحاب القبور ) قال : الكفار الأحياء قد يئسوا من الأموات .وقال قتادة : كما يئس الكفار أن يرجع إليهم أصحاب القبور الذين ماتوا . وكذا قال الضحاك . رواهن ابن جرير .والقول الثاني : معناه : كما يئس الكفار الذين هم في القبور من كل خير .قال الأعمش ، عن أبي الضحى ، عن مسروق ، عن ابن مسعود : ( كما يئس الكفار من أصحاب القبور ) قال : كما يئس هذا الكافر إذا مات وعاين ثوابه واطلع عليه . وهذا قول مجاهد ، وعكرمة ، ومقاتل ، وابن زيد ، والكلبي ، ومنصور . وهو اختيار ابن جرير .آخر تفسير سورة الممتحنة ولله الحمد والمنة."
      },
      "translations": {
        "en": "O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves.",
        "fr": "O vous qui avez cru! Ne prenez pas pour alliés des gens contre lesquels Allah est courroucé et qui désespèrent de l'au-delà, tout comme les mécréants désespèrent des gens des tombeaux.",
        "es": "¡Creyentes! ¡No toméis como amigos a gente que ha incurrido en la ira de Alá! Desesperan de la otra vida, como los infieles desesperan de los sepultados."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآَخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (13)بعد أن استقصت السورة إرشاد المسلمين إلى ما يجب في المعاملة مع المشركين ، جاء في خاتمتها الإِرشاد إلى المعاملة مع قوم ليسوا دون المشركين في وجوب الحذر منهم وهم اليهود ، فالمراد بهم غير المشركين إذ شُبه يأسهم من الآخرة بيأس الكفار ، فتعين أن هؤلاء غير المشركين لئلا يكون من تشبيه الشيء بنفسه .وقد نعتهم الله بأنهم قوم غَضب الله عليهم ، وهذه صفة تكرر في القرآن إلحاقها باليهود كما جاء في سورة الفاتحة أنهم المغضوب عليهم . فتكون هذه الآية مثلَ قوله تعالى : { يأيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزؤاً ولعباً من الذين أوتوا الكتاب من قبلكم والكفار أولياء } في سورة [ العقود : 57 ] .ذلك أن يهود خيبر كانوا يومئذٍ بجوار المسلمين من أهل المدينة . وذكر الواحدي في أسباب النزول } : أنها نزلت في ناس من فقراء المسلمين يعملون عند اليهود ويواصلونهم ليصيبوا بذلك من ثمارهم ، وربما أخبروا اليهودَ بأحوال المسلمين عن غفلة وقِلة حذر فنبه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًۭا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تتخذوا عدوي وعدوكم خلصاء وأحباء، تُفْضون إليهم بالمودة، فتخبرونهم بأخبار الرسول صلى الله عليه وسلم، وسائر المسلمين، وهم قد كفروا بما جاءكم من الحق من الإيمان بالله ورسوله وما نزل عليه من القرآن، يخرجون الرسول ويخرجونكم- أيها المؤمنون- من \"مكة\"؛ لأنكم تصدقون بالله ربكم، وتوحدونه، إن كنتم- أيها المؤمنون- هاجرتم مجاهدين في سبيلي، طالبين مرضاتي عنكم، فلا توالوا أعدائي وأعداءكم، تُفْضون إليهم بالمودة سرًّا، وأنا أعلم بما أخفيتم وما أظهرتم، ومن يفعل ذلك منكم فقد أخطأ طريق الحق والصواب، وضلَّ عن قصد السبيل.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تتخذوا أعدائي وأعداءكم أولياء توالونهم وتوادّونهم، وقد كفروا بما جاءكم على يد رسولكم من الدين، يُخْرِجون الرسول من داره، ويخرجونكم أنتم كذلك من دياركم بمكة، لا يراعون فيكم قرابة ولا رحمًا، لا لشيء إلا أنكم آمنتم بالله ربكم، لا تفعلوا ذلك إن كنتم خرجتم لأجل الجهاد في سبيلي، ومن أجل طلب مرضاتي، تُسِرُّون إليهم بأخبار المسلمين مودة لهم، وأنا أعلم بما أخفيتم من ذلك وما أعلنتم، لا يخفى عليَّ شيء من ذلك ولا من غيره، ومن يفعل تلك الموالاة والموادة للكفار فقد انحرف عن وسط الطريق، وضلّ عن الحق، وجانَبَ الصواب.",
        "saadi": "ذكر كثير من المفسرين، [رحمهم الله]، أن سبب نزول هذه الآيات الكريمات في قصة حاطب بن أبي بلتعة، حين غزا النبي صلى الله عليه وسلم غزوة الفتح، فكتب حاطب إلى قريش  يخبرهم بمسير رسول الله صلى الله عليه وسلم إليهم، ليتخذ بذلك يدا عندهم لا [شكا و] نفاقا، وأرسله مع امرأة، فأخبر النبي صلى الله عليه وسلم بشأنه، فأرسل إلى المرأة قبل وصولها وأخذ منها الكتاب.وعاتب حاطبا، فاعتذر رضي الله عنه بعذر قبله النبي صلى الله عليه وسلم، وهذه الآيات فيها النهي الشديد عن موالاة الكفار من المشركين وغيرهم، وإلقاء المودة إليهم، وأن ذلك مناف للإيمان، ومخالف لملة إبراهيم الخليل عليه الصلاة والسلام، ومناقض للعقل الذي يوجب الحذر كل الحذر من العدو، الذي لا يبقي من مجهوده في العداوة شيئا، وينتهز الفرصة في إيصال الضرر إلى عدوه، فقال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا } اعملوا بمقتضى إيمانكم، من ولاية من قام بالإيمان، ومعاداة من عاداه، فإنه عدو لله، وعدو للمؤمنين.فلا تتخذوا عدو الله { وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ } أي: تسارعون في مودتهم وفي السعي بأسبابها، فإن المودة إذا حصلت، تبعتها النصرة والموالاة، فخرج العبد من الإيمان، وصار من جملة أهل الكفران، وانفصل عن أهل الإيمان.وهذا المتخذ للكافر وليا، عادم المروءة أيضا، فإنه كيف يوالي أعدى أعدائه الذي لا يريد له إلا الشر، ويخالف ربه ووليه الذي يريد به الخير، ويأمره به، ويحثه عليه؟! ومما يدعو المؤمن أيضا إلى معاداة الكفار، أنهم قد كفروا بما جاء المؤمنين من الحق، ولا أعظم من هذه المخالفة والمشاقة، فإنهم قد كفروا بأصل دينكم، وزعموا أنكم ضلال على غير هدى.والحال أنهم كفروا بالحق الذي لا شك فيه ولا مرية، ومن رد الحق فمحال أن يوجد له دليل أو حجة تدل على صحة قوله، بل مجرد العلم بالحق  يدل على بطلان قول من رده وفساده.ومن عداوتهم البليغة أنهم { يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ } أيها المؤمنون من دياركم، ويشردونكم من أوطانكم، ولا ذنب لكم في ذلك عندهم، إلا أنكم تؤمنون بالله ربكم الذي يتعين على الخلق كلهم القيام بعبوديته، لأنه رباهم، وأنعم عليهم، بالنعم الظاهرة والباطنة، وهو الله تعالى.فلما أعرضوا عن هذا الأمر، الذي هو أوجب الواجبات، وقمتم به، عادوكم، وأخرجوكم - من أجله - من دياركم، فأي دين، وأي مروءة وعقل، يبقى مع العبد إذا والى الكفار الذين هذا وصفهم في كل زمان أو مكان؟\" ولا يمنعهم منه إلا خوف، أو مانع قوي.{ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي } أي: إن كان خروجكم مقصودكم به الجهاد في سبيل الله، لإعلاء كلمة الله، وابتغاء مرضاة الله  فاعملوا بمقتضى هذا، من موالاة أولياء الله ومعاداة أعدائه، فإن هذا هو الجهاد في سبيله  وهو من أعظم ما يتقرب به المتقربون إلى ربهم ويبتغون به رضاه.{ تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ } أي: كيف تسرون المودة للكافرين وتخفونها، مع علمكم أن الله عالم بما تخفون وما تعلنون؟!، فهو وإن خفي على المؤمنين، فلا يخفى على الله تعالى، وسيجازي العباد بما يعلمه منهم من الخير والشر، { وَمَنْ يَفْعَلْهُ مِنْكُمْ } أي: موالاة الكافرين بعد ما حذركم الله منها { فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ } لأنه سلك مسلكا مخالفا للشرع وللعقل والمروءة الإنسانية.",
        "kathir": "تفسير سورة الممتحنة وهي مدنية .كان سبب نزول صدر هذه السورة الكريمة قصة حاطب بن أبي بلتعة ، وذلك أن حاطبا هذا كان رجلا من المهاجرين ، وكان من أهل بدر أيضا ، وكان له بمكة أولاد ومال ، ولم يكن من قريش أنفسهم ، بل كان حليفا لعثمان . فلما عزم رسول الله - صلى الله عليه وسلم - على فتح مكة لما نقض أهلها العهد ، فأمر النبي - صلى الله عليه وسلم - المسلمين بالتجهيز لغزوهم ، وقال : \" اللهم ، عم عليهم خبرنا \" . فعمد حاطب هذا فكتب كتابا ، وبعثه مع امرأة من قريش إلى أهل مكة ، يعلمهم بما عزم عليه رسول الله - صلى الله عليه وسلم - من غزوهم ، ليتخذ بذلك عندهم يدا ، فأطلع الله رسوله على ذلك استجابة لدعائه . فبعث في أثر المرأة فأخذ الكتاب منها ، وهذا بين في هذا الحديث المتفق على صحته . قال الإمام أحمد :حدثنا سفيان ، عن عمرو ، أخبرني حسن بن محمد بن علي ، أخبرني عبيد الله بن أبي رافع - وقال مرة : إن عبيد الله بن أبي رافع أخبره : أنه سمع عليا رضي الله عنه ، يقول : بعثني رسول الله - صلى الله عليه وسلم - أنا ، والزبير ، والمقداد فقال : \" انطلقوا حتى تأتوا روضة خاخ فإن بها ظعينة معها كتاب ، فخذوه منها \" . فانطلقنا تعادى بنا خيلنا حتى أتينا الروضة ، فإذا نحن بالظعينة ، قلنا : أخرجي الكتاب . قالت : ما معي كتاب . قلنا : لتخرجن الكتاب أو لنلقين الثياب . قال : فأخرجت الكتاب من عقاصها ، فأخذنا الكتاب فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه : من حاطب بن أبي بلتعة إلى ناس من المشركين بمكة يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم - . فقال رسول الله - صلى الله عليه وسلم - : \" يا حاطب ، ما هذا ؟ \" . قال : لا تعجل علي ، إني كنت امرأ ملصقا في قريش ، ولم أكن من أنفسهم ، وكان من معك من المهاجرين لهم قرابات يحمون أهليهم بمكة ، فأحببت إذ فاتني ذلك من النسب فيهم أن أتخذ فيهم يدا يحمون بها قرابتي ، وما فعلت ذلك كفرا ولا ارتدادا عن ديني ولا رضا بالكفر بعد الإسلام . فقال رسول الله - صلى الله عليه وسلم - : \" إنه صدقكم \" . فقال عمر : دعني أضرب عنق هذا المنافق . فقال : \" إنه قد شهد بدرا ما يدريك لعل الله اطلع إلى أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" .وهكذا أخرجه الجماعة إلا ابن ماجه ، من غير وجه ، عن سفيان بن عيينة به . . وزاد البخاري في كتاب \" المغازي \" : فأنزل الله السورة : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) . وقال في كتاب التفسير : قال عمرو : ونزلت فيه : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء ) قال : \" لا أدري الآية في الحديث أو قال عمرو \" . قال البخاري : قال علي - يعني : ابن المديني - : قيل لسفيان في هذا : نزلت ( لا تتخذوا عدوي وعدوكم أولياء ) ؟ فقال سفيان : هذا في حديث الناس ، حفظته من عمرو ما تركت منه حرفا ، وما أرى أحدا حفظه غيري .وقد أخرجاه في الصحيحين من حديث حصين بن عبد الرحمن ، عن سعد بن عبيدة عن أبي عبد الرحمن السلمي ، عن علي قال : بعثني رسول الله - صلى الله عليه وسلم - وأبا مرثد والزبير بن العوام ، وكلنا فارس ، وقال : انطلقوا حتى تأتوا روضة خاخ ، فإن بها امرأة من المشركين معها كتاب من حاطب إلى المشركين : فأدركناها تسير على بعير لها حيث قال رسول الله - صلى الله عليه وسلم - فقلنا : الكتاب ؟ فقالت : ما معي كتاب . فأنخناها فالتمسنا فلم نر كتابا ، فقلنا : ما كذب رسول الله - صلى الله عليه وسلم - ! لتخرجن الكتاب أو لنجردنك . فلما رأت الجد أهوت إلى حجزتها وهي محتجزة بكساء فأخرجته . فانطلقنا بها إلى رسول الله - صلى الله عليه وسلم - فقال عمر : يا رسول الله ، قد خان الله ورسوله والمؤمنين ، فدعني فلأضرب عنقه . فقال : \" ما حملك على ما صنعت ؟ \" . قال : والله ما بي إلا أن أكون مؤمنا بالله ورسوله ، أردت أن تكون لي عند القوم يد يدفع الله بها عن أهلي ومالي ، وليس أحد من أصحابك إلا له هنالك من عشيرته من يدفع الله به عن أهله وماله . فقال : \" صدق ، لا تقولوا له إلا خيرا \" . فقال عمر : إنه قد خان الله ورسوله والمؤمنين ، فدعني فلأضرب عنقه . فقال : \" أليس من أهل بدر ؟ \" فقال : \" لعل الله قد اطلع إلى أهل بدر فقال : اعملوا ما شئتم فقد وجبت لكم الجنة - أو : قد غفرت لكم \" . فدمعت عينا عمر ، وقال : الله ورسوله أعلم .هذا لفظ البخاري في \" المغازي \" في غزوة بدر وقد روي من وجه آخر عن علي قال ابن أبي حاتم :حدثنا علي بن الحسن الهسنجاني ، حدثنا عبيد بن يعيش ، حدثنا إسحاق بن سليمان الرازي ، عن أبي سنان - هو سعيد بن سنان ، - عن عمرو بن مرة الجملي ، عن أبي البختري الطائي ، عن الحارث عن علي قال : لما أراد النبي - صلى الله عليه وسلم - أن يأتي مكة أسر إلى أناس من أصحابه أنه يريد مكة ، فيهم حاطب بن أبي بلتعة وأفشى في الناس أنه يريد خيبر . قال : فكتب حاطب بن أبي بلتعة إلى أهل مكة أن رسول الله - صلى الله عليه وسلم - يريدكم . فأخبر رسول الله - صلى الله عليه وسلم - قال : فبعثني رسول الله - صلى الله عليه وسلم - وأبا مرثد ، وليس منا رجل إلا وعنده فرس ، فقال : \" ائتوا روضة خاخ فإنكم ستلقون بها امرأة معها كتاب ، فخذوه منها \" . فانطلقنا حتى رأيناها بالمكان الذي ذكر رسول الله - صلى الله عليه وسلم - . فقلنا لها : هات الكتاب . فقالت : ما معي كتاب . فوضعنا متاعها وفتشناها فلم نجده في متاعها ، فقال أبو مرثد : لعله ألا يكون معها . فقلت : ما كذب رسول الله - صلى الله عليه وسلم - ولا كذبنا . فقلنا لها : لتخرجنه أو لنعرينك . فقالت : أما تتقون الله ؟ ! ألستم مسلمين ؟ فقلنا : لتخرجنه أو لنعرينك . قال عمرو بن مرة : فأخرجته من حجزتها . وقال حبيب بن أبي ثابت : أخرجته من قبلها . فأتينا به رسول الله - صلى الله عليه وسلم - فإذا الكتاب من حاطب بن أبي بلتعة . فقام عمر فقال : يا رسول الله ، خان الله ورسوله ، فائذن لي فلأضرب عنقه . فقال رسول الله : \" أليس قد شهد بدرا ؟ \" . قالوا : بلى . وقال عمر : بلى ، ولكنه قد نكث وظاهر أعداءك عليك . فقال رسول الله - صلى الله عليه وسلم - : \" فلعل الله اطلع إلى أهل بدر فقال : اعملوا ما شئتم ، إني بما تعملون بصير \" . ففاضت عينا عمر وقال : الله ورسوله أعلم . فأرسل رسول الله - صلى الله عليه وسلم - إلى حاطب فقال : \" يا حاطب ، ما حملك على ما صنعت ؟ \" . فقال : يا رسول الله ، إني كنت امرأ ملصقا في قريش ، وكان لي بها مال وأهل ، ولم يكن من أصحابك أحد إلا وله بمكة من يمنع أهله وماله ، فكتبت إليهم بذلك ووالله - يا رسول الله - إني لمؤمن بالله ورسوله . فقال رسول الله - صلى الله عليه وسلم - : \" صدق حاطب ، فلا تقولوا لحاطب إلا خيرا \" . قال حبيب بن أبي ثابت : فأنزل الله : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) الآية .وهكذا رواه ابن جرير ، عن ابن حميد ، عن مهران ، عن أبي سنان - سعيد بن سنان - بإسناده مثله . وقد ذكر ذلك أصحاب المغازي والسير ، فقال محمد بن إسحاق بن يسار في السيرة .حدثني محمد بن جعفر بن الزبير ، عن عروة بن الزبير وغيره من علمائنا قال : لما أجمع رسول الله - صلى الله عليه وسلم - المسير إلى مكة ، كتب حاطب بن أبي بلتعة كتابا إلى قريش يخبرهم بالذي أجمع عليه رسول الله - صلى الله عليه وسلم - من الأمر في السير إليهم ، ثم أعطاه امرأة - زعم محمد بن جعفر أنها من مزينة وزعم غيره أنها : سارة مولاة لبني عبد المطلب - وجعل لها جعلا على أن تبلغه قريشا فجعلته في رأسها ، ثم فتلت عليه قرونها ، ثم خرجت به . وأتى رسول الله - صلى الله عليه وسلم - الخبر من السماء بما صنع حاطب ، فبعث علي بن أبي طالب ، والزبير بن العوام ، فقال : \" أدركا امرأة قد كتب معها حاطب بكتاب إلى قريش ، يحذرهم ما قد أجمعنا له من أمرهم \" .فخرجا حتى أدركاها بالخليفة - خليفة بني أبي أحمد - فاستنزلاها بالخليفة ، فالتمسا في رحلها فلم يجدا شيئا ، فقال لها علي بن أبي طالب : إني أحلف بالله ما كذب رسول الله وما كذبنا ولتخرجن لنا هذا الكتاب أو لنكشفنك . فلما رأت الجد منه قالت : أعرض . فأعرض ، فحلت قرون رأسها ، فاستخرجت الكتاب منها ، فدفعته إليه . فأتى به رسول الله - صلى الله عليه وسلم - فدعا رسول الله حاطبا فقال : \" يا حاطب ما حملك على هذا ؟ \" . فقال : يا رسول الله ، أما والله إني لمؤمن بالله ورسوله ما غيرت ولا بدلت ، ولكني كنت امرأ ليس لي في القوم من أهل ولا عشيرة ، وكان لي بين أظهرهم ولد وأهل فصانعتهم عليهم فقال عمر بن الخطاب : يا رسول الله ، دعني فلأضرب عنقه ، فإن الرجل قد نافق . فقال رسول الله - صلى الله عليه وسلم - : \" وما يدريك يا عمر ! لعل الله قد اطلع إلى أصحاب بدر يوم بدر فقال : اعملوا ما شئتم ، فقد غفرت لكم \" . فأنزل الله ، عز وجل ، في حاطب : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة ) إلى قوله : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه إذ قالوا لقومهم إنا برآء منكم ومما تعبدون من دون الله كفرنا بكم وبدا بيننا وبينكم العداوة والبغضاء أبدا حتى تؤمنوا بالله وحده ) [ الممتحنة : 4 ] إلى آخر القصة .وروى معمر ، عن الزهري ، عن عروة نحو ذلك . وهكذا ذكر مقاتل بن حيان : أن هذه الآيات نزلت في حاطب بن أبي بلتعة : أنه بعث سارة مولاة بني هاشم ، وأنه أعطاها عشرة دراهم ، وأن رسول الله - صلى الله عليه وسلم - بعث في أثرها عمر بن الخطاب ، وعلي بن أبي طالب ، رضي الله عنهما ، فأدركاها بالجحفة . . . وذكر تمام القصة كنحو ما تقدم . وعن السدي قريبا منه . وهكذا قال العوفي ، عن ابن عباس ، ومجاهد ، وقتادة ، وغير واحد : أن هذه الآيات نزلت في حاطب بن أبي بلتعة .فقوله تعالى : ( يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق ) يعني : المشركين والكفار الذين هم محاربون لله ولرسوله وللمؤمنين ، الذين شرع الله عداوتهم ومصارمتهم ، ونهى أن يتخذوا أولياء ، وأصدقاء ، وأخلاء ، كما قال ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم ) [ المائدة : 51 ] . وهذا تهديد شديد ووعيد أكيد ، وقال تعالى : ( يا أيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين أوتوا الكتاب من قبلكم والكفار أولياء واتقوا الله إن كنتم مؤمنين ) [ المائدة : 57 ] وقال تعالى : ( يا أيها الذين آمنوا لا تتخذوا الكافرين أولياء من دون المؤمنين أتريدون أن تجعلوا لله عليكم سلطانا مبينا ) [ النساء : 144 ] . وقال تعالى : ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه ) [ آل عمران : 28 ] ; ولهذا قبل رسول الله - صلى الله عليه وسلم - عذر حاطب لما ذكر أنه إنما فعل ذلك مصانعة لقريش ، لأجل ما كان له عندهم من الأموال والأولاد .ويذكر ها هنا الحديث الذي رواه الإمام أحمد :حدثنا مصعب بن سلام ، حدثنا الأجلح ، عن قيس بن أبي مسلم ، عن ربعي بن حراش ، سمعت حذيفة يقول : ضرب لنا رسول الله - صلى الله عليه وسلم - أمثالا : واحدا ، وثلاثة ، وخمسة ، وسبعة ، وتسعة ، وأحد عشر - قال : فضرب لنا منها مثلا وترك سائرها ، قال : \" إن قوما كانوا أهل ضعف ومسكنة ، قاتلهم أهل تجبر وعداء ، فأظهر الله أهل الضعف عليهم ، فعمدوا إلى عدوهم فاستعملوهم وسلطوهم ، فأسخطوا الله عليهم إلى يوم يلقونه \" .وقوله : ( يخرجون الرسول وإياكم ) هذا مع ما قبله من التهييج على عداوتهم وعدم موالاتهم ، لأنهم أخرجوا الرسول وأصحابه من بين أظهرهم كراهة لما هم عليه من التوحيد وإخلاص العبادة لله وحده ; ولهذا قال : ( أن تؤمنوا بالله ربكم ) أي : لم يكن لكم عندهم ذنب إلا إيمانكم بالله رب العالمين ، كقوله : ( وما نقموا منهم إلا أن يؤمنوا بالله العزيز الحميد ) [ البروج : 8 ] ، وكقوله ( الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله ) [ الحج : 40 ] .وقوله : ( إن كنتم خرجتم جهادا في سبيلي وابتغاء مرضاتي ) أي : إن كنتم كذلك فلا تتخذوهم أولياء ، إن كنتم خرجتم مجاهدين في سبيلي باغين لمرضاتي عنكم فلا توالوا أعدائي وأعداءكم ، وقد أخرجوكم من دياركم وأموالكم حنقا عليكم وسخطا لدينكم .وقوله : ( تسرون إليهم بالمودة وأنا أعلم بما أخفيتم وما أعلنتم ) أي : تفعلون ذلك وأنا العالم بالسرائر والضمائر والظواهر ( ومن يفعله منكم فقد ضل سواء السبيل)"
      },
      "translations": {
        "en": "O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.",
        "fr": "O vous qui avez cru! Ne prenez pas pour alliés Mon ennemi et le vôtre, leur offrant l'amitié, alors qu'ils ont nié ce qui vous est parvenu de la vérité. Ils expulsent le Messager et vous-mêmes parce que vous croyez en Allah, votre Seigneur. Si vous êtes sortis pour lutter dans Mon chemin et pour rechercher Mon agrément, leur témoignerez-vous secrètement de l'amitié, alors que Je connais parfaitement ce que vous cachez et ce que vous divulguez? Et quiconque d'entre vous le fait s'égare de la droiture du sentier.",
        "es": "¡Creyentes! ¡No toméis como amigos a los enemigos Míos y vuestros, dándoles muestras de afecto, siendo así que no creen en la Verdad venida a vosotros! Expulsan al Enviado y os expulsan a vosotros porque creéis en Alá vuestro Señor. Si salís para luchar por Mi causa y por deseo de agradarme, ¿les tendréis un afecto secreto? Yo sé bien lo que ocultáis y lo que manifestáis. Quien de vosotros obra así, se extravía del camino recto."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (1)اتفق المفسرون وثبت في «صحيح الأحاديث» أن هذه الآية نزلت في قضية الكتاب الذي كتب به حاطب بن أبي بلتعة حليف بني أسد بن عبد العُزّى من قريش . وكان حاطب من المهاجرين أصحاب رسول الله صلى الله عليه وسلم ومن أهل بدر .وحاصل القصة مأخوذة مما في «صحيح الآثار» ومشهور السيرة : أن رسول الله صلى الله عليه وسلم كان قد تجهّز قاصداً مكة . قيل لأجل العمرة عام الحديبية ، وهو الأصح ، وقيل لأجل فتح مكة وهو لا يستقيم ، فقدمتْ أيامئذٍ من مكة إلى المدينة امرأة تسمّى سارة مولاةٌ لأبي عَمرو بن صيفي بن هاشم بن عبد مناف وكانت على دين الشرك فقَالت لرسول الله صل",
      "gharib": {
        "muyassar": {
          "word": "عدو",
          "meaning": "خصم"
        },
        "siraj": {
          "word": "عدو",
          "meaning": "خصم لكم"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءًۭ وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
      "tafsir": {
        "muyassar": "إن يظفر بكم هؤلاء الذين تُسرُّون إليهم بالمودة يكونوا حربًا عليكم، ويمدوا إليكم أيديهم بالقتل والسبي، وألسنتهم بالسب والشتم، وهم قد تمنَّوْا- على كل حال- لو تكفرون مثلهم.",
        "mukhtasar": "إن يظفروا بكم يُظْهِروا ما يضمرونه في قلوبهم من العداوة، ويمدّوا أيديهم إليكم بالإيذاء والضرب، ويطلقوا ألسنتهم بالشتم والسبّ، وتمنّوا لو تكفرون بالله وبرسوله لتكونوا مثلهم.",
        "saadi": "ثم بين تعالى شدة عداوتهم، تهييجا للمؤمنين على عداوتهم، { إِنْ يَثْقَفُوكُمْ } أي: يجدوكم، وتسنح لهم الفرصة في أذاكم، { يَكُونُوا لَكُمْ أَعْدَاءً } ظاهرين { وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ } بالقتل والضرب، ونحو ذلك.{ وَأَلْسِنَتَهُمْ بِالسُّوءِ } أي: بالقول الذي يسوء، من شتم وغيره، { وَوَدُّوا لَوْ تَكْفُرُونَ } فإن هذا غاية ما يريدون منكم.",
        "kathir": "إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء ) أي : لو قدروا عليكم لما اتقوا فيكم من أذى ينالونكم به بالمقال والفعال . ( وودوا لو تكفرون ) أي : ويحرصون على ألا تنالوا خيرا ، فهم عداوتهم لكم كامنة وظاهرة ، فكيف توالون مثل هؤلاء ؟ وهذا تهييج على عداوتهم أيضا ."
      },
      "translations": {
        "en": "If they gain dominance over you, they would be to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.",
        "fr": "S'ils vous dominent, ils seront des ennemis pour vous et étendront en mal leurs mains et leurs langues vers vous; et ils aimeraient que vous deveniez mécréants.",
        "es": "Si dan con vosotros, son para vosotros enemigos y os maltratan de obra y de palabra. Querrían que no creyerais..."
      },
      "ibn_ashour": "إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (2)تفيد هذه الجملة معنى التعليل لمفاد قوله تعالى : { فقد ضل سواء السبيل } [ الممتحنة : 1 ] باعتبار بعض ما أفادته الجملة ، وهو الضلال عن الرشد ، فإنه قد يخفى ويظنّ أن في تطلب مودّة العدوِّ فائدة ، كما هو حال المنافقين المحكي في قوله تعالى : { الذين يتربصون بكم فإن كان لكم فتح من الله قالوا ألم نكن معكم وإن كان للكافرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من المؤمنين } [ النساء : 141 ] ، فقد يُظن أن موالاتهم من الدهاء والحزم رَجاء نفعهم إن دالت لهم الدولة ، فبيّن الله لهم خطأ هذا الظنّ ، وأنهم إن استفادوا من مودتهم إياهم إطلاعاً على قوتهم فتأهبوا لهم وظفِروا بهم لم يكونوا ليرقبوا فيهم إلاَّ ولا ذِمّةً ، وأنهم لو أخذوهم وتمكنوا منهم لكانوا أعداء لهم لأن الذي أضمر العداوة زمناً يعسر أن ينقلب ودوداً ، وذلك لشدة الحنق على ما لَقُوا من المسلمين من إبطال دين الشرك وتحقير أهله وأصنامهم .وفعل { يكونوا } مشعر بأن عداوتهم قديمة وأنها تستمر .والبسط : مستعار للإِك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ ۚ يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌۭ",
      "tafsir": {
        "muyassar": "لن تنفعكم قراباتكم ولا أولادكم شيئًا حين توالون الكفار مِن أجلهم، يوم القيامة يفرق الله بينكم، فيُدْخل أهل طاعته الجنة، وأهل معصيته النار. والله بما تعملون بصير، لا يخفى عليه شيء من أقوالكم وأعمالكم.",
        "mukhtasar": "لن تنفعكم قرابتكم، ولا أولادكم إذا واليتم الكفار من أجلهم، يوم القيامة يفرق الله بينكم، فيدخل أهل الجنة الجنة، وأهل النار النار، فلا ينفع بعضكم بعضًا، والله بما تعملون بصير، لا يخفى عليه سبحانه شيء من أعمالكم، وسيجازيكم عليها.",
        "saadi": "فإن احتججتم وقلتم: نوالي الكفار لأجل القرابة والأموال، فلن تغني عنكم أموالكم ولا أولادكم من الله شيئا. { والله بما تعملون بصير } فلذلك حذركم من موالاة الكافرين الذين تضركم موالاتهم. ",
        "kathir": "وقوله : ( لن تنفعكم أرحامكم ولا أولادكم يوم القيامة يفصل بينكم والله بما تعملون بصير ) أي : قراباتكم لا تنفعكم عند الله إذا أراد الله بكم سوءا ، ونفعهم لا يصل إليكم إذا أرضيتموهم بما يسخط الله ، ومن وافق أهله على الكفر ليرضيهم فقد خاب وخسر وضل عمله ، ولا ينفعه عند الله قرابته من أحد ، ولو كان قريبا إلى نبي من الأنبياء . قال الإمام أحمد :حدثنا عفان ، حدثنا حماد ، عن ثابت ، عن أنس أن رجلا قال : يا رسول الله : أين أبي ؟ قال : \" في النار \" فلما قفى دعاه فقال : \" إن أبي وأباك في النار \" .ورواه مسلم ، وأبو داود ، من حديث حماد بن سلمة به ."
      },
      "translations": {
        "en": "Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allah, of what you do, is Seeing.",
        "fr": "Ni vos proches parents ni vos enfants ne vous seront d'aucune utilité le Jour de la Résurrection, Il [Allah] décidera entre vous, et Allah est Clairvoyant sur ce que vous faites.",
        "es": "El día de la Resurrección no os aprovecharán ni vuestros parientes ni vuestros hijos. Él fallará acerca de vosotros. Alá ve bien lo que hacéis."
      },
      "ibn_ashour": "لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (3)تخلص من تبيين سوء عاقبة موالاة أعداء الدّين في الحياة الدنيا ، إلى بيان سوء عاقبة تلك الموالاة في الآخرة ، ومناسبة حسن التخلص قوله : { وودوا لو تكفرون } [ الممتحنة : 2 ] الدالّ على معنى : أن ودادَتهم كفركم من قبل أن يثقفوكم تنقلب إلى أن يكرهوكم على الكفر حين يثقفونكم ، فلا تنفعكم ذوو أرحامكم مثل الأمهات والإِخوة الأشقاء ، وللأمّ ، ولا أولادكم ، ولا تدفع عنكم عذاب الآخرة إن كانوا قد نفعوكم في الدنيا بصلة ذوي الأرحام ونصرة الأولاد .فجملة { لن تنفعكم أرحامكم ولا أولادكم } إلى آخرها مستأنفة استئنافاً بيانياً ناشئاً عن سؤال مفروض ممن يسمع جملة { ودُّوا لو تكفرون } [ الممتحنة : 2 ] ، أي من حق ذلك أن يُسأل عن آثارِه لخطر أمرها .وإذا كان ناشئاً عن كلام جرى مجرى التعليل لجملة { فقد ضل سواء السبيل } [ الممتحنة : 1 ] ، فهو أيضاً مفيد تعليلاً ثانياً بحسب المعنى ، ولولا إرادة الاستئناف البياني لجاءت هذه الجملة معطوفة بالواو على التي قبلها ، وزاد ذلك حسناً أن ما صدر من ح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌۭ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍۢ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "قد كانت لكم-أيها المؤمنون- قدوة حسنة في إبراهيم عليه السلام والذين معه من المؤمنين، حين قالوا لقومهم الكافرين بالله: إنا بريئون منكم وممَّا تعبدون من دون الله من الآلهة والأنداد، كفرنا بكم، وأنكرنا ما أنتم عليه من الكفر، وظهر بيننا وبينكم العداوة والبغضاء أبدًا ما دمتم على كفركم، حتى تؤمنوا بالله وحده، لكن لا يدخل في الاقتداء استغفار إبراهيم لأبيه؛ فإن ذلك إنما كان قبل أن يتبين لإبراهيم أن أباه عدو لله، فلما تبين له أنه عدو لله تبرأ منه، ربنا عليك اعتمدنا، وإليك رجعنا بالتوبة، وإليك المرجع يوم القيامة.",
        "mukhtasar": "قد كان لكم - أيها المؤمنون - قدوة حسنة في إبراهيم عليه السلام والمؤمنين الذين كانوا معه، حين قالوا لقومهم الكفار: إنا بريئون منكم ومما تعبدون من دون الله من الأصنام، كفرنا بما أنتم عليه من الدين، وظهرت بيننا وبينكم العداوة والكراهية حتى تؤمنوا بالله وحده، ولا تشركوا به أحدًا، فكان عليكم أن تتبرؤوا من قومكم الكفار مثلهم، إلا قول إبراهيم عليه السلام لأبيه: لأطلبنّ المغفرة لك من الله، فلا تتأسوا به فيه؛ لأن هذا كان قبل يأس إبراهيم من أبيه، فليس لمؤمن أن يطلب المغفرة لمشرك، ولست بدافع عنك من عذاب الله شيئًا، ربنا عليك اعتمدنا في أمورنا كلها، وإليك رجعنا تائبين، وإليك المرجع يوم القيامة.",
        "saadi": "قد كان لكم يا معشر المؤمنين { أُسْوَةٌ حَسَنَةٌ } أي: قدوة صالحة وائتمام ينفعكم، { فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ } من المؤمنين، لأنكم قد أمرتم أن تتبعوا ملة إبراهيم حنيفا، { إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ } أي: إذ تبرأ إبراهيم عليه السلام ومن معه من المؤمنين، من قومهم المشركين ومما يعبدون من دون الله.ثم صرحوا بعداوتهم غاية التصريح، فقالوا: { كَفَرْنَا بِكُمْ وَبَدَا } أي: ظهر وبان { بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ } أي: البغض بالقلوب، وزوال مودتها، والعداوة بالأبدان، وليس لتلك العداوة والبغضاء وقت ولا حد، بل ذلك { أَبَدًا } ما دمتم مستمرين على كفركم { حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ } أي: فإذا آمنتم بالله وحده، زالت العداوة والبغضاء، وانقلبت مودة وولاية، فلكم أيها المؤمنون أسوة [حسنة] في إبراهيم ومن معه في القيام بالإيمان والتوحيد، والقيام بلوازم ذلك ومقتضياته، وفي كل شيء تعبدوا به لله وحده، { إِلَّا } في خصلة واحدة وهي { قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ } آزر المشرك، الكافر، المعاند، حين دعاه إلى الإيمان والتوحيد، فامتنع، فقال إبراهيم : { لَأَسْتَغْفِرَنَّ لَكَ و } الحال أني لا { أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ } لكني أدعو ربي عسى أن لا أكون بدعاء ربي شقيا، فليس لكم أن تقتدوا بإبراهيم في هذه الحالة التي دعا بها للمشرك، فليس لكم أن تدعوا للمشركين، وتقولوا: إنا في ذلك متبعون لملة إبراهيم، فإن الله ذكر عذر إبراهيم في ذلك بقوله: { وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إن إبراهيم لأواه حليم } ولكم أسوة حسنة في إبراهيم ومن معه، حين دعوا الله وتوكلوا عليه وأنابوا إليه، واعترفوا بالعجز والتقصير، فقالوا: { رَبَّنَا عَلَيْكَ تَوَكَّلْنَا } أي: اعتمدنا عليك في جلب ما ينفعنا ودفع ما يضرنا، ووثقنا بك يا ربنا في ذلك.{ وَإِلَيْكَ أَنَبْنَا } أي: رجعنا إلى طاعتك ومرضاتك وجميع ما يقرب إليك، فنحن في ذلك ساعون، وبفعل الخيرات مجتهدون، ونعلم أنا إليك نصير، فسنستعد للقدوم عليك، ونعمل ما يقربنا الزلفى إليك  ",
        "kathir": "يقول تعالى لعباده المؤمنين الذين أمرهم بمصارمة الكافرين ، وعداوتهم ، ومجانبتهم ، والتبري منهم : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه ) أي : وأتباعه الذين آمنوا معه ( إذ قالوا لقومهم إنا برآء منكم ) أي : تبرأنا منكم ( ومما تعبدون من دون الله كفرنا بكم ) أي : بدينكم وطريقكم ( وبدا بيننا وبينكم العداوة والبغضاء أبدا ) يعني : وقد شرعت العداوة والبغضاء من الآن بيننا وبينكم ، ما دمتم على كفركم فنحن أبدا نتبرأ منكم ونبغضكم ( حتى تؤمنوا بالله وحده ) أي : إلى أن توحدوا الله فتعبدوه وحده لا شريك له ، وتخلعوا ما تعبدون معه من الأنداد والأوثان .وقوله : ( إلا قول إبراهيم لأبيه لأستغفرن لك ) أي : لكم في إبراهيم وقومه أسوة حسنة تتأسون بها ، إلا في استغفار إبراهيم لأبيه ، فإنه إنما كان عن موعدة وعدها إياه ، فلما تبين له أنه عدو لله تبرأ منه . وذلك أن بعض المؤمنين كانوا يدعون لآبائهم الذين ماتوا على الشرك ويستغفرون لهم ، ويقولون : إن إبراهيم كان يستغفر لأبيه ، فأنزل الله ، عز وجل : ( ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه فلما تبين له أنه عدو لله تبرأ منه إن إبراهيم لأواه حليم ) [ التوبة : 113 ، 114 ] . وقال تعالى في هذه الآية الكريمة : ( قد كانت لكم أسوة حسنة في إبراهيم والذين معه ) إلى قوله : ( إلا قول إبراهيم لأبيه لأستغفرن لك وما أملك لك من الله من شيء ) أي : ليس لكم في ذلك أسوة ، أي : في الاستغفار للمشركين ، هكذا قال ابن عباس ، ومجاهد ، وقتادة ، ومقاتل ، والضحاك ، وغير واحد .ثم قال تعالى مخبرا عن قول إبراهيم والذين معه ، حين فارقوا قومهم وتبرءوا منهم ، فلجئوا إلى الله وتضرعوا إليه فقالوا : ( ربنا عليك توكلنا وإليك أنبنا وإليك المصير ) أي : توكلنا عليك في جميع الأمور ، وسلمنا أمورنا إليك ، وفوضناها إليك ( وإليك المصير ) أي : المعاد في الدار الآخرة ."
      },
      "translations": {
        "en": "There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.",
        "fr": "Certes, vous avez eu un bel exemple [à suivre] en Abraham et en ceux qui étaient avec lui, quand ils dirent à leur peuple: «Nous vous désavouons, vous et ce que vous adorez en dehors d'Allah. Nous vous renions. Entre vous et nous, l'inimitié et la haine sont à jamais déclarées jusqu'à ce que vous croyiez en Allah, seul». Exception faite de la parole d'Abraham [adressée] à son père: «J'implorerai certes, le pardon [d'Allah] en ta faveur bien que je ne puisse rien pour toi auprès d'Allah». «Seigneur, c'est en Toi que nous mettons notre confiance et à Toi nous revenons [repentants]. Et vers Toi est le Devenir.",
        "es": "Tenéis un bello modelo en Abraham y en los que con él estaban. Cuando dijeron a su pueblo: «No somos responsables de vosotros ni de lo que servís en lugar de servir a Alá. ¡Renegamos de vosotros! ¡Ha aparecido, entre nosotros y vosotros, hostilidad y odio para siempre mientras no creáis en Alá Solo!» No es de imitar, en cambio, Abraham cuando dijo a su padre: «He de pedir perdón para ti, aunque no pueda hacer nada por ti contra Alá. ¡Señor! Confiamos en Ti y a Ti nos volvemos arrepentidos. ¡Eres Tú el fin de todo!"
      },
      "ibn_ashour": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآَءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4){ قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فى إبراهيم والذين مَعَهُ إِذْ قَالُواْ لِقَوْمِهِمْ إِنَّا } .صدر هذه الآية يفيد تأكيداً لمضمون جملة { إن يثقفوكم } [ الممتحنة : 2 ] وجملة { لن تنفعكم أرحامكم } [ الممتحنة : 3 ] ، لأنها بما تضمنته من أن الموجه إليهم التوبيخ خالفوا الأسوةَ الحسنة تقوي إثبات الخطأ المستوجب للتوبيخ .ذلك أنه بعد الفراغ من بيان خطأ من يوالي عدوَّ الله بما يجرّ إلى أصحابه من مضارّ في الدنيا وفي الآخرة تحذيراً لهم من ذلك ، انتقل إلى تمثيل الحالة الصالحة بمثال من فعل أهل الإِيمان الصادق والاستقامة القويمة وناهيك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةًۭ لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "ربنا لا تجعلنا فتنة للذين كفروا بعذابك لنا أو تسلط الكافرين علينا فيفتنونا عن ديننا، أو يظهروا علينا فيُفتنوا بذلك، ويقولوا: لو كان هؤلاء على حق، ما أصابهم هذا العذاب، فيزدادوا كفرًا، واستر علينا ذنوبنا بعفوك عنها ربنا، إنك أنت العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "ربنا لا تُصَيِّرنا فتنة للذين كفروا بأن تسلطهم علينا فيقولوا: لو كانوا على حق لما سُلِّطنا عليهم، واغفر لنا ربنا ذنوبنا، إنك أنت العزيز الذي لا يُغْلب، الحكيم في خلقك وشرعك وقدرك.",
        "saadi": "{ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا } أي: لا تسلطهم علينا بذنوبنا، فيفتنونا، ويمنعونا مما يقدرون عليه من أمور الإيمان، ويفتنون أيضا بأنفسهم، فإنهم إذا رأوا لهم الغلبة، ظنوا أنهم على الحق وأنا على الباطل، فازدادوا كفرا وطغيانا، { وَاغْفِرْ لَنَا } ما اقترفنا من الذنوب والسيئات، وما قصرنا به من المأمورات، { رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ } القاهر لكل شيء، { الْحَكِيمُ } الذي يضع الأشياء مواضعها، فبعزتك  وحكمتك انصرنا على أعدائنا، واغفر لنا ذنوبنا، وأصلح عيوبنا.",
        "kathir": "( ربنا لا تجعلنا فتنة للذين كفروا ) قال مجاهد : معناه : لا تعذبنا بأيديهم ، ولا بعذاب من عندك ، فيقولوا : لو كان هؤلاء على حق ما أصابهم هذا . وكذا قال الضحاك .وقال قتادة لا تظهرهم علينا فيفتتنوا بذلك ، يرون أنهم إنما ظهروا علينا لحق هم عليه . واختاره ابن جرير .وقال علي بن أبي طلحة ، عن ابن عباس : لا تسلطهم علينا فيفتنونا .وقوله : ( واغفر لنا ربنا إنك أنت العزيز الحكيم ) أي : واستر ذنوبنا عن غيرك ، واعف عنها فيما بيننا وبينك ، ( إنك أنت العزيز الحكيم ) أي : الذي لا يضام من لاذ بجناحك ) الحكيم ) في أقوالك وأفعالك وشرعك وقدرك ."
      },
      "translations": {
        "en": "Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"",
        "fr": "Seigneur, ne fais pas de nous [un sujet] de tentation pour ceux qui ont mécru; et pardonne-nous, Seigneur, car c'est Toi le Puissant, le Sage».",
        "es": "¡Señor! ¡No hagas de nosotros instrumento de tentación para los infieles! ¡Perdónanos, Señor! Eres Tú el Poderoso, el Sabio»."
      },
      "ibn_ashour": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (5){ رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ واغفر لَنَا رَبَّنَآ إِنَّكَ أَنتَ العزيز الحكيم } .الفتنة : اضطراب الحال وفساده ، وهي اسم مصدر فتجيء بمعنى المصدر كقوله تعالى : { والفتنة أشد من القتل } [ البقرة : 191 ] وتجيء وصفاً للمفتون والفاتن .ومعنى جَعلهم فتنة للذين كفروا : جعلهم مفتونين يفتنُهم الذين كفروا ، فيصدق ذلك بأن يتسلط عليهم الذين كفروا فيفتنون كما قال تعالى : { إن الذين فتنوا المؤمنين } [ البروج : 10 ] الخ . ويصدق أيضاً بأن تختل أمور دينهم بسبب الذين كفروا ، أي بمحبتهم والتقرب منهم كقوله تعالى حكاية عن دعاء موسى { إن هي إلا فتنتك تضل بها من تشاء } [ الأعراف : 155 ] .وعلى الوجهين فالفتنة من إطلاق المصدر على اسم المفعول . وتقدم في قوله تعالى : { ربنا لا تجعلنا فتنة للقوم الظالمين } في سورة [ يونس : 85 ] .واللام في للذين كفروا } على الوجهين للملك ، أي مفتونين مسخرين لهم .ويجوز عندي أن تكون { فتنة } مصدراً بمعنى اسم الفاعل ، أي لا تجعلنا فاتنين ، ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌۭ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْءَاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "tafsir": {
        "muyassar": "لقد كان لكم- أيها المؤمنون- في إبراهيم عليه السلام والذين معه قدوة حميدة لمن يطمع في الخير من الله في الدنيا والآخرة، ومن يُعْرِض عما ندبه الله إليه من التأسي بأنبيائه، ويوال أعداء الله، فإن الله هو الغنيُّ عن عباده، الحميد في ذاته وصفاته، المحمود على كل حال.",
        "mukhtasar": "هذه القدوة الحسنة إنما يتأسى بها من كان يرجو من الله الخير في الدنيا والآخرة، ومن يعرض عن هذه القدوة الحسنة فإن الله غني عن عباده، لا يحتاج إلى طاعتهم، وهو المحمود على كل حال.",
        "saadi": "ثم كرر الحث [لهم] على الاقتداء بهم، فقال: { لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ } وليس كل أحد تسهل عليه هذه الأسوة، وإنما تسهل على من { كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ } فإن الإيمان واحتساب الأجر والثواب، يسهل على العبد كل عسير، ويقلل لديه كل كثير، ويوجب له الإكثار من الاقتداء بعباد الله الصالحين، والأنبياء والمرسلين، فإنه يرى نفسه مفتقرا ومضطرا إلى ذلك غاية الاضطرار.{ وَمَنْ يَتَوَلَّ } عن طاعة الله والتأسي برسل الله، فلن يضر إلا نفسه، ولا يضر الله شيئا، { فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ } الذي له الغنى التام [المطلق] من جميع الوجوه، فلا يحتاج إلى أحد من خلقه [بوجه]، { الْحَمِيدُ } في ذاته وأسمائه وصفاته وأفعاله، فإنه محمود على ذلك كله.",
        "kathir": "ثم قال تعالى : ( لقد كان لكم فيهم أسوة حسنة لمن كان يرجو الله واليوم الآخر ) وهذا تأكيد لما تقدم ومستثنى منه ما تقدم أيضا لأن هذه الأسوة المثبتة ها هنا هي الأولى بعينها .وقوله : ( لمن كان يرجو الله واليوم الآخر ) تهييج إلى ذلك كل مقر بالله والمعاد .وقوله : ( ومن يتول ) أي : عما أمر الله به ، ( فإن الله هو الغني الحميد ) كقوله ( إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد ) [ إبراهيم : 8 ] .وقال علي بن أبي طلحة عن ابن عباس : ( الغني ) الذي قد كمل في غناه ، وهو الله ، هذه صفته لا تنبغي إلا له ، ليس له كفء ، وليس كمثله شيء ، سبحان الله الواحد القهار . ) الحميد ) المستحمد إلى خلقه ، أي : هو المحمود في جميع أفعاله وأقواله ، لا إله غيره ، ولا رب سواه ."
      },
      "translations": {
        "en": "There has certainly been for you in them an excellent pattern for anyone whose hope is in Allah and the Last Day. And whoever turns away - then indeed, Allah is the Free of need, the Praiseworthy.",
        "fr": "Vous avez certes eu en eux un bel exemple [à suivre], pour celui qui espère en Allah et en le Jour dernier; mais quiconque se détourne... alors Allah Se suffit à Lui-même et est Digne de louange.",
        "es": "Tenéis en ellos un bello modelo para quien cuenta con Alá y con el último Día. Pero quien vuelve la espalda,... Alá es Quien Se basta a Sí mismo, el Digno de Alabanza."
      },
      "ibn_ashour": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (6)تكرير قوله آنفاً { قد كانت لكم إسوة حسنة في إبراهيم } [ الممتحنة : 4 ] الخ ، أعيد لتأكيد التحريض والحث على عدم إضاعة الائتساء بهم ، وليبنى عليه قوله لمن كان يرجو الله واليوم الآخر الخ .وقُرن هذا التأكيد بلام القسم مبالغة في التأكيد . وإنما لم تتصل بفعل { كان } تاء تأنيث مع أن اسمها مؤنث اللفظ لأن تأنيث أسوة غير حقيقي ، ولوقوع الفصل بين الفعل ومرفوعه بالجار والمجرور .والإِسوة هي التي تقدم ذكرها واختلاف القرّاء في همزتها في قوله : { قد كانت لكم إسوة حسنة } .وقوله : { لمن كان يرجو الله واليوم الآخر } بدل من ضمير الخطاب في قوله : { لكم } وهو شامل لجميع المخاطبين ، لأن المخاطبين بضمير { لكم } المؤمنون في قوله تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } [ الممتحنة : 1 ] فليس ذكر { لمن كان يرجو الله واليوم الآخر } تخصيصاً لبعض المؤمنين ولكنه ذكر للتذكير بأن الإِيمان بالله واليوم الآخر يقتضي تأسيَهم بالمؤمنين السابقين وهم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةًۭ ۚ وَٱللَّهُ قَدِيرٌۭ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "عسى الله أن يجعل بينكم- أيها المؤمنون- وبين الذين عاديتموهم من أقاربكم من المشركين محبة بعد البغضاء، وألفة بعد الشحناء بانشراح صدورهم للإسلام، والله قدير على كل شيء، والله غفور لعباده، رحيم بهم.",
        "mukhtasar": "عسى الله أن يجعل بينكم - أيها المؤمنون - وبين الذين عاديتم من الكفار محبة بحيث يهديهم الله للإسلام، فيكونون إخوة لكم في الدين، والله قدير يقدر أن يقلب قلوبهم إلى الإيمان، والله غفور لمن تاب من عباده، رحيم بهم.",
        "saadi": "ثم أخبر تعالى أن هذه العداوة التي أمر بها المؤمنين للمشركين، ووصفهم بالقيام بها أنهم ما داموا على شركهم وكفرهم، وأنهم إن انتقلوا إلى الإيمان، فإن الحكم يدور مع علته، فإن المودة  الإيمانية ترجع، فلا تيأسوا أيها المؤمنون، من رجوعهم إلى الإيمان، فـ { عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً } سببها رجوعهم إلى الإيمان، { وَاللَّهُ قَدِيرٌ } على كل شيء، ومن ذلك هداية القلوب وتقليبها من حال إلى حال، { وَاللَّهُ غَفُورٌ رَحِيمٌ } لا يتعاظمه ذنب أن يغفره، ولا يكبر عليه عيب أن يستره، { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } وفي هذه الآية إشارة وبشارة إلى إسلام بعض المشركين، الذين كانوا إذ ذاك أعداء للمؤمنين، وقد وقع ذلك، ولله الحمد والمنة.",
        "kathir": "يقول تعالى لعباده المؤمنين بعد أن أمرهم بعداوة الكافرين : ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة ) أي : محبة بعد البغضة ، ومودة بعد النفرة ، وألفة بعد الفرقة . ( والله قدير ) أي : على ما يشاء من الجمع بين الأشياء المتنافرة ، والمتباينة ، والمختلفة ، فيؤلف بين القلوب بعد العداوة والقساوة ، فتصبح مجتمعة متفقة ، كما قال تعالى ممتنا على الأنصار : ( واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخوانا وكنتم على شفا حفرة من النار فأنقذكم منها ) الآية [ آل عمران : 103 ] . وكذا قال لهم النبي - صلى الله عليه وسلم - : \" ألم أجدكم ضلالا فهداكم الله بي ، وكنتم متفرقين فألفكم الله بي ؟ \" . وقال الله تعالى : ( هو الذي أيدك بنصره وبالمؤمنين وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم ) [ الأنفال : 62 ، 63 ] . وفي الحديث \" أحبب حبيبك هونا ما ، فعسى أن يكون بغيضك يوما ما . وأبغض بغيضك هونا ما ، فعسى أن يكون حبيبك يوما ما \" . وقال الشاعروقد يجمع الله الشتيتين بعد ما يظنان كل الظن ألا تلاقياوقوله تعالى : ( والله غفور رحيم ) أي : يغفر للكافرين كفرهم إذا تابوا منه وأنابوا إلى ربهم وأسلموا له ، وهو الغفور الرحيم بكل من تاب إليه ، من أي ذنب كان .وقد قال مقاتل بن حيان : إن هذه الآية نزلت في أبي سفيان صخر بن حرب ، فإن رسول الله - صلى الله عليه وسلم - تزوج ابنته فكانت هذه مودة ما بينه وبينه .وفي هذا الذي قاله مقاتل نظر ; فإن رسول الله تزوج بأم حبيبة بنت أبي سفيان قبل الفتح وأبو سفيان إنما أسلم ليلة الفتح بلا خلاف . وأحسن من هذا ما رواه ابن أبي حاتم حيث قال :قرئ على محمد بن عزيز : حدثني سلامة ، حدثني عقيل ، حدثني ابن شهاب ; أن رسول الله - صلى الله عليه وسلم - استعمل أبا سفيان بن حرب على بعض اليمن فلما قبض رسول الله - صلى الله عليه وسلم - أقبل فلقي ذا الخمار مرتدا ، فقاتله ، فكان أول من قاتل في الردة وجاهد عن الدين . قال ابن شهاب : وهو ممن أنزل الله فيه : ( عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة والله قدير والله غفور رحيم ) .وفي صحيح مسلم ، عن ابن عباس : أن أبا سفيان قال : يا رسول الله ، ثلاث أعطنيهن . قال : \" نعم \" . قال : وتؤمرني حتى أقاتل الكفار كما كنت أقاتل المسلمين . قال : \" نعم \" . قال : ومعاوية تجعله كاتبا بين يديك . قال : \" نعم \" . قال : وعندي أحسن العرب وأجمله ، أم حبيبة بنت أبي سفيان أزوجكها . . . الحديث . وقد تقدم الكلام عليه ."
      },
      "translations": {
        "en": "Perhaps Allah will put, between you and those to whom you have been enemies among them, affection. And Allah is competent, and Allah is Forgiving and Merciful.",
        "fr": "Il se peut qu'Allah établisse de l'amitié entre vous et ceux d'entre eux dont vous avez été les ennemis. Et Allah est Omnipotent et Allah est Pardonneur et Très Miséricordieux.",
        "es": "Quizá establezca Alá la amistad entre vosotros y los que de ellos tenéis por enemigos. Alá es capaz, Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ (7)اعتراض وهو استئناف متصل بما قبله من أول السورة خوطب به المؤمنون تسلية لهم على ما نُهوا عنه من مواصلة أقربائهم ، بأن يرجوا من الله أن يجعل قطيعتهم آيلة إلى مودة بأن يُسلم المشركون من قرابة المؤمنين وقد حقق الله ذلك يوم فتح مكة بإسلام أبي سفيان والحارث بن هشام وسهيل بن عمرو وحكيم بن حزام .قال ابن عباس : كان من هذه المودة تزوج النبي صلى الله عليه وسلم أمَّ حبيبة بنت أبي سفيان ، تزوجها بعد وفاة زوجها عبدِ الله بن جَحش بأرض الحبشة بعد أن تنصَّر زوجها فلما تزوجها النبي صلى الله عليه وسلم لانت عريكة أبي سفيان وصرح بفضل النبي صلى الله عليه وسلم فقال : \" ذلك الفحل لا يُقْدَع أنفه \" ( روي بدال بعد القاف يُقال : قَدع أنفَه . إذا ضرَب أنفه بالرّمح ) وهذا تمثيل ، كانوا إذا نزا فحل غير كريم على ناقة كريمة دفعوه عنها بضرب أنفه بالرمح لئلا يكون نَتاجها هَجيناً . وإذ تقدم أن هذه السورة نزلت عام فتح مكة وكان تزوج النبي صلى الله عليه وسلم أمّ حبيبة في مدة مهاجرتها بالحبش",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
      "tafsir": {
        "muyassar": "لا ينهاكم الله -أيها المؤمنون- عن الذين550 لم يقاتلوكم من الكفار بسبب الدين، ولم يخرجوكم من دياركم أن تكرموهم بالخير، وتعدلوا فيهم بإحسانكم إليهم وبرِّكم بهم. إن الله يحب الذين يعدلون في أقوالهم وأفعالهم.",
        "mukhtasar": "لا ينهاكم الله عن الذين لم يقاتلوكم بسبب إسلامكم، ولم يخرجوكم من دياركم أن تحسنوا إليهم، وتعدلوا بينهم بأن تعطوهم ما لهم من حق عليكم، إن الله يحب العادلين الذين يعدلون في أنفسهم وأهليهم وما وُلُّوا.",
        "saadi": "ولما نزلت هذه الآيات الكريمات، المهيجة على عداوة الكافرين، وقعت من المؤمنين كل موقع، وقاموا بها أتم القيام، وتأثموا من صلة بعض أقاربهم المشركين، وظنوا أن ذلك داخل فيما نهى الله عنه.فأخبرهم الله أن ذلك لا يدخل في المحرم فقال: { لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ } أي: لا ينهاكم الله عن البر والصلة، والمكافأة بالمعروف، والقسط للمشركين، من أقاربكم وغيرهم، حيث كانوا بحال لم ينتصبوا لقتالكم في الدين والإخراج من دياركم، فليس عليكم جناح أن تصلوهم، فإن صلتهم في هذه الحالة، لا محذور فيها ولا مفسدة  كما قال تعالى عن الأبوين المشركين إذا كان ولدهما مسلما: { وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا } ",
        "kathir": "وقوله تعالى : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم ) أي لا ينهاكم عن الإحسان إلى الكفرة الذين لا يقاتلونكم في الدين ، كالنساء والضعفة منهم ، ( أن تبروهم ) أي : تحسنوا إليهم ( وتقسطوا إليهم ) أي : تعدلوا ( إن الله يحب المقسطين ) .قال الإمام أحمد : حدثنا أبو معاوية ، حدثنا هشام بن عروة ، عن فاطمة بنت المنذر ، عن أسماء - هي بنت أبي بكر ، رضي الله عنهما - قالت : قدمت أمي وهي مشركة في عهد قريش إذ عاهدوا ، فأتيت النبي - صلى الله عليه وسلم - فقلت : يا رسول الله ، إن أمي قدمت وهي راغبة ، أفأصلها ؟ قال : \" نعم ، صلي أمك \" أخرجاه .وقال الإمام أحمد : حدثنا عارم ، حدثنا عبد الله بن المبارك ، حدثنا مصعب بن ثابت ، حدثنا عامر بن عبد الله بن الزبير ، عن أبيه قال : قدمت قتيلة على ابنتها أسماء بنت أبي بكر بهدايا : صناب ، وأقط ، وسمن ، وهي مشركة ، فأبت أسماء أن تقبل هديتها ، وأن تدخلها بيتها ، فسألت عائشة النبي - صلى الله عليه وسلم - فأنزل الله ، عز وجل : ( لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ) إلى آخر الآية ، فأمرها أن تقبل هديتها ، وأن تدخلها بيتها .وهكذا رواه ابن جرير ، وابن أبي حاتم ، من حديث مصعب بن ثابت به . وفي رواية لأحمد ، وابن جرير : \" قتيلة بنت عبد العزى بن عبد أسعد من بني مالك بن حسل . وزاد ابن أبي حاتم : \" في المدة التي كانت بين قريش ، ورسول الله - صلى الله عليه وسلم - \" .وقال أبو بكر أحمد بن عمرو بن عبد الخالق البزار : حدثنا عبد الله بن شبيب ، حدثنا أبو بكر بن أبي شيبة ، حدثنا أبو قتادة العدوي ، عن ابن أخي الزهري ، عن الزهري ، عن عروة عن عائشة وأسماء أنهما قالتا : قدمت علينا أمنا المدينة وهي مشركة ، في الهدنة التي كانت بين قريش وبين رسول الله - صلى الله عليه وسلم - فقلنا : يا رسول الله ، إن أمنا قدمت علينا المدينة راغبة ، أفنصلها ؟ قال : \" نعم ، فصلاها \" .ثم قال : وهذا الحديث لا نعلمه يروى عن الزهري ، عن عروة ، عن عائشة إلا من هذا الوجه .قلت : وهو منكر بهذا السياق ; لأن أم عائشة هي أم رومان ، وكانت مسلمة مهاجرة ، وأم أسماء غيرها ، كما هو مصرح باسمها في هذه الأحاديث المتقدمة والله أعلم .وقوله : ( إن الله يحب المقسطين ) تقدم تفسير ذلك في سورة \" الحجرات \" ، وأورد الحديث الصحيح : \" المقسطون على منابر من نور عن يمين العرش ، الذين يعدلون في حكمهم ، وأهاليهم ، وما ولوا \" ."
      },
      "translations": {
        "en": "Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly.",
        "fr": "Allah ne vous défend pas d'être bienfaisants et équitables envers ceux qui ne vous ont pas combattus pour la religion et ne vous ont pas chassés de vos demeures. Car Allah aime les équitables.",
        "es": "Alá no os prohíbe que seáis buenos y equitativos con quienes no han combatido contra vosotros por causa de la religión, ni os han expulsado de vuestros hogares. Alá ama a los que son equitativos."
      },
      "ibn_ashour": "لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8)استئناف هو منطوق لمفهوم الأوصاف التي وُصف بها العدوّ في قوله تعالى : { وقد كفروا بما جاءكم من الحق يخرجون الرسول وإياكم } [ الممتحنة : 1 ] وقوله : { إن يثقفوكم يكونوا لكم أعداء ويبسطوا إليكم أيديهم وألسنتهم بالسوء } [ الممتحنة : 2 ] ، المسوقة مساق التعليل للنهي عن اتخاذ عدوّ الله أولياء ، استثنى الله أقواماً من المشركين غير مضمرين العداوة للمسلمين وكان دينهم شديد المنافرة مع دين الإِسلام .فإن نظرنا إلى وصف العدوّ من قوله : { لا تتخذوا عدوي وعدوكم } وحملناه على حالة معاداة من خالفهم في الدين ونظرنا مع ذلك إلى وصف { يخرجون الرسول وإياكم } ، كان مضمون قوله : { لا ينهاكم الله عن الذين لم يقاتلوكم في الدين } إلى آخره ، بياناً لمعنى العداوة المجعولة علة للنهي عن الموالاة وكان المعنى أن مناط النهي هو مجموع الصفات المذكورة لا كل صفة على حيالها .وإن نظرنا إلى أن وصف العدوّ هو عدوّ الدين ، أي مخالفة في نفسه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَٰرِكُمْ وَظَٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
      "tafsir": {
        "muyassar": "إنما ينهاكم الله عن الذين قاتلوكم بسبب الدين وأخرجوكم من دياركم، وعاونوا الكفار على إخراجكم أن تولوهم بالنصرة والمودة، ومن يتخذهم أنصارًا على المؤمنين وأحبابًا، فأولئك هم الظالمون لأنفسهم، الخارجون عن حدود الله.",
        "mukhtasar": "إنما ينهاكم الله عن الذين قاتلوكم بسبب إيمانكم، وأخرجوكم من دياركم، وأعانوا على إخراجكم؛ ينهاكم أن توالوهم، ومن يوالهم منكم فأولئك هم الظالمون لأنفسهم بإيرادها موارد الهلاك بسبب مخالفة أمر الله.",
        "saadi": "{ إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ } أي: لأجل دينكم، عداوة لدين الله ولمن قام به، { وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا } أي: عاونوا غيرهم { عَلَى إِخْرَاجِكُمْ } نهاكم الله { أَنْ تَوَلَّوْهُمْ } بالمودة والنصرة، بالقول والفعل، وأما بركم وإحسانكم، الذي ليس بتول للمشركين، فلم ينهكم الله عنه، بل ذلك داخل في عموم الأمر بالإحسان إلى الأقارب وغيرهم من الآدميين، وغيرهم.{ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ } وذلك الظلم يكون بحسب التولي، فإن كان توليا تاما، صار  ذلك كفرا مخرجا عن دائرة الإسلام، وتحت ذلك من المراتب ما هو غليظ، وما هو دون ذلك. ",
        "kathir": "وقوله : ( إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم أن تولوهم ) أي : إنما ينهاكم عن موالاة هؤلاء الذين ناصبوكم العداوة ، فقاتلوكم وأخرجوكم ، وعاونوا على إخراجكم ، ينهاكم الله عن موالاتهم ويأمركم بمعاداتهم . ثم أكد الوعيد على موالاتهم فقال : ( ومن يتولهم فأولئك هم الظالمون ) كقوله ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظالمين ) [ المائدة : 51 ] ."
      },
      "translations": {
        "en": "Allah only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies of them. And whoever makes allies of them, then it is those who are the wrongdoers.",
        "fr": "Allah vous défend seulement de prendre pour alliés ceux qui vous ont combattus pour la religion, chassés de vos demeures et ont aidé à votre expulsion. Et ceux qui les prennent pour alliés sont les injustes.",
        "es": "Lo que sí os prohíbe Alá es que toméis como amigos a los que han combatido contra vosotros por causa de la religión y os han expulsado de vuestros hogares o han contribuído a vuestra expulsión. Quienes les tomen como amigos, ésos son los impíos."
      },
      "ibn_ashour": "إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (9)فذلك لما تقدم وحصْر لحكم الآية المتقدمة . وهي تؤذن بانتهاء الغرض المسوق له الكلام من أوله .والقصر المستفاد من جملة { إنما ينهاكم الله } إلى آخرها قصر قلب لرد اعتقاد من ظن أو شكَّ في جواز صلة المشركين على الإِطلاق . والذين تحققت فيهم هذه الصفات يوم نزول الآية هم مشركو أهل مكة ، و { أن تولوهم } بدل اشتمال من { الذين قاتلوكم } .{ ومن يتولهم } شرط ، وجيء في جواب الشرط باسم الإِشارة لتمييز المشار إليهم زيادة في إيضاح الحكم .والمظاهرة : المعاونة . وذلك أن أهل مكة فريقان ، منهم من يأتي بالأسباب التي لا يحتمل المسلمون معها البقاء بمكة ، ومنهم من يعين على ذلك ويغري عليه .والقصر المستفاد من قوله : { فأولئك هم الظالمون } قصر ادعائي ، أي أن ظلمهم لشدَّته ووقوعه بعد النهي الشديد والتنبيه على الأخطاء والعصيان ظلم لا يغفر لأنه اعتداء على حقوق الله وحقوق المسلمين وعلى حق الظالم نفسه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَٰتُ مُهَٰجِرَٰتٍۢ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَٰتٍۢ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّۭ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا جاءكم النساء المؤمنات مهاجرات من دار الكفر إلى دار الإسلام، فاختبروهن؛ لتعلموا صدق إيمانهن، الله أعلم بحقيقة إيمانهن، فإن علمتموهن مؤمنات بحسب ما يظهر لكم من العلامات والبينات، فلا تردُّوهن إلى أزواجهن الكافرين، فالنساء المؤمنات لا يحلُّ لهن أن يتزوجن الكفار، ولا يحلُّ للكفار أن يتزوجوا المؤمنات، وأعطوا أزواج اللاتي أسلمن مثل ما أنفقوا عليهن من المهور، ولا إثم عليكم أن تتزوجوهن إذا دفعتم لهنَّ مهورهن. ولا تمسكوا بنكاح أزواجكم الكافرات، واطلبوا من المشركين ما أنفقتم من مهور نسائكم اللاتي ارتددن عن الإسلام ولحقن بهم، وليطلبوا هم ما أنفقوا من مهور نسائهم المسلمات اللاتي أسلمن ولحقن بكم، ذلكم الحكم المذكور في الآية هو حكم الله يحكم به بينكم فلا تخالفوه. والله عليم لا يخفى عليه شيء، حكيم في أقواله وأفعاله.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه، إذا جاءتكم المؤمنات مهاجرات من أرض الكفر إلى أرض الإسلام فاختبروهنّ في صدق إيمانهنّ، الله أعلم بإيمانهنّ، لا يخفى عليه شيء مما تنطوي عليه قلوبهنّ، فإن علمتموهنّ مؤمنات بعد الاختبار بما يظهر لكم من صدقهنّ فلا تردّوهن إلى أزواجهم الكفار، لا يحلّ للمؤمنات أن يتزوجن بالكفار، ولا يحلّ للكفار أن يتزوجوا بالمؤمنات، وأعطوا أزواجهم ما بذلوا من مهورهنّ، ولا إثم عليكم -أيها المؤمنون- أن تتزوجوهنّ بعد انقضاء عدتهن إذا أعطيتموهن مهورهنّ، ومن كانت زوجته كافرة أو ارتدت عن الإسلام فلا يمسكها؛ لانقطاع نكاحهما بكفرها، واسألوا الكفار ما بذلتم من مهور زوجاتكم المُرْتدَّات، وليسألوا هم ما بذلوا من مهور زوجاتهم اللائي أسلمن، ذلكم المذكور - من رَدِّ المهور من جهتكم ومن جهتهم - هو حكم الله، يحكم بينكم سبحانه بما يشاء، والله عليم بأحوال عباده، وأعمالهم، لا يخفى عليه منها شيء، حكيم فيما يشرعه لعباده.",
        "saadi": "لما كان صلح الحديبية، صالح النبي صلى الله عليه وسلم المشركين، على أن من جاء منهم إلى المسلمين مسلما، أنه يرد إلى المشركين، وكان هذا لفظا عاما، [مطلقا] يدخل في عمومه النساء والرجال، فأما الرجال فإن الله لم ينه رسوله عن ردهم، إلى المشركين وفاء بالشرط وتتميما للصلح الذي هو من أكبر المصالح، وأما النساء فلما كان ردهن فيه مفاسد كثيرة، أمر الله المؤمنين إذا جاءهم المؤمنات مهاجرات، وشكوا في صدق إيمانهن، أن يمتحنوهن ويختبروهن، بما يظهر به صدقهن، من أيمان مغلظة وغيرها، فإنه يحتمل أن يكون إيمانها غير صادق بل رغبة في زوج أو بلد أو غير ذلك من المقاصد الدنيوية.فإن كن بهذا الوصف، تعين ردهن وفاء بالشرط، من غير حصول مفسدة، وإن امتحنوهن، فوجدن صادقات، أو علموا ذلك منهن من غير امتحان، فلا يرجعوهن إلى الكفار، { لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ } فهذه مفسدة كبيرة في ردهن راعاها الشارع، وراعى أيضا الوفاء بالشرط، بأن يعطوا الكفار أزواجهن ما أنفقوا عليهن من المهر وتوابعه عوضا عنهن، ولا جناح حينئذ على المسلمين أن ينكحوهن ولو كان لهن أزواج في دار الشرك، ولكن بشرط أن يؤتوهن أجورهن من المهر والنفقة، وكما أن المسلمة لا تحل للكافر، فكذلك الكافرة لا تحل للمسلم أن يمسكها ما دامت على كفرها، غير أهل الكتاب، ولهذا قال تعالى: { وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ } وإذا نهى عن الإمساك بعصمتها  فالنهي عن ابتداء تزويجها أولى، { وَاسْأَلُوا مَا أَنْفَقْتُمْ } أيها المؤمنون، حين ترجع زوجاتكم مرتدات إلى الكفار، فإذا كان الكفار يأخذون من المسلمين نفقة من أسلمت من نسائهم، استحق المسلمون أن يأخذوا مقابلة ما ذهب من نسائهم  إلى الكفار، وفي هذا دليل على أن خروج البضع من الزوج متقوم، فإذا أفسد مفسد نكاح امرأة رجل، برضاع أو غيره، كان عليه ضمان المهر، وقوله: { ذَلِكُمْ حُكْمُ اللَّهِ } أي: ذلكم الحكم الذي ذكره الله وبينه لكم يحكم به بينكم  { وَاللَّهُ عَلِيمٌ حَكِيمٌ } فيعلم تعالى، ما يصلح لكم من الأحكام، ويشرع لكم ما تقتضيه الحكمة  ",
        "kathir": "تقدم في سورة \" الفتح \" ذكر صلح الحديبية الذي وقع بين رسول الله - صلى الله عليه وسلم - وبين كفار قريش فكان فيه : \" على ألا يأتيك منا رجل - وإن كان على دينك - إلا رددته إلينا \" . وفي رواية : \" على أنه لا يأتيك منا أحد - وإن كان على دينك - إلا رددته إلينا \" . وهذا قول عروة ، والضحاك ، وعبد الرحمن بن زيد ، والزهري ، ومقاتل ، والسدي . فعلى هذه الرواية تكون هذه الآية مخصصة للسنة ، وهذا من أحسن أمثلة ذلك ، وعلى طريقة بعض السلف ناسخة ، فإن الله ، عز وجل ، أمر عباده المؤمنين إذا جاءهم النساء مهاجرات أن يمتحنوهن ، فإن علموهن مؤمنات فلا يرجعوهن إلى الكفار ، لا هن حل لهم ولا هم يحلون لهن .وقد ذكرنا في ترجمة عبد الله بن أبي أحمد بن جحش ، من المسند الكبير ، من طريق أبي بكر بن أبي عاصم ، عن محمد بن يحيى الذهلي ، عن يعقوب بن محمد ، عن عبد العزيز بن عمران ، عن مجمع بن يعقوب ، عن حسين بن أبي لبانة ، عن عبد الله بن أبي أحمد قال : هاجرت أم كلثوم بنت عقبة بن أبي معيط في الهجرة ، فخرج أخواها عمارة ، والوليد حتى قدما على رسول الله - صلى الله عليه وسلم - فكلماه فيها أن يردها إليهما ، فنقض الله العهد بينه وبين المشركين في النساء خاصة ، ومنعهن أن يرددن إلى المشركين ، وأنزل الله آية الامتحان .قال ابن جرير : حدثنا أبو كريب ، حدثنا يونس بن بكير ، عن قيس بن الربيع ، عن الأغر بن الصباح ، عن خليفة ، عن حصين ، عن أبي نصر الأسدي قال : سئل ابن عباس : كيف كان امتحان رسول الله - صلى الله عليه وسلم - النساء ؟ قال : كان يمتحنهن : بالله ما خرجت من بغض زوج ؟ وبالله ما خرجت رغبة عن أرض إلى أرض ؟ وبالله ما خرجت التماس دنيا ؟ وبالله ما خرجت إلا حبا لله ولرسوله ؟ .ثم رواه من وجه آخر ، عن الأغر بن الصباح به . وكذا رواه البزار من طريقه ، وذكر فيه أن الذي كان يحلفهن عن أمر رسول الله - صلى الله عليه وسلم - له عمر بن الخطاب .وقال العوفي ، عن ابن عباس في قوله : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) كان امتحانهن أن يشهدن أن لا إله إلا الله ، وأن محمدا عبد الله ورسوله .وقال مجاهد : ( فامتحنوهن ) فاسألوهن : عما جاء بهن ؟ فإن كان بهن غضب على أزواجهن أو سخطة أو غيره ، ولم يؤمن فارجعوهن إلى أزواجهن .وقال عكرمة : يقال لها : ما جاء بك إلا حب الله ورسوله ؟ وما جاء بك عشق رجل منا ، ولا فرار من زوجك ؟ فذلك قوله : ( فامتحنوهن )وقال قتادة : كانت محنتهن أن يستحلفن بالله : ما أخرجكن النشوز ؟ وما أخرجكن إلا حب الإسلام وأهله وحرص عليه ؟ فإذا قلن ذلك قبل ذلك منهن .وقوله : ( فإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار ) فيه دلالة على أن الإيمان يمكن الاطلاع عليه يقينا .وقوله : ( لا هن حل لهم ولا هم يحلون لهن ) هذه الآية هي التي حرمت المسلمات على المشركين ، وقد كان جائزا في ابتداء الإسلام أن يتزوج المشرك المؤمنة ; ولهذا كان أبو العاص بن الربيع زوج ابنة النبي - صلى الله عليه وسلم - زينب رضي الله عنها ، وقد كانت مسلمة وهو على دين قومه ، فلما وقع في الأسارى يوم بدر بعثت امرأته زينب في فدائه بقلادة لها كانت لأمها خديجة ، فلما رآها رسول الله - صلى الله عليه وسلم - رق لها رقة شديدة ، وقال للمسلمين : \" إن رأيتم أن تطلقوا لها أسيرها فافعلوا \" . ففعلوا ، فأطلقه رسول الله - صلى الله عليه وسلم - على أن يبعث ابنته إليه ، فوفى له بذلك وصدقه فيما وعده ، وبعثها إلى رسول الله - صلى الله عليه وسلم - مع زيد بن حارثة ، رضي الله عنه ، فأقامت بالمدينة من بعد وقعة بدر وكانت سنة اثنتين إلى أن أسلم زوجها العاص بن الربيع سنة ثمان فردها عليه بالنكاح الأول ، ولم يحدث لها صداقا ، كما قال الإمام أحمد :حدثنا يعقوب ، حدثنا أبي ، حدثنا ابن إسحاق ، حدثنا داود بن الحصين ، عن عكرمة ، عن ابن عباس ، أن رسول الله - صلى الله عليه وسلم - رد ابنته زينب على أبي العاص بن الربيع وكانت هجرتها قبل إسلامه بست سنين على النكاح الأول ، ولم يحدث شهادة ولا صداقا .ورواه أبو داود ، والترمذي ، وابن ماجه . ومنهم من يقول : \" بعد سنتين \" ، وهو صحيح ; لأن إسلامه كان بعد تحريم المسلمات على المشركين بسنتين . وقال الترمذي : \" ليس بإسناده بأس ، ولا نعرف وجه هذا الحديث ، ولعله جاء من حفظ داود بن الحصين . وسمعت عبد بن حميد يقول : سمعت يزيد بن هارون يذكر عن ابن إسحاق هذا الحديث ، وحديث ابن الحجاج - يعني ابن أرطاة - عن عمرو بن شعيب ، عن أبيه ، عن جده ، أن رسول الله - صلى الله عليه وسلم - رد ابنته على أبي العاص بن الربيع بمهر جديد ونكاح جديد . فقال يزيد : حديث ابن عباس أجود إسنادا والعمل على حديث عمرو بن شعيب \" .قلت : وقد روى حديث الحجاج بن أرطاة ، عن عمرو بن شعيب الإمام أحمد ، والترمذي ، وابن ماجه ، وضعفه الإمام أحمد ، وغير واحد ، والله أعلم .وأجاب الجمهور عن حديث ابن عباس بأن ذلك كان قضية عين يحتمل أنه لم تنقض عدتها منه ; لأن الذي عليه الأكثرون أنها متى انقضت العدة ولم يسلم انفسخ نكاحها منه .وقال آخرون : بل إذا انقضت العدة هي بالخيار ، إن شاءت أقامت على النكاح واستمرت ، وإن شاءت فسخته وذهبت فتزوجت ، وحملوا عليه حديث ابن عباس ، والله أعلم .وقوله : ( وآتوهم ما أنفقوا ) يعني : أزواج المهاجرات من المشركين ، ادفعوا إليهم الذي غرموه عليهن من الأصدقة . قاله ابن عباس ، ومجاهد ، وقتادة ، والزهري ، وغير واحد .وقوله : ( ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن ) يعني : إذا أعطيتموهن أصدقتهن فانكحوهن ، أي : تزوجوهن بشرطه من انقضاء العدة ، والولي ، وغير ذلك .وقوله : ( ولا تمسكوا بعصم الكوافر ) تحريم من الله ، عز وجل ، على عباده المؤمنين نكاح المشركات ، والاستمرار معهن .وفي الصحيح ، عن الزهري ، عن عروة ، عن المسور ، ومروان بن الحكم : أن رسول الله - صلى الله عليه وسلم - لما عاهد كفار قريش يوم الحديبية جاء نساء من المؤمنات ، فأنزل الله عز وجل : ( يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ) إلى قوله : ( ولا تمسكوا بعصم الكوافر ) فطلق عمر بن الخطاب يومئذ امرأتين ، تزوج إحداهما معاوية بن أبي سفيان ، والأخرى صفوان بن أمية .وقال ابن ثور ، عن معمر ، عن الزهري : أنزلت هذه الآية على رسول الله - صلى الله عليه وسلم - وهو بأسفل الحديبية حين صالحهم على أنه من أتاه منهم رده إليهم ، فلما جاءه النساء نزلت هذه الآية ، وأمره أن يرد الصداق إلى أزواجهن ، وحكم على المشركين مثل ذلك إذا جاءتهم امرأة من المسلمين أن يردوا الصداق إلى زوجها ، وقال : ( ولا تمسكوا بعصم الكوافر ) وهكذا قال عبد الرحمن بن زيد بن أسلم ، وقال : وإنما حكم الله بينهم بذلك ، لأجل ما كان بينهم وبينهم من العهد .وقال محمد بن إسحاق ، عن الزهري : طلق عمر يومئذ قريبة بنت أبي أمية بن المغيرة ، فتزوجها معاوية ، وأم كلثوم بنت عمرو بن جرول الخزاعية ، وهي أم عبيد الله ، فتزوجها أبو جهم بن حذيفة بن غانم ، رجل من قومه ، وهما على شركهما ، وطلق طلحة بن عبيد الله أروى بنت ربيعة بن الحارث بن عبد المطلب ، فتزوجها بعده خالد بن سعيد بن العاص .وقوله : ( واسألوا ما أنفقتم وليسألوا ما أنفقوا ) أي : وطالبوا بما أنفقتم على أزواجكم اللاتي يذهبن إلى الكفار ، إن ذهبن ، وليطالبوا بما أنفقوا على أزواجهم اللاتي هاجرن إلى المسلمين .وقوله : ( ذلكم حكم الله يحكم بينكم ) أي : في الصلح واستثناء النساء منه ، والأمر بهذا كله هو حكم الله يحكم به بين خلقه : ( والله عليم حكيم ) أي عليم بما يصلح عباده ، حكيم في ذلك ."
      },
      "translations": {
        "en": "O you who have believed, when the believing women come to you as emigrants, examine them. Allah is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give the disbelievers what they have spent. And there is no blame upon you if you marry them when you have given them their due compensation. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them ask for what they have spent. That is the judgement of Allah; He judges between you. And Allah is Knowing and Wise.",
        "fr": "O vous qui avez cru! Quand les croyantes viennent à vous en émigrées, éprouvez-les; Allah connaît mieux leur foi; si vous constatez qu'elles sont croyantes, ne les renvoyez pas aux mécréants. Elles ne sont pas licites [en tant qu'épouses] pour eux, et eux non plus ne sont pas licites [en tant qu'époux] pour elles. Et rendez-leur ce qu'ils ont dépensé (comme mahr). Il ne vous sera fait aucun grief en vous mariant avec elles quand vous leur aurez donné leur mahr. Et ne gardez pas de liens conjugaux avec les mécréantes. Réclamez ce que vous avez dépensé et que (les mécréants) aussi réclament ce qu'ils ont dépensé. Tel est le jugement d'Allah par lequel Il juge entre vous, et Allah est Omniscient et Sage.",
        "es": "¡Creyentes! Cuando vengan a vosotros mujeres creyentes que hayan emigrado, ¡examinadlas! Alá conoce bien su fe. Si comprobáis que de verdad son creyentes, no las devolváis a los infieles: ni ellas son lícitas para ellos ni ellos lo son para ellas. ¡Reembolsadles lo que hayan gastado! No tenéis nada que reprocharos si os casáis con ellas, con tal que les entreguéis su dote. Pero no retengáis a las infieles. Pedid lo que hayáis gastado, y que ellos también pidan lo que hayan gastado. Ésa es la decisión de Alá. Él decide entre vosotros. Alá es omnisciente, sabio."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآَتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آَتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (10){ ياأيها الذين ءَامَنُواْ إِذَا جَآءَكُمُ المؤمنات مهاجرات فامتحنوهن الله أَعْلَمُ بإيمانهن فَإِنْ عَلِمْتُمُوهُنَّ مؤمنات فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار لاَ هُنَّ حِلٌّ } .لا خلاف في أن هذه الآيات إلى آخر السورة نزلت عقب صلح الحديبية وقد علمت أنا رجحنا أن أول السورة نزلت قبل هذه وأن كتاب حاطب بن أبي بلتعة إلى المشركين كان عند تجهز رسول الله صلى الله عليه وسلم للحديبية .ومناسبة ورود هذه الآية بعد ما قبلها ، أي النهي عن موالاة المشركين يتطرق إلى ما بين المسلم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "وَإِن فَاتَكُمْ شَىْءٌۭ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
      "tafsir": {
        "muyassar": "وإن لحقت بعض زوجاتكم مرتدات إلى الكفار، ولم يعطكم الكفار مهورهن التي دفعتموها لهن، ثم ظَفِرتم بهؤلاء الكفار أو غيرهم وانتصرتم عليهم، فأعطوا الذين ذهبت أزواجهم من المسلمين من الغنائم أو غيرها مثل ما أعطوهن من المهور قبل ذلك، وخافوا الله الذي أنتم به مؤمنون.",
        "mukhtasar": "وإن فُرِضَ خروجُ بعض نسائكم إلى الكفار مُرْتدَّات وطلبتم مهورهن من الكفار ولم يعطوها، فغنمتم من الكفار فأعطوا الأزواج الذين خرجت زوجاتهم مُرْتدَّات مثل ما بذلوا من المهور، واتقوا الله الذي أنتم به مؤمنون بامتثال أوامره واجتناب نواهيه.",
        "saadi": "{ وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ } بأن ذهبن مرتدات { فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا } كما تقدم أن الكفار إذا كانوا يأخذون بدل ما يفوت من أزواجهم إلى المسلمين، فمن ذهبت زوجته من المسلمين إلى الكفار وفاتت عليه، لزم أن يعطيه فعلى المسلمون من الغنيمة بدل ما أنفق  { وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ } فإيمانكم بالله، يقتضي منكم أن تكونوا ملازمين للتقوى على الدوام.",
        "kathir": "ثم قال : ( وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا ) قال مجاهد ، وقتادة : هذا في الكفار الذين ليس لهم عهد ، إذا فرت إليهم امرأة ولم يدفعوا إلى زوجها شيئا ، فإذا جاءت منهم امرأة لا يدفع إلى زوجها شيء ، حتى يدفع إلى زوج الذاهبة إليهم مثل نفقته عليها .وقال ابن جرير : حدثنا يونس حدثنا ابن وهب ، أخبرني يونس ، عن الزهري قال : أقر المؤمنون بحكم الله ، فأدوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم ، وأبى المشركون أن يقروا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين ، فقال الله للمؤمنين به : ( وإن فاتكم شيء من أزواجكم إلى الكفار فعاقبتم فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا واتقوا الله الذي أنتم به مؤمنون ) فلو أنها ذهبت بعد هذه الآية امرأة من أزواج المؤمنين إلى المشركين ، رد المؤمنون إلى زوجها النفقة التي أنفق عليها من العقب الذي بأيديهم الذي أمروا أن يردوه على المشركين من نفقاتهم التي أنفقوا على أزواجهم اللاتي آمن وهاجرن ، ثم ردوا إلى المشركين فضلا إن كان بقي لهم . والعقب : ما كان بأيدي المؤمنين من صداق نساء الكفار حين آمن وهاجرن .وقال العوفي ، عن ابن عباس في هذه الآية : يعني إن لحقت امرأة رجل من المهاجرين بالكفار ، أمر له رسول الله - صلى الله عليه وسلم - أنه يعطى من الغنيمة مثل ما أنفق .وهكذا قال مجاهد : ( فعاقبتم ) أصبتم غنيمة من قريش أو غيرهم ( فآتوا الذين ذهبت أزواجهم مثل ما أنفقوا ) يعني : مهر مثلها . وهكذا قال مسروق ، وإبراهيم ، وقتادة ، ومقاتل ، والضحاك ، وسفيان بن حسين ، والزهري أيضا .وهذا لا ينافي الأول ; لأنه إن أمكن الأول فهو أولى ، وإلا فمن الغنائم اللاتي تؤخذ من أيدي الكفار . وهذا أوسع ، وهو اختيار ابن جرير ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "And if you have lost any of your wives to the disbelievers and you subsequently obtain [something], then give those whose wives have gone the equivalent of what they had spent. And fear Allah, in whom you are believers.",
        "fr": "Et si quelqu'une de vos épouses s'échappe vers les mécréants, et que vous fassiez des représailles, restituez à ceux dont les épouses sont parties autant que ce qu'ils avaient dépensé. Craignez Allah en qui vous croyez.",
        "es": "Si alguna de vuestras esposas se pasa a los infieles y, luego, os toca a vosotros vencer, dad a aquéllos cuyas esposas hayan huido otro tanto de lo que habían gastado. ¡Temed a Alá, en Quien creéis!"
      },
      "ibn_ashour": "وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآَتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (11)عطف على جملة { واسألوا ما أنفقتم } [ الممتحنة : 10 ] فإنها لما ترتب على نزولها إِباء المشركين من أن يردّوا إلى أزواج النساء اللاءِ بقين على الكفر بمكة واللاء فَرَرْنَ من المدينة والتحَقْنَ بأهل الكفر بمكة مهورَهم التي كانوا أَعطوها نساءهم ، عقبت بهذه الآية لتشريع ردّ تلك المهور من أموال المسلمين فيما بينهم .روي أن المسلمين كتبوا إلى المشركين يعلمونهم بما تضمنته هذه الآية من الترادِّ بين الفريقين في قوله تعال : { واسألوا ما أنفقتم وليسألوا ما أنفقوا } [ الممتحنة : 10 ] .فامتنع المشركون من دفع مهور النساء اللاتي ذهبت إليهم فنزل قوله تعالى : { وإن فاتكم شيء من أزواجكم إلى الكفار } الآية .وأصل الفوت : المفارقة والمباعدة ، والتفاوت : المتباعد . والفوت هنا مستعار لضياع الحق كقول رُويشد بن كثير الطائي أو عَمرو بن معد يكرب: ... إن تُذنبوا ثم تأتِيني بقيتكمفمَا عَليَّ بذنب منكمُ فَوْت ... أي فلا ضياع ع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًۭٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَٰنٍۢ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍۢ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها النبي إذا جاءك النساء المؤمنات بالله ورسوله يعاهدنك على ألا يجعلن مع الله شريكًا في عبادته، ولا يسرقن شيئًا، ولا يزنين، ولا يقتلن أولادهن بعد الولادة أو قبلها، ولا يُلحقن بأزواجهن أولادًا ليسوا منهم، ولا يخالفنك في معروف تأمرهن به، فعاهدهن على ذلك، واطلب لهن المغفرة من الله. إن الله غفور لذنوب عباده التائبين، رحيم بهم.",
        "mukhtasar": "يا أيها النبي، إذا جاءك النساء المؤمنات يُبايعنك - مثل ما حدث في فتح مكة - على ألا يشركن بالله شيئًا، بل يعبدنه وحده، ولا يسرقن، ولا يزنين، ولا يقتلن أولادهنّ جريًا وراء عادة أهل الجاهلية، ولا يُلْحِقن بأزواجهنّ أولادهنّ من الزنى، ولا يعصينك في معروف من مثل نهيه عن النياحة والحلق وشق الجيب؛ فبايعهنّ، واطلب لهنّ المغفرة من الله لذنوبهنّ بعد مبايعتهنّ لك، إن الله غفور لمن تاب من عباده، رحيم بهم.",
        "saadi": "هذه الشروط المذكورة في هذه الآية، تسمى \"مبايعة النساء\" اللاتي [كن] يبايعن على إقامة الواجبات المشتركة، التي تجب على الذكور والنساء في جميع الأوقات.وأما الرجال، فيتفاوت ما يلزمهم بحسب أحوالهم ومراتبهم وما يتعين عليهم، فكان النبي صلى الله عليه وسلم يمتثل ما أمره الله به، فكان إذا جاءته النساء يبايعنه، والتزمن بهذه الشروط بايعهن، وجبر قلوبهن، واستغفر لهن الله، فيما يحصل منهن من التقصير  وأدخلهن في جملة المؤمنين بأن { لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا } بأن  يفردن الله [وحده] بالعبادة.{ وَلَا يَزْنِينَ } كما كان ذلك موجودا كثيرا في البغايا وذوات الأخدان، { وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ } كما يجري لنساء الجاهلية الجهلاء.{ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ } والبهتان: الافتراء على الغير أي: لا يفترين بكل حالة، سواء تعلقت بهن وأزواجهن  أو سواء تعلق ذلك بغيرهم، { وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ } أي: لا يعصينك في كل أمر تأمرهن به، لأن أمرك لا يكون إلا بمعروف، ومن ذلك طاعتهن [لك] في النهي عن النياحة، وشق الثياب، وخمش الوجوه، والدعاء بدعاء  الجاهلية.{ فَبَايِعْهُنَّ } إذا التزمن بجميع ما ذكر.{ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ } عن تقصيرهن، وتطييبا لخواطرهن، { إِنَّ اللَّهَ غَفُورٌ } أي: كثير المغفرة للعاصين، والإحسان إلى المذنبين التائبين، { رَحِيمٌ } وسعت رحمته كل شيء، وعم إحسانه البرايا. ",
        "kathir": "قال البخاري : حدثنا يعقوب بن إبراهيم ، حدثنا ابن أخي ابن شهاب ، عن عمه قال : أخبرني عروة أن عائشة زوج النبي - صلى الله عليه وسلم - أخبرته : أن رسول الله - صلى الله عليه وسلم - كان يمتحن من هاجر إليه من المؤمنات بهذه الآية : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) إلى قوله : ( غفور رحيم ) قال عروة : قالت عائشة : فمن أقر بهذا الشرط من المؤمنات ، قال لها رسول الله - صلى الله عليه وسلم - : \" قد بايعتك \" ، كلاما ، ولا والله ما مست يده يد امرأة قط في المبايعة ، ما يبايعهن إلا بقوله : \" قد بايعتك على ذلك \" هذا لفظ البخاري .وقال الإمام أحمد : حدثنا عبد الرحمن بن مهدي ، حدثنا سفيان ، عن محمد بن المنكدر ، عن أميمة بنت رقيقة قالت : أتيت رسول الله - صلى الله عليه وسلم - في نساء لنبايعه ، فأخذ علينا ما في القرآن : ( أن لا يشركن بالله شيئا ) الآية ، وقال : \" فيما استطعتن وأطقتن \" ، قلنا : الله ورسوله أرحم بنا من أنفسنا ، قلنا : يا رسول الله ، ألا تصافحنا ؟ قال \" إني لا أصافح النساء ، إنما قولي لامرأة واحدة كقولي لمائة امرأة \" .هذا إسناد صحيح ، وقد رواه الترمذي ، والنسائي ، وابن ماجه ، من حديث سفيان بن عيينة ، - والنسائي أيضا من حديث الثوري ، - ومالك بن أنس كلهم ، عن محمد بن المنكدر به . . وقال الترمذي : حسن صحيح ، لا نعرفه إلا من حديث محمد بن المنكدر .وقد رواه أحمد أيضا من حديث محمد بن إسحاق ، عن محمد بن المنكدر ، عن أميمة به . وزاد : \" ولم يصافح منا امرأة \" . وكذا رواه ابن جرير من طريق موسى بن عقبة ، عن محمد بن المنكدر به . . ورواه ابن أبي حاتم من حديث أبي جعفر الرازي ، عن محمد بن المنكدر : حدثتني أميمة بنت رقيقة - وكانت أخت خديجة خالة فاطمة ، من فيها إلى في ، فذكره .وقال الإمام أحمد : حدثنا يعقوب حدثنا أبي ، عن ابن إسحاق ، حدثني سليط بن أيوب بن الحكم بن سليم ، عن أمه سلمى بنت قيس - وكانت إحدى خالات رسول الله - صلى الله عليه وسلم - قد صلت معه القبلتين ، وكانت إحدى نساء بني عدي بن النجار - قالت : جئت رسول الله - صلى الله عليه وسلم - نبايعه في نسوة من الأنصار ، فلما شرط علينا : ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف - قال : \" ولا تغششن أزواجكن \" . قالت : فبايعناه ، ثم انصرفنا ، فقلت لامرأة منهن : ارجعي فسلي رسول الله - صلى الله عليه وسلم - : ما غش أزواجنا ؟ قال : فسألته فقال : \" تأخذ ماله ، فتحابي به غيره \" .وقال الإمام أحمد : حدثنا إبراهيم بن أبي العباس ، حدثنا عبد الرحمن بن عثمان بن إبراهيم بن محمد بن حاطب ، حدثني أبي ، عن أمه عائشة بنت قدامة - يعني : ابن مظعون - قالت : أنا مع أمي رائطة بنت سفيان الخزاعية ، والنبي - صلى الله عليه وسلم - يبايع النسوة ويقول : \" أبايعكن على أن لا تشركن بالله شيئا ، ولا تسرقن ، ولا تزنين ، ولا تقتلن أولادكن ، ولا تأتين ببهتان تفترينه بين أيديكن وأرجلكن ، ولا تعصينني في معروف \" . قالت : فأطرقن . فقال لهن النبي - صلى الله عليه وسلم - قلن : نعم فيما استطعتن \" . فكن يقلن وأقول معهن ، وأمي تلقني : قولي أي بنية ، نعم فيما استطعت . فكنت أقول كما يقلنوقال البخاري : حدثنا أبو معمر ، حدثنا عبد الوارث ، حدثنا أيوب ، عن حفصة بنت سيرين ، عن أم عطية قالت : بايعنا رسول الله - صلى الله عليه وسلم - فقرأ علينا : ( أن لا يشركن بالله شيئا ) ونهانا عن النياحة ، فقبضت امرأة يدها ، قالت : أسعدتني فلانة أريد أن أجزيها . فما قال لها رسول الله - صلى الله عليه وسلم - شيئا ، فانطلقت ورجعت فبايعها .ورواه مسلم . وفي رواية : \" فما وفى منهن امرأة غيرها ، وغير أم سليم ابنة ملحان \" .وللبخاري عن أم عطية قالت : أخذ علينا رسول الله - صلى الله عليه وسلم - عند البيعة ألا ننوح ، فما وفت منا امرأة غير خمس نسوة : أم سليم ، وأم العلاء ، وابنة أبي سبرة امرأة معاذ ، وامرأتان - أو : ابنة أبي سبرة ، وامرأة معاذ ، وامرأة أخرى .وقد كان رسول الله - صلى الله عليه وسلم - يتعاهد النساء بهذه البيعة يوم العيد ، كما قال البخاري :حدثنا محمد بن عبد الرحيم ، حدثنا هارون بن معروف ، حدثنا عبد الله بن وهب ، أخبرني ابن جريج : أن الحسن بن مسلم أخبره ، عن طاوس ، عن ابن عباس قال : شهدت الصلاة يوم الفطر مع رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر ، وعثمان فكلهم يصليها قبل الخطبة ثم يخطب بعد ، فنزل نبي الله - صلى الله عليه وسلم - فكأني أنظر إليه حين يجلس الرجال بيده ، ثم أقبل يشقهم حتى أتى النساء مع بلال فقال : ( ياأيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ولا يقتلن أولادهن ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) حتى فرغ من الآية كلها . ثم قال حين فرغ : \" أنتن على ذلك ؟ \" . فقالت امرأة واحدة ، ولم يجبه غيرها : نعم يا رسول الله - لا يدري الحسن من هي - قال : \" فتصدقن \" ، قال : وبسط بلال ثوبه فجعلن يلقين الفتخ والخواتيم في ثوب بلال .وقال الإمام أحمد : حدثنا خلف بن الوليد ، حدثنا ابن عياش ، عن سليمان بن سليم ، عن عمرو بن شعيب ، عن أبيه ، عن جده قال : جاءت أميمة بنت رقيقة إلى رسول الله - صلى الله عليه وسلم - تبايعه على الإسلام ، فقال : \" أبايعك على ألا تشركي بالله شيئا ، ولا تسرقي ، ولا تزني ، ولا تقتلي ولدك ، ولا تأتي ببهتان تفترينه بين يديك ورجليك ، ولا تنوحي ، ولا تبرجي تبرج الجاهلية الأولى \"وقال الإمام أحمد : حدثنا سفيان ، عن الزهري ، عن أبي إدريس الخولاني ، عن عبادة بن الصامت قال : كنا عند رسول الله - صلى الله عليه وسلم - في مجلس فقال : \" تبايعوني على ألا تشركوا بالله شيئا ، ولا تسرقوا ، ولا تزنوا ، ولا تقتلوا أولادكم - قرأ الآية التي أخذت على النساء ( إذا جاءك المؤمنات ) فمن وفى منكم فأجره على الله ، ومن أصاب من ذلك شيئا فعوقب به ، فهو كفارة له ، ومن أصاب من ذلك شيئا فستره الله عليه ، فهو إلى الله ، إن شاء غفر له ، وإن شاء عذبه \" . أخرجاه في الصحيحين .وقال محمد بن إسحاق ، عن يزيد بن أبي حبيب ، عن مرثد بن عبد الله اليزني عن أبي عبد الله عبد الرحمن بن عسيلة الصنابحي ، عن عبادة بن الصامت قال : كنت فيمن حضر العقبة الأولى ، وكنا اثني عشر رجلا فبايعنا رسول الله - صلى الله عليه وسلم - على بيعة النساء ، وذلك قبل أن يفرض الحرب ، على ألا نشرك بالله شيئا ، ولا نسرق ، ولا نزني ، ولا نقتل أولادنا ، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ، ولا نعصيه في معروف ، وقال : \" فإن وفيتم فلكم الجنة \" رواه ابن أبي حاتم .وقد روى ابن جرير من طريق العوفي ، عن ابن عباس : أن رسول الله - صلى الله عليه وسلم - أمر عمر بن الخطاب فقال : \" قل لهن : إن رسول الله يبايعكن على ألا تشركن بالله شيئا \" - وكانت هند بنت عتبة بن ربيعة التي شقت بطن حمزة منكرة في النساء - فقالت : \" إني إن أتكلم يعرفني ، وإن عرفني قتلني \" . وإنما تنكرت فرقا من رسول الله - صلى الله عليه وسلم - فسكت النسوة اللاتي مع هند ، وأبين أن يتكلمن . فقالت هند وهي منكرة : كيف تقبل من النساء شيئا لم تقبله من الرجال ؟ ففطن إليها رسول الله وقال لعمر : \" قل لهن : ولا تسرقن \" . قالت هند : والله إني لأصيب من أبي سفيان الهنات ، ما أدري أيحلهن لي أم لا ؟ قال أبو سفيان : ما أصبت من شيء مضى أو قد بقي ، فهو لك حلال . فضحك رسول الله - صلى الله عليه وسلم - وعرفها ، فدعاها فأخذت بيده ، فعاذت به ، فقال : \" أنت هند ؟ \" . قالت : عفا الله عما سلف . فصرف عنها رسول الله - صلى الله عليه وسلم - فقال : \" ولا يزنين \" ، فقالت : يا رسول الله ، وهل تزني الحرة ؟ قال : \" لا والله ما تزني الحرة \" . فقال : \" ولا يقتلن أولادهن \" . قالت هند : أنت قتلتهم يوم بدر ، فأنت وهم أبصر . قال : ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) قال ( ولا يعصينك في معروف ) قال : منعهن أن ينحن ، وكان أهل الجاهلية يمزقن الثياب ويخدشن الوجوه ، ويقطعن الشعور ، ويدعون بالثبور . والثبور : الويل .وهذا أثر غريب ، وفي بعضه نكارة ، والله أعلم ; فإن أبا سفيان وامرأته لما أسلما لم يكن رسول الله - صلى الله عليه وسلم - يخيفهما ، بل أظهر الصفاء والود له ، وكذلك كان الأمر من جانبه ، عليه السلام ، لهما .وقال مقاتل بن حيان : أنزلت هذه الآية يوم الفتح ، فبايع رسول الله - صلى الله عليه وسلم - الرجال على الصفا ، وعمر يبايع النساء تحتها عن رسول الله - صلى الله عليه وسلم - فذكر بقيته كما تقدم وزاد : فلما قال : ( ولا يقتلن أولادهن ) قالت هند : ربيناهم صغارا فقتلتموهم كبارا . فضحك عمر بن الخطاب حتى استلقى . رواه ابن أبي حاتم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا نصر بن علي ، حدثتني غبطة بنت سليمان ، حدثتني عمتي ، عن جدتها ، عن عائشة قالت : جاءت هند بنت عتبة إلى رسول الله - صلى الله عليه وسلم - لتبايعه ، فنظر إلى يدها فقال : \" اذهبي فغيري يدك \" . فذهبت فغيرتها بحناء ، ثم جاءت فقال : \" أبايعك على ألا تشركي بالله شيئا \" ، فبايعها وفي يدها سواران من ذهب ، فقالت : ما تقول في هذين السوارين ؟ فقال : \" جمرتان من جمر جهنم \" .فقوله : ( يا أيها النبي إذا جاءك المؤمنات يبايعنك ) أي : من جاءك منهن يبايع على هذه الشروط فبايعها ، ( على أن لا يشركن بالله شيئا ولا يسرقن ) أي : أموال الناس الأجانب ، فأما إذا كان الزوج مقصرا في نفقتها ، فلها أن تأكل من ماله بالمعروف ، ما جرت به عادة أمثالها ، وإن كان بغير علمه ، عملا بحديث هند بنت عتبة أنها قالت : يا رسول الله ، إن أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني ، فهل علي جناح إن أخذت من ماله بغير علمه ؟ فقال رسول الله - صلى الله عليه وسلم - : \" خذي من ماله بالمعروف ما يكفيك ويكفي بنيك \" . أخرجاه في الصحيحين .وقوله : ( ولا يزنين ) كقوله ( ولاتقربوا الزنا إنه كان فاحشة وساء سبيلا ) [ الإسراء : 32 ] . وفي حديث سمرة ذكر عقوبة الزناة بالعذاب الأليم في نار الجحيم .وقال الإمام أحمد : حدثنا عبد الرزاق ، أخبرنا معمر ، عن الزهري ، عن عروة ، عن عائشة قالت : جاءت فاطمة بنت عتبة تبايع رسول الله - صلى الله عليه وسلم - فأخذ عليها : ( أن لا يشركن بالله شيئا ولا يسرقن ولا يزنين ) الآية ، قالت : فوضعت يدها على رأسها حياء ، فأعجبه ما رأى منها ، فقالت عائشة : أقري أيتها المرأة ، فوالله ما بايعنا إلا على هذا . قالت : فنعم إذا . فبايعها بالآية .وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا ابن فضيل ، عن حصين ، عن عامر - هو الشعبي - قال : بايع رسول الله - صلى الله عليه وسلم - النساء ، وعلى يده ثوب قد وضعه على كفه ، ثم قال : \" ولا تقتلن أولادكن \" . فقالت امرأة : تقتل آباءهم وتوصينا بأولادهم ؟ قال : وكان بعد ذلك إذا جاءت النساء يبايعنه ، جمعهن فعرض عليهن ، فإذا أقررن رجعن .وقوله ( ولا يقتلن أولادهن ) وهذا يشمل قتله بعد وجوده ، كما كان أهل الجاهلية يقتلون أولادهم خشية الإملاق ، ويعم قتله وهو جنين ، كما قد يفعله بعض الجهلة من النساء ، تطرح نفسها لئلا تحبل إما لغرض فاسد ، أو ما أشبهه .وقوله : ( ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن ) قال ابن عباس : يعني لا يلحقن بأزواجهن غير أولادهم . وكذا قال مقاتل . ويؤيد هذا الحديث الذي رواه أبو داود :حدثنا أحمد بن صالح ، حدثنا ابن وهب ، حدثنا عمرو - يعني : ابن الحارث ، - عن ابن الهاد ، عن عبد الله بن يونس ، عن سعيد المقبري ، عن أبي هريرة أنه سمع رسول الله - صلى الله عليه وسلم - يقول حين نزلت آية الملاعنة : \" أيما امرأة أدخلت على قوم من ليس منهم ، فليست من الله في شيء ، ولن يدخلها الله جنته ، وأيما رجل جحد ولده وهو ينظر إليه ، احتجب الله منه ، وفضحه على رءوس الأولين والآخرين \" .وقوله : ( ولا يعصينك في معروف ) يعني : فيما أمرتهن به من معروف ، ونهيتهن عنه من منكر .قال البخاري : حدثنا عبد الله بن محمد ، حدثنا وهب بن جرير ، حدثنا أبي قال : سمعت الزبير ، عن عكرمة ، عن ابن عباس في قوله : ( ولا يعصينك في معروف ) قال : إنما هو شرط شرطه الله للنساء .وقال ميمون بن مهران : لم يجعل الله لنبيه طاعة إلا لمعروف ، والمعروف : طاعة .وقال ابن زيد : أمر الله بطاعة رسوله ، وهو خيرة الله من خلقه في المعروف . وقد قال غيره عن ابن عباس ، وأنس بن مالك ، وسالم بن أبي الجعد ، وأبي صالح ، وغير واحد : نهاهن يومئذ عن النوح . وقد تقدم حديث أم عطية في ذلك أيضا .وقال ابن جرير : حدثنا بشر ، حدثنا يزيد ، حدثنا سعيد ، عن قتادة في هذه الآية : ذكر لنا أن نبي الله - صلى الله عليه وسلم - أخذ عليهن النياحة ، ولا تحدثن الرجال إلا رجلا منكن محرما . فقال عبد الرحمن بن عوف : يا نبي الله ، إن لنا أضيافا ، وإنا نغيب عن نسائنا . فقال رسول الله - صلى الله عليه وسلم - : \" ليس أولئك عنيت ، ليس أولئك عنيت \" .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى الفراء ، أخبرنا ابن أبي زائدة ، حدثني مبارك ، عن الحسن قال : كان فيما أخذ النبي - صلى الله عليه وسلم - : \" ألا تحدثن الرجال إلا أن تكون ذات محرم ، فإن الرجل لا يزال يحدث المرأة حتى يمذي بين فخذيه \" .وقال ابن جرير : حدثنا ابن حميد ، حدثنا هارون ، عن عمرو ، عن عاصم ، عن ابن سيرين ، عن أم عطية الأنصارية قالت : كان فيما اشترط علينا من المعروف حين بايعنا ألا ننوح ، فقالت امرأة من بني فلان : إن بني فلان أسعدوني ، فلا حتى أجزيهم ، فانطلقت ، فأسعدتهم ، ثم جاءت فبايعت ، قالت : فما وفى منهن غيرها ، وغير أم سليم ابنة ملحان أم أنس بن مالك .وقد روى البخاري هذا الحديث من طريق حفصة بنت سيرين ، عن أم عطية نسيبة الأنصارية رضي الله عنها وقد روي نحوه من وجه آخر أيضا .وقال ابن جرير : حدثنا أبو كريب ، حدثنا أبو نعيم ، حدثنا عمر بن فروخ القتات ، حدثني مصعب بن نوح الأنصاري قال : أدركت عجوزا لنا كانت فيمن بايع رسول الله - صلى الله عليه وسلم - . قالت : فأتيته لأبايعه ، فأخذ علينا فيما أخذ ألا تنحن . فقالت عجوز : يا رسول الله ، إن ناسا قد كانوا أسعدوني على مصائب أصابتني ، وأنهم قد أصابتهم مصيبة ، فأنا أريد أسعدهم . قال : \" فانطلقي فكافئيهم \" . فانطلقت فكافأتهم ، ثم إنها أتته فبايعته ، وقال : هو المعروف الذي قال الله عز وجل : ( ولا يعصينك في معروف ) .وقال ابن أبي حاتم : حدثنا أحمد بن منصور الرمادي ، حدثنا القعنبي ، حدثنا الحجاج بن صفوان ، عن أسيد بن أبي أسيد البراد ، عن امرأة من المبايعات قالت : كان فيما أخذ علينا رسول الله - صلى الله عليه وسلم - : أن لا نعصيه في معروف : أن لا نخمش وجوها ، ولا ننشر شعرا ، ولا نشق جيبا ، ولا ندعو ويلا .وقال ابن جرير : حدثنا أبو كريب ، حدثنا وكيع ، عن يزيد مولى الصهباء ، عن شهر بن حوشب ، عن أم سلمة ، عن رسول الله - صلى الله عليه وسلم - في قوله : ( ولا يعصينك في معروف ) قال : \" النوح \" .ورواه الترمذي في التفسير ، عن عبد بن حميد ، عن أبي نعيم ، وابن ماجه ، عن أبي بكر بن أبي شيبة ، عن وكيع - كلاهما عن يزيد بن عبد الله الشيباني مولى الصهباء به . ، وقال الترمذي : حسن غريب .وقال ابن جرير : حدثنا محمد بن سنان القزاز ، حدثنا إسحاق بن إدريس ، حدثنا إسحاق بن عثمان أبو يعقوب ، حدثني إسماعيل بن عبد الرحمن بن عطية ، عن جدته أم عطية قالت : لما قدم رسول الله - صلى الله عليه وسلم - جمع نساء الأنصار في بيت ، ثم أرسل إلينا عمر بن الخطاب ، رضي الله عنه ، فقام على الباب وسلم علينا ، فرددن - أو : فرددنا - عليه السلام ، ثم قال : \" أنا رسول رسول الله - صلى الله عليه وسلم - إليكن \" . قالت : فقلنا : مرحبا برسول الله وبرسول رسول الله . فقال : \" تبايعن على ألا تشركن بالله شيئا ، ولا تسرقن ، ولا تزنين ؟ \" قالت : فقلنا : نعم . قالت : فمد يده من خارج الباب - أو : البيت - ومددنا أيدينا من داخل البيت ، ثم قال : \" اللهم اشهد \" . قالت : وأمرنا في العيدين أن نخرج فيه الحيض ، والعواتق ، ولا جمعة علينا ، ونهانا عن اتباع الجنائز . قال إسماعيل : فسألت جدتي عن قوله : ( ولا يعصينك في معروف ) قالت : النياحة .وفي الصحيحين من طريق الأعمش ، عن عبد الله بن مرة ، عن مسروق ، عن عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : \" ليس منا من ضرب الخدود ، وشق الجيوب ، ودعا بدعوى الجاهلية \" .وفي الصحيحين أيضا عن أبي موسى : أن رسول الله - صلى الله عليه وسلم - برئ من الصالقة ، والحالقة ، والشاقة .وقال الحافظ أبو يعلى : حدثنا هدبة بن خالد ، حدثنا أبان بن يزيد ، حدثنا يحيى بن أبي كثير : أن زيدا حدثه : أن أبا سلام حدثه : أن أبا مالك الأشعري حدثه : أن رسول الله - صلى الله عليه وسلم - قال : \" أربع في أمتي من أمر الجاهلية لا يتركونهن : الفخر في الأحساب ، والطعن في الأنساب ، والاستسقاء بالنجوم ، والنياحة . وقال : النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ، ودرع من جرب \" .ورواه مسلم في صحيحه منفردا به ، من حديث أبان بن يزيد العطار به . .وعن أبي سعيد : أن رسول الله - صلى الله عليه وسلم - لعن النائحة والمستمعة . رواه أبو داود"
      },
      "translations": {
        "en": "O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
        "fr": "O Prophète! Quand les croyantes viennent te prêter serment d'allégeance, [et en jurent] qu'elles n'associeront rien à Allah, qu'elles ne voleront pas, qu'elles ne se livreront pas à l'adultère, qu'elles ne tueront pas leurs propres enfants, qu'elles ne commettront aucune infamie ni avec leurs mains ni avec leurs pieds et qu'elles ne désobéiront pas en ce qui est convenable, alors reçois leur serment d'allégeance, et implore d'Allah le pardon pour elles. Allah est certes, Pardonneur et Très Miséricordieux.",
        "es": "¡Profeta! Cuando las creyentes vengan a ti a prestarte juramento de fidelidad, de que no asociarán nada a Alá, que no robarán, que no fornicarán, que no matarán a sus hijos, que no dirán calumnia forjada entre sus manos y pies, que no te desobedecerán en lo que se juzgue razonable, acepta su juramento y pide a Alá que les perdone. Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (12)هذه تكملة لامتحان النساء المتقدم ذكره في قوله تعالى : { يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن } الآية [ الممتحنة : 10 ] . وبيان لتفصيل آثاره . فكأنه يقول : فإن علمتموهن مؤمنات فلا ترجعوهنّ إلى الكفار وبَينُوا لهن شرائع الإِسلام . وآية الامتحان عقب صلح الحديبية في شأن من هاجرن من مكة إلى المدينة بعد الصلح وهن : أمّ كلثوم بنت عقبة بن أبي معيط ، وسبيعة الأسلمية ، وأميمة بنت بشر ، وزينب بنت رسول الله صلى الله عليه وسلم فلا صحة للأخبار التي تقول : إن الآية نزلت في فتح مكة ومنشؤها التخليط في الحوادث واشتباه المكرر بالآنف .روى البخاري ومسلم عن عائشة : أن رسول الله صلى الله عليه وسلم كان يمتحن من هاجر من المؤمنات بهذ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْءَاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَٰبِ ٱلْقُبُورِ",
      "tafsir": {
        "muyassar": "يا أيها الذين آمنوا بالله ورسوله، لا تتخذوا الذين غضب الله عليهم؛ لكفرهم أصدقاء وأخلاء، قد يئسوا من ثواب الله في الآخرة، كما يئس الكفار المقبورون، من رحمة الله في الآخرة؛ حين شاهدوا حقيقة الأمر، وعلموا علم اليقين أنهم لا نصيب لهم منها، أو كما يئس الكفار مِن بَعْث موتاهم -أصحاب القبور-؛ لاعتقادهم عدم البعث.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تتولوا قومًا غضب الله عليهم لا يوقنون بالآخرة، بل هم يائسون منها مثل يأسهم من رجوع موتاهم إليهم لكفرهم بالبعث.",
        "saadi": "أي: يا أيها المؤمنون، إن كنتم مؤمنين بربكم، ومتبعين لرضاه ومجانبين لسخطه، { لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ } وإنما غضب عليهم لكفرهم، وهذا شامل لجميع أصناف الكفار. { قَدْ يَئِسُوا مِنَ الْآخِرَةِ } أي: قد حرموا من خير الآخرة، فليس لهم منها نصيب، فاحذروا أن تولوهم فتوافقوهم على شرهم وكفرهم  فتحرموا خير الآخرة كما حرموا.[وقوله] { كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ } حين أفضوا إلى الدار الآخرة، ووقفوا على حقيقة الأمر  وعلموا علم اليقين أنهم لا نصيب لهم منها. ويحتمل أن المعنى: قد يئسوا من الآخرة أي: قد أنكروها وكفروا بها، فلا يستغرب حينئذ منهم الإقدام على مساخط الله وموجبات عذابه وإياسهم من الآخرة، كما يئس الكفار المنكرون للبعث في الدنيا من رجوع أصحاب القبور إلى الله تعالى.تم تفسير سورة الممتحنة،والحمد لله رب العالمين.  ",
        "kathir": "ينهى تبارك وتعالى عن موالاة الكافرين في آخر \" هذه السورة \" كما نهى عنها في أولها فقال : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) يعني : اليهود والنصارى وسائر الكفار ، ممن غضب الله عليه ولعنه واستحق من الله الطرد والإبعاد ، فكيف توالونهم وتتخذونهم أصدقاء وأخلاء وقد يئسوا من الآخرة ، أي : من ثواب الآخرة ونعيمها في حكم الله عز وجل . وقوله : ( كما يئس الكفار من أصحاب القبور ) فيه قولان ، أحدهما : كما يئس الكفار الأحياء من قراباتهم الذين في القبور أن يجتمعوا بهم بعد ذلك ; لأنهم لا يعتقدون بعثا ولا نشورا ، فقد انقطع رجاؤهم منهم فيما يعتقدونه .قال العوفي ، عن ابن عباس : ( يا أيها الذين آمنوا لا تتولوا قوما غضب الله عليهم ) إلى آخر السورة ، يعني من مات من الذين كفروا فقد يئس الأحياء من الذين كفروا أن يرجعوا إليهم أو يبعثهم الله عز وجل .وقال الحسن البصري : ( كما يئس الكفار من أصحاب القبور ) قال : الكفار الأحياء قد يئسوا من الأموات .وقال قتادة : كما يئس الكفار أن يرجع إليهم أصحاب القبور الذين ماتوا . وكذا قال الضحاك . رواهن ابن جرير .والقول الثاني : معناه : كما يئس الكفار الذين هم في القبور من كل خير .قال الأعمش ، عن أبي الضحى ، عن مسروق ، عن ابن مسعود : ( كما يئس الكفار من أصحاب القبور ) قال : كما يئس هذا الكافر إذا مات وعاين ثوابه واطلع عليه . وهذا قول مجاهد ، وعكرمة ، ومقاتل ، وابن زيد ، والكلبي ، ومنصور . وهو اختيار ابن جرير .آخر تفسير سورة الممتحنة ولله الحمد والمنة."
      },
      "translations": {
        "en": "O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves.",
        "fr": "O vous qui avez cru! Ne prenez pas pour alliés des gens contre lesquels Allah est courroucé et qui désespèrent de l'au-delà, tout comme les mécréants désespèrent des gens des tombeaux.",
        "es": "¡Creyentes! ¡No toméis como amigos a gente que ha incurrido en la ira de Alá! Desesperan de la otra vida, como los infieles desesperan de los sepultados."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآَخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (13)بعد أن استقصت السورة إرشاد المسلمين إلى ما يجب في المعاملة مع المشركين ، جاء في خاتمتها الإِرشاد إلى المعاملة مع قوم ليسوا دون المشركين في وجوب الحذر منهم وهم اليهود ، فالمراد بهم غير المشركين إذ شُبه يأسهم من الآخرة بيأس الكفار ، فتعين أن هؤلاء غير المشركين لئلا يكون من تشبيه الشيء بنفسه .وقد نعتهم الله بأنهم قوم غَضب الله عليهم ، وهذه صفة تكرر في القرآن إلحاقها باليهود كما جاء في سورة الفاتحة أنهم المغضوب عليهم . فتكون هذه الآية مثلَ قوله تعالى : { يأيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزؤاً ولعباً من الذين أوتوا الكتاب من قبلكم والكفار أولياء } في سورة [ العقود : 57 ] .ذلك أن يهود خيبر كانوا يومئذٍ بجوار المسلمين من أهل المدينة . وذكر الواحدي في أسباب النزول } : أنها نزلت في ناس من فقراء المسلمين يعملون عند اليهود ويواصلونهم ليصيبوا بذلك من ثمارهم ، وربما أخبروا اليهودَ بأحوال المسلمين عن غفلة وقِلة حذر فنبه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}