{
  "number": 61,
  "name": "سُورَةُ الصَّفِّ",
  "englishName": "As-Saff",
  "revelationType": "Medinan",
  "ayahCount": 14,
  "ayahs": [
    {
      "number": 1,
      "text": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "نزَّه الله عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "نَزَّهَ اللهَ سبحانه وتعالى وقَدَّسه عن كل ما لا يليق به ما في السماوات وما في الأرض، وهو العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وشرعه.",
        "saadi": "وهذا بيان لعظمته تعالى وقهره، وذل جميع الخلق  له تبارك وتعالى، وأن جميع من في السماوات والأرض يسبحون بحمد الله ويعبدونه ويسألونه حوائجهم، { وَهُوَ الْعَزِيزُ } الذي قهر الأشياء بعزته وسلطانه، { الْحَكِيمُ } في خلقه وأمره.",
        "kathir": "تفسير سورة الصف وهي مدنية .قال الإمام أحمد رحمه الله : حدثنا يحيى بن آدم ، حدثنا ابن المبارك ، عن الأوزاعي ، عن يحيى بن أبي كثير ، عن أبي سلمة - وعن عطاء بن يسار ، عن أبي سلمة ، عن عبد الله بن سلام قال : تذاكرنا : أيكم يأتي رسول الله - صلى الله عليه وسلم - فيسأله : أي الأعمال أحب إلى الله ؟ فلم يقم أحد منا ، فأرسل رسول الله - صلى الله عليه وسلم - إلينا رجلا فجمعنا فقرأ علينا هذه السورة ، يعني سورة الصف كلها . هكذا رواه الإمام أحمدوقال ابن أبي حاتم : حدثنا العباس بن الوليد بن مزيد البيروتي ، قراءة ، قال : أخبرني أبي ، سمعت الأوزاعي ، حدثني يحيى بن أبي كثير ، حدثني أبو سلمة بن عبد الرحمن ، حدثني عبد الله بن سلام . أن أناسا من أصحاب رسول الله - صلى الله عليه وسلم - قالوا : لو أرسلنا إلى رسول الله نسأله عن أحب الأعمال إلى الله عز وجل ؟ فلم يذهب إليه أحد منا ، وهبنا أن نسأله عن ذلك ، قال : فدعا رسول الله - صلى الله عليه وسلم - أولئك النفر رجلا رجلا حتى جمعهم ، ونزلت فيهم هذه السورة : ( سبح ) الصف قال عبد الله بن سلام : فقرأها علينا رسول الله - صلى الله عليه وسلم - كلها . قال أبو سلمة : وقرأها علينا عبد الله بن سلام كلها ، قال يحيى بن أبي كثير : وقرأها علينا أبو سلمة كلها . قال الأوزاعي : وقرأها علينا يحيى بن أبي كثير كلها . قال أبي : وقرأها علينا الأوزاعي كلها .وقد رواه الترمذي ، عن عبد الله بن عبد الرحمن الدارمي : حدثنا محمد بن كثير ، عن الأوزاعي ، عن يحيى بن أبي كثير ، عن أبي سلمة ، عن عبد الله بن سلام قال : قعدنا نفرا من أصحاب رسول الله - صلى الله عليه وسلم - فتذاكرنا ، فقلنا : لو نعلم : أي الأعمال أحب إلى الله عز وجل لعملناه . فأنزل الله : \" سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم يا أيها الذين آمنوا لم تقولون ما لا تفعلون كبر مقتا عند الله أن تقولوا \" قال عبد الله بن سلام : فقرأها علينا رسول الله - صلى الله عليه وسلم - . قال أبو سلمة : فقرأها علينا ابن سلام . قال يحيى : فقرأها علينا أبو سلمة . قال ابن كثير : فقرأها علينا الأوزاعي . قال عبد الله : فقرأها علينا ابن كثير .ثم قال الترمذي : وقد خولف محمد بن كثير في إسناد هذا الحديث عن الأوزاعي ، فروى ابن المبارك ، عن الأوزاعي ، عن يحيى بن أبي كثير ، عن هلال بن أبي ميمونة ، عن عطاء بن يسار ، عن عبد الله بن سلام - أو : عن أبي سلمة ، عن عبد الله بن سلامقلت : وهكذا رواه الإمام أحمد ، عن يعمر ، عن ابن المبارك به .قال الترمذي : وروى الوليد بن مسلم هذا الحديث عن الأوزاعي نحو رواية محمد بن كثير .قلت : وكذا رواه الوليد بن يزيد ، عن الأوزاعي كما رواه ابن كثير .قلت : وقد أخبرني بهذا الحديث الشيخ المسند أبو العباس أحمد بن أبي طالب الحجار قراءة عليه وأنا أسمع ، أخبرنا أبو المنجا عبد الله بن عمر بن اللتي ، أخبرنا أبو الوقت عبد الأول بن عيسى بن شعيب السجزي قال : أخبرنا أبو الحسن بن عبد الرحمن بن المظفر بن محمد بن داود الداودي ، أخبرنا أبو محمد عبد الله بن أحمد بن حمويه السرخسي ، أخبرنا عيسى بن عمر بن عمران السمرقندي ، أخبرنا الإمام الحافظ أبو محمد عبد الله بن عبد الرحمن الدارمي بجميع مسنده ، أخبرنا محمد بن كثير ، عن الأوزاعي . . . فذكر بإسناده مثله ، وتسلسل لنا قراءتها إلى شيخنا أبي العباس الحجار ، ولم يقرأها ، لأنه كان أميا ، وضاق الوقت عن تلقينها إياه . ولكن أخبرني الحافظ الكبير أبو عبد الله محمد بن أحمد بن عثمان الذهبي ، رحمه الله : أخبرنا القاضي تقي الدين سليمان بن الشيخ أبي عمر ، أخبرنا أبو المنجا بن اللتي فذكره بإسناده ، وتسلل لي من طريقة ، وقرأها علي بكمالها ، ولله الحمد والمنة .تقدم الكلام على قوله : ( سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم ) غير مرة ، بما أغنى عن إعادته ."
      },
      "translations": {
        "en": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
        "fr": "Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, et Il est le Puissant, le Sage.",
        "es": "Lo que está en los cielos y en la tierra glorifica a Alá. Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (1)مناسبة هذه الفاتحة لما بعدها من السورة بيان أن الكافرين محقوقون بأن تقاتلوهم لأنهم شذوا عن جميع المخلوقات فلم يسبحوا الله ولم يصفوه بصفات الكمال إذ جعلوا له شركاء في الإلهية . وفيه تعريض بالذين أخلفوا ما وعدوا بأنهم لم يؤدُّوا حق تسبيح الله ، لأن الله مستحق لأن يوفّى بعهده في الحياة الدنيا وأن الله ناصر الذين آمنوا على عدوّهم .وتقدم الكلام على نظير قوله : { سبح لله } إلى { الحكيم } في أول سورة الحشر وسورة الحديد .وفي إجراء وصف { العزيز } عليه تعالى هنا إيماء إلى أنه الغالب لعدوّه فما كان لكم أن تَرهَبُوا أعداءه فتفرّوا منهم عند اللقاء .وإجراء صفة { الحكيم } إن حملت على معنى المتصف بالحكمة أن الموصوف بالحكمة لا يأمركم بجهاد العدوّ عبثاً ولا يخليهم يغلبونكم . وإن حملت على معنى المُحكِم للأمور فكذلك .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لِمَ تَعِدون وعدًا، أو تقولون قولا ولا تفون به؟! وهذا إنكار على مَن يخالف فعلُه قولَه.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، لم تقولون: فعلنا شيئًا، ولم تفعلوه في الواقع؟! كقول أحدكم: قاتلت بسيفي وضربت، وهو لم يقاتل بسيفه ولم يضرب.",
        "saadi": "{ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ } أي: لم تقولون الخير وتحثون عليه، وربما تمدحتم به وأنتم لا تفعلونه، وتنهون عن الشر وربما نزهتم أنفسكم عنه، وأنتم متلوثون به ومتصفون به.",
        "kathir": "وقوله : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) ؟ إنكار على من يعد عدة ، أو يقول قولا لا يفي به ، ولهذا استدل بهذه الآية الكريمة من ذهب من علماء السلف إلى أنه يجب الوفاء بالوعد مطلقا ، سواء ترتب عليه غرم للموعود أم لا . واحتجوا أيضا من السنة بما ثبت في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال : \" آية المنافق ثلاث : إذا حدث كذب ، إذا وعد أخلف ، وإذا اؤتمن خان \" وفي الحديث الآخر في الصحيح : \" أربع من كن فيه كان منافقا خالصا ، ومن كانت فيه واحدة منهن كانت فيه خصلة من نفاق حتى يدعها \" - فذكر منهن إخلاف الوعد . وقد استقصينا الكلام على هذين الحديثين في أول \" شرح البخاري \" ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "O you who have believed, why do you say what you do not do?",
        "fr": "O vous qui avez cru! Pourquoi dites-vous ce que vous ne faites pas?",
        "es": "¡Creyentes! ¿Por qué decís lo que no hacéis?"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) ناداهم بوصف الإِيمان تعريضاً بأن الإِيمان من شأنه أن يزع المؤمن عن أن يخالف فعلُه قولَه في الوعد بالخير .واللام لتعليل المستفهم عنه وهو الشيء المبْهم الذي هو مدلول { ما } الاستفهامية لأنها تدل على أمر مبهم يطلب تعيينه .والتقدير : تقولون مَا لاَ تفعلون لأي سبب أو لأية علّة .وتتعلق اللام بفعل { تقولون } المجرور مع حرف الجر لصدارة الاستفهام .والاستفهام عن العلة مستعمل هنا في إنكار أن يكون سبب ذلك مرضياً لله تعالى ، أي أن ما يدعوهم إلى ذلك هو أمر منكر وذلك كناية عن اللوم والتحذير من ذلك كما في قوله تعالى : { قل فلم تقتلون أنبياء الله من قبل } في سورة البقرة ( 91 ) . فيجوز أن يكون القول الذي قالوه وعداً وعَدوه ولم يفوا به . ويجوز أن يكون خبراً أخبروا به عن أنفسهم لم يطابق الواقع . وقد مضى استيفاء ذلك في الكلام على صدر السورة .وهذا كناية عن تحذيرهم من الوقوع في مثل ما فعلوه يوم أحد بطريق الرمز ، وكناية عن اللوم على ما فعلوه يوم أحد بطريق التلويح .وتعقيب الآية بقوله : { إن الله يحب الذين يقاتلون في سبيله صفاً } [ الصف : 4",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
      "tafsir": {
        "muyassar": "عَظُم بغضًا عند الله أن تقولوا بألسنتكم ما لا تفعلونه.",
        "mukhtasar": "عَظُم ذلك المبغوض عند الله وهو أن تقولوا ما لا تفعلونه، فلا يليق بالمؤمن إلا أن يكون صادقًا مع الله، يُصَدِّق عملُهُ قولَه.",
        "saadi": "فهل تليق بالمؤمنين هذه الحالة الذميمة؟ أم من أكبر المقت عند الله أن يقول العبد ما لا يفعل؟ ولهذا ينبغي للآمر بالخير أن يكون أول الناس إليه مبادرة، وللناهي عن الشر أن يكون أبعد الناس منه، قال تعالى: { أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ } وقال شعيب عليه الصلاة والسلام لقومه: { وما أريد أن أخالفكم إلى ما أنهاكم عنه } .",
        "kathir": "ولهذا أكد الله تعالى هذا الإنكار عليهم بقوله : ( كبر مقتا عند الله أن تقولوا ما لا تفعلون )وقد روى الإمام أحمد ، وأبو داود ، عن عبد الله بن عامر بن ربيعة قال : أتانا رسول الله - صلى الله عليه وسلم - في بيتنا وأنا صبي قال : فذهبت لأخرج لألعب ، فقالت أمي : يا عبد الله : تعال أعطك . فقال لها رسول الله - صلى الله عليه وسلم - : \" وما أردت أن تعطيه ؟ \" . قالت : تمرا . فقال : \" أما إنك لو لم تفعلي كتبت عليك كذبة \"وذهب الإمام مالك ، رحمه الله ، إلى أنه إذا تعلق بالوعد غرم على الموعود وجب الوفاء به ، كما لو قال لغيره : \" تزوج ولك علي كل يوم كذا \" . فتزوج ، وجب عليه أن يعطيه ما دام كذلك ، لأنه تعلق به حق آدمي ، وهو مبني على المضايقة . وذهب الجمهور إلى أنه لا يجب مطلقا ، وحملوا الآية على أنها نزلت حين تمنوا فرضية الجهاد عليهم ، فلما فرض نكل عنه بعضهم ، كقوله تعالى : ( ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) [ النساء : 77 ، 78 ] . وقال تعالى : ( ويقول الذين آمنوا لولا نزلت سورة فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت ) الآية [ محمد : 20 ] وهكذا هذه الآية معناها ، كما قال علي بن أبي طلحة ، عن ابن عباس في قوله : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) قال : كان ناس من المؤمنين قبل أن يفرض الجهاد يقولون : لوددنا أن الله - عز وجل - دلنا على أحب الأعمال إليه ، فنعمل به . فأخبر الله نبيه أن أحب الأعمال إيمان به لا شك فيه ، وجهاد أهل معصيته الذين خالفوا الإيمان ولم يقروا به . فلما نزل الجهاد كره ذلك أناس من المؤمنين ، وشق عليهم أمره ، فقال الله سبحانه : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) ؟ . وهذا اختيار ابن جرير .وقال مقاتل بن حيان : قال المؤمنون : لو نعلم أحب الأعمال إلى الله لعملنا به . فدلهم الله على أحب الأعمال إليه ، فقال : ( إن الله يحب الذين يقاتلون في سبيله صفا ) فبين لهم ، فابتلوا يوم أحد بذلك ، فولوا عن النبي - صلى الله عليه وسلم - مدبرين ، فأنزل الله في ذلك : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) ؟ وقال : أحبكم إلي من قاتل في سبيلي .ومنهم من يقول : أنزلت في شأن القتال ، يقول الرجل : \" قاتلت \" ، ولم يقاتل وطعنت \" ولم يطعن و \" ضربت \" ، ولم يضرب ، و \" صبرت \" ، ولم يصبر .وقال قتادة ، والضحاك : نزلت توبيخا لقوم كانوا يقولون : \" قتلنا ، ضربنا ، طعنا ، وفعلنا \" . ولم يكونوا فعلوا ذلك .وقال ابن يزيد : نزلت في قوم من المنافقين ، كانوا يعدون المسلمين النصر ، ولا يفون لهم بذلك .وقال مالك عن زيد بن أسلم : ( لم تقولون ما لا تفعلون ) ؟ ، قال : في الجهاد .وقال ابن أبي نجيح ، عن مجاهد : ( لم تقولون ما لا تفعلون ) إلى قوله : ( كأنهم بنيان مرصوص ) فما بين ذلك : في نفر من الأنصار ، فيهم عبد الله بن رواحة ، قالوا في مجلس : لو نعلم أي الأعمال أحب إلى الله ، لعملنا بها حتى نموت . فأنزل الله هذا فيهم . فقال عبد الله بن رواحة : لا أبرح حبيسا في سبيل الله حتى أموت . فقتل شهيدا .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا فروة بن أبي المغراء ، حدثنا علي بن مسهر ، عن داود بن أبي هند ، عن أبي حرب بن أبي الأسود الديلي ، عن أبيه قال : بعث أبو موسى إلى قراء أهل البصرة فدخل عليه منهم ثلاثمائة رجل ، كلهم قد قرأ القرآن ، فقال . أنتم قراء أهل البصرة وخيارهم . وقال : كنا نقرأ سورة كنا نشبهها بإحدى المسبحات ، فأنسيناها ، غير أني قد حفظت منها : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) فتكتب شهادة في أعناقكم ، فتسألون عنها يوم القيامة ."
      },
      "translations": {
        "en": "Great is hatred in the sight of Allah that you say what you do not do.",
        "fr": "C'est une grande abomination auprès d'Allah que de dire ce que vous ne faites pas.",
        "es": "Alá aborrece mucho que digáis lo que no hacéis."
      },
      "ibn_ashour": "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3)وجملة { كبر مقتاً عند الله أن تقولوا ما لا تفعلون } بيان لجملة { لم تقولون ما لا تفعلون } تصريحاً بالمعنى المكنَّى عنه بها .وهو خبر عن كون قولهم : { ما لا تفعلون } أمراً كبيراً في جنس المقت .والكِبَر : مستعار للشدة لأن الكبير فيه كثرة وشدة في نوعه .و { أن تقولوا } فاعل { كبر } .والمقت : البغض الشديد . وهو هنا بمعنى اسم المفعول .وانتصب { مقتاً } على التمييز لِجهة الكبر . وهو تمييز نسبة .والتقدير : كبر ممقوتاً قَولُكم ما لا تفعلونه .ونُظِم هذا الكلام بطريقة الإِجمال ثم التفصيل بالتمييز لتهويل هذا الأمر في قلوب السامعين لكون الكثير منهم بمِظنة التهاون في الحيطة منه حتى وقعوا فيما وقعوا يوم أُحد . ففيه وعيد على تجدد مثله ، وزيد المقصود اهتماماً بأن وصف المقت بأنه عند الله ، أي مقتٌ لا تسامح فيه .وعدل عن جعل فاعل { كبر } ضمير القول بأن يقتصر على { كبر مقتاً عند الله } أو يقال : كبر ذلك مقتاً ، لقصد زيادة التهويل بإعادة لفظه ، ولإِفادة التأكيد .و { مَا } في قوله : { ما لا تفعلون } في الموضعين موصولة ، وهي بمعنى لام العهد ، أ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِى سَبِيلِهِۦ صَفًّۭا كَأَنَّهُم بُنْيَٰنٌۭ مَّرْصُوصٌۭ",
      "tafsir": {
        "muyassar": "إن الله يحب الذين يقاتلون في سبيله صفًا كأنهم بنيان متراص محكم لا ينفذ منه العدو. وفي الآية بيان فضل الجهاد والمجاهدين؛ لمحبة الله سبحانه لعباده المؤمنين إذا صفُّوا مواجهين لأعداء الله، يقاتلونهم في سبيله.",
        "mukhtasar": "إن الله يحبّ المؤمنين الذين يقاتلون في سبيله ابتغاء مرضاته صفًّا بعضهم جنب بعض كأنهم بنيان متلاصق بعضه ببعض.",
        "saadi": "هذا حث من الله لعباده على الجهاد في سبيله وتعليم لهم كيف يصنعون وأنه ينبغي [لهم] أن يصفوا في الجهاد صفا متراصا متساويا، من غير خلل يقع  في الصفوف، وتكون صفوفهم على نظام وترتيب به تحصل المساواة بين المجاهدين والتعاضد وإرهاب العدو وتنشيط بعضهم بعضا، ولهذا كان النبي صلى الله عليه وسلم إذا حضر القتال، صف أصحابه، ورتبهم في مواقفهم، بحيث لا يحصل اتكال بعضهم على بعض، بل تكون كل طائفة منهم مهتمة بمركزها وقائمة بوظيفتها، وبهذه الطريقة تتم الأعمال ويحصل الكمال. ",
        "kathir": "ولهذا قال الله تعالى : ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) فهذا إخبار منه تعالى بمحبة عباده المؤمنين إذا اصطفوا مواجهين لأعداء الله في حومة الوغى ، يقاتلون في سبيل الله من كفر بالله ، لتكون كلمة الله هي العليا ، ودينه هو الظاهر العالي على سائر الأديان .وقال الإمام أحمد : حدثنا علي بن عبد الله ، حدثنا هشيم قال مجالد ، أخبرنا عن أبي الوداك ، عن أبي سعيد الخدري ، رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" ثلاث يضحك الله إليهم : الرجل يقوم من الليل ، والقوم إذا صفوا للصلاة ، والقوم إذا صفوا للقتال \" .ورواه ابن ماجه من حديث مجالد عن أبي الوداك جبر بن نوف به .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو نعيم الفضل بن دكين ، حدثنا الأسود - يعني ابن شيبان - حدثني يزيد بن عبد الله بن الشخير قال : قال مطرف : كان يبلغني عن أبي ذر حديث كنت أشتهي لقاءه ، فلقيته فقلت : يا أبا ذر ، كان يبلغني عنك حديث ، فكنت أشتهي لقاءك ، فقال : لله أبوك ! فقد لقيت ، فهات . فقلت : كان يبلغني عنك أنك تزعم أن رسول الله - صلى الله عليه وسلم - حدثكم أن الله يحب ثلاثة ويبغض ثلاثة ؟ قال : أجل ، فلا إخالني أكذب على خليلي - صلى الله عليه وسلم - . قلت : فمن هؤلاء الثلاثة الذين يحبهم الله ؟ قال : رجل غزا في سبيل الله ، خرج محتسبا مجاهدا فلقي العدو فقتل ، وأنتم تجدونه في كتاب الله المنزل ، ثم قرأ ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) وذكر الحديث .هكذا أورد هذا الحديث من هذا الوجه بهذا السياق ، وبهذا اللفظ ، واختصره . وقد أخرجه الترمذي ، والنسائي من حديث شعبة ، عن منصور بن المعتمر ، عن ربعي بن حراش ، عن زيد بن ظبيان ، عن أبي ذر بأبسط من هذا السياق وأتم ، وقد أوردناه في موضع آخر ، ولله الحمد .وعن كعب الأحبار أنه قال : يقول الله تعالى لمحمد - صلى الله عليه وسلم - : \" عبدي المتوكل المختار ليس بفظ ، ولا غليظ ، ولا صخاب في الأسواق ، ولا يجزي بالسيئة السيئة ، ولكن يعفو ويغفر ، مولده بمكة ، وهجرته بطابة ، وملكه بالشام ، وأمته الحمادون يحمدون الله على كل حال ، وفي كل منزلة ، لهم دوي كدوي النحل في جو السماء بالسحر ، يوضون أطرافهم ، ويأتزرون على أنصافهم ، صفهم في القتال مثل صفهم في الصلاة \" . ثم قرأ : ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) رعاة الشمس ، يصلون الصلاة حيث أدركتهم ، ولو على ظهر دابة \" رواه ابن أبي حاتم .وقال سعيد بن جبير في قوله ( إن الله يحب الذين يقاتلون في سبيله صفا ) قال : كان رسول الله - صلى الله عليه وسلم - لا يقاتل العدو إلا أن يصافهم ، وهذا تعليم من الله للمؤمنين . قال : وقوله : ( كأنهم بنيان مرصوص ) ملتصق بعضه في بعض ، من الصف في القتال .وقال مقاتل بن حيان و : ملتصق بعضه إلى بعض .وقال ابن عباس : ( كأنهم بنيان مرصوص ) مثبت ، لا يزول ، ملصق بعضه ببعض .وقال قتادة : ( كأنهم بنيان مرصوص ) ألم تر إلى صاحب البنيان ، كيف لا يحب أن يختلف بنيانه ؟ فكذلك الله عز وجل يحب أن لا يختلف أمره ، وإن الله صف المؤمنين في قتالهم وصفهم في صلاتهم ، فعليكم بأمر الله ، فإنه عصمة لمن أخذ به . أورد ذلك كله ابن أبي حاتم .وقال ابن جرير : حدثني سعيد بن عمرو السكوني ، حدثنا بقية بن الوليد ، عن أبي بكر بن أبي مريم ، عن يحيى بن جابر الطائي ، عن أبي بحرية قال : كانوا يكرهون القتال على الخيل ، ويستحبون القتال على الأرض ، لقول الله عز وجل : ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) قال : وكان أبو بحرية يقول : إذا رأيتموني التفت في الصف فجثوا في لحيي"
      },
      "translations": {
        "en": "Indeed, Allah loves those who fight in His cause in a row as though they are a [single] structure joined firmly.",
        "fr": "Allah aime ceux qui combattent dans Son chemin en rang serré pareils à un édifice renforcé.",
        "es": "Alá ama a los que luchan en fila por Su causa, como si fueran un sólido edificio."
      },
      "ibn_ashour": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (4)هذا جواب على تمنيهم معرفةَ أحب الأعمال إلى الله كما في حديث عبد الله بن سَلام عند الترمذي المتقدم وما قبله توطئة له على أسلوب الخطب ومقدماتها .والصف : عَدد من أشياء متجانبة منتظمة الأماكن ، فيطلق على صف المصلين ، وصفِّ الملائكة ، وصف الجيش في ميدان القتال بالجيش إذا حضر القتال كان صفّاً من رَجَّالة أو فرسان ثم يَقع تقدم بعضهم إلى بعض فرادى أو زرافات .فالصفّ هنا : كناية عن الانتظام والمقاتلة عن تدبّر .وأما حركات القتال فتعرض بحسب مصالح الحرب في اجتماع وتفرق وكرّ وفّر . وانتصب { صفاً } على الحال بتأويل : صافّين ، أو مصفوفين .والمرصوص : المتلاصق بعضه ببعض . والتشبيه في الثبات وعدم الانفلات وهو الذي اقتضاه التوبيخ السابق في قوله : { لم تقولون ما لا تفعلون } [ الصف : 2 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
      "tafsir": {
        "muyassar": "واذكر لقومك -أيها الرسول- حين قال نبي الله موسى عليه السلام لقومه: لِمَ تؤذونني بالقول والفعل، وأنتم تعلمون أني رسول الله إليكم؟ فلما عدلوا عن الحق مع علمهم به، وأصرُّوا على ذلك، صرف الله قلوبهم عن قَبول الهداية؛ عقوبة لهم على زيغهم الذي اختاروه لأنفسهم. والله لا يهدي القوم الخارجين عن الطاعة ومنهاج الحق.",
        "mukhtasar": "واذكر - أيها الرسول - حين قال موسى لقومه: يا قوم، لم تؤذونني بمخالفة أمري وأنتم تعلمون أني رسول الله إليكم؟! فلما مالوا وانحرفوا عما جاءهم به من الحق أمال الله قلوبهم عن الحق والاستقامة، والله لا يوفق للحق القوم الخارجين عن طاعته.",
        "saadi": "[أي:] { وَإِذْ قَالَ مُوسَى لِقَوْمِهِ } موبخا لهم على صنيعهم، ومقرعا لهم على أذيته، وهم يعلمون أنه رسول الله: { لِمَ تُؤْذُونَنِي } بالأقوال والأفعال { وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ } .والرسول من حقه الإكرام والإعظام، والانقياد  بأوامره، والابتدار لحكمه.وأما أذية الرسول الذي إحسانه إلى الخلق فوق كل إحسان بعد إحسان الله، ففي غاية الوقاحة والجراءة والزيغ عن الصراط المستقيم، الذي قد علموه وتركوه، ولهذا قال: { فَلَمَّا زَاغُوا } أي: انصرفوا عن الحق بقصدهم { أَزَاغَ اللَّهُ قُلُوبَهُمْ } عقوبة لهم على زيغهم الذي اختاروه لأنفسهم ورضوه لها، ولم يوفقهم الله للهدى، لأنهم لا يليق بهم الخير، ولا يصلحون إلا للشر، { وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ } أي: الذين لم يزل الفسق وصفا لهم، لا  لهم قصد في الهدى، وهذه الآية الكريمة تفيد أن إضلال الله لعباده، ليس ظلما منه، ولا حجة لهم عليه، وإنما ذلك بسبب منهم، فإنهم الذين أغلقوا على أنفسهم باب الهدى بعد ما عرفوه، فيجازيهم بعد ذلك بالإضلال  والزيغ الذي لا حيلة لهم في دفعه وتقليب القلوب [عقوبة لهم وعدلا منه بهم] كما قال تعالى: { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ } .",
        "kathir": "يقول تعالى مخبرا عن عبده ورسوله وكليمه موسى بن عمران عليه السلام أنه قال لقومه : ( لم تؤذونني وقد تعلمون أني رسول الله إليكم ) أي : لم توصلون الأذى إلي وأنتم تعلمون صدقي فيما جئتكم به من الرسالة ؟ . وفي هذا تسلية لرسول الله - صلى الله عليه وسلم - فيما أصاب من الكفار من قومه وغيرهم ، وأمر له بالصبر ; ولهذا قال : \" رحمة الله على موسى : لقد أوذي بأكثر من هذا فصبر \" وفيه نهي للمؤمنين أن ينالوا من النبي - صلى الله عليه وسلم - أو يوصلوا إليه أذى ، كما قال تعالى : ( يا أيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا وكان عند الله وجيها ) [ الأحزاب : 69 ]وقوله : ( فلما زاغوا أزاغ الله قلوبهم ) أي : فلما عدلوا عن اتباع الحق مع علمهم به ، أزاغ الله قلوبهم عن الهدى ، وأسكنها الشك والحيرة والخذلان ، كما قال تعالى : ( ونقلب أفئدتهم وأبصارهم كما لم يؤمنوا به أول مرة ونذرهم في طغيانهم يعمهون ) [ الأنعام : 110 ] وقال ( ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا ) [ النساء : 115 ] ولهذا قال الله تعالى في هذه الآية : ( والله لا يهدي القوم الفاسقين )"
      },
      "translations": {
        "en": "And [mention, O Muhammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allah to you?\" And when they deviated, Allah caused their hearts to deviate. And Allah does not guide the defiantly disobedient people.",
        "fr": "Et quand Moïse dit à son peuple: «O mon peuple! Pourquoi me maltraitez-vous alors que vous savez que je suis vraiment le Messager d'Allah [envoyé] à vous?» Puis quand ils dévièrent, Allah fit dévier leurs cœurs, car Allah ne guide pas les gens pervers.",
        "es": "Y cuando Moisés dijo a su pueblo: «¡Pueblo! ¿Por qué me molestáis sabiendo que soy el que Alá os ha enviado?» Y, cuando se desviaron, Alá desvió sus corazones. Alá no dirige al pueblo perverso."
      },
      "ibn_ashour": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (5)موقع هذه الآية هنا خفي المناسبة . فيجوز أن تكون الجملة معترضة استئنافاً ابتدائياً انتقل به من النهي عن عدم الوفاء بما وعدوا الله عليه إلى التعريض بقوم آذوا النبي صلى الله عليه وسلم بالقول أو بالعصيان أو نحو ذلك ، فيكون الكلام موجهاً إلى المنافقين ، فقد وسموا بأذى الرسول صلى الله عليه وسلم قوله تعالى : { إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة } [ الأحزاب : 57 ] الآية . وقوله تعالى : { والذين يؤذون رسول الله لهم عذاب أليم } [ التوبة : 61 ] وقوله : { ومنهم الذين يؤذون النبي ويقولون هو أذن } [ التوبة : 61 ] .وعلى هذا الوجه فهو اقتضاب نقل به الكلام من الغرض الذي قبله لتمامه إلى هذا الغرض ، أو تكون مناسبة وقعه في هذا الموقع حدوث سبب اقتضى نزوله من أذى قد حدث لم يطلع عليه المفسرون ورواة الأخبار وأسباب النزول .والواو على هذا الوجه عطف غرض على غرض . وهو المسمّى بعطف قصة على ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍۢ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا۟ هَٰذَا سِحْرٌۭ مُّبِينٌۭ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول لقومك- حين قال عيسى ابن مريم لقومه: إني رسول الله إليكم، مصدِّقًا لما جاء قبلي من التوراة، وشاهدًا بصدق رسول يأتي من بعدي اسمه \"أحمد\"، وهو محمد صلى الله عليه وسلم، وداعيًا إلى التصديق به، فلما جاءهم محمد صلى الله عليه وسلم بالآيات الواضحات، قالوا: هـذا الذي جئتنا به سحر بيِّن.",
        "mukhtasar": "واذكر - أيها الرسول - حين قال عيسى ابن مريم عليه السلام: يا بني إسرائيل، إني رسول الله بعثني إليكم مصدقًا لما نزل قبلي من التوراة، فلست بِبِدْع من الرسل، ومبشرًا برسول يجيء من بعدي اسمه أحمد، فلما جاءهم عيسى بالحجج الدالة على صدقه قالوا: هذا سحر واضح، فلن نتبعه.",
        "saadi": "يقول تعالى مخبرا عن عناد بني إسرائيل المتقدمين، الذين دعاهم عيسى ابن مريم، وقال لهم: { يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ } أي: أرسلني الله لأدعوكم إلى الخير وأنهاكم عن الشر، [وأيدني بالبراهين الظاهرة]، ومما يدل على صدقي، كوني، { مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ } أي: جئت بما جاء به موسى من التوراة والشرائع السماوية، ولو كنت مدعيا للنبوة، لجئت بغير ما جاءت به المرسلون، ومصدقا لما بين يدي من التوارة أيضا، أنها أخبرت بي وبشرت، فجئت وبعثت مصداقا لها { ومبشرا برسول يأتي من بعدي اسمه أحمد } وهو: محمد بن عبد الله بن عبد المطلب النبي الهاشمي.فعيسى عليه الصلاة والسلام، كالأنبياء  يصدق بالنبي السابق، ويبشر بالنبي اللاحق، بخلاف الكذابين، فإنهم يناقضون الأنبياء أشد مناقضة، ويخالفونهم في الأوصاف والأخلاق، والأمر والنهي { فَلَمَّا جَاءَهُمْ } محمد صلى الله عليه وسلم الذي بشر به عيسى { بِالْبَيِّنَاتِ } أي: الأدلة الواضحة، الدالة على أنه هو، وأنه رسول الله [حقا].{ قَالُوا } معاندين للحق مكذبين له { هَذَا سِحْرٌ مُبِينٌ } وهذا من أعجب العجائب، الرسول الذي [قد] وضحت رسالته، وصارت أبين من شمس النهار، يجعل ساحرا بينا سحره، فهل في الخذلان أعظم من هذا؟ وهل في الافتراء أعظم  من هذا الافتراء، الذي نفى عنه ما كان معلوما من رسالته، وأثبت له ما كان أبعد الناس منه؟",
        "kathir": "وقوله : ( وإذ قال عيسى ابن مريم يابني إسرائيل إني رسول الله إليكم مصدقا لما بين يدي من التوراة ومبشرا برسول يأتي من بعدي اسمه أحمد ) يعني : التوراة قد بشرت بي ، وأنا مصداق ما أخبرت عنه ، وأنا مبشر بمن بعدي ، وهو الرسول النبي الأمي العربي المكي أحمد . فعيسى عليه السلام ، وهو خاتم أنبياء بني إسرائيل ، وقد أقام في ملإ بني إسرائيل مبشرا بمحمد وهو أحمد خاتم الأنبياء والمرسلين ، الذي لا رسالة بعده ولا نبوة . وما أحسن ما أورد البخاري الحديث الذي قال فيه :حدثنا أبو اليمان ، حدثنا شعيب عن الزهري قال : أخبرني محمد بن جبير بن مطعم ، عن أبيه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن لي أسماء : أنا محمد ، وأنا أحمد ، وأنا الماحي الذي يمحو الله به الكفر ، وأنا الحاشر الذي يحشر الناس على قدمي ، وأنا العاقب \" .ورواه مسلم من حديث الزهري به نحوهوقال أبو داود الطيالسي : حدثنا المسعودي ، عن عمرو بن مرة ، عن أبي عبيدة ، عن أبي موسى قال : سمى لنا رسول الله - صلى الله عليه وسلم - نفسه أسماء ، منها ما حفظنا فقالو : \" أنا محمد ، وأنا أحمد ، والحاشر ، والمقفي ، ونبي الرحمة ، والتوبة ، والملحمة \" .ورواه مسلم من حديث الأعمش عن عمرو بن مرة بهوقد قال الله تعالى : ( الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل ) [ الأعراف : 157 ] وقال تعالى : ( وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين ) [ آل عمران : 81 ]قال ابن عباس : ما بعث الله نبيا إلا أخذ عليه العهد : لئن بعث محمد وهو حي ليتبعنه ، وأخذ عليه أن يأخذ على أمته لئن بعث محمد وهم أحياء ليتبعنه وينصرنه .وقال محمد بن إسحاق : حدثني ثور بن يزيد ، عن خالد بن معدان ، عن أصحاب رسول الله - صلى الله عليه وسلم - أنهم قالوا : يا رسول الله ، أخبرنا عن نفسك . قال : \" دعوة أبي إبراهيم ، وبشرى عيسى ورأت أمي حين حملت بي كأنه خرج منها نور أضاءت له قصور بصرى من أرض الشام \" .وهذا إسناد جيد . وروي له شواهد من وجوه أخر ، فقال الإمام أحمد :حدثنا عبد الرحمن بن مهدي ، حدثنا معاوية بن صالح ، عن سعيد بن سويد الكلبي ، عن عبد الأعلى بن هلال السلمي ، عن العرباض بن سارية قال : قال رسول الله - صلى الله عليه وسلم - : \" إني عند الله لخاتم النبيين ، وإن آدم لمنجدل في طينته ، وسأنبئكم بأول ذلك : دعوة أبي إبراهيم ، وبشارة عيسى بي ، ورؤيا أمي التي رأت ، وكذلك أمهات النبيين يرين \" .وقال أحمد أيضا : حدثنا أبو النضر ، حدثنا الفرج بن فضالة ، حدثنا لقمان بن عامر قال : سمعت أبا أمامة قال : قلت يا نبي الله ، ما كان بدء أمرك ؟ قال : \" دعوة أبي إبراهيم ، وبشرى عيسى ورأت أمي أنه يخرج منها نور أضاءت له قصور الشام \"وقال أحمد أيضا : حدثنا حسن بن موسى : سمعت خديجا أخا زهير بن معاوية ، عن أبي إسحاق عن عبد الله بن عتبة ، عن عبد الله بن مسعود قال : بعثنا رسول الله - صلى الله عليه وسلم - إلى النجاشي ونحن نحو من ثمانين رجلا منهم : عبد الله بن مسعود ، وجعفر ، وعبد الله بن عرفطة ، وعثمان بن مظعون ، وأبو موسى . فأتوا النجاشي وبعثت قريش عمرو بن العاص ، وعمارة بن الوليد بهدية ، فلما دخلا على النجاشي سجدا له ، ثم ابتدراه عن يمينه ، وعن شماله ، ثم قالا له : إن نفرا من بني عمنا نزلوا أرضك ، ورغبوا عنا ، وعن ملتنا . قال : فأين هم ؟ قالا : هم في أرضك ، فابعث إليهم . فبعث إليهم . فقال جعفر : أنا خطيبكم اليوم . فاتبعوه فسلم ولم يسجد ، فقالوا له : ما لك لا تسجد للملك ؟ قال : إنا لا نسجد إلا لله عز وجل . قال : وما ذاك ؟ قال : إن الله بعث إلينا رسوله ، فأمرنا ألا نسجد لأحد إلا لله عز وجل ، وأمرنا بالصلاة والزكاة .قال عمرو بن العاص : فإنهم يخالفونك في عيسى ابن مريم . قال : ما تقولون في عيسى ابن مريم وأمه ؟ قالوا : نقول كما قال الله عز وجل : هو كلمة الله وروحه ألقاها إلى العذراء البتول ، التي لم يمسها بشر ولم يفرضها ولد . قال : فرفع عودا من الأرض ثم قال : يا معشر الحبشة والقسيسين والرهبان ، والله ما يزيدون على الذي نقول فيه ، ما يساوي هذا . مرحبا بكم وبمن جئتم من عنده ، أشهد أنه رسول الله ، وأنه الذي نجد في الإنجيل ، وأنه الذي بشر به عيسى ابن مريم . انزلوا حيث شئتم ، والله لولا ما أنا فيه من الملك لأتيته حتى أكون أنا أحمل نعليه وأوضئه . وأمر بهدية الآخرين فردت إليهما ، ثم تعجل عبد الله بن مسعود حتى أدرك بدرا ، وزعم أن النبي - صلى الله عليه وسلم - استغفر له حين بلغه موتهوقد رويت هذه القصة عن جعفر ، وأم سلمة رضي الله عنهما ، وموضع ذلك كتاب السيرة . والمقصد أن الأنبياء عليهم السلام لم تزل تنعته ، وتحكيه في كتبها على أممها ، وتأمرهم باتباعه ، ونصره ، وموازرته إذا بعث . وكان ما اشتهر الأمر في أهل الأرض على لسان إبراهيم الخليل والد الأنبياء بعده ، حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم ، وكذا على لسان عيسى ابن مريم ; ولهذا قالوا : \" أخبرنا عن بدء أمرك ؟ \" يعني : في الأرض ، قال : \" دعوة أبي إبراهيم ، وبشارة عيسى ابن مريم ، ورؤيا أمي التي رأت \" أي : ظهر في أهل مكة أثر ذلك والإرهاص بذكره صلوات الله وسلامه عليه .وقوله : ( فلما جاءهم بالبينات قالوا هذا سحر مبين ) قال ابن جريج ، وابن جرير : ( فلما جاءهم ) أحمد ، أي : المبشر به في الأعصار المتقادمة ، المنوه بذكره في القرون السالفة ، لما ظهر أمره وجاء بالبينات قال الكفرة والمخالفون : ( هذا سحر مبين )"
      },
      "translations": {
        "en": "And [mention] when Jesus, the son of Mary, said, \"O children of Israel, indeed I am the messenger of Allah to you confirming what came before me of the Torah and bringing good tidings of a messenger to come after me, whose name is Ahmad.\" But when he came to them with clear evidences, they said, \"This is obvious magic.\"",
        "fr": "Et quand Jésus fils de Marie dit: «O Enfants d'Israël, je suis vraiment le Messager d'Allah [envoyé] à vous, confirmateur de ce qui, dans la Thora, est antérieur à moi, et annonciateur d'un Messager à venir après moi, dont le nom sera «Ahmad». Puis quand celui-ci vint à eux avec des preuves évidentes, ils dirent: «C'est là une magie manifeste».",
        "es": "Y cuando Jesús, hijo de María, dijo: «¡Hijos de Israel! Yo soy el que Alá os ha enviado, en confirmación de la Tora anterior a mí, y como nuncio de un Enviado que vendrá después de mí, llamado Ahmad». Pero, cuando vino a ellos con las pruebas claras, dijeron: «¡Esto es manifiesta magia!»"
      },
      "ibn_ashour": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (6)عطف على جملة { وإذ قال موسى لقومه } [ الصف : 5 ] فعلى الوجه الأول في موقع التي قبلها فموقع هذه مساوٍ له .وأما على الوجه الثاني في الآية السابقة فإن هذه مسوقة مساق التتميم لقصة موسى بذكر مثال آخر لقوم حادُوا عن طاعة رسول الله صلى الله عليه وسلم إليهم من غير إفادة تحذير للمخاطبين من المسلمين ، وللتخلص إلى ذكر أخبار عيسى بالرسول الذي يجيء بعده .ونادى عيسى قومه بعنوان { بني إسرائيل } دون { يا قوم } [ الصف : 5 ] لأن بني إسرائيل بعد موسى اشتهروا بعنوان «بني إسرائيل» ولم يطلق عليهم عنوان : قوم موسى ، إلا في مدة حياة موسى خاصة فإنهم إنما صاروا أمة وقوماً بسببه وشريعته .فأما عيسى فإنما كان مرسلاً بتأييد شريعة موسى ، والتذكير بها وتغيير بعض أحكامها ، ولأن عيسى حين خاطبهم لم يكونوا قد اتبعوه ولا صدّقوه فلم يكونوا قوماً له خالصين .و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "ولا أحد أشد ظلمًا وعدوانًا ممن اختلق على الله الكذب، وجعل له شركاء في عبادته، وهو يُدعى إلى الدخول في الإسلام وإخلاص العبادة لله وحده. والله لا يوفِّق الذين ظلموا أنفسهم بالكفر والشرك، إلى ما فيه فلاحهم.",
        "mukhtasar": "ولا أحد أشدّ ظلمًا ممن اختلق على الله الكذب حيث جعل له أندادًا يعبدهم من دونه وهو يُدْعَى إلى الإسلام دين التوحيد الخالص لله، والله لا يوفق القوم الظالمين لأنفسهم بالشرك والمعاصي إلى ما فيه رشدهم وسدادهم.",
        "saadi": "{ وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ } بهذا وغيره، والحال أنه لا عذر له، وقد انقطعت حجته، لأنه { يُدْعَى إِلَى الْإِسْلَامِ } ويبين له ببراهينه وبيناته، { وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ } الذين لا يزالون على ظلمهم مستقيمين، لا تردهم عنه موعظة، ولا يزجرهم بيان ولا برهان، خصوصا هؤلاء الظلمة القائمين بمقابلة الحق ليردوه، ولينصروا الباطل.",
        "kathir": "يقول تعالى : ( ومن أظلم ممن افترى على الله الكذب وهو يدعى إلى الإسلام ) أي : لا أحد أظلم ممن يفتري الكذب على الله ويجعل له أندادا وشركاء ، وهو يدعى إلى التوحيد والإخلاص ; ولهذا قال : ( والله لا يهدي القوم الظالمين )"
      },
      "translations": {
        "en": "And who is more unjust than one who invents about Allah untruth while he is being invited to Islam. And Allah does not guide the wrongdoing people.",
        "fr": "Et qui est plus injuste que celui qui invente un mensonge contre Allah, alors qu'il est appelé à l'Islam? Et Allah ne guide pas les gens injustes.",
        "es": "¿Hay alguien más impío que quien inventa la mentira contra Alá, siendo llamado al islam? Alá no dirige al pueblo impío."
      },
      "ibn_ashour": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (7)كانت دعوة النبي صلى الله عليه وسلم مماثلة دعوة عيسى عليه السّلام وكان جواب الذين دعاهم إلى الإِسلام من أهل الكتابين والمشركين مماثلاً لجواب الذين دعاهم عليه السّلام . فلما أدمج في حكاية دعوة عيسى بشارته برسول يأتي من بعده ناسب أن ينقل الكلام إلى ما قابل به قوم الرسول الموعود دعوة رسولهم فلذلك ذكر في دعوة هذا الرسول دين الإِسلام فوصفوا بأنهم أظلم الناس تشنيعاً لحالهم .فالمراد من هذا الاستفهام هم الذين كذبوا النبي صلى الله عليه وسلم ولذلك عطف هذا الكلام بالوَاو ودون الفاء لأنه ليس مفرعاً على دعوة عيسى عليه السلام .وقد شمل هذا التشنيع جميع الذين كذبوا دعوة النبي صلى الله عليه وسلم من أهل الكتابين والمشركين .والمقصود الأول هم أهل الكتاب ، وسيأتي عند قوله تعالى : { يريدون ليطفئوا نور الله } إلى قوله : { ولو كره المشركون } [ الصف : 8 ، 9 ] فهما فريقان .والاستفهام ب { من أظلم } إنكار ، أي لا أحد أظلم من هؤلاء فالمكذبون مِن قبلهم ، إما أن يكونوا أظلم منهم ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
      "tafsir": {
        "muyassar": "يريد هؤلاء الظالمون أن يبطلوا الحق الذي بُعِثَ به محمد صلى الله عليه وسلم- وهو القرآن- بأقوالهم الكاذبة، والله مظهر الحق بإتمام دينه ولو كره الجاحدون المكذِّبون.",
        "mukhtasar": "يريد هؤلاء المكذبون أن يطفئوا نور الله بما يصدر منهم من المقالات الفاسدة ومن التشويه للحق، والله مكمل نوره على رغم أنوفهم بإظهار دينه في مشارق الأرض ومغاربها وإعلاء كلمته.",
        "saadi": "{ يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ } أي: بما يصدر منهم من المقالات الفاسدة، التي يردون بها الحق، وهي  لا حقيقة لها، بل تزيد البصير معرفة بما هم عليه من الباطل، { وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ } أي: قد تكفل الله بنصر دينه، وإتمام الحق الذي أرسل به رسله، وإشاعة  نوره على سائر الأقطار، ولو كره الكافرون، وبذلوا بسبب كراهتهم كل سبب يتوصلون  به إلى إطفاء نور الله فإنهم مغلوبون. وصاروا بمنزلة من ينفخ عين الشمس بفيه  ليطفئها، فلا على مرادهم حصلوا، ولا سلمت عقولهم من النقص والقدح فيها.",
        "kathir": "ثم قال : ( يريدون ليطفئوا نور الله بأفواههم ) أي : يحاولون أن يردوا الحق بالباطل ، ومثلهم في ذلك كمثل من يريد أن يطفئ شعاع الشمس بفيه ، وكما أن هذا مستحيل كذلك ذاك مستحيل ; ولهذا قال : ( والله متم نوره ولو كره الكافرون )"
      },
      "translations": {
        "en": "They want to extinguish the light of Allah with their mouths, but Allah will perfect His light, although the disbelievers dislike it.",
        "fr": "Ils veulent éteindre de leurs bouches la lumière d'Allah, alors qu'Allah parachèvera Sa lumière en dépit de l'aversion des mécréants.",
        "es": "Quisiera apagar de un soplo la Luz de Alá, pero Alá hará que resplandezca, a despecho de los infieles."
      },
      "ibn_ashour": "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8)استئناف بياني ناشىء عن الإِخبار عنهم بأنهم افتروا على الله الكذب في حال أنهم يُدعون إلا الإِسلام لأنه يثير سؤال سائل عما دعاهم إلى هذا الافتراء . فأجيب بأنهم يريدون أن يخفوا الإِسلام عن الناس ويعوقوا انتشاره ومثلت حالتهم بحالة نفر يبتغون الظلام للتّلصّص أو غيره مما يراد فيه الاختفاء .فلاحت له ذُبالة مصباح تضيء للناس ، فكرهوا ذلك وخشُوا أن يُشعَّ نوره على الناس فتفتضح ترهاتهم ، فعمدوا إلى إطفائه بالنفخ عليه فلم ينطَفِىءْ ، فالكلام تمثيل دال على حالة الممثل لهم . والتقدير : يريدون عوق ظهور الإِسلام كمثل قوم يريدون إطفاء النور ، فهذا تشبيه الهيئة بالهيئة تشبيه المعقول بالمحسوس .ثم إن ما تضمنه من المحاسن أنه قابِل لتفرقة التشبيه على أجزاء الهيئة ، فاليَهود في حال إرادتهم عوق الإِسلام عن الظهور مشبَّهون بقوم يريدون إطفاء نور الإِسلام فشبه بمصباح . والمشركون مثلُهم وقد مُثّل حال أهل الكتاب بنظير هذا التمثيل في قوله تعالى : { وقالت اليهود عزير ابن الله } إلى قوله : { يريدون أن يطفئوا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "tafsir": {
        "muyassar": "الله هو الذي أرسل رسوله محمدًا بالقرآن ودين الإسلام؛ ليعليه على كل الأديان المخالفة له، ولو كره المشركون ذلك.",
        "mukhtasar": "الله هو الذي بعث رسوله محمدًا صلى الله عليه وسلم بدين الإسلام، دين الهداية والإرشاد للخير، ودين العلم النافع والعمل الصالح؛ ليُعْلِيه على جميع الأديان على رغم أنوف المشركين الذين يكرهون أن يُمَكَّن له في الأرض.",
        "saadi": "ثم ذكر سبب الظهور والانتصار للدين الإسلامي، الحسي والمعنوي، فقال: { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ } أي: بالعلم النافع والعمل الصالح.بالعلم الذي يهدي إلى الله وإلى دار كرامته، ويهدي لأحسن الأعمال والأخلاق، ويهدي إلى مصالح الدنيا والآخرة.{ وَدِينِ الْحَقِّ } أي: الدين الذي يدان به، ويتعبد لرب العالمين الذي هو حق وصدق، لا نقص فيه، ولا خلل يعتريه، بل أوامره غذاء القلوب والأرواح، وراحة الأبدان، وترك نواهيه سلامة من الشر والفساد  فما بعث به النبي صلى الله عليه وسلم من الهدى ودين الحق، أكبر دليل وبرهان على صدقه، وهو برهان باق ما بقي الدهر، كلما ازداد العاقل تفكرا، ازداد به فرحا وتبصرا.{ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ } أي: ليعليه على سائر الأديان، بالحجة والبرهان، ويظهر أهله القائمين به بالسيف والسنان، فأما نفس الدين، فهذا الوصف ملازم له في كل وقت، فلا يمكن أن يغالبه مغالب، أو يخاصمه مخاصم إلا فلجه وبلسه، وصار له الظهور والقهر، وأما المنتسبون إليه، فإنهم إذا قاموا به، واستناروا بنوره، واهتدوا بهديه، في مصالح دينهم ودنياهم، فكذلك لا يقوم لهم أحد، ولا بد أن يظهروا على أهل الأديان، وإذا ضيعوه واكتفوا منه بمجرد الانتساب إليه، لم ينفعهم ذلك، وصار إهمالهم له سبب تسليط الأعداء عليهم، ويعرف هذا، من استقرأ الأحوال ونظر في أول المسلمين وآخرهم ",
        "kathir": "ثم قال تعالى \" هو الذي أرسل رسوله بالهدى ودين الحق \" فالهدى هو ما جاء به من الإخبارات الصادقة والإيمان الصحيح والعلم النافع ودين الحق هو الأعمال الصالحة الصحيحة النافعة في الدنيا والآخرة \" ليظهره على الدين كله \" أي على سائر الأديان كما ثبت في الصحيح عن رسول الله صلى الله تعالى عليه وآله وسلم أنه قال \" إن الله زوى لي الأرض مشارقها ومغاربها وسيبلغ ملك أمتي ما زوى لي منها \".وقال الإمام أحمد: حدثنا محمد بن جعفر حدثنا شعبة عن محمد بن أبي يعقوب سمعت شقيق بن حيان يحدث عن مسعود بن قبيصة أوقبيصة بن مسعود يقول: صلى هذا الحي من محارب الصبح فلما صلوا قال شاب منهم: سمعت رسول الله صلى لله تعالى عليه وآله وسلم يقول \" إنه ستفتح لكم مشارق الأرض ومغاربها وإن عمالها في النار إلا من اتقى الله وأدى الأمانة \".وقال الإمام أحمد: حدثنا أبو المغيرة حدثنا صفوان حدثنا سليم بن عامر عن تميم الداري رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول \" ليبلغن هذا الأمر ما بلغ الليل والنهار ولا يترك الله بيت مدر ولا وبر إلا أدخله هذا الدين يعز عزيزا ويذل ذليلا عزا يعز الله به الإسلام وذلا يذل الله به الكفر \" فكان تميم الداري يقول: قد عرفت ذلك في أهل بيتي لقد أصاب من أسلم منهم الخير والشرف والعز ولقد أصاب من كان كافرا منهم الذل والصغار والجزية.وقال الإمام أحمد: حدثنا يزيد بن عبد ربه حدثنا الوليد بن مسلم حدثني ابن جابر سمعت سليم بن عامر قال: سمعت المقداد بن الأسود يقول: سمعت رسول الله صلى الله عليه وسلم يقول \" لا يبقى على وجه الأرض بيت مدر ولا وبر إلا دخلته كلمة الإسلام يعز عزيزا يذل ذليلا إما يعزهم الله فيجعلهم من أهلها وإما يذلهم فيدينون لها \" وفي المسند أيضا حدثنا محمد بن أبي عدي عن ابن عون عن ابن سيرين عن أبي حذيفة عن عدي بن حاتم سمعه يقول: دخلت على رسول الله صلى الله عليه وسلم فقال \" يا عدي أسلم تسلم \" فقلت إنى من أهل دين قال \" أنا أعلم بدينك منك \" فقلت أنت أعلم بديني مني؟ قال \" نعم ألست من الركوسية وأنت تأكل مرباع قومك؟ \" قلت بلى ! قال \" فإن هذا لا يحل لك في دينك \" قال فلم يعد أن قالها فتواضعت لها قال \" أما إني أعلم ما الذي يمنعك من الإسلام تقول إنما اتبعه ضعفة الناس ومن لا قوة له وقد رمتهم العرب أتعرف الحيرة؟ \" قلت لم أرها وقد سمعت بها قال \" فوالذي نفسي بيده ليتمن الله هذا الأمر حتى تخرج الظعينة من الحيرة حتى تطوف بالبيت من غير جوار أحد ولتفتحن كنوز كسرى بن هرمز\" قلت كسرى بن هرمز؟ قال \" نعم كسرى بن هرمز وليبذلن المال حتى لا يقبله أحد \" قال عدي: فهذه الظعينة تخرج من الحيرة فتطوف بالبيت من غير جوار أحد ولقد كنت فيمن فتح كنوز كسرى بن هرمز والذي نفسي بيده لتكونن الثالثة لأن رسول الله صلى الله عليه وسلم قد قالها.وقال مسلم: حدثنا أبو معن زيد بن يزيد الرقاشي حدثنا خالد بن الحارث حدثنا عبد الحميد بن جعفر عن الأسود بن العلاء عن أبي سلمة عن عائشة رضي الله عنهما \" قالت: سمعت رسول الله صلى الله عليه وسلم يقول \" لا يذهب الليل والنهار حتى تعبد اللات والعزى \" فقلت يا رسول الله إن كنت لأظن حين أنزل الله عز وجل \" هو الذي أرسل رسوله بالهدى ودين الحق \" الآية أن ذلك تام قال \" إنه سيكون من ذلك ما شاء الله عزوجل ثم يبعث الله ريحا طيبة فيتوفى كل من كان في قلبه مثقال حبة خردل من إيمان فيبقى من لا خير فيه فيرجعون إلى دين آبائهم \"."
      },
      "translations": {
        "en": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion, although those who associate others with Allah dislike it.",
        "fr": "C'est Lui qui a envoyé Son messager avec la guidée et la Religion de Vérité, pour la placer au-dessus de toute autre religion, en dépit de l'aversion des associateurs.",
        "es": "Él es Quien ha mandado a Su Enviado con la Dirección y con la religión verdadera para que prevalezca sobre toda otra religión, a despecho de los asociadores."
      },
      "ibn_ashour": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (9)هذا زيادة تحدِّ للمشركين وأحلافهم من أهل الكتاب فيه تقوية لمضمون قوله : { والله متم نوره ولو كره الكافرون } [ الصف : 8 ] . وفيه معنى التعليل للجملة التي قبله . فقد أفاد تعريفُ الجزأيْن في قوله : { هو الذي أرسل رسوله } قصراً إضافياً لقلببِ زَعْم الكافرين أن محمّداً صلى الله عليه وسلم أتى من قِبَللِ نفسه ، أي الله لا غيره أرسل محمداً صلى الله عليه وسلم بالهدى ودين الحق . وأن شيئاً تولى الله فعله لا يستطيع أحد أن يزيله .وتعليل ذلك بقوله : { ليظهره على الدين كله } إعلام بأن الله أراد ظهور هذا الدين وانتشاره كيلا يطمعوا أن يناله ما نال دين عيسى عليه السّلام من القمع والخفت في أول أمره واستمر زماناً طويلاً حتى تنصَّر قسطنطينُ سلطانُ الروم ، فلما أخبر الله بأنه أراد إظهار دين الإِسلام على جميع الأديان عُلم أن أمره لا يزال في ازدياد حتى يتمّ المراد .والإِظهار : النصر ويطلق على التفضيل والإِعلاء المعنوي .والتعريف في قوله : { على الدين } تعريف الجنس المفيد للاستغراق ، أ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍۢ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍۢ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، هل أُرشِدكم إلى تجارة عظيمة الشأن تنجيكم من عذاب موجع؟",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرعه لهم، هل أرشدكم وأهديكم إلى تجارة رابحة، تنقذكم من عذاب موجع؟",
        "saadi": "هذه وصية ودلالة وإرشاد من أرحم الراحمين لعباده المؤمنين، لأعظم تجارة، وأجل مطلوب، وأعلى مرغوب، يحصل بها النجاة من العذاب الأليم، والفوز بالنعيم المقيم.",
        "kathir": "تقدم في حديث عبد الله بن سلام أن الصحابة ، رضي الله عنهم ، أرادوا أن يسألوا عن أحب الأعمال إلى الله عز وجل ليفعلوه ، فأنزل الله هذه السورة ، ومن جملتها هذه الآية : ( يا أيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم ) ثم فسر هذه التجارة العظيمة التي لا تبور ، والتي هي محصلة للمقصود ، ومزيلة للمحذور فقال"
      },
      "translations": {
        "en": "O you who have believed, shall I guide you to a transaction that will save you from a painful punishment?",
        "fr": "O vous qui avez cru! vous indiquerai-je un commerce qui vous sauvera d'un châtiment douloureux?",
        "es": "¡Creyentes! ¿Queréis que os indique un negocio que os librará de un castigo doloroso?:"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (10) هذا تخلص إلى الغرض الذي افتتحت به السورة من قوله : { يأيها الذين آمنوا لم تقولون ما لا تفعلون } إلى قوله : { كأنهم بنيان مرصوص } [ الصف : 2 4 ] . فبعد أن ضربت لهم الأمثال ، وانتقل الكلام من مجال إلى مجال ، أعيد خطابهم هنا بمثل ما خوطبوا به بقوله : { يأيها الذين آمنوا لم تقولون ما لا تفعلون } [ الصف : 2 ] ، أي هل أدلكم على أحب العمل إلى الله لتعملوا به كما طلبتم إذْ قلتم لو نعلم أيَّ الأعمال أحبّ إلى الله لعملنا به فجاءت السورة في أُسلوب الخطابة .والظاهر أن الضمير المستتر في { أدلكم } عائد إلى الله تعالى لأن ظاهر الخطاب أنه موجه من الله تعالى إلى المؤمنين . ويجوز أن يجعل الضمير إلى النبي صلى الله عليه وسلم على تقدير قول محذوف وعلى اختلاف الاحتمال يختلف موقع قوله الآتي { وبشر المؤمنين } [ الصف : 13 ] .والاستفهام مستعمل في العَرض مجازاً لأن العارض قد يسأل المعروضَ عليه ليعلم رغبته في الأمر المعروض كما يقال : هل لك في كذا؟ أو هل لك إلى كذا؟والعرض هنا كناية عن التشويق إلى الأمر المعروض ، و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "تداومون على إيمانكم بالله ورسوله، وتجاهدون في سبيل الله؛ لنصرة دينه بما تملكون من الأموال والأنفس، ذلك خير لكم من تجارة الدنيا، إن كنتم تعلمون مضارَّ الأشياء ومنافعها، فامتثلوا ذلك.",
        "mukhtasar": "هذه التجارة الرابحة هي أن تؤمنوا بالله وبرسوله، وتجاهدوا في سبيله سبحانه بإنفاق أموالكم وبذل أنفسكم ابتغاء مرضاته؛ ذلك العمل المذكور خير لكم إن كنتم تعلمون فسارعوا إليه.",
        "saadi": "وأتى بأداة العرض الدالة على أن هذا أمر يرغب فيه كل متبصر، ويسمو إليه كل لبيب، فكأنه قيل: ما هذه التجارة التي هذا قدرها؟ فقال { تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ } .ومن المعلوم أن الإيمان التام هو التصديق الجازم بما أمر الله بالتصديق به، المستلزم لأعمال الجوارح، ومن أجل أعمال الجوارح الجهاد في سبيل الله  فلهذا قال: { وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ } بأن تبذلوا نفوسكم ومهجكم، لمصادمة أعداء الإسلام، والقصد نصر دين الله وإعلاء كلمته، وتنفقون ما تيسر من أموالكم في ذلك المطلوب، فإن ذلك، ولو  كان كريها للنفوس شاقا عليها، فإنه { خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ } فإن فيه الخير الدنيوي، من النصر على الأعداء، والعز المنافي للذل والرزق الواسع، وسعة الصدر وانشراحه.",
        "kathir": "( تؤمنون بالله ورسوله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلكم خير لكم إن كنتم تعلمون ) أي : من تجارة الدنيا ، والكد لها ، والتصدي لها وحدها ."
      },
      "translations": {
        "en": "[It is that] you believe in Allah and His Messenger and strive in the cause of Allah with your wealth and your lives. That is best for you, if you should know.",
        "fr": "Vous croyez en Allah et en Son messager et vous combattez avec vos biens et vos personnes dans le chemin d'Allah, et cela vous est bien meilleur, si vous saviez!",
        "es": "¡Creed en Alá y en Su Enviado y combatid por Alá con vuestra hacienda y vuestras personas! Es mejor para vosotros. Si supierais..."
      },
      "ibn_ashour": "تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (11) وإذ قد كان الخطاب لقوم مؤمنين فإن فِعْل { تؤمنون بالله } مع { وتجاهدون } مراد به تجمعون بين الإِيمان بالله ورسوله وبين الجهاد في سبيل الله بأموالكم وأنفسكم تنويهاً بشأن الجهاد . وفي التعبير بالمضارع إفادة الأمر بالدوام على الإِيمان وتجديده في كل آن ، وذلك تعريض بالمنافقين وتحذير من التغافل عن ملازمة الإِيمان وشؤونه .وأما { وتجاهدون } فإنه لإِرادة تجدّد الجهاد إذا استُنفِروا إليه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةًۭ فِى جَنَّٰتِ عَدْنٍۢ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "tafsir": {
        "muyassar": "إن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم، ويدخلكم جنات تجري من تحت أشجارها الأنهار، ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع، ذلك هو الفوز الذي لا فوز بعده. ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم، وفتح عاجل يتم على أيديكم. وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا، والجنة في الآخرة.",
        "mukhtasar": "ورِبْح هذه التجارة هو أن يغفر الله لكم ذنوبكم، ويدخلكم جنات تجري الأنهار من تحت قصورها وأشجارها، ويدخلكم مساكن طيبة في جنات إقامة لا انتقال عنها، ذلك الجزاء المذكور هو الفوز العظيم الذي لا يدانيه أيّ فوز.",
        "saadi": "وفي الآخرة الفوز  بثواب الله والنجاة من عقابه، ولهذا ذكر الجزاء في الآخرة، فقال: { يَغْفِرْ لَكُمْ ذُنُوبَكُمْ } وهذا شامل للصغائر والكبائر، فإن الإيمان بالله والجهاد في سبيله، مكفر للذنوب، ولو كانت كبائر. { وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } أي: من تحت مساكنها [وقصورها] وغرفها وأشجارها، أنهار من ماء غير آسن، وأنهار من لبن لم يتغير طعمه، وأنهار من خمر لذة للشاربين، وأنهار من عسل مصفى، ولهم فيها من كل الثمرات، { وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ } أي: جمعت كل طيب، من علو وارتفاع، وحسن بناء وزخرفة، حتى إن أهل الغرف من أهل عليين، يتراءاهم أهل الجنة كما يتراءى الكوكب الدري في الأفق الشرقي أو الغربي، وحتى إن بناء الجنة بعضه من لبن ذهب [وبعضه من] لبن فضة، وخيامها من اللؤلؤ والمرجان، وبعض المنازل من الزمرد والجواهر الملونة بأحسن الألوان، حتى إنها من صفائها يرى ظاهرها من باطنها، وباطنها من ظاهرها، وفيها من الطيب والحسن ما لا يأتي عليه وصف الواصفين، ولا خطر على قلب أحد من العالمين، لا يمكن أن يدركوه حتى يروه، ويتمتعوا بحسنه وتقر أعينهم به، ففي تلك الحالة، لولا أن الله خلق أهل الجنة، وأنشأهم نشأة كاملة لا تقبل العدم، لأوشك أن يموتوا من الفرح، فسبحان من لا يحصي أحد من خلقه ثناء عليه، بل هو كما أثنى على نفسه وفوق ما يثني عليه عباده  وتبارك الجليل الجميل، الذي أنشأ دار النعيم، وجعل فيها من الجلال والجمال ما يبهر عقول الخلق ويأخذ بأفئدتهم.وتعالى من له الحكمة التامة، التي من جملتها، أنه الله لو أرى الخلائق الجنة حين خلقها  ونظروا إلى ما فيها من النعيم لما تخلف عنها أحد، ولما هناهم العيش في هذه الدار المنغصة، المشوب نعيمها بألمها، وسرورها  بترحها.وسميت الجنة جنة عدن، لأن أهلها مقيمون فيها، لا يخرجون منها أبدا، ولا يبغون عنها حولا، ذلك الثواب الجزيل، والأجر الجميل، الفوز العظيم، الذي لا فوز مثله، فهذا الثواب الأخروي.",
        "kathir": "ثم قال : ( يغفر لكم ذنوبكم ) أي : إن فعلتم ما أمرتكم به ودللتكم عليه ، غفرت لكم الزلات ، وأدخلتكم الجنات ، والمساكن الطيبات ، والدرجات العاليات ; ولهذا قال : ( ويدخلكم جنات تجري من تحتها الأنهار ومساكن طيبة في جنات عدن ذلك الفوز العظيم )"
      },
      "translations": {
        "en": "He will forgive for you your sins and admit you to gardens beneath which rivers flow and pleasant dwellings in gardens of perpetual residence. That is the great attainment.",
        "fr": "Il vous pardonnera vos péchés et vous fera entrer dans des Jardins sous lesquels coulent les ruisseaux, et dans des demeures agréables dans les jardins d'Eden. Voilà l'énorme succès",
        "es": "Así, os perdonará vuestros pecados y os introducirá en jardines por cuyos bajos fluyen arroyos y en viviendas agradables en los jardines del edén. ¡Ese es el éxito grandioso!"
      },
      "ibn_ashour": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (12)ومجيء { يغفر } مجْزوماً تنبيه على أن { تؤمنون } { وتجاهدون } وإن جاءا في صيغة الخبر فالمراد الأمرُ لأن الجزم إنما يكون في جواب الطلب لا في جواب الخبر . قاله المبرد والزمخشري .وقال الفراء : جزم { يغفرْ } لأنه جواب { هل أدلكم } ، أي لأن متعلق { أدلكم } هو التجارة المفسرة بالإِيمان والجهاد ، فكأنه قيل : هل تتَّجرون بالإِيمان والجهاد يَغفرْ لكم ذنوبكم .وإنما جيء بالفعلين الأولين على لفظ الخبر للإِيذان بوجوب الامتثال حتى يفرض المأمور كأنه سمع الأمر وامتثله .وقرأ الجمهور { تنجيكم } بسكون النون وتخفيف الجيم . وقرأه ابن عامر بفتح النون وتشديد الجيم ، يقال : أنجاه ونَجّاه .والإِشارة ب { ذلكم } إلى الإِيمان والجهاد بتأويل المذكور : خير .و { خير } هذا ليس اسم تفضيل الذي أصله : أخير ووزنه : أَفعل ، بل هو اسم لضد الشر ، ووزنه : فَعْل .وجمع قوله : { خير } ما هو خيرُ الدنيا وخيرُ الآخرة .وقوله : { إن كنتم تعلمون } تعريض لهم بالعتاب على تولّي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌۭ مِّنَ ٱللَّهِ وَفَتْحٌۭ قَرِيبٌۭ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "إن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم، ويدخلكم جنات تجري من تحت أشجارها الأنهار، ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع، ذلك هو الفوز الذي لا فوز بعده. ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم، وفتح عاجل يتم على أيديكم. وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا، والجنة في الآخرة.",
        "mukhtasar": "ومن رِبْح هذه التجارة خصلة أخرى تحبونها وهي عاجلة في الدنيا، أن ينصركم الله على عدوّكم، وفتحٌ قريب يفتحه عليكم وهو فتح مكة وغيرها، وأَخْبِر - أيها الرسول - المؤمنين بما يسرّهم من النصر في الدنيا والفوز بالجنة في الآخرة.",
        "saadi": "وأما الثواب الدنيوي لهذه التجارة، فذكره بقوله: { وَأُخْرَى تُحِبُّونَهَا } أي: ويحصل لكم خصلة أخرى تحبونها وهي: { نَصْرٌ مِنَ اللَّهِ } [لكم] على الأعداء، يحصل به العز والفرح، { وَفَتْحٌ قَرِيبٌ } تتسع به دائرة الإسلام، ويحصل به الرزق الواسع، فهذا جزاء المؤمنين المجاهدين، وأما المؤمنون من غير أهل الجهاد، [إذا قام غيرهم بالجهاد]  فلم يؤيسهم الله تعالى من فضله وإحسانه، بل قال: { وَبَشِّرِ الْمُؤْمِنِينَ } أي: بالثواب العاجل والآجل، كل على حسب إيمانه، وإن كانوا لا يبلغون مبلغ المجاهدين في سبيل الله، كما قال النبي صلى الله عليه وسلم: \" إن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله \"  ",
        "kathir": "ثم قال : ( وأخرى تحبونها ) أي : وأزيدكم على ذلك زيادة تحبونها ، وهي : ( نصر من الله وفتح قريب ) أي : إذا قاتلتم في سبيله ونصرتم دينه ، تكفل الله بنصركم . قال الله تعالى : ( يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم ) [ محمد : 7 ] وقال تعالى : ( ولينصرن الله من ينصره إن الله لقوي عزيز ) [ الحج : 40 ] وقوله ( وفتح قريب ) أي : عاجل فهذه الزيادة هي خير الدنيا موصول بنعيم الآخرة ، لمن أطاع الله ورسوله ، ونصر الله ودينه ; ولهذا قال : ( وبشر المؤمنين )"
      },
      "translations": {
        "en": "And [you will obtain] another [favor] that you love - victory from Allah and an imminent conquest; and give good tidings to the believers.",
        "fr": "et Il vous accordera d'autres choses encore que vous aimez bien: un secours [venant] d'Allah et une victoire prochaine. Et annonce la bonne nouvelle aux croyants.",
        "es": "Y otra cosa, que amaréis: el auxilio de Alá y un éxito cercano. ¡Y anuncia la buena nueva a los creyentes!"
      },
      "ibn_ashour": "وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (13){ وأخرى تُحِبُّونَهَا نَصْرٌ مِّن الله وَفَتْحٌ قَرِيبٌ } .عطف على جملة { يغفر لكم ويدخلكم } [ الصف : 12 ] عطفَ الاسمية على الفعلية . وجيء بالاسمية لإِفادة الثبوت والتحقق . ف { أُخرى } مبتدأ خبره محذوف دل عليه قوله : { لكم } من قوله : { يغفر لكم } . والتقدير : أخرى لكم ، ولك أن تجعل الخبر قوله : { نصر من الله } .وجيء به وصفاً مؤنثاً بتأويل نعمة ، أو فضيلة ، أو خصلة مما يؤذن به قوله : { يغفر لكم ذنوبكم } [ الصف : 12 ] إلى آخره من معنى النعمة والخصلة كقوله تعالى : { وأخرى لم تقدروا عليها } في سورة [ الفتح : 21 ]ووصف أخرى بجملة { تحبونها } إشارة إلى الامتنان عليهم بإعطائهم ما يحبون في الحياة الدنيا قبل إعطاء نعيم الآخرة . وهذا نظير قوله تعالى : { فلنولينك قبلة ترضاها } [ البقرة : 144 ] .( و { نصر من الله } بدل من { أُخرى } ، ويجوز أن يكون خبراً عن { أخرى } . والمراد به النصر العظيم ، وهو نصر فتح مكة فإنه كان نصراً على أشد أعدائهم الذين فتنوهم وآذوهم وأخرجوهم من ديارهم وأموالهم وألَّبوا عليهم العرب وا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌۭ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَٰهِرِينَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، كونوا أنصارًا لدين الله، كما كان أصفياء عيسى أنصارًا لدين الله حين قال لهم عيسى: مَن يتولى منكم نصري وإعانتي فيما يُقرِّب إلى الله؟ قالوا: نحن أنصار دين الله، فاهتدت طائفة من بني إسرائيل، وضلَّت طائفة، فأيدنا الذين آمنوا بالله ورسوله، ونصرناهم على مَن عاداهم مِن فرق النصارى، فأصبحوا ظاهرين عليهم؛ وذلك ببعثة محمد صلى الله عليه وسلم.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، كونوا أنصار الله بنصركم لدينه الذي جاء به رسولكم مثل نصرة الحَوَارِيين لما قال لهم عيسى عليه السلام: من أنصاري إلى الله؟ فأجابوه مبادرين: نحن أنصار الله، فآمن فريق من بني إسرائيل بعيسى عليه السلام، وكفر به فريق آخر، فأيّدنا الذين آمنوا بعيسى على الذين كفروا به، فأصبحوا غالبين عليهم.",
        "saadi": "{ يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ } [أي:] بالأقوال والأفعال، وذلك بالقيام بدين الله، والحرص على إقامته  على الغير، وجهاد من عانده ونابذه، بالأبدان والأموال، ومن نصر الباطل بما يزعمه من العلم ورد الحق، بدحض حجته، وإقامة الحجة عليه، والتحذير منه.ومن نصر دين الله، تعلم كتاب الله وسنة رسوله، والحث على ذلك، [والأمر بالمعروف والنهي عن المنكر].ثم هيج الله المؤمنين بالاقتداء بمن قبلهم من الصالحين بقوله: { كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ } أي: قال لهم عارضا ومنهضا  من يعاونني ويقوم معي في نصرتي لدين الله، ويدخل مدخلي، ويخرج مخرجي؟فابتدر الحواريون، فقالوا: { نَحْنُ أَنْصَارُ اللَّهِ } فمضى عيسى عليه السلام على أمر الله ونصر دينه، هو ومن معه من الحواريين، { فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ } بسبب دعوة عيسى والحواريين، { وَكَفَرَتْ طَائِفَةٌ } منهم، فلم ينقادوا لدعوتهم، فجاهد المؤمنون الكافرين، { فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ } أي: قويناهم ونصرناهم عليهم.{ فَأَصْبَحُوا ظَاهِرِينَ } عليهم وقاهرين [لهم]، فأنتم يا أمة محمد، كونوا أنصار الله ودعاة دينه، ينصركم الله كما نصر من قبلكم، ويظهركم على عدوكم.تمت ولله الحمد    ",
        "kathir": "يقول تعالى آمرا عباده المؤمنين أن يكونوا أنصار الله في جميع أحوالهم ، بأقوالهم ، وأفعالهم ، وأنفسهم ، وأموالهم ، وأن يستجيبوا لله ولرسوله ، كما استجاب الحواريون لعيسى حين قال : ( من أنصاري إلى الله ) ؟ أي : معيني في الدعوة إلى الله عز وجل ؟ ( قال الحواريون ) - وهم أتباع عيسى عليه السلام - : ( نحن أنصار الله ) أي : نحن أنصارك على ما أرسلت به وموازروك على ذلك ; ولهذا بعثهم دعاة إلى الناس في بلاد الشام في الإسرائيليين واليونانيين . وهكذا كان رسول الله - صلى الله عليه وسلم - يقول في أيام الحج : \" من رجل يؤويني حتى أبلغ رسالة ربي ، فإن قريشا قد منعوني أن أبلغ رسالة ربي \" حتى قيض الله عز وجل له الأوس ، والخزرج من أهل المدينة فبايعوه ، ووازروه ، وشارطوه أن يمنعوه من الأسود ، والأحمر إن هو هاجر إليهم ، فلما هاجر إليهم بمن معه من أصحابه وفوا له بما عاهدوا الله عليه ; ولهذا سماهم الله ورسوله : الأنصار وصار ذلك علما عليهم ، رضي الله عنهم ، وأرضاهم . وقوله : ( فآمنت طائفة من بني إسرائيل وكفرت طائفة ) أي : لما بلغ عيسى ابن مريم عليه السلام رسالة ربه إلى قومه ، ووازره من وازره من الحواريين اهتدت طائفة من بني إسرائيل بما جاءهم به ، وضلت طائفة فخرجت عما جاءهم به ، وجحدوا نبوته ، ورموه وأمه بالعظائم ، وهم اليهود - عليهم لعائن الله المتتابعة إلى يوم القيامة - وغلت فيه طائفة ممن اتبعه ، حتى رفعوه فوق ما أعطاه الله من النبوة ، وافترقوا فرقا وشيعا ، فمن قائل منهم : إنه ابن الله . وقائل : إنه ثالث ثلاثة : الأب ، والابن ، وروح القدس . ومن قائل : إنه الله . وكل هذه الأقوال مفصلة في سورة النساء .وقوله : ( فأيدنا الذين آمنوا على عدوهم ) أي : نصرناهم على من عاداهم من فرق النصارى ) فأصبحوا ظاهرين ) أي : عليهم ، وذلك ببعثة محمد - صلى الله عليه وسلم - كما قال الإمام أبو جعفر بن جرير رحمه الله .حدثني أبو السائب ، حدثنا أبو معاوية ، عن الأعمش ، عن المنهال - يعني ابن عمرو - عن سعيد بن جبير ، عن ابن عباس رضي الله عنهما قال : لما أراد الله عز وجل أن يرفع عيسى إلى السماء ، خرج إلى أصحابه وهم في بيت اثنا عشر رجلا من عين في البيت ، ورأسه يقطر ماء ، فقال : إن منكم من يكفر بي اثنتي عشرة مرة بعد أن آمن بي . قال : ثم قال : أيكم يلقى عليه شبهي فيقتل مكاني ، ويكون معي في درجتي ؟ قال : فقام شاب من أحدثهم سنا فقال : أنا . قال : فقال له : اجلس . ثم أعاد عليهم ، فقام الشاب فقال : أنا . فقال له : اجلس . ثم عاد عليهم فقام الشاب ، فقال : أنا . فقال : نعم ، أنت ذاك . قال : فألقي عليه شبه عيسى ، ورفع عيسى عليه السلام من روزنة في البيت إلى السماء ، قال : وجاء الطلب من اليهود فأخذوا شبهه فقتلوه وصلبوه ، وكفر به بعضهم اثنتي عشرة مرة بعد أن آمن به ، فتفرقوا فيه ثلاث فرق . فقالت فرقة : كان الله فينا ما شاء ، ثم صعد إلى السماء . وهؤلاء اليعقوبية . وقالت فرقة : كان فينا ابن الله ما شاء ، ثم رفعه إليه وهؤلاء النسطورية وقالت فرقة كان فينا عبد الله ورسوله ما شاء الله ثم رفعه إليه ، وهؤلاء المسلمون فتظاهرت الكافرتان على المسلمة ، فقتلوها ، فلم يزل الإسلام طامسا حتى بعث الله محمدا - صلى الله عليه وسلم - ( فآمنت طائفة من بني إسرائيل وكفرت طائفة ) يعني : الطائفة التي كفرت من بني إسرائيل في زمن عيسى والطائفة التي آمنت في زمن عيسى ) فأيدنا الذين آمنوا على عدوهم فأصبحوا ظاهرين ) بإظهار محمد - صلى الله عليه وسلم - دينهم على دين الكفار ( فأصبحوا ظاهرين )هذا لفظه في كتابه عند تفسير هذه الآية الكريمة . وهكذا رواه النسائي عند تفسير هذه الآية من سننه ، عن أبي كريب ، عن محمد بن العلاء ، عن أبي معاوية بمثله سواء .فأمة محمد - صلى الله عليه وسلم - لا يزالون ظاهرين على الحق ، حتى يأتي أمر الله وهم كذلك ، وحتى يقاتل آخرهم الدجال مع المسيح عيسى ابن مريم عليه السلام ، كما وردت بذلك الأحاديث الصحاح ، والله أعلم ."
      },
      "translations": {
        "en": "O you who have believed, be supporters of Allah, as when Jesus, the son of Mary, said to the disciples, \"Who are my supporters for Allah?\" The disciples said, \"We are supporters of Allah.\" And a faction of the Children of Israel believed and a faction disbelieved. So We supported those who believed against their enemy, and they became dominant.",
        "fr": "O vous qui avez cru! Soyez les alliés d'Allah, à l'instar de ce que Jésus fils de Marie a dit aux apôtres: «Qui sont mes alliés (pour la cause) d'Allah?» - Les apôtres dirent: «Nous sommes les alliés d'Allah». Un groupe des Enfants d'Israël crut, tandis qu'un groupe nia. Nous aidâmes donc ceux qui crurent contre leur ennemi, et ils triomphèrent.",
        "es": "¡Creyentes! Sed los auxiliares de Alá como cuando Jesús, hijo de María, dijo a los apóstoles: «¿Quiénes son mis auxiliares en la vía que lleva a Alá?» Los apóstoles dijeron: «Nosotros somos los auxiliares de Alá». De los hijos de Israel unos creyeron y otros no. Fortalecimos contra sus enemigos a los que creyeron y salieron vencedores."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآَمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (14)هذا خطاب آخر للمؤمنين تكملة لما تضمنه الخطاب بقوله تعالى : { يأيها الذين آمنوا هل أدلكم على تجارة } إلى قوله : { وتجاهدون في سبيل الله } [ الصف : 10 ، 11 ] الآية الذي هو المقصود من ذلك الخطاب ، فجاء هذا الخطاب الثاني تذكيراً بأسوة عظيمة من أحوال المخلصين من المؤمنين السابقين وهم أصحاب عيسى عليه السلام مع قلة عددهم وضعفهم .فأمر الله المؤمنين بنصر الدين وهو نصر غير النصر الذي بالجهاد لأن ذلك تقدم التحريض عليه في قوله : { وتجاهدون في سبيل الله بأموالكم وأنفسكم } [ الصف : 11 ] الآية ووَعَدهم عليه بأن ينصرهم الله ، فهذا النصر المأمور به هنا نصر دِين الله الذي آمنوا به بأن يبثّوه ويَثْبُتوا على الأخذ به دون اكتراث بما يلاقونه من أذى من المشركين وأهللِ الكتاب ، قال ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "نزَّه الله عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "نَزَّهَ اللهَ سبحانه وتعالى وقَدَّسه عن كل ما لا يليق به ما في السماوات وما في الأرض، وهو العزيز الذي لا يغلبه أحد، الحكيم في خلقه وقدره وشرعه.",
        "saadi": "وهذا بيان لعظمته تعالى وقهره، وذل جميع الخلق  له تبارك وتعالى، وأن جميع من في السماوات والأرض يسبحون بحمد الله ويعبدونه ويسألونه حوائجهم، { وَهُوَ الْعَزِيزُ } الذي قهر الأشياء بعزته وسلطانه، { الْحَكِيمُ } في خلقه وأمره.",
        "kathir": "تفسير سورة الصف وهي مدنية .قال الإمام أحمد رحمه الله : حدثنا يحيى بن آدم ، حدثنا ابن المبارك ، عن الأوزاعي ، عن يحيى بن أبي كثير ، عن أبي سلمة - وعن عطاء بن يسار ، عن أبي سلمة ، عن عبد الله بن سلام قال : تذاكرنا : أيكم يأتي رسول الله - صلى الله عليه وسلم - فيسأله : أي الأعمال أحب إلى الله ؟ فلم يقم أحد منا ، فأرسل رسول الله - صلى الله عليه وسلم - إلينا رجلا فجمعنا فقرأ علينا هذه السورة ، يعني سورة الصف كلها . هكذا رواه الإمام أحمدوقال ابن أبي حاتم : حدثنا العباس بن الوليد بن مزيد البيروتي ، قراءة ، قال : أخبرني أبي ، سمعت الأوزاعي ، حدثني يحيى بن أبي كثير ، حدثني أبو سلمة بن عبد الرحمن ، حدثني عبد الله بن سلام . أن أناسا من أصحاب رسول الله - صلى الله عليه وسلم - قالوا : لو أرسلنا إلى رسول الله نسأله عن أحب الأعمال إلى الله عز وجل ؟ فلم يذهب إليه أحد منا ، وهبنا أن نسأله عن ذلك ، قال : فدعا رسول الله - صلى الله عليه وسلم - أولئك النفر رجلا رجلا حتى جمعهم ، ونزلت فيهم هذه السورة : ( سبح ) الصف قال عبد الله بن سلام : فقرأها علينا رسول الله - صلى الله عليه وسلم - كلها . قال أبو سلمة : وقرأها علينا عبد الله بن سلام كلها ، قال يحيى بن أبي كثير : وقرأها علينا أبو سلمة كلها . قال الأوزاعي : وقرأها علينا يحيى بن أبي كثير كلها . قال أبي : وقرأها علينا الأوزاعي كلها .وقد رواه الترمذي ، عن عبد الله بن عبد الرحمن الدارمي : حدثنا محمد بن كثير ، عن الأوزاعي ، عن يحيى بن أبي كثير ، عن أبي سلمة ، عن عبد الله بن سلام قال : قعدنا نفرا من أصحاب رسول الله - صلى الله عليه وسلم - فتذاكرنا ، فقلنا : لو نعلم : أي الأعمال أحب إلى الله عز وجل لعملناه . فأنزل الله : \" سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم يا أيها الذين آمنوا لم تقولون ما لا تفعلون كبر مقتا عند الله أن تقولوا \" قال عبد الله بن سلام : فقرأها علينا رسول الله - صلى الله عليه وسلم - . قال أبو سلمة : فقرأها علينا ابن سلام . قال يحيى : فقرأها علينا أبو سلمة . قال ابن كثير : فقرأها علينا الأوزاعي . قال عبد الله : فقرأها علينا ابن كثير .ثم قال الترمذي : وقد خولف محمد بن كثير في إسناد هذا الحديث عن الأوزاعي ، فروى ابن المبارك ، عن الأوزاعي ، عن يحيى بن أبي كثير ، عن هلال بن أبي ميمونة ، عن عطاء بن يسار ، عن عبد الله بن سلام - أو : عن أبي سلمة ، عن عبد الله بن سلامقلت : وهكذا رواه الإمام أحمد ، عن يعمر ، عن ابن المبارك به .قال الترمذي : وروى الوليد بن مسلم هذا الحديث عن الأوزاعي نحو رواية محمد بن كثير .قلت : وكذا رواه الوليد بن يزيد ، عن الأوزاعي كما رواه ابن كثير .قلت : وقد أخبرني بهذا الحديث الشيخ المسند أبو العباس أحمد بن أبي طالب الحجار قراءة عليه وأنا أسمع ، أخبرنا أبو المنجا عبد الله بن عمر بن اللتي ، أخبرنا أبو الوقت عبد الأول بن عيسى بن شعيب السجزي قال : أخبرنا أبو الحسن بن عبد الرحمن بن المظفر بن محمد بن داود الداودي ، أخبرنا أبو محمد عبد الله بن أحمد بن حمويه السرخسي ، أخبرنا عيسى بن عمر بن عمران السمرقندي ، أخبرنا الإمام الحافظ أبو محمد عبد الله بن عبد الرحمن الدارمي بجميع مسنده ، أخبرنا محمد بن كثير ، عن الأوزاعي . . . فذكر بإسناده مثله ، وتسلسل لنا قراءتها إلى شيخنا أبي العباس الحجار ، ولم يقرأها ، لأنه كان أميا ، وضاق الوقت عن تلقينها إياه . ولكن أخبرني الحافظ الكبير أبو عبد الله محمد بن أحمد بن عثمان الذهبي ، رحمه الله : أخبرنا القاضي تقي الدين سليمان بن الشيخ أبي عمر ، أخبرنا أبو المنجا بن اللتي فذكره بإسناده ، وتسلل لي من طريقة ، وقرأها علي بكمالها ، ولله الحمد والمنة .تقدم الكلام على قوله : ( سبح لله ما في السماوات وما في الأرض وهو العزيز الحكيم ) غير مرة ، بما أغنى عن إعادته ."
      },
      "translations": {
        "en": "Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.",
        "fr": "Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, et Il est le Puissant, le Sage.",
        "es": "Lo que está en los cielos y en la tierra glorifica a Alá. Él es el Poderoso, el Sabio."
      },
      "ibn_ashour": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (1)مناسبة هذه الفاتحة لما بعدها من السورة بيان أن الكافرين محقوقون بأن تقاتلوهم لأنهم شذوا عن جميع المخلوقات فلم يسبحوا الله ولم يصفوه بصفات الكمال إذ جعلوا له شركاء في الإلهية . وفيه تعريض بالذين أخلفوا ما وعدوا بأنهم لم يؤدُّوا حق تسبيح الله ، لأن الله مستحق لأن يوفّى بعهده في الحياة الدنيا وأن الله ناصر الذين آمنوا على عدوّهم .وتقدم الكلام على نظير قوله : { سبح لله } إلى { الحكيم } في أول سورة الحشر وسورة الحديد .وفي إجراء وصف { العزيز } عليه تعالى هنا إيماء إلى أنه الغالب لعدوّه فما كان لكم أن تَرهَبُوا أعداءه فتفرّوا منهم عند اللقاء .وإجراء صفة { الحكيم } إن حملت على معنى المتصف بالحكمة أن الموصوف بالحكمة لا يأمركم بجهاد العدوّ عبثاً ولا يخليهم يغلبونكم . وإن حملت على معنى المُحكِم للأمور فكذلك .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لِمَ تَعِدون وعدًا، أو تقولون قولا ولا تفون به؟! وهذا إنكار على مَن يخالف فعلُه قولَه.",
        "mukhtasar": "يا أيها الذين آمنوا بالله، لم تقولون: فعلنا شيئًا، ولم تفعلوه في الواقع؟! كقول أحدكم: قاتلت بسيفي وضربت، وهو لم يقاتل بسيفه ولم يضرب.",
        "saadi": "{ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ } أي: لم تقولون الخير وتحثون عليه، وربما تمدحتم به وأنتم لا تفعلونه، وتنهون عن الشر وربما نزهتم أنفسكم عنه، وأنتم متلوثون به ومتصفون به.",
        "kathir": "وقوله : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) ؟ إنكار على من يعد عدة ، أو يقول قولا لا يفي به ، ولهذا استدل بهذه الآية الكريمة من ذهب من علماء السلف إلى أنه يجب الوفاء بالوعد مطلقا ، سواء ترتب عليه غرم للموعود أم لا . واحتجوا أيضا من السنة بما ثبت في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال : \" آية المنافق ثلاث : إذا حدث كذب ، إذا وعد أخلف ، وإذا اؤتمن خان \" وفي الحديث الآخر في الصحيح : \" أربع من كن فيه كان منافقا خالصا ، ومن كانت فيه واحدة منهن كانت فيه خصلة من نفاق حتى يدعها \" - فذكر منهن إخلاف الوعد . وقد استقصينا الكلام على هذين الحديثين في أول \" شرح البخاري \" ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "O you who have believed, why do you say what you do not do?",
        "fr": "O vous qui avez cru! Pourquoi dites-vous ce que vous ne faites pas?",
        "es": "¡Creyentes! ¿Por qué decís lo que no hacéis?"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) ناداهم بوصف الإِيمان تعريضاً بأن الإِيمان من شأنه أن يزع المؤمن عن أن يخالف فعلُه قولَه في الوعد بالخير .واللام لتعليل المستفهم عنه وهو الشيء المبْهم الذي هو مدلول { ما } الاستفهامية لأنها تدل على أمر مبهم يطلب تعيينه .والتقدير : تقولون مَا لاَ تفعلون لأي سبب أو لأية علّة .وتتعلق اللام بفعل { تقولون } المجرور مع حرف الجر لصدارة الاستفهام .والاستفهام عن العلة مستعمل هنا في إنكار أن يكون سبب ذلك مرضياً لله تعالى ، أي أن ما يدعوهم إلى ذلك هو أمر منكر وذلك كناية عن اللوم والتحذير من ذلك كما في قوله تعالى : { قل فلم تقتلون أنبياء الله من قبل } في سورة البقرة ( 91 ) . فيجوز أن يكون القول الذي قالوه وعداً وعَدوه ولم يفوا به . ويجوز أن يكون خبراً أخبروا به عن أنفسهم لم يطابق الواقع . وقد مضى استيفاء ذلك في الكلام على صدر السورة .وهذا كناية عن تحذيرهم من الوقوع في مثل ما فعلوه يوم أحد بطريق الرمز ، وكناية عن اللوم على ما فعلوه يوم أحد بطريق التلويح .وتعقيب الآية بقوله : { إن الله يحب الذين يقاتلون في سبيله صفاً } [ الصف : 4",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
      "tafsir": {
        "muyassar": "عَظُم بغضًا عند الله أن تقولوا بألسنتكم ما لا تفعلونه.",
        "mukhtasar": "عَظُم ذلك المبغوض عند الله وهو أن تقولوا ما لا تفعلونه، فلا يليق بالمؤمن إلا أن يكون صادقًا مع الله، يُصَدِّق عملُهُ قولَه.",
        "saadi": "فهل تليق بالمؤمنين هذه الحالة الذميمة؟ أم من أكبر المقت عند الله أن يقول العبد ما لا يفعل؟ ولهذا ينبغي للآمر بالخير أن يكون أول الناس إليه مبادرة، وللناهي عن الشر أن يكون أبعد الناس منه، قال تعالى: { أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ أَنْفُسَكُمْ وَأَنْتُمْ تَتْلُونَ الْكِتَابَ أَفَلَا تَعْقِلُونَ } وقال شعيب عليه الصلاة والسلام لقومه: { وما أريد أن أخالفكم إلى ما أنهاكم عنه } .",
        "kathir": "ولهذا أكد الله تعالى هذا الإنكار عليهم بقوله : ( كبر مقتا عند الله أن تقولوا ما لا تفعلون )وقد روى الإمام أحمد ، وأبو داود ، عن عبد الله بن عامر بن ربيعة قال : أتانا رسول الله - صلى الله عليه وسلم - في بيتنا وأنا صبي قال : فذهبت لأخرج لألعب ، فقالت أمي : يا عبد الله : تعال أعطك . فقال لها رسول الله - صلى الله عليه وسلم - : \" وما أردت أن تعطيه ؟ \" . قالت : تمرا . فقال : \" أما إنك لو لم تفعلي كتبت عليك كذبة \"وذهب الإمام مالك ، رحمه الله ، إلى أنه إذا تعلق بالوعد غرم على الموعود وجب الوفاء به ، كما لو قال لغيره : \" تزوج ولك علي كل يوم كذا \" . فتزوج ، وجب عليه أن يعطيه ما دام كذلك ، لأنه تعلق به حق آدمي ، وهو مبني على المضايقة . وذهب الجمهور إلى أنه لا يجب مطلقا ، وحملوا الآية على أنها نزلت حين تمنوا فرضية الجهاد عليهم ، فلما فرض نكل عنه بعضهم ، كقوله تعالى : ( ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة فلما كتب عليهم القتال إذا فريق منهم يخشون الناس كخشية الله أو أشد خشية وقالوا ربنا لم كتبت علينا القتال لولا أخرتنا إلى أجل قريب قل متاع الدنيا قليل والآخرة خير لمن اتقى ولا تظلمون فتيلا أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) [ النساء : 77 ، 78 ] . وقال تعالى : ( ويقول الذين آمنوا لولا نزلت سورة فإذا أنزلت سورة محكمة وذكر فيها القتال رأيت الذين في قلوبهم مرض ينظرون إليك نظر المغشي عليه من الموت ) الآية [ محمد : 20 ] وهكذا هذه الآية معناها ، كما قال علي بن أبي طلحة ، عن ابن عباس في قوله : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) قال : كان ناس من المؤمنين قبل أن يفرض الجهاد يقولون : لوددنا أن الله - عز وجل - دلنا على أحب الأعمال إليه ، فنعمل به . فأخبر الله نبيه أن أحب الأعمال إيمان به لا شك فيه ، وجهاد أهل معصيته الذين خالفوا الإيمان ولم يقروا به . فلما نزل الجهاد كره ذلك أناس من المؤمنين ، وشق عليهم أمره ، فقال الله سبحانه : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) ؟ . وهذا اختيار ابن جرير .وقال مقاتل بن حيان : قال المؤمنون : لو نعلم أحب الأعمال إلى الله لعملنا به . فدلهم الله على أحب الأعمال إليه ، فقال : ( إن الله يحب الذين يقاتلون في سبيله صفا ) فبين لهم ، فابتلوا يوم أحد بذلك ، فولوا عن النبي - صلى الله عليه وسلم - مدبرين ، فأنزل الله في ذلك : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) ؟ وقال : أحبكم إلي من قاتل في سبيلي .ومنهم من يقول : أنزلت في شأن القتال ، يقول الرجل : \" قاتلت \" ، ولم يقاتل وطعنت \" ولم يطعن و \" ضربت \" ، ولم يضرب ، و \" صبرت \" ، ولم يصبر .وقال قتادة ، والضحاك : نزلت توبيخا لقوم كانوا يقولون : \" قتلنا ، ضربنا ، طعنا ، وفعلنا \" . ولم يكونوا فعلوا ذلك .وقال ابن يزيد : نزلت في قوم من المنافقين ، كانوا يعدون المسلمين النصر ، ولا يفون لهم بذلك .وقال مالك عن زيد بن أسلم : ( لم تقولون ما لا تفعلون ) ؟ ، قال : في الجهاد .وقال ابن أبي نجيح ، عن مجاهد : ( لم تقولون ما لا تفعلون ) إلى قوله : ( كأنهم بنيان مرصوص ) فما بين ذلك : في نفر من الأنصار ، فيهم عبد الله بن رواحة ، قالوا في مجلس : لو نعلم أي الأعمال أحب إلى الله ، لعملنا بها حتى نموت . فأنزل الله هذا فيهم . فقال عبد الله بن رواحة : لا أبرح حبيسا في سبيل الله حتى أموت . فقتل شهيدا .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا فروة بن أبي المغراء ، حدثنا علي بن مسهر ، عن داود بن أبي هند ، عن أبي حرب بن أبي الأسود الديلي ، عن أبيه قال : بعث أبو موسى إلى قراء أهل البصرة فدخل عليه منهم ثلاثمائة رجل ، كلهم قد قرأ القرآن ، فقال . أنتم قراء أهل البصرة وخيارهم . وقال : كنا نقرأ سورة كنا نشبهها بإحدى المسبحات ، فأنسيناها ، غير أني قد حفظت منها : ( يا أيها الذين آمنوا لم تقولون ما لا تفعلون ) فتكتب شهادة في أعناقكم ، فتسألون عنها يوم القيامة ."
      },
      "translations": {
        "en": "Great is hatred in the sight of Allah that you say what you do not do.",
        "fr": "C'est une grande abomination auprès d'Allah que de dire ce que vous ne faites pas.",
        "es": "Alá aborrece mucho que digáis lo que no hacéis."
      },
      "ibn_ashour": "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3)وجملة { كبر مقتاً عند الله أن تقولوا ما لا تفعلون } بيان لجملة { لم تقولون ما لا تفعلون } تصريحاً بالمعنى المكنَّى عنه بها .وهو خبر عن كون قولهم : { ما لا تفعلون } أمراً كبيراً في جنس المقت .والكِبَر : مستعار للشدة لأن الكبير فيه كثرة وشدة في نوعه .و { أن تقولوا } فاعل { كبر } .والمقت : البغض الشديد . وهو هنا بمعنى اسم المفعول .وانتصب { مقتاً } على التمييز لِجهة الكبر . وهو تمييز نسبة .والتقدير : كبر ممقوتاً قَولُكم ما لا تفعلونه .ونُظِم هذا الكلام بطريقة الإِجمال ثم التفصيل بالتمييز لتهويل هذا الأمر في قلوب السامعين لكون الكثير منهم بمِظنة التهاون في الحيطة منه حتى وقعوا فيما وقعوا يوم أُحد . ففيه وعيد على تجدد مثله ، وزيد المقصود اهتماماً بأن وصف المقت بأنه عند الله ، أي مقتٌ لا تسامح فيه .وعدل عن جعل فاعل { كبر } ضمير القول بأن يقتصر على { كبر مقتاً عند الله } أو يقال : كبر ذلك مقتاً ، لقصد زيادة التهويل بإعادة لفظه ، ولإِفادة التأكيد .و { مَا } في قوله : { ما لا تفعلون } في الموضعين موصولة ، وهي بمعنى لام العهد ، أ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِى سَبِيلِهِۦ صَفًّۭا كَأَنَّهُم بُنْيَٰنٌۭ مَّرْصُوصٌۭ",
      "tafsir": {
        "muyassar": "إن الله يحب الذين يقاتلون في سبيله صفًا كأنهم بنيان متراص محكم لا ينفذ منه العدو. وفي الآية بيان فضل الجهاد والمجاهدين؛ لمحبة الله سبحانه لعباده المؤمنين إذا صفُّوا مواجهين لأعداء الله، يقاتلونهم في سبيله.",
        "mukhtasar": "إن الله يحبّ المؤمنين الذين يقاتلون في سبيله ابتغاء مرضاته صفًّا بعضهم جنب بعض كأنهم بنيان متلاصق بعضه ببعض.",
        "saadi": "هذا حث من الله لعباده على الجهاد في سبيله وتعليم لهم كيف يصنعون وأنه ينبغي [لهم] أن يصفوا في الجهاد صفا متراصا متساويا، من غير خلل يقع  في الصفوف، وتكون صفوفهم على نظام وترتيب به تحصل المساواة بين المجاهدين والتعاضد وإرهاب العدو وتنشيط بعضهم بعضا، ولهذا كان النبي صلى الله عليه وسلم إذا حضر القتال، صف أصحابه، ورتبهم في مواقفهم، بحيث لا يحصل اتكال بعضهم على بعض، بل تكون كل طائفة منهم مهتمة بمركزها وقائمة بوظيفتها، وبهذه الطريقة تتم الأعمال ويحصل الكمال. ",
        "kathir": "ولهذا قال الله تعالى : ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) فهذا إخبار منه تعالى بمحبة عباده المؤمنين إذا اصطفوا مواجهين لأعداء الله في حومة الوغى ، يقاتلون في سبيل الله من كفر بالله ، لتكون كلمة الله هي العليا ، ودينه هو الظاهر العالي على سائر الأديان .وقال الإمام أحمد : حدثنا علي بن عبد الله ، حدثنا هشيم قال مجالد ، أخبرنا عن أبي الوداك ، عن أبي سعيد الخدري ، رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" ثلاث يضحك الله إليهم : الرجل يقوم من الليل ، والقوم إذا صفوا للصلاة ، والقوم إذا صفوا للقتال \" .ورواه ابن ماجه من حديث مجالد عن أبي الوداك جبر بن نوف به .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو نعيم الفضل بن دكين ، حدثنا الأسود - يعني ابن شيبان - حدثني يزيد بن عبد الله بن الشخير قال : قال مطرف : كان يبلغني عن أبي ذر حديث كنت أشتهي لقاءه ، فلقيته فقلت : يا أبا ذر ، كان يبلغني عنك حديث ، فكنت أشتهي لقاءك ، فقال : لله أبوك ! فقد لقيت ، فهات . فقلت : كان يبلغني عنك أنك تزعم أن رسول الله - صلى الله عليه وسلم - حدثكم أن الله يحب ثلاثة ويبغض ثلاثة ؟ قال : أجل ، فلا إخالني أكذب على خليلي - صلى الله عليه وسلم - . قلت : فمن هؤلاء الثلاثة الذين يحبهم الله ؟ قال : رجل غزا في سبيل الله ، خرج محتسبا مجاهدا فلقي العدو فقتل ، وأنتم تجدونه في كتاب الله المنزل ، ثم قرأ ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) وذكر الحديث .هكذا أورد هذا الحديث من هذا الوجه بهذا السياق ، وبهذا اللفظ ، واختصره . وقد أخرجه الترمذي ، والنسائي من حديث شعبة ، عن منصور بن المعتمر ، عن ربعي بن حراش ، عن زيد بن ظبيان ، عن أبي ذر بأبسط من هذا السياق وأتم ، وقد أوردناه في موضع آخر ، ولله الحمد .وعن كعب الأحبار أنه قال : يقول الله تعالى لمحمد - صلى الله عليه وسلم - : \" عبدي المتوكل المختار ليس بفظ ، ولا غليظ ، ولا صخاب في الأسواق ، ولا يجزي بالسيئة السيئة ، ولكن يعفو ويغفر ، مولده بمكة ، وهجرته بطابة ، وملكه بالشام ، وأمته الحمادون يحمدون الله على كل حال ، وفي كل منزلة ، لهم دوي كدوي النحل في جو السماء بالسحر ، يوضون أطرافهم ، ويأتزرون على أنصافهم ، صفهم في القتال مثل صفهم في الصلاة \" . ثم قرأ : ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) رعاة الشمس ، يصلون الصلاة حيث أدركتهم ، ولو على ظهر دابة \" رواه ابن أبي حاتم .وقال سعيد بن جبير في قوله ( إن الله يحب الذين يقاتلون في سبيله صفا ) قال : كان رسول الله - صلى الله عليه وسلم - لا يقاتل العدو إلا أن يصافهم ، وهذا تعليم من الله للمؤمنين . قال : وقوله : ( كأنهم بنيان مرصوص ) ملتصق بعضه في بعض ، من الصف في القتال .وقال مقاتل بن حيان و : ملتصق بعضه إلى بعض .وقال ابن عباس : ( كأنهم بنيان مرصوص ) مثبت ، لا يزول ، ملصق بعضه ببعض .وقال قتادة : ( كأنهم بنيان مرصوص ) ألم تر إلى صاحب البنيان ، كيف لا يحب أن يختلف بنيانه ؟ فكذلك الله عز وجل يحب أن لا يختلف أمره ، وإن الله صف المؤمنين في قتالهم وصفهم في صلاتهم ، فعليكم بأمر الله ، فإنه عصمة لمن أخذ به . أورد ذلك كله ابن أبي حاتم .وقال ابن جرير : حدثني سعيد بن عمرو السكوني ، حدثنا بقية بن الوليد ، عن أبي بكر بن أبي مريم ، عن يحيى بن جابر الطائي ، عن أبي بحرية قال : كانوا يكرهون القتال على الخيل ، ويستحبون القتال على الأرض ، لقول الله عز وجل : ( إن الله يحب الذين يقاتلون في سبيله صفا كأنهم بنيان مرصوص ) قال : وكان أبو بحرية يقول : إذا رأيتموني التفت في الصف فجثوا في لحيي"
      },
      "translations": {
        "en": "Indeed, Allah loves those who fight in His cause in a row as though they are a [single] structure joined firmly.",
        "fr": "Allah aime ceux qui combattent dans Son chemin en rang serré pareils à un édifice renforcé.",
        "es": "Alá ama a los que luchan en fila por Su causa, como si fueran un sólido edificio."
      },
      "ibn_ashour": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (4)هذا جواب على تمنيهم معرفةَ أحب الأعمال إلى الله كما في حديث عبد الله بن سَلام عند الترمذي المتقدم وما قبله توطئة له على أسلوب الخطب ومقدماتها .والصف : عَدد من أشياء متجانبة منتظمة الأماكن ، فيطلق على صف المصلين ، وصفِّ الملائكة ، وصف الجيش في ميدان القتال بالجيش إذا حضر القتال كان صفّاً من رَجَّالة أو فرسان ثم يَقع تقدم بعضهم إلى بعض فرادى أو زرافات .فالصفّ هنا : كناية عن الانتظام والمقاتلة عن تدبّر .وأما حركات القتال فتعرض بحسب مصالح الحرب في اجتماع وتفرق وكرّ وفّر . وانتصب { صفاً } على الحال بتأويل : صافّين ، أو مصفوفين .والمرصوص : المتلاصق بعضه ببعض . والتشبيه في الثبات وعدم الانفلات وهو الذي اقتضاه التوبيخ السابق في قوله : { لم تقولون ما لا تفعلون } [ الصف : 2 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
      "tafsir": {
        "muyassar": "واذكر لقومك -أيها الرسول- حين قال نبي الله موسى عليه السلام لقومه: لِمَ تؤذونني بالقول والفعل، وأنتم تعلمون أني رسول الله إليكم؟ فلما عدلوا عن الحق مع علمهم به، وأصرُّوا على ذلك، صرف الله قلوبهم عن قَبول الهداية؛ عقوبة لهم على زيغهم الذي اختاروه لأنفسهم. والله لا يهدي القوم الخارجين عن الطاعة ومنهاج الحق.",
        "mukhtasar": "واذكر - أيها الرسول - حين قال موسى لقومه: يا قوم، لم تؤذونني بمخالفة أمري وأنتم تعلمون أني رسول الله إليكم؟! فلما مالوا وانحرفوا عما جاءهم به من الحق أمال الله قلوبهم عن الحق والاستقامة، والله لا يوفق للحق القوم الخارجين عن طاعته.",
        "saadi": "[أي:] { وَإِذْ قَالَ مُوسَى لِقَوْمِهِ } موبخا لهم على صنيعهم، ومقرعا لهم على أذيته، وهم يعلمون أنه رسول الله: { لِمَ تُؤْذُونَنِي } بالأقوال والأفعال { وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ } .والرسول من حقه الإكرام والإعظام، والانقياد  بأوامره، والابتدار لحكمه.وأما أذية الرسول الذي إحسانه إلى الخلق فوق كل إحسان بعد إحسان الله، ففي غاية الوقاحة والجراءة والزيغ عن الصراط المستقيم، الذي قد علموه وتركوه، ولهذا قال: { فَلَمَّا زَاغُوا } أي: انصرفوا عن الحق بقصدهم { أَزَاغَ اللَّهُ قُلُوبَهُمْ } عقوبة لهم على زيغهم الذي اختاروه لأنفسهم ورضوه لها، ولم يوفقهم الله للهدى، لأنهم لا يليق بهم الخير، ولا يصلحون إلا للشر، { وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ } أي: الذين لم يزل الفسق وصفا لهم، لا  لهم قصد في الهدى، وهذه الآية الكريمة تفيد أن إضلال الله لعباده، ليس ظلما منه، ولا حجة لهم عليه، وإنما ذلك بسبب منهم، فإنهم الذين أغلقوا على أنفسهم باب الهدى بعد ما عرفوه، فيجازيهم بعد ذلك بالإضلال  والزيغ الذي لا حيلة لهم في دفعه وتقليب القلوب [عقوبة لهم وعدلا منه بهم] كما قال تعالى: { وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ } .",
        "kathir": "يقول تعالى مخبرا عن عبده ورسوله وكليمه موسى بن عمران عليه السلام أنه قال لقومه : ( لم تؤذونني وقد تعلمون أني رسول الله إليكم ) أي : لم توصلون الأذى إلي وأنتم تعلمون صدقي فيما جئتكم به من الرسالة ؟ . وفي هذا تسلية لرسول الله - صلى الله عليه وسلم - فيما أصاب من الكفار من قومه وغيرهم ، وأمر له بالصبر ; ولهذا قال : \" رحمة الله على موسى : لقد أوذي بأكثر من هذا فصبر \" وفيه نهي للمؤمنين أن ينالوا من النبي - صلى الله عليه وسلم - أو يوصلوا إليه أذى ، كما قال تعالى : ( يا أيها الذين آمنوا لا تكونوا كالذين آذوا موسى فبرأه الله مما قالوا وكان عند الله وجيها ) [ الأحزاب : 69 ]وقوله : ( فلما زاغوا أزاغ الله قلوبهم ) أي : فلما عدلوا عن اتباع الحق مع علمهم به ، أزاغ الله قلوبهم عن الهدى ، وأسكنها الشك والحيرة والخذلان ، كما قال تعالى : ( ونقلب أفئدتهم وأبصارهم كما لم يؤمنوا به أول مرة ونذرهم في طغيانهم يعمهون ) [ الأنعام : 110 ] وقال ( ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا ) [ النساء : 115 ] ولهذا قال الله تعالى في هذه الآية : ( والله لا يهدي القوم الفاسقين )"
      },
      "translations": {
        "en": "And [mention, O Muhammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allah to you?\" And when they deviated, Allah caused their hearts to deviate. And Allah does not guide the defiantly disobedient people.",
        "fr": "Et quand Moïse dit à son peuple: «O mon peuple! Pourquoi me maltraitez-vous alors que vous savez que je suis vraiment le Messager d'Allah [envoyé] à vous?» Puis quand ils dévièrent, Allah fit dévier leurs cœurs, car Allah ne guide pas les gens pervers.",
        "es": "Y cuando Moisés dijo a su pueblo: «¡Pueblo! ¿Por qué me molestáis sabiendo que soy el que Alá os ha enviado?» Y, cuando se desviaron, Alá desvió sus corazones. Alá no dirige al pueblo perverso."
      },
      "ibn_ashour": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (5)موقع هذه الآية هنا خفي المناسبة . فيجوز أن تكون الجملة معترضة استئنافاً ابتدائياً انتقل به من النهي عن عدم الوفاء بما وعدوا الله عليه إلى التعريض بقوم آذوا النبي صلى الله عليه وسلم بالقول أو بالعصيان أو نحو ذلك ، فيكون الكلام موجهاً إلى المنافقين ، فقد وسموا بأذى الرسول صلى الله عليه وسلم قوله تعالى : { إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة } [ الأحزاب : 57 ] الآية . وقوله تعالى : { والذين يؤذون رسول الله لهم عذاب أليم } [ التوبة : 61 ] وقوله : { ومنهم الذين يؤذون النبي ويقولون هو أذن } [ التوبة : 61 ] .وعلى هذا الوجه فهو اقتضاب نقل به الكلام من الغرض الذي قبله لتمامه إلى هذا الغرض ، أو تكون مناسبة وقعه في هذا الموقع حدوث سبب اقتضى نزوله من أذى قد حدث لم يطلع عليه المفسرون ورواة الأخبار وأسباب النزول .والواو على هذا الوجه عطف غرض على غرض . وهو المسمّى بعطف قصة على ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًۭا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍۢ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَٰتِ قَالُوا۟ هَٰذَا سِحْرٌۭ مُّبِينٌۭ",
      "tafsir": {
        "muyassar": "واذكر -أيها الرسول لقومك- حين قال عيسى ابن مريم لقومه: إني رسول الله إليكم، مصدِّقًا لما جاء قبلي من التوراة، وشاهدًا بصدق رسول يأتي من بعدي اسمه \"أحمد\"، وهو محمد صلى الله عليه وسلم، وداعيًا إلى التصديق به، فلما جاءهم محمد صلى الله عليه وسلم بالآيات الواضحات، قالوا: هـذا الذي جئتنا به سحر بيِّن.",
        "mukhtasar": "واذكر - أيها الرسول - حين قال عيسى ابن مريم عليه السلام: يا بني إسرائيل، إني رسول الله بعثني إليكم مصدقًا لما نزل قبلي من التوراة، فلست بِبِدْع من الرسل، ومبشرًا برسول يجيء من بعدي اسمه أحمد، فلما جاءهم عيسى بالحجج الدالة على صدقه قالوا: هذا سحر واضح، فلن نتبعه.",
        "saadi": "يقول تعالى مخبرا عن عناد بني إسرائيل المتقدمين، الذين دعاهم عيسى ابن مريم، وقال لهم: { يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ } أي: أرسلني الله لأدعوكم إلى الخير وأنهاكم عن الشر، [وأيدني بالبراهين الظاهرة]، ومما يدل على صدقي، كوني، { مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ } أي: جئت بما جاء به موسى من التوراة والشرائع السماوية، ولو كنت مدعيا للنبوة، لجئت بغير ما جاءت به المرسلون، ومصدقا لما بين يدي من التوارة أيضا، أنها أخبرت بي وبشرت، فجئت وبعثت مصداقا لها { ومبشرا برسول يأتي من بعدي اسمه أحمد } وهو: محمد بن عبد الله بن عبد المطلب النبي الهاشمي.فعيسى عليه الصلاة والسلام، كالأنبياء  يصدق بالنبي السابق، ويبشر بالنبي اللاحق، بخلاف الكذابين، فإنهم يناقضون الأنبياء أشد مناقضة، ويخالفونهم في الأوصاف والأخلاق، والأمر والنهي { فَلَمَّا جَاءَهُمْ } محمد صلى الله عليه وسلم الذي بشر به عيسى { بِالْبَيِّنَاتِ } أي: الأدلة الواضحة، الدالة على أنه هو، وأنه رسول الله [حقا].{ قَالُوا } معاندين للحق مكذبين له { هَذَا سِحْرٌ مُبِينٌ } وهذا من أعجب العجائب، الرسول الذي [قد] وضحت رسالته، وصارت أبين من شمس النهار، يجعل ساحرا بينا سحره، فهل في الخذلان أعظم من هذا؟ وهل في الافتراء أعظم  من هذا الافتراء، الذي نفى عنه ما كان معلوما من رسالته، وأثبت له ما كان أبعد الناس منه؟",
        "kathir": "وقوله : ( وإذ قال عيسى ابن مريم يابني إسرائيل إني رسول الله إليكم مصدقا لما بين يدي من التوراة ومبشرا برسول يأتي من بعدي اسمه أحمد ) يعني : التوراة قد بشرت بي ، وأنا مصداق ما أخبرت عنه ، وأنا مبشر بمن بعدي ، وهو الرسول النبي الأمي العربي المكي أحمد . فعيسى عليه السلام ، وهو خاتم أنبياء بني إسرائيل ، وقد أقام في ملإ بني إسرائيل مبشرا بمحمد وهو أحمد خاتم الأنبياء والمرسلين ، الذي لا رسالة بعده ولا نبوة . وما أحسن ما أورد البخاري الحديث الذي قال فيه :حدثنا أبو اليمان ، حدثنا شعيب عن الزهري قال : أخبرني محمد بن جبير بن مطعم ، عن أبيه قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن لي أسماء : أنا محمد ، وأنا أحمد ، وأنا الماحي الذي يمحو الله به الكفر ، وأنا الحاشر الذي يحشر الناس على قدمي ، وأنا العاقب \" .ورواه مسلم من حديث الزهري به نحوهوقال أبو داود الطيالسي : حدثنا المسعودي ، عن عمرو بن مرة ، عن أبي عبيدة ، عن أبي موسى قال : سمى لنا رسول الله - صلى الله عليه وسلم - نفسه أسماء ، منها ما حفظنا فقالو : \" أنا محمد ، وأنا أحمد ، والحاشر ، والمقفي ، ونبي الرحمة ، والتوبة ، والملحمة \" .ورواه مسلم من حديث الأعمش عن عمرو بن مرة بهوقد قال الله تعالى : ( الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل ) [ الأعراف : 157 ] وقال تعالى : ( وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين ) [ آل عمران : 81 ]قال ابن عباس : ما بعث الله نبيا إلا أخذ عليه العهد : لئن بعث محمد وهو حي ليتبعنه ، وأخذ عليه أن يأخذ على أمته لئن بعث محمد وهم أحياء ليتبعنه وينصرنه .وقال محمد بن إسحاق : حدثني ثور بن يزيد ، عن خالد بن معدان ، عن أصحاب رسول الله - صلى الله عليه وسلم - أنهم قالوا : يا رسول الله ، أخبرنا عن نفسك . قال : \" دعوة أبي إبراهيم ، وبشرى عيسى ورأت أمي حين حملت بي كأنه خرج منها نور أضاءت له قصور بصرى من أرض الشام \" .وهذا إسناد جيد . وروي له شواهد من وجوه أخر ، فقال الإمام أحمد :حدثنا عبد الرحمن بن مهدي ، حدثنا معاوية بن صالح ، عن سعيد بن سويد الكلبي ، عن عبد الأعلى بن هلال السلمي ، عن العرباض بن سارية قال : قال رسول الله - صلى الله عليه وسلم - : \" إني عند الله لخاتم النبيين ، وإن آدم لمنجدل في طينته ، وسأنبئكم بأول ذلك : دعوة أبي إبراهيم ، وبشارة عيسى بي ، ورؤيا أمي التي رأت ، وكذلك أمهات النبيين يرين \" .وقال أحمد أيضا : حدثنا أبو النضر ، حدثنا الفرج بن فضالة ، حدثنا لقمان بن عامر قال : سمعت أبا أمامة قال : قلت يا نبي الله ، ما كان بدء أمرك ؟ قال : \" دعوة أبي إبراهيم ، وبشرى عيسى ورأت أمي أنه يخرج منها نور أضاءت له قصور الشام \"وقال أحمد أيضا : حدثنا حسن بن موسى : سمعت خديجا أخا زهير بن معاوية ، عن أبي إسحاق عن عبد الله بن عتبة ، عن عبد الله بن مسعود قال : بعثنا رسول الله - صلى الله عليه وسلم - إلى النجاشي ونحن نحو من ثمانين رجلا منهم : عبد الله بن مسعود ، وجعفر ، وعبد الله بن عرفطة ، وعثمان بن مظعون ، وأبو موسى . فأتوا النجاشي وبعثت قريش عمرو بن العاص ، وعمارة بن الوليد بهدية ، فلما دخلا على النجاشي سجدا له ، ثم ابتدراه عن يمينه ، وعن شماله ، ثم قالا له : إن نفرا من بني عمنا نزلوا أرضك ، ورغبوا عنا ، وعن ملتنا . قال : فأين هم ؟ قالا : هم في أرضك ، فابعث إليهم . فبعث إليهم . فقال جعفر : أنا خطيبكم اليوم . فاتبعوه فسلم ولم يسجد ، فقالوا له : ما لك لا تسجد للملك ؟ قال : إنا لا نسجد إلا لله عز وجل . قال : وما ذاك ؟ قال : إن الله بعث إلينا رسوله ، فأمرنا ألا نسجد لأحد إلا لله عز وجل ، وأمرنا بالصلاة والزكاة .قال عمرو بن العاص : فإنهم يخالفونك في عيسى ابن مريم . قال : ما تقولون في عيسى ابن مريم وأمه ؟ قالوا : نقول كما قال الله عز وجل : هو كلمة الله وروحه ألقاها إلى العذراء البتول ، التي لم يمسها بشر ولم يفرضها ولد . قال : فرفع عودا من الأرض ثم قال : يا معشر الحبشة والقسيسين والرهبان ، والله ما يزيدون على الذي نقول فيه ، ما يساوي هذا . مرحبا بكم وبمن جئتم من عنده ، أشهد أنه رسول الله ، وأنه الذي نجد في الإنجيل ، وأنه الذي بشر به عيسى ابن مريم . انزلوا حيث شئتم ، والله لولا ما أنا فيه من الملك لأتيته حتى أكون أنا أحمل نعليه وأوضئه . وأمر بهدية الآخرين فردت إليهما ، ثم تعجل عبد الله بن مسعود حتى أدرك بدرا ، وزعم أن النبي - صلى الله عليه وسلم - استغفر له حين بلغه موتهوقد رويت هذه القصة عن جعفر ، وأم سلمة رضي الله عنهما ، وموضع ذلك كتاب السيرة . والمقصد أن الأنبياء عليهم السلام لم تزل تنعته ، وتحكيه في كتبها على أممها ، وتأمرهم باتباعه ، ونصره ، وموازرته إذا بعث . وكان ما اشتهر الأمر في أهل الأرض على لسان إبراهيم الخليل والد الأنبياء بعده ، حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم ، وكذا على لسان عيسى ابن مريم ; ولهذا قالوا : \" أخبرنا عن بدء أمرك ؟ \" يعني : في الأرض ، قال : \" دعوة أبي إبراهيم ، وبشارة عيسى ابن مريم ، ورؤيا أمي التي رأت \" أي : ظهر في أهل مكة أثر ذلك والإرهاص بذكره صلوات الله وسلامه عليه .وقوله : ( فلما جاءهم بالبينات قالوا هذا سحر مبين ) قال ابن جريج ، وابن جرير : ( فلما جاءهم ) أحمد ، أي : المبشر به في الأعصار المتقادمة ، المنوه بذكره في القرون السالفة ، لما ظهر أمره وجاء بالبينات قال الكفرة والمخالفون : ( هذا سحر مبين )"
      },
      "translations": {
        "en": "And [mention] when Jesus, the son of Mary, said, \"O children of Israel, indeed I am the messenger of Allah to you confirming what came before me of the Torah and bringing good tidings of a messenger to come after me, whose name is Ahmad.\" But when he came to them with clear evidences, they said, \"This is obvious magic.\"",
        "fr": "Et quand Jésus fils de Marie dit: «O Enfants d'Israël, je suis vraiment le Messager d'Allah [envoyé] à vous, confirmateur de ce qui, dans la Thora, est antérieur à moi, et annonciateur d'un Messager à venir après moi, dont le nom sera «Ahmad». Puis quand celui-ci vint à eux avec des preuves évidentes, ils dirent: «C'est là une magie manifeste».",
        "es": "Y cuando Jesús, hijo de María, dijo: «¡Hijos de Israel! Yo soy el que Alá os ha enviado, en confirmación de la Tora anterior a mí, y como nuncio de un Enviado que vendrá después de mí, llamado Ahmad». Pero, cuando vino a ellos con las pruebas claras, dijeron: «¡Esto es manifiesta magia!»"
      },
      "ibn_ashour": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (6)عطف على جملة { وإذ قال موسى لقومه } [ الصف : 5 ] فعلى الوجه الأول في موقع التي قبلها فموقع هذه مساوٍ له .وأما على الوجه الثاني في الآية السابقة فإن هذه مسوقة مساق التتميم لقصة موسى بذكر مثال آخر لقوم حادُوا عن طاعة رسول الله صلى الله عليه وسلم إليهم من غير إفادة تحذير للمخاطبين من المسلمين ، وللتخلص إلى ذكر أخبار عيسى بالرسول الذي يجيء بعده .ونادى عيسى قومه بعنوان { بني إسرائيل } دون { يا قوم } [ الصف : 5 ] لأن بني إسرائيل بعد موسى اشتهروا بعنوان «بني إسرائيل» ولم يطلق عليهم عنوان : قوم موسى ، إلا في مدة حياة موسى خاصة فإنهم إنما صاروا أمة وقوماً بسببه وشريعته .فأما عيسى فإنما كان مرسلاً بتأييد شريعة موسى ، والتذكير بها وتغيير بعض أحكامها ، ولأن عيسى حين خاطبهم لم يكونوا قد اتبعوه ولا صدّقوه فلم يكونوا قوماً له خالصين .و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "ولا أحد أشد ظلمًا وعدوانًا ممن اختلق على الله الكذب، وجعل له شركاء في عبادته، وهو يُدعى إلى الدخول في الإسلام وإخلاص العبادة لله وحده. والله لا يوفِّق الذين ظلموا أنفسهم بالكفر والشرك، إلى ما فيه فلاحهم.",
        "mukhtasar": "ولا أحد أشدّ ظلمًا ممن اختلق على الله الكذب حيث جعل له أندادًا يعبدهم من دونه وهو يُدْعَى إلى الإسلام دين التوحيد الخالص لله، والله لا يوفق القوم الظالمين لأنفسهم بالشرك والمعاصي إلى ما فيه رشدهم وسدادهم.",
        "saadi": "{ وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ } بهذا وغيره، والحال أنه لا عذر له، وقد انقطعت حجته، لأنه { يُدْعَى إِلَى الْإِسْلَامِ } ويبين له ببراهينه وبيناته، { وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ } الذين لا يزالون على ظلمهم مستقيمين، لا تردهم عنه موعظة، ولا يزجرهم بيان ولا برهان، خصوصا هؤلاء الظلمة القائمين بمقابلة الحق ليردوه، ولينصروا الباطل.",
        "kathir": "يقول تعالى : ( ومن أظلم ممن افترى على الله الكذب وهو يدعى إلى الإسلام ) أي : لا أحد أظلم ممن يفتري الكذب على الله ويجعل له أندادا وشركاء ، وهو يدعى إلى التوحيد والإخلاص ; ولهذا قال : ( والله لا يهدي القوم الظالمين )"
      },
      "translations": {
        "en": "And who is more unjust than one who invents about Allah untruth while he is being invited to Islam. And Allah does not guide the wrongdoing people.",
        "fr": "Et qui est plus injuste que celui qui invente un mensonge contre Allah, alors qu'il est appelé à l'Islam? Et Allah ne guide pas les gens injustes.",
        "es": "¿Hay alguien más impío que quien inventa la mentira contra Alá, siendo llamado al islam? Alá no dirige al pueblo impío."
      },
      "ibn_ashour": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (7)كانت دعوة النبي صلى الله عليه وسلم مماثلة دعوة عيسى عليه السّلام وكان جواب الذين دعاهم إلى الإِسلام من أهل الكتابين والمشركين مماثلاً لجواب الذين دعاهم عليه السّلام . فلما أدمج في حكاية دعوة عيسى بشارته برسول يأتي من بعده ناسب أن ينقل الكلام إلى ما قابل به قوم الرسول الموعود دعوة رسولهم فلذلك ذكر في دعوة هذا الرسول دين الإِسلام فوصفوا بأنهم أظلم الناس تشنيعاً لحالهم .فالمراد من هذا الاستفهام هم الذين كذبوا النبي صلى الله عليه وسلم ولذلك عطف هذا الكلام بالوَاو ودون الفاء لأنه ليس مفرعاً على دعوة عيسى عليه السلام .وقد شمل هذا التشنيع جميع الذين كذبوا دعوة النبي صلى الله عليه وسلم من أهل الكتابين والمشركين .والمقصود الأول هم أهل الكتاب ، وسيأتي عند قوله تعالى : { يريدون ليطفئوا نور الله } إلى قوله : { ولو كره المشركون } [ الصف : 8 ، 9 ] فهما فريقان .والاستفهام ب { من أظلم } إنكار ، أي لا أحد أظلم من هؤلاء فالمكذبون مِن قبلهم ، إما أن يكونوا أظلم منهم ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَٰفِرُونَ",
      "tafsir": {
        "muyassar": "يريد هؤلاء الظالمون أن يبطلوا الحق الذي بُعِثَ به محمد صلى الله عليه وسلم- وهو القرآن- بأقوالهم الكاذبة، والله مظهر الحق بإتمام دينه ولو كره الجاحدون المكذِّبون.",
        "mukhtasar": "يريد هؤلاء المكذبون أن يطفئوا نور الله بما يصدر منهم من المقالات الفاسدة ومن التشويه للحق، والله مكمل نوره على رغم أنوفهم بإظهار دينه في مشارق الأرض ومغاربها وإعلاء كلمته.",
        "saadi": "{ يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ } أي: بما يصدر منهم من المقالات الفاسدة، التي يردون بها الحق، وهي  لا حقيقة لها، بل تزيد البصير معرفة بما هم عليه من الباطل، { وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ } أي: قد تكفل الله بنصر دينه، وإتمام الحق الذي أرسل به رسله، وإشاعة  نوره على سائر الأقطار، ولو كره الكافرون، وبذلوا بسبب كراهتهم كل سبب يتوصلون  به إلى إطفاء نور الله فإنهم مغلوبون. وصاروا بمنزلة من ينفخ عين الشمس بفيه  ليطفئها، فلا على مرادهم حصلوا، ولا سلمت عقولهم من النقص والقدح فيها.",
        "kathir": "ثم قال : ( يريدون ليطفئوا نور الله بأفواههم ) أي : يحاولون أن يردوا الحق بالباطل ، ومثلهم في ذلك كمثل من يريد أن يطفئ شعاع الشمس بفيه ، وكما أن هذا مستحيل كذلك ذاك مستحيل ; ولهذا قال : ( والله متم نوره ولو كره الكافرون )"
      },
      "translations": {
        "en": "They want to extinguish the light of Allah with their mouths, but Allah will perfect His light, although the disbelievers dislike it.",
        "fr": "Ils veulent éteindre de leurs bouches la lumière d'Allah, alors qu'Allah parachèvera Sa lumière en dépit de l'aversion des mécréants.",
        "es": "Quisiera apagar de un soplo la Luz de Alá, pero Alá hará que resplandezca, a despecho de los infieles."
      },
      "ibn_ashour": "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8)استئناف بياني ناشىء عن الإِخبار عنهم بأنهم افتروا على الله الكذب في حال أنهم يُدعون إلا الإِسلام لأنه يثير سؤال سائل عما دعاهم إلى هذا الافتراء . فأجيب بأنهم يريدون أن يخفوا الإِسلام عن الناس ويعوقوا انتشاره ومثلت حالتهم بحالة نفر يبتغون الظلام للتّلصّص أو غيره مما يراد فيه الاختفاء .فلاحت له ذُبالة مصباح تضيء للناس ، فكرهوا ذلك وخشُوا أن يُشعَّ نوره على الناس فتفتضح ترهاتهم ، فعمدوا إلى إطفائه بالنفخ عليه فلم ينطَفِىءْ ، فالكلام تمثيل دال على حالة الممثل لهم . والتقدير : يريدون عوق ظهور الإِسلام كمثل قوم يريدون إطفاء النور ، فهذا تشبيه الهيئة بالهيئة تشبيه المعقول بالمحسوس .ثم إن ما تضمنه من المحاسن أنه قابِل لتفرقة التشبيه على أجزاء الهيئة ، فاليَهود في حال إرادتهم عوق الإِسلام عن الظهور مشبَّهون بقوم يريدون إطفاء نور الإِسلام فشبه بمصباح . والمشركون مثلُهم وقد مُثّل حال أهل الكتاب بنظير هذا التمثيل في قوله تعالى : { وقالت اليهود عزير ابن الله } إلى قوله : { يريدون أن يطفئوا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "tafsir": {
        "muyassar": "الله هو الذي أرسل رسوله محمدًا بالقرآن ودين الإسلام؛ ليعليه على كل الأديان المخالفة له، ولو كره المشركون ذلك.",
        "mukhtasar": "الله هو الذي بعث رسوله محمدًا صلى الله عليه وسلم بدين الإسلام، دين الهداية والإرشاد للخير، ودين العلم النافع والعمل الصالح؛ ليُعْلِيه على جميع الأديان على رغم أنوف المشركين الذين يكرهون أن يُمَكَّن له في الأرض.",
        "saadi": "ثم ذكر سبب الظهور والانتصار للدين الإسلامي، الحسي والمعنوي، فقال: { هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ } أي: بالعلم النافع والعمل الصالح.بالعلم الذي يهدي إلى الله وإلى دار كرامته، ويهدي لأحسن الأعمال والأخلاق، ويهدي إلى مصالح الدنيا والآخرة.{ وَدِينِ الْحَقِّ } أي: الدين الذي يدان به، ويتعبد لرب العالمين الذي هو حق وصدق، لا نقص فيه، ولا خلل يعتريه، بل أوامره غذاء القلوب والأرواح، وراحة الأبدان، وترك نواهيه سلامة من الشر والفساد  فما بعث به النبي صلى الله عليه وسلم من الهدى ودين الحق، أكبر دليل وبرهان على صدقه، وهو برهان باق ما بقي الدهر، كلما ازداد العاقل تفكرا، ازداد به فرحا وتبصرا.{ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ } أي: ليعليه على سائر الأديان، بالحجة والبرهان، ويظهر أهله القائمين به بالسيف والسنان، فأما نفس الدين، فهذا الوصف ملازم له في كل وقت، فلا يمكن أن يغالبه مغالب، أو يخاصمه مخاصم إلا فلجه وبلسه، وصار له الظهور والقهر، وأما المنتسبون إليه، فإنهم إذا قاموا به، واستناروا بنوره، واهتدوا بهديه، في مصالح دينهم ودنياهم، فكذلك لا يقوم لهم أحد، ولا بد أن يظهروا على أهل الأديان، وإذا ضيعوه واكتفوا منه بمجرد الانتساب إليه، لم ينفعهم ذلك، وصار إهمالهم له سبب تسليط الأعداء عليهم، ويعرف هذا، من استقرأ الأحوال ونظر في أول المسلمين وآخرهم ",
        "kathir": "ثم قال تعالى \" هو الذي أرسل رسوله بالهدى ودين الحق \" فالهدى هو ما جاء به من الإخبارات الصادقة والإيمان الصحيح والعلم النافع ودين الحق هو الأعمال الصالحة الصحيحة النافعة في الدنيا والآخرة \" ليظهره على الدين كله \" أي على سائر الأديان كما ثبت في الصحيح عن رسول الله صلى الله تعالى عليه وآله وسلم أنه قال \" إن الله زوى لي الأرض مشارقها ومغاربها وسيبلغ ملك أمتي ما زوى لي منها \".وقال الإمام أحمد: حدثنا محمد بن جعفر حدثنا شعبة عن محمد بن أبي يعقوب سمعت شقيق بن حيان يحدث عن مسعود بن قبيصة أوقبيصة بن مسعود يقول: صلى هذا الحي من محارب الصبح فلما صلوا قال شاب منهم: سمعت رسول الله صلى لله تعالى عليه وآله وسلم يقول \" إنه ستفتح لكم مشارق الأرض ومغاربها وإن عمالها في النار إلا من اتقى الله وأدى الأمانة \".وقال الإمام أحمد: حدثنا أبو المغيرة حدثنا صفوان حدثنا سليم بن عامر عن تميم الداري رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول \" ليبلغن هذا الأمر ما بلغ الليل والنهار ولا يترك الله بيت مدر ولا وبر إلا أدخله هذا الدين يعز عزيزا ويذل ذليلا عزا يعز الله به الإسلام وذلا يذل الله به الكفر \" فكان تميم الداري يقول: قد عرفت ذلك في أهل بيتي لقد أصاب من أسلم منهم الخير والشرف والعز ولقد أصاب من كان كافرا منهم الذل والصغار والجزية.وقال الإمام أحمد: حدثنا يزيد بن عبد ربه حدثنا الوليد بن مسلم حدثني ابن جابر سمعت سليم بن عامر قال: سمعت المقداد بن الأسود يقول: سمعت رسول الله صلى الله عليه وسلم يقول \" لا يبقى على وجه الأرض بيت مدر ولا وبر إلا دخلته كلمة الإسلام يعز عزيزا يذل ذليلا إما يعزهم الله فيجعلهم من أهلها وإما يذلهم فيدينون لها \" وفي المسند أيضا حدثنا محمد بن أبي عدي عن ابن عون عن ابن سيرين عن أبي حذيفة عن عدي بن حاتم سمعه يقول: دخلت على رسول الله صلى الله عليه وسلم فقال \" يا عدي أسلم تسلم \" فقلت إنى من أهل دين قال \" أنا أعلم بدينك منك \" فقلت أنت أعلم بديني مني؟ قال \" نعم ألست من الركوسية وأنت تأكل مرباع قومك؟ \" قلت بلى ! قال \" فإن هذا لا يحل لك في دينك \" قال فلم يعد أن قالها فتواضعت لها قال \" أما إني أعلم ما الذي يمنعك من الإسلام تقول إنما اتبعه ضعفة الناس ومن لا قوة له وقد رمتهم العرب أتعرف الحيرة؟ \" قلت لم أرها وقد سمعت بها قال \" فوالذي نفسي بيده ليتمن الله هذا الأمر حتى تخرج الظعينة من الحيرة حتى تطوف بالبيت من غير جوار أحد ولتفتحن كنوز كسرى بن هرمز\" قلت كسرى بن هرمز؟ قال \" نعم كسرى بن هرمز وليبذلن المال حتى لا يقبله أحد \" قال عدي: فهذه الظعينة تخرج من الحيرة فتطوف بالبيت من غير جوار أحد ولقد كنت فيمن فتح كنوز كسرى بن هرمز والذي نفسي بيده لتكونن الثالثة لأن رسول الله صلى الله عليه وسلم قد قالها.وقال مسلم: حدثنا أبو معن زيد بن يزيد الرقاشي حدثنا خالد بن الحارث حدثنا عبد الحميد بن جعفر عن الأسود بن العلاء عن أبي سلمة عن عائشة رضي الله عنهما \" قالت: سمعت رسول الله صلى الله عليه وسلم يقول \" لا يذهب الليل والنهار حتى تعبد اللات والعزى \" فقلت يا رسول الله إن كنت لأظن حين أنزل الله عز وجل \" هو الذي أرسل رسوله بالهدى ودين الحق \" الآية أن ذلك تام قال \" إنه سيكون من ذلك ما شاء الله عزوجل ثم يبعث الله ريحا طيبة فيتوفى كل من كان في قلبه مثقال حبة خردل من إيمان فيبقى من لا خير فيه فيرجعون إلى دين آبائهم \"."
      },
      "translations": {
        "en": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion, although those who associate others with Allah dislike it.",
        "fr": "C'est Lui qui a envoyé Son messager avec la guidée et la Religion de Vérité, pour la placer au-dessus de toute autre religion, en dépit de l'aversion des associateurs.",
        "es": "Él es Quien ha mandado a Su Enviado con la Dirección y con la religión verdadera para que prevalezca sobre toda otra religión, a despecho de los asociadores."
      },
      "ibn_ashour": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (9)هذا زيادة تحدِّ للمشركين وأحلافهم من أهل الكتاب فيه تقوية لمضمون قوله : { والله متم نوره ولو كره الكافرون } [ الصف : 8 ] . وفيه معنى التعليل للجملة التي قبله . فقد أفاد تعريفُ الجزأيْن في قوله : { هو الذي أرسل رسوله } قصراً إضافياً لقلببِ زَعْم الكافرين أن محمّداً صلى الله عليه وسلم أتى من قِبَللِ نفسه ، أي الله لا غيره أرسل محمداً صلى الله عليه وسلم بالهدى ودين الحق . وأن شيئاً تولى الله فعله لا يستطيع أحد أن يزيله .وتعليل ذلك بقوله : { ليظهره على الدين كله } إعلام بأن الله أراد ظهور هذا الدين وانتشاره كيلا يطمعوا أن يناله ما نال دين عيسى عليه السّلام من القمع والخفت في أول أمره واستمر زماناً طويلاً حتى تنصَّر قسطنطينُ سلطانُ الروم ، فلما أخبر الله بأنه أراد إظهار دين الإِسلام على جميع الأديان عُلم أن أمره لا يزال في ازدياد حتى يتمّ المراد .والإِظهار : النصر ويطلق على التفضيل والإِعلاء المعنوي .والتعريف في قوله : { على الدين } تعريف الجنس المفيد للاستغراق ، أ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَٰرَةٍۢ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍۢ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، هل أُرشِدكم إلى تجارة عظيمة الشأن تنجيكم من عذاب موجع؟",
        "mukhtasar": "يا أيها الذين آمنوا بالله، وعملوا بما شرعه لهم، هل أرشدكم وأهديكم إلى تجارة رابحة، تنقذكم من عذاب موجع؟",
        "saadi": "هذه وصية ودلالة وإرشاد من أرحم الراحمين لعباده المؤمنين، لأعظم تجارة، وأجل مطلوب، وأعلى مرغوب، يحصل بها النجاة من العذاب الأليم، والفوز بالنعيم المقيم.",
        "kathir": "تقدم في حديث عبد الله بن سلام أن الصحابة ، رضي الله عنهم ، أرادوا أن يسألوا عن أحب الأعمال إلى الله عز وجل ليفعلوه ، فأنزل الله هذه السورة ، ومن جملتها هذه الآية : ( يا أيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم ) ثم فسر هذه التجارة العظيمة التي لا تبور ، والتي هي محصلة للمقصود ، ومزيلة للمحذور فقال"
      },
      "translations": {
        "en": "O you who have believed, shall I guide you to a transaction that will save you from a painful punishment?",
        "fr": "O vous qui avez cru! vous indiquerai-je un commerce qui vous sauvera d'un châtiment douloureux?",
        "es": "¡Creyentes! ¿Queréis que os indique un negocio que os librará de un castigo doloroso?:"
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (10) هذا تخلص إلى الغرض الذي افتتحت به السورة من قوله : { يأيها الذين آمنوا لم تقولون ما لا تفعلون } إلى قوله : { كأنهم بنيان مرصوص } [ الصف : 2 4 ] . فبعد أن ضربت لهم الأمثال ، وانتقل الكلام من مجال إلى مجال ، أعيد خطابهم هنا بمثل ما خوطبوا به بقوله : { يأيها الذين آمنوا لم تقولون ما لا تفعلون } [ الصف : 2 ] ، أي هل أدلكم على أحب العمل إلى الله لتعملوا به كما طلبتم إذْ قلتم لو نعلم أيَّ الأعمال أحبّ إلى الله لعملنا به فجاءت السورة في أُسلوب الخطابة .والظاهر أن الضمير المستتر في { أدلكم } عائد إلى الله تعالى لأن ظاهر الخطاب أنه موجه من الله تعالى إلى المؤمنين . ويجوز أن يجعل الضمير إلى النبي صلى الله عليه وسلم على تقدير قول محذوف وعلى اختلاف الاحتمال يختلف موقع قوله الآتي { وبشر المؤمنين } [ الصف : 13 ] .والاستفهام مستعمل في العَرض مجازاً لأن العارض قد يسأل المعروضَ عليه ليعلم رغبته في الأمر المعروض كما يقال : هل لك في كذا؟ أو هل لك إلى كذا؟والعرض هنا كناية عن التشويق إلى الأمر المعروض ، و",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "تداومون على إيمانكم بالله ورسوله، وتجاهدون في سبيل الله؛ لنصرة دينه بما تملكون من الأموال والأنفس، ذلك خير لكم من تجارة الدنيا، إن كنتم تعلمون مضارَّ الأشياء ومنافعها، فامتثلوا ذلك.",
        "mukhtasar": "هذه التجارة الرابحة هي أن تؤمنوا بالله وبرسوله، وتجاهدوا في سبيله سبحانه بإنفاق أموالكم وبذل أنفسكم ابتغاء مرضاته؛ ذلك العمل المذكور خير لكم إن كنتم تعلمون فسارعوا إليه.",
        "saadi": "وأتى بأداة العرض الدالة على أن هذا أمر يرغب فيه كل متبصر، ويسمو إليه كل لبيب، فكأنه قيل: ما هذه التجارة التي هذا قدرها؟ فقال { تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ } .ومن المعلوم أن الإيمان التام هو التصديق الجازم بما أمر الله بالتصديق به، المستلزم لأعمال الجوارح، ومن أجل أعمال الجوارح الجهاد في سبيل الله  فلهذا قال: { وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ } بأن تبذلوا نفوسكم ومهجكم، لمصادمة أعداء الإسلام، والقصد نصر دين الله وإعلاء كلمته، وتنفقون ما تيسر من أموالكم في ذلك المطلوب، فإن ذلك، ولو  كان كريها للنفوس شاقا عليها، فإنه { خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ } فإن فيه الخير الدنيوي، من النصر على الأعداء، والعز المنافي للذل والرزق الواسع، وسعة الصدر وانشراحه.",
        "kathir": "( تؤمنون بالله ورسوله وتجاهدون في سبيل الله بأموالكم وأنفسكم ذلكم خير لكم إن كنتم تعلمون ) أي : من تجارة الدنيا ، والكد لها ، والتصدي لها وحدها ."
      },
      "translations": {
        "en": "[It is that] you believe in Allah and His Messenger and strive in the cause of Allah with your wealth and your lives. That is best for you, if you should know.",
        "fr": "Vous croyez en Allah et en Son messager et vous combattez avec vos biens et vos personnes dans le chemin d'Allah, et cela vous est bien meilleur, si vous saviez!",
        "es": "¡Creed en Alá y en Su Enviado y combatid por Alá con vuestra hacienda y vuestras personas! Es mejor para vosotros. Si supierais..."
      },
      "ibn_ashour": "تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (11) وإذ قد كان الخطاب لقوم مؤمنين فإن فِعْل { تؤمنون بالله } مع { وتجاهدون } مراد به تجمعون بين الإِيمان بالله ورسوله وبين الجهاد في سبيل الله بأموالكم وأنفسكم تنويهاً بشأن الجهاد . وفي التعبير بالمضارع إفادة الأمر بالدوام على الإِيمان وتجديده في كل آن ، وذلك تعريض بالمنافقين وتحذير من التغافل عن ملازمة الإِيمان وشؤونه .وأما { وتجاهدون } فإنه لإِرادة تجدّد الجهاد إذا استُنفِروا إليه .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ وَمَسَٰكِنَ طَيِّبَةًۭ فِى جَنَّٰتِ عَدْنٍۢ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "tafsir": {
        "muyassar": "إن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم، ويدخلكم جنات تجري من تحت أشجارها الأنهار، ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع، ذلك هو الفوز الذي لا فوز بعده. ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم، وفتح عاجل يتم على أيديكم. وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا، والجنة في الآخرة.",
        "mukhtasar": "ورِبْح هذه التجارة هو أن يغفر الله لكم ذنوبكم، ويدخلكم جنات تجري الأنهار من تحت قصورها وأشجارها، ويدخلكم مساكن طيبة في جنات إقامة لا انتقال عنها، ذلك الجزاء المذكور هو الفوز العظيم الذي لا يدانيه أيّ فوز.",
        "saadi": "وفي الآخرة الفوز  بثواب الله والنجاة من عقابه، ولهذا ذكر الجزاء في الآخرة، فقال: { يَغْفِرْ لَكُمْ ذُنُوبَكُمْ } وهذا شامل للصغائر والكبائر، فإن الإيمان بالله والجهاد في سبيله، مكفر للذنوب، ولو كانت كبائر. { وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ } أي: من تحت مساكنها [وقصورها] وغرفها وأشجارها، أنهار من ماء غير آسن، وأنهار من لبن لم يتغير طعمه، وأنهار من خمر لذة للشاربين، وأنهار من عسل مصفى، ولهم فيها من كل الثمرات، { وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ } أي: جمعت كل طيب، من علو وارتفاع، وحسن بناء وزخرفة، حتى إن أهل الغرف من أهل عليين، يتراءاهم أهل الجنة كما يتراءى الكوكب الدري في الأفق الشرقي أو الغربي، وحتى إن بناء الجنة بعضه من لبن ذهب [وبعضه من] لبن فضة، وخيامها من اللؤلؤ والمرجان، وبعض المنازل من الزمرد والجواهر الملونة بأحسن الألوان، حتى إنها من صفائها يرى ظاهرها من باطنها، وباطنها من ظاهرها، وفيها من الطيب والحسن ما لا يأتي عليه وصف الواصفين، ولا خطر على قلب أحد من العالمين، لا يمكن أن يدركوه حتى يروه، ويتمتعوا بحسنه وتقر أعينهم به، ففي تلك الحالة، لولا أن الله خلق أهل الجنة، وأنشأهم نشأة كاملة لا تقبل العدم، لأوشك أن يموتوا من الفرح، فسبحان من لا يحصي أحد من خلقه ثناء عليه، بل هو كما أثنى على نفسه وفوق ما يثني عليه عباده  وتبارك الجليل الجميل، الذي أنشأ دار النعيم، وجعل فيها من الجلال والجمال ما يبهر عقول الخلق ويأخذ بأفئدتهم.وتعالى من له الحكمة التامة، التي من جملتها، أنه الله لو أرى الخلائق الجنة حين خلقها  ونظروا إلى ما فيها من النعيم لما تخلف عنها أحد، ولما هناهم العيش في هذه الدار المنغصة، المشوب نعيمها بألمها، وسرورها  بترحها.وسميت الجنة جنة عدن، لأن أهلها مقيمون فيها، لا يخرجون منها أبدا، ولا يبغون عنها حولا، ذلك الثواب الجزيل، والأجر الجميل، الفوز العظيم، الذي لا فوز مثله، فهذا الثواب الأخروي.",
        "kathir": "ثم قال : ( يغفر لكم ذنوبكم ) أي : إن فعلتم ما أمرتكم به ودللتكم عليه ، غفرت لكم الزلات ، وأدخلتكم الجنات ، والمساكن الطيبات ، والدرجات العاليات ; ولهذا قال : ( ويدخلكم جنات تجري من تحتها الأنهار ومساكن طيبة في جنات عدن ذلك الفوز العظيم )"
      },
      "translations": {
        "en": "He will forgive for you your sins and admit you to gardens beneath which rivers flow and pleasant dwellings in gardens of perpetual residence. That is the great attainment.",
        "fr": "Il vous pardonnera vos péchés et vous fera entrer dans des Jardins sous lesquels coulent les ruisseaux, et dans des demeures agréables dans les jardins d'Eden. Voilà l'énorme succès",
        "es": "Así, os perdonará vuestros pecados y os introducirá en jardines por cuyos bajos fluyen arroyos y en viviendas agradables en los jardines del edén. ¡Ese es el éxito grandioso!"
      },
      "ibn_ashour": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (12)ومجيء { يغفر } مجْزوماً تنبيه على أن { تؤمنون } { وتجاهدون } وإن جاءا في صيغة الخبر فالمراد الأمرُ لأن الجزم إنما يكون في جواب الطلب لا في جواب الخبر . قاله المبرد والزمخشري .وقال الفراء : جزم { يغفرْ } لأنه جواب { هل أدلكم } ، أي لأن متعلق { أدلكم } هو التجارة المفسرة بالإِيمان والجهاد ، فكأنه قيل : هل تتَّجرون بالإِيمان والجهاد يَغفرْ لكم ذنوبكم .وإنما جيء بالفعلين الأولين على لفظ الخبر للإِيذان بوجوب الامتثال حتى يفرض المأمور كأنه سمع الأمر وامتثله .وقرأ الجمهور { تنجيكم } بسكون النون وتخفيف الجيم . وقرأه ابن عامر بفتح النون وتشديد الجيم ، يقال : أنجاه ونَجّاه .والإِشارة ب { ذلكم } إلى الإِيمان والجهاد بتأويل المذكور : خير .و { خير } هذا ليس اسم تفضيل الذي أصله : أخير ووزنه : أَفعل ، بل هو اسم لضد الشر ، ووزنه : فَعْل .وجمع قوله : { خير } ما هو خيرُ الدنيا وخيرُ الآخرة .وقوله : { إن كنتم تعلمون } تعريض لهم بالعتاب على تولّي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌۭ مِّنَ ٱللَّهِ وَفَتْحٌۭ قَرِيبٌۭ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "tafsir": {
        "muyassar": "إن فعلتم -أيها المؤمنون- ما أمركم الله به يستر عليكم ذنوبكم، ويدخلكم جنات تجري من تحت أشجارها الأنهار، ومساكن طاهرة زكية في جنات إقامة دائمة لا تنقطع، ذلك هو الفوز الذي لا فوز بعده. ونعمة أخرى لكم- أيها المؤمنون- تحبونها هي نصر من الله يأتيكم، وفتح عاجل يتم على أيديكم. وبشِّر المؤمنين -أيها النبي- بالنصر والفتح في الدنيا، والجنة في الآخرة.",
        "mukhtasar": "ومن رِبْح هذه التجارة خصلة أخرى تحبونها وهي عاجلة في الدنيا، أن ينصركم الله على عدوّكم، وفتحٌ قريب يفتحه عليكم وهو فتح مكة وغيرها، وأَخْبِر - أيها الرسول - المؤمنين بما يسرّهم من النصر في الدنيا والفوز بالجنة في الآخرة.",
        "saadi": "وأما الثواب الدنيوي لهذه التجارة، فذكره بقوله: { وَأُخْرَى تُحِبُّونَهَا } أي: ويحصل لكم خصلة أخرى تحبونها وهي: { نَصْرٌ مِنَ اللَّهِ } [لكم] على الأعداء، يحصل به العز والفرح، { وَفَتْحٌ قَرِيبٌ } تتسع به دائرة الإسلام، ويحصل به الرزق الواسع، فهذا جزاء المؤمنين المجاهدين، وأما المؤمنون من غير أهل الجهاد، [إذا قام غيرهم بالجهاد]  فلم يؤيسهم الله تعالى من فضله وإحسانه، بل قال: { وَبَشِّرِ الْمُؤْمِنِينَ } أي: بالثواب العاجل والآجل، كل على حسب إيمانه، وإن كانوا لا يبلغون مبلغ المجاهدين في سبيل الله، كما قال النبي صلى الله عليه وسلم: \" إن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله \"  ",
        "kathir": "ثم قال : ( وأخرى تحبونها ) أي : وأزيدكم على ذلك زيادة تحبونها ، وهي : ( نصر من الله وفتح قريب ) أي : إذا قاتلتم في سبيله ونصرتم دينه ، تكفل الله بنصركم . قال الله تعالى : ( يا أيها الذين آمنوا إن تنصروا الله ينصركم ويثبت أقدامكم ) [ محمد : 7 ] وقال تعالى : ( ولينصرن الله من ينصره إن الله لقوي عزيز ) [ الحج : 40 ] وقوله ( وفتح قريب ) أي : عاجل فهذه الزيادة هي خير الدنيا موصول بنعيم الآخرة ، لمن أطاع الله ورسوله ، ونصر الله ودينه ; ولهذا قال : ( وبشر المؤمنين )"
      },
      "translations": {
        "en": "And [you will obtain] another [favor] that you love - victory from Allah and an imminent conquest; and give good tidings to the believers.",
        "fr": "et Il vous accordera d'autres choses encore que vous aimez bien: un secours [venant] d'Allah et une victoire prochaine. Et annonce la bonne nouvelle aux croyants.",
        "es": "Y otra cosa, que amaréis: el auxilio de Alá y un éxito cercano. ¡Y anuncia la buena nueva a los creyentes!"
      },
      "ibn_ashour": "وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (13){ وأخرى تُحِبُّونَهَا نَصْرٌ مِّن الله وَفَتْحٌ قَرِيبٌ } .عطف على جملة { يغفر لكم ويدخلكم } [ الصف : 12 ] عطفَ الاسمية على الفعلية . وجيء بالاسمية لإِفادة الثبوت والتحقق . ف { أُخرى } مبتدأ خبره محذوف دل عليه قوله : { لكم } من قوله : { يغفر لكم } . والتقدير : أخرى لكم ، ولك أن تجعل الخبر قوله : { نصر من الله } .وجيء به وصفاً مؤنثاً بتأويل نعمة ، أو فضيلة ، أو خصلة مما يؤذن به قوله : { يغفر لكم ذنوبكم } [ الصف : 12 ] إلى آخره من معنى النعمة والخصلة كقوله تعالى : { وأخرى لم تقدروا عليها } في سورة [ الفتح : 21 ]ووصف أخرى بجملة { تحبونها } إشارة إلى الامتنان عليهم بإعطائهم ما يحبون في الحياة الدنيا قبل إعطاء نعيم الآخرة . وهذا نظير قوله تعالى : { فلنولينك قبلة ترضاها } [ البقرة : 144 ] .( و { نصر من الله } بدل من { أُخرى } ، ويجوز أن يكون خبراً عن { أخرى } . والمراد به النصر العظيم ، وهو نصر فتح مكة فإنه كان نصراً على أشد أعدائهم الذين فتنوهم وآذوهم وأخرجوهم من ديارهم وأموالهم وألَّبوا عليهم العرب وا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّۦنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌۭ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌۭ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَٰهِرِينَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، كونوا أنصارًا لدين الله، كما كان أصفياء عيسى أنصارًا لدين الله حين قال لهم عيسى: مَن يتولى منكم نصري وإعانتي فيما يُقرِّب إلى الله؟ قالوا: نحن أنصار دين الله، فاهتدت طائفة من بني إسرائيل، وضلَّت طائفة، فأيدنا الذين آمنوا بالله ورسوله، ونصرناهم على مَن عاداهم مِن فرق النصارى، فأصبحوا ظاهرين عليهم؛ وذلك ببعثة محمد صلى الله عليه وسلم.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، كونوا أنصار الله بنصركم لدينه الذي جاء به رسولكم مثل نصرة الحَوَارِيين لما قال لهم عيسى عليه السلام: من أنصاري إلى الله؟ فأجابوه مبادرين: نحن أنصار الله، فآمن فريق من بني إسرائيل بعيسى عليه السلام، وكفر به فريق آخر، فأيّدنا الذين آمنوا بعيسى على الذين كفروا به، فأصبحوا غالبين عليهم.",
        "saadi": "{ يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ } [أي:] بالأقوال والأفعال، وذلك بالقيام بدين الله، والحرص على إقامته  على الغير، وجهاد من عانده ونابذه، بالأبدان والأموال، ومن نصر الباطل بما يزعمه من العلم ورد الحق، بدحض حجته، وإقامة الحجة عليه، والتحذير منه.ومن نصر دين الله، تعلم كتاب الله وسنة رسوله، والحث على ذلك، [والأمر بالمعروف والنهي عن المنكر].ثم هيج الله المؤمنين بالاقتداء بمن قبلهم من الصالحين بقوله: { كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ } أي: قال لهم عارضا ومنهضا  من يعاونني ويقوم معي في نصرتي لدين الله، ويدخل مدخلي، ويخرج مخرجي؟فابتدر الحواريون، فقالوا: { نَحْنُ أَنْصَارُ اللَّهِ } فمضى عيسى عليه السلام على أمر الله ونصر دينه، هو ومن معه من الحواريين، { فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ } بسبب دعوة عيسى والحواريين، { وَكَفَرَتْ طَائِفَةٌ } منهم، فلم ينقادوا لدعوتهم، فجاهد المؤمنون الكافرين، { فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ } أي: قويناهم ونصرناهم عليهم.{ فَأَصْبَحُوا ظَاهِرِينَ } عليهم وقاهرين [لهم]، فأنتم يا أمة محمد، كونوا أنصار الله ودعاة دينه، ينصركم الله كما نصر من قبلكم، ويظهركم على عدوكم.تمت ولله الحمد    ",
        "kathir": "يقول تعالى آمرا عباده المؤمنين أن يكونوا أنصار الله في جميع أحوالهم ، بأقوالهم ، وأفعالهم ، وأنفسهم ، وأموالهم ، وأن يستجيبوا لله ولرسوله ، كما استجاب الحواريون لعيسى حين قال : ( من أنصاري إلى الله ) ؟ أي : معيني في الدعوة إلى الله عز وجل ؟ ( قال الحواريون ) - وهم أتباع عيسى عليه السلام - : ( نحن أنصار الله ) أي : نحن أنصارك على ما أرسلت به وموازروك على ذلك ; ولهذا بعثهم دعاة إلى الناس في بلاد الشام في الإسرائيليين واليونانيين . وهكذا كان رسول الله - صلى الله عليه وسلم - يقول في أيام الحج : \" من رجل يؤويني حتى أبلغ رسالة ربي ، فإن قريشا قد منعوني أن أبلغ رسالة ربي \" حتى قيض الله عز وجل له الأوس ، والخزرج من أهل المدينة فبايعوه ، ووازروه ، وشارطوه أن يمنعوه من الأسود ، والأحمر إن هو هاجر إليهم ، فلما هاجر إليهم بمن معه من أصحابه وفوا له بما عاهدوا الله عليه ; ولهذا سماهم الله ورسوله : الأنصار وصار ذلك علما عليهم ، رضي الله عنهم ، وأرضاهم . وقوله : ( فآمنت طائفة من بني إسرائيل وكفرت طائفة ) أي : لما بلغ عيسى ابن مريم عليه السلام رسالة ربه إلى قومه ، ووازره من وازره من الحواريين اهتدت طائفة من بني إسرائيل بما جاءهم به ، وضلت طائفة فخرجت عما جاءهم به ، وجحدوا نبوته ، ورموه وأمه بالعظائم ، وهم اليهود - عليهم لعائن الله المتتابعة إلى يوم القيامة - وغلت فيه طائفة ممن اتبعه ، حتى رفعوه فوق ما أعطاه الله من النبوة ، وافترقوا فرقا وشيعا ، فمن قائل منهم : إنه ابن الله . وقائل : إنه ثالث ثلاثة : الأب ، والابن ، وروح القدس . ومن قائل : إنه الله . وكل هذه الأقوال مفصلة في سورة النساء .وقوله : ( فأيدنا الذين آمنوا على عدوهم ) أي : نصرناهم على من عاداهم من فرق النصارى ) فأصبحوا ظاهرين ) أي : عليهم ، وذلك ببعثة محمد - صلى الله عليه وسلم - كما قال الإمام أبو جعفر بن جرير رحمه الله .حدثني أبو السائب ، حدثنا أبو معاوية ، عن الأعمش ، عن المنهال - يعني ابن عمرو - عن سعيد بن جبير ، عن ابن عباس رضي الله عنهما قال : لما أراد الله عز وجل أن يرفع عيسى إلى السماء ، خرج إلى أصحابه وهم في بيت اثنا عشر رجلا من عين في البيت ، ورأسه يقطر ماء ، فقال : إن منكم من يكفر بي اثنتي عشرة مرة بعد أن آمن بي . قال : ثم قال : أيكم يلقى عليه شبهي فيقتل مكاني ، ويكون معي في درجتي ؟ قال : فقام شاب من أحدثهم سنا فقال : أنا . قال : فقال له : اجلس . ثم أعاد عليهم ، فقام الشاب فقال : أنا . فقال له : اجلس . ثم عاد عليهم فقام الشاب ، فقال : أنا . فقال : نعم ، أنت ذاك . قال : فألقي عليه شبه عيسى ، ورفع عيسى عليه السلام من روزنة في البيت إلى السماء ، قال : وجاء الطلب من اليهود فأخذوا شبهه فقتلوه وصلبوه ، وكفر به بعضهم اثنتي عشرة مرة بعد أن آمن به ، فتفرقوا فيه ثلاث فرق . فقالت فرقة : كان الله فينا ما شاء ، ثم صعد إلى السماء . وهؤلاء اليعقوبية . وقالت فرقة : كان فينا ابن الله ما شاء ، ثم رفعه إليه وهؤلاء النسطورية وقالت فرقة كان فينا عبد الله ورسوله ما شاء الله ثم رفعه إليه ، وهؤلاء المسلمون فتظاهرت الكافرتان على المسلمة ، فقتلوها ، فلم يزل الإسلام طامسا حتى بعث الله محمدا - صلى الله عليه وسلم - ( فآمنت طائفة من بني إسرائيل وكفرت طائفة ) يعني : الطائفة التي كفرت من بني إسرائيل في زمن عيسى والطائفة التي آمنت في زمن عيسى ) فأيدنا الذين آمنوا على عدوهم فأصبحوا ظاهرين ) بإظهار محمد - صلى الله عليه وسلم - دينهم على دين الكفار ( فأصبحوا ظاهرين )هذا لفظه في كتابه عند تفسير هذه الآية الكريمة . وهكذا رواه النسائي عند تفسير هذه الآية من سننه ، عن أبي كريب ، عن محمد بن العلاء ، عن أبي معاوية بمثله سواء .فأمة محمد - صلى الله عليه وسلم - لا يزالون ظاهرين على الحق ، حتى يأتي أمر الله وهم كذلك ، وحتى يقاتل آخرهم الدجال مع المسيح عيسى ابن مريم عليه السلام ، كما وردت بذلك الأحاديث الصحاح ، والله أعلم ."
      },
      "translations": {
        "en": "O you who have believed, be supporters of Allah, as when Jesus, the son of Mary, said to the disciples, \"Who are my supporters for Allah?\" The disciples said, \"We are supporters of Allah.\" And a faction of the Children of Israel believed and a faction disbelieved. So We supported those who believed against their enemy, and they became dominant.",
        "fr": "O vous qui avez cru! Soyez les alliés d'Allah, à l'instar de ce que Jésus fils de Marie a dit aux apôtres: «Qui sont mes alliés (pour la cause) d'Allah?» - Les apôtres dirent: «Nous sommes les alliés d'Allah». Un groupe des Enfants d'Israël crut, tandis qu'un groupe nia. Nous aidâmes donc ceux qui crurent contre leur ennemi, et ils triomphèrent.",
        "es": "¡Creyentes! Sed los auxiliares de Alá como cuando Jesús, hijo de María, dijo a los apóstoles: «¿Quiénes son mis auxiliares en la vía que lleva a Alá?» Los apóstoles dijeron: «Nosotros somos los auxiliares de Alá». De los hijos de Israel unos creyeron y otros no. Fortalecimos contra sus enemigos a los que creyeron y salieron vencedores."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآَمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (14)هذا خطاب آخر للمؤمنين تكملة لما تضمنه الخطاب بقوله تعالى : { يأيها الذين آمنوا هل أدلكم على تجارة } إلى قوله : { وتجاهدون في سبيل الله } [ الصف : 10 ، 11 ] الآية الذي هو المقصود من ذلك الخطاب ، فجاء هذا الخطاب الثاني تذكيراً بأسوة عظيمة من أحوال المخلصين من المؤمنين السابقين وهم أصحاب عيسى عليه السلام مع قلة عددهم وضعفهم .فأمر الله المؤمنين بنصر الدين وهو نصر غير النصر الذي بالجهاد لأن ذلك تقدم التحريض عليه في قوله : { وتجاهدون في سبيل الله بأموالكم وأنفسكم } [ الصف : 11 ] الآية ووَعَدهم عليه بأن ينصرهم الله ، فهذا النصر المأمور به هنا نصر دِين الله الذي آمنوا به بأن يبثّوه ويَثْبُتوا على الأخذ به دون اكتراث بما يلاقونه من أذى من المشركين وأهللِ الكتاب ، قال ت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}