{
  "number": 62,
  "name": "سُورَةُ الجُمُعَةِ",
  "englishName": "Al-Jumu'a",
  "revelationType": "Medinan",
  "ayahCount": 11,
  "ayahs": [
    {
      "number": 1,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "tafsir": {
        "muyassar": "ينزِّه الله تعالى عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو وحده المالك لكل شيء، المتصرف فيه بلا منازع، المنزَّه عن كل نقص، العزيز الذي لا يغالَب، الحكيم في تدبيره وصنعه.",
        "mukhtasar": "",
        "saadi": "أي: يسبح لله، وينقاد لأمره، ويتألهه، ويعبده، جميع ما في السماوات والأرض، لأنه الكامل الملك، الذي له ملك العالم العلوي والسفلي، فالجميع مماليكه، وتحت تدبيره، { الْقُدُّوسُ } المعظم، المنزه عن كل آفة ونقص، { الْعَزِيزُ } القاهر للأشياء كلها، { الْحَكِيمُ } في خلقه وأمره.فهذه الأوصاف العظيمة مما تدعو إلى عبادة الله وحده لا شريك له.",
        "kathir": "تفسير سورة الجمعة وهي مدنية .عن ابن عباس ، وأبي هريرة : أن رسول الله - صلى الله عليه وسلم - كان يقرأ في صلاة الجمعة بسورة الجمعة والمنافقين . رواه مسلم في صحيحه .يخبر تعالى أنه يسبح له ما في السماوات وما في الأرض ، أي : من جميع المخلوقات ناطقها وجامدها ، كما قال : ( وإن من شيء إلا يسبح بحمده ) [ الإسراء : 44 ]ثم قال : ( الملك القدوس ) أي : هو مالك السماوات والأرض المتصرف فيهما بحكمه ، وهو ( القدوس ) أي : المنزه عن النقائص ، الموصوف بصفات الكمال ( العزيز الحكيم ) تقدم تفسيره غير مرة ."
      },
      "translations": {
        "en": "Whatever is in the heavens and whatever is on the earth is exalting Allah, the Sovereign, the Pure, the Exalted in Might, the Wise.",
        "fr": "Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, le Souverain, le Pur, le Puissant, le Sage.",
        "es": "Lo que está en los cielos y en la tierra glorifica a Alá, el Rey, el Santísimo, el Poderoso, el Sabio."
      },
      "ibn_ashour": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ (1)افتتاح السورة بالإِخبار عن تسبيح أهل السماوات والأرض لله تعالى براعة استهلال لأن الغرض الأول من السورة التحريض على شهود الجمعة والنهي عن الأشغال التي تشغل عن شهودها وزجر فريق من المسلمين انصرفوا عن صلاة الجمعة حِرصاً على الابتياع من عِيرٍ وردت المدينة في وقت حضورهم لصلاة الجمعة .وللتنبيه على أن أهل السماوات والأرض يجددون تسبيح الله ولا يفترون عنه أوثر المضارع في قوله : { يسبح } .ومعاني هذه الآية تقدمت مفرقة في أوائل سورة الحديد وسورة الحشر .سوى أن هذه السورة جاء فيها فعل التسبيح مُضارعاً وجيء به في سواها ماضياً لمناسبةٍ فيها وهي : أن الغرض منها التنويه بصلاة الجمعة والتنديد على نفر قطعوا عن صلاتهم وخرجوا لتجارة أو لهو فمناسب أن يحكى تسبيح أهل السماوات والأرض بما فيه دلالة على استمرار تسبيحهم وتجدده تعريضاً بالذين لم يتموا صلاة الجمعة .ومعاني صفات الله تعالى المذكورة هنا تقدمت في خواتم سورة الحشر .ومناسبة الجمع بين هذه الصفات هنا أن العظيم لا يَنصرِف عن مجلس من كان عنده إلا عند انف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًۭا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون، ولا كتاب عندهم ولا أثر رسالة لديهم، رسولا منهم إلى الناس جميعًا، يقرأ عليهم القرآن، ويطهرهم من العقائد الفاسدة والأخلاق السيئة، ويعلِّمهم القرآن والسنة، إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق. وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ، وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "",
        "saadi": " المراد بالأميين: الذين لا كتاب عندهم، ولا أثر رسالة من العرب وغيرهم، ممن ليسوا من أهل الكتاب، فامتن الله تعالى عليهم، منة عظيمة، أعظم من منته على غيرهم، لأنهم عادمون للعلم والخير، وكانوا في ضلال مبين، يتعبدون للأشجار والأصنام والأحجار، ويتخلقون بأخلاق السباع الضارية، يأكل قويهم ضعيفهم، وقد كانوا في غاية الجهل بعلوم الأنبياء، فبعث الله فيهم رسولاً منهم، يعرفون نسبه، وأوصافه الجميلة وصدقه، وأنزل عليه كتابه { يَتْلُو عَلَيْهِمْ آيَاتِهِ } القاطعة الموجبة للإيمان واليقين، { وَيُزَكِّيهِمْ } بأن يحثهم على الأخلاق الفاضلة، ويفصلها لهم، ويزجرهم عن الأخلاق الرذيلة، { وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ } أي: علم القرآن  وعلم السنة، المشتمل ذلك علوم الأولين والآخرين، فكانوا بعد هذا التعليم والتزكية منه أعلم الخلق، بل كانوا أئمة أهل العلم والدين، وأكمل الخلق أخلاقًا، وأحسنهم هديًا وسمتًا، اهتدوا بأنفسهم، وهدوا غيرهم، فصاروا أئمة المهتدين، وهداة المؤمنين،  فلله عليهم ببعثه هذا الرسول صلى الله عليه وسلم، أكمل نعمة، وأجل منحة",
        "kathir": "وقوله تعالى : ( هو الذي بعث في الأميين رسولا منهم ) الأميون هم : العرب كما قال تعالى : ( وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد ) [ آل عمران : 314 ] وتخصيص الأميين بالذكر لا ينفي من عداهم ، ولكن المنة عليهم أبلغ وآكد ، كما في قوله : ( وإنه لذكر لك ولقومك ) [ الزخرف : 44 ] وهو ذكر لغيرهم يتذكرون به . وكذا قوله : ( وأنذر عشيرتك الأقربين ) [ الشعراء : 214 ] وهذا وأمثاله لا ينافي قوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا ) [ الأعراف : 158 ] وقوله : ( لأنذركم به ومن بلغ ) [ الأنعام : 19 ] وقوله إخبارا عن القرآن : ( ومن يكفر به من الأحزاب فالنار موعده ) [ هود : 17 ] ، إلى غير ذلك من الآيات الدالة على عموم بعثته صلوات الله وسلامه عليه إلى جميع الخلق أحمرهم وأسودهم ، وقد قدمنا تفسير ذلك في سورة الأنعام ، بالآيات والأحاديث الصحيحة ، ولله الحمد والمنة .وهذه الآية هي مصداق إجابة الله لخليله إبراهيم حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة . فبعثه الله سبحانه وتعالى وله الحمد والمنة ، على حين فترة من الرسل ، وطموس من السبل ، وقد اشتدت الحاجة إليه ، وقد مقت الله أهل الأرض عربهم وعجمهم ، إلا بقايا من أهل الكتاب - أي : نزرا يسيرا - ممن تمسك بما بعث الله به عيسى ابن مريم عليه السلام ; ولهذا قال تعالى : ( هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين ) وذلك أن العرب كانوا قديما متمسكين بدين إبراهيم الخليل عليه السلام فبدلوه وغيروه ، وقلبوه وخالفوه ، واستبدلوا بالتوحيد شركا وباليقين شكا ، وابتدعوا أشياء لم يأذن بها الله وكذلك أهل الكتابين قد بدلوا كتبهم وحرفوها وغيروها وأولوها ، فبعث الله محمدا صلوات الله وسلامه عليه بشرع عظيم كامل شامل لجميع الخلق ، فيه هدايتهم ، والبيان لجميع ما يحتاجون إليه من أمر معاشهم ومعادهم ، والدعوة لهم إلى ما يقربهم إلى الجنة ، ورضا الله عنهم ، والنهي عما يقربهم إلى النار وسخط الله . حاكم ، فاصل لجميع الشبهات والشكوك ، والريب في الأصول والفروع . وجمع له تعالى ، وله الحمد والمنة جميع المحاسن ممن كان قبله ، وأعطاه ما لم يعط أحدا من الأولين ، ولا يعطيه أحدا من الآخرين ، فصلوات الله وسلامه عليه دائما إلى يوم الدين ."
      },
      "translations": {
        "en": "It is He who has sent among the unlettered a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom - although they were before in clear error -",
        "fr": "C'est Lui qui a envoyé à des gens sans Livre (les Arabes) un Messager des leurs qui leur récite Ses versets, les purifie et leur enseigne le Livre et la Sagesse, bien qu'ils étaient auparavant dans un égarement évident,",
        "es": "Él es quien ha mandado a los gentiles un Enviado salido de ellos, que les recita Sus aleyas, les purifica y les enseña la Escritura y la Sabiduría. Antes estaban, evidentemente, extraviados."
      },
      "ibn_ashour": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (2)استئناف بياني ناشىء عن إجراء الصفات المذكورة آنفاً على اسم الجلالة إذ يتساءل السامع عن وجه تخصيص تلك الصفات بالذكر من بين صفات الله تعالى فكأن الحال مقتضياً أن يبين شيء عظيم من تعلق تلك الصفات بأحوال خلقه تعالى إذ بعث فيهم رسولاً يطهر نفوسهم ويزكيهم ويعلمهم . فصفة { الملك } [ الجمعة : 1 ] تعلقت بأن يدبر أمر عباده ويصلح شؤونهم ، وصفة { القدوس } [ الجمعة : 1 ] تعلقت بأن يزكي نفوسهم ، وصفة { العزيز } [ الجمعة : 1 ] اقتضت أن يلحق الأميين من عباده بمراتب أهل العلم ويخرجهم من ذلة الضلال فينالوا عزة العلم وشرفه ، وصفة { الحكيم } [ الجمعة : 1 ] اقتضت أن يعلمهم الحكمة والشريعة .وابتداء الجملة بضمير اسم الجلالة لتكون جملة اسمية فتفيد تقوية هذا الحكم وتأكيده ، أي أن النبي صلى الله عليه وسلم مَبعوث من الله لا محالة .و { في } من قوله : { في الأميين } للظرفية ، أي ظرفية الجماعة ولأحد أفرادها . ويفهم من الظرفي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون، ولا كتاب عندهم ولا أثر رسالة لديهم، رسولا منهم إلى الناس جميعًا، يقرأ عليهم القرآن، ويطهرهم من العقائد الفاسدة والأخلاق السيئة، ويعلِّمهم القرآن والسنة، إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق. وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ، وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "",
        "saadi": "{ وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ } أي: وامتن على آخرين من غيرهم أي: من غير الأميين، ممن يأتي بعدهم، ومن أهل الكتاب، لما يلحقوا بهم، أي: فيمن باشر  دعوة الرسول، ويحتمل أنهم لما يلحقوا بهم في الفضل، ويحتمل أن يكونوا لما يلحقوا بهم في الزمان، وعلى كل، فكلا المعنيين صحيح. ",
        "kathir": "وقوله : ( وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيم ) قال الإمام أبو عبد الله البخاري رحمه الله .حدثنا عبد العزيز بن عبد الله ، حدثنا سليمان بن بلال ، عن ثور ، عن أبي الغيث ، عن أبي هريرة رضي الله عنه ، قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فأنزلت عليه سورة الجمعة : ( وآخرين منهم لما يلحقوا بهم ) قالوا : من هم يا رسول الله ؟ فلم يراجعهم حتى سئل ثلاثا ، وفينا سلمان الفارسي فوضع رسول الله - صلى الله عليه وسلم - يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لناله رجال - أو : رجل - من هؤلاء \" .ورواه مسلم ، والترمذي ، والنسائي ، وابن أبي حاتم ، وابن جرير من طرق عن ثور بن زيد الديلي ، عن سالم أبي الغيث ، عن أبي هريرة بهففي هذا الحديث دليل على أن هذه السورة مدنية ، وعلى عموم بعثته - صلى الله عليه وسلم - إلى جميع الناس ; لأنه فسر قوله : ( وآخرين منهم ) بفارس ولهذا كتب كتبه إلى فارس ، والروم ، وغيرهم من الأمم ، يدعوهم إلى الله عز وجل ، وإلى اتباع ما جاء به ; ولهذا قال مجاهد وغير واحد في قوله : ( وآخرين منهم لما يلحقوا بهم ) قال : هم الأعاجم ، وكل من صدق النبي - صلى الله عليه وسلم - من غير العرب .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا إبراهيم بن العلاء الزبيدي ، حدثنا الوليد بن مسلم ، حدثنا أبو محمد عيسى بن موسى ، عن أبي حازم ، عن سهل بن سعد الساعدي ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن في أصلاب أصلاب أصلاب رجال من أصحابي رجالا ونساء من أمتي يدخلون الجنة بغير حساب \" ثم قرأ : ( وآخرين منهم لما يلحقوا بهم ) يعني : بقية من بقي من أمة محمد - صلى الله عليه وسلم - .وقوله : ( وهو العزيز الحكيم ) أي : ذو العزة والحكمة في شرعه وقدره ."
      },
      "translations": {
        "en": "And [to] others of them who have not yet joined them. And He is the Exalted in Might, the Wise.",
        "fr": "ainsi qu'à d'autres parmi ceux qui ne les ont pas encore rejoints. C'est Lui le Puissant, le Sage.",
        "es": "Y a otros de ellos, que no se les han incorporado aún. Es el Poderoso, el Sabio."
      },
      "ibn_ashour": "وَآَخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ (3)لا يجوز أن يكون { وآخرين } عطفاً على { الأميين } [ الجمعة : 2 ] لأن آخرين يقتضي المغايرة لما يقابله فيقتضي أنه صادق على غير الأميين ، أي غير العرب والرسول صلى الله عليه وسلم لم يكن بين غير العرب فتعين أن لا يعطف { وآخرين } على { الأميين } لئلا يتعلق بفعل { بعث مجرور القي ولا على الضمير في قوله : منهم } كذلك .فهو إما معطوف على الضمير في { عليهم } من قوله : { يتلوا عليهم } [ الجمعة : 2 ] والتقدير : ويتلو على آخرين وإذا كان يتلو عليهم فقد علم أنه مرسل إليهم لأن تلاوة الرسول صلى الله عليه وسلم لا تكون إلا تلاوة تبليغ لما أُوحي به إليه .وإما أن يجعل { وآخرين } مفعولاً معه . والواو للمعية ويتنازعه الأفعال الثلاثة وهي «يتلو ، ويزكي ، ويعلم» . والتقدير : يتلو على الأميين آياتنا ويزكيهم ويعلمهم الكتاب والحكمة مع آخرين .وجملة { وإن كانوا من قبل لفي ضلال مبين } [ الجمعة : 2 ] معترضة بين المعطوف والمعطوف عليها أو بين الضمائر والمفعول معه و { آخرين } : جمع آخر وهو المغاير في وصف مما دل عليه السياق . وإذ قد جعل { آخرين } ه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "tafsir": {
        "muyassar": "ذلك البعث للرسول صلى الله عليه وسلم، في أمة العرب وغيرهم، فضل من الله، يعطيه مَن يشاء من عباده. وهو - وحده- ذو الإحسان والعطاء الجزيل.",
        "mukhtasar": "",
        "saadi": "فإن الذين بعث الله فيهم رسوله وشاهدوه وباشروا دعوته، حصل لهم من الخصائص والفضائل ما لا يمكن أحدًا أن يلحقهم فيها، وهذا من عزته وحكمته، حيث لم يترك عباده هملاً ولا سدى، بل ابتعث فيهم الرسل، وأمرهم ونهاهم، وذلك من فضل الله العظيم، الذي يؤتيه من يشاء من عباده، وهو أفضل من نعمته عليهم بعافية البدن وسعة الرزق، وغير ذلك، من النعم الدنيوية، فلا أعظم من نعمة الدين التي هي مادة الفوز، والسعادة الأبدية. ",
        "kathir": "وقوله : ( ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم ) يعني : ما أعطاه الله محمدا - صلى الله عليه وسلم - من النبوة العظيمة ، وما خص به أمته من بعثته - صلى الله عليه وسلم - إليهم ."
      },
      "translations": {
        "en": "That is the bounty of Allah, which He gives to whom He wills, and Allah is the possessor of great bounty.",
        "fr": "Telle est la grâce d'Allah qu'Il donne à qui Il veut. Et Allah est le Détenteur de l'énorme grâce.",
        "es": "Ése es el favor de Alá, que dispensa a quien Él quiere. Alá es el Dueño del favor inmenso."
      },
      "ibn_ashour": "ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (4)الإِشارة إلى جميع المذكورِ من إرسال محمد صلى الله عليه وسلم بالآيات والتزكية وتعليم الكتاب والحكمة والإِنقاذ من الضلال ومن إفاضة هذه الكمالات على الأميين الذين لم تكن لهم سابقة علم ولا كتاب ، ومن لحاق أمم آخرين في هذا الخبر فزال اختصاص اليهود بالكتاب والشريعة ، وهذا أجدع لأنفهم إذ حالوا أن يجيء رسول أمي بشريعة إلى أمة أمية فضلاً عن أن نلتحق بأمية أمم عظيمة كانوا أمكن في المعارف والسلطان .وقال : { قل إن الهدى هدى الله أن يؤتى أحد مثلما أوتيتم أو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم } [ آل عمران : 13 ] يختص به . وهذا تمهيد ومقدمة لقوله تعالى : { مثل الذين حملوا التوراة } [ الجمعة : 5 ] الآيات .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "شَبَهُ اليهود الذين كُلِّفوا العمل بالتوراة ثم لم يعملوا بها، كشَبه الحمار الذي يحمل كتبًا لا يدري ما فيها، قَبُحَ مَثَلُ القوم الذين كذَّبوا بآيات الله، ولم ينتفعوا بها، والله لا يوفِّق القوم الظالمين الذين يتجاوزون حدوده، ويخرجون عن طاعته.",
        "mukhtasar": "",
        "saadi": " لما ذكر تعالى منته على هذه الأمة، الذين ابتعث فيهم النبي الأمي، وما خصهم الله به من المزايا والمناقب، التي لا يلحقهم فيها أحد وهم الأمة الأمية الذين فاقوا الأولين والآخرين، حتى أهل الكتاب، الذين يزعمون أنهم العلماء الربانيون والأحبار المتقدمون، ذكر أن الذين حملهم الله التوراة من اليهود وكذا النصارى، وأمرهم أن يتعلموها، ويعملوا بما فيها  ، وانهم لم يحملوها ولم يقوموا بما حملوا به، أنهم لا فضيلة لهم، وأن مثلهم كمثل الحمار الذي يحمل فوق ظهره أسفارًا من كتب العلم، فهل يستفيد ذلك الحمار من تلك الكتب التي فوق ظهره؟ وهل يلحق به فضيلة بسبب ذلك؟ أم حظه منها حملها فقط؟ فهذا مثل علماء اليهود  الذين لم يعملوا بما في التوراة، الذي من أجله وأعظمه الأمر باتباع محمد صلى الله عليه وسلم، والبشارة به، والإيمان بما جاء به من القرآن، فهل استفاد من هذا وصفه من التوراة إلا الخيبة والخسران وإقامة الحجة عليه؟ فهذا المثل مطابق لأحوالهم. بئس مثل القوم الذين كذبوا بآيات الله الدالة على صدق رسولنا وصدق ما جاء به.{ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ } أي: لا يرشدهم إلى مصالحهم، ما دام الظلم لهم وصفًا، والعناد لهم نعتًا ومن ظلم اليهود وعنادهم، أنهم يعلمون أنهم على باطل، ويزعمون أنهم على حق، وأنهم أولياء الله من دون الناس.",
        "kathir": "يقول تعالى ذاما لليهود الذين أعطوا التوراة وحملوها للعمل بها ، فلم يعملوا بها ، مثلهم في ذلك كمثل الحمار يحمل أسفارا ، أي : كمثل الحمار إذا حمل كتبا لا يدري ما فيها ، فهو يحملها حملا حسيا ولا يدري ما عليه . وكذلك هؤلاء في حملهم الكتاب الذي أوتوه ، حفظوه لفظا ولم يفهموه ولا عملوا بمقتضاه ، بل أولوه وحرفوه وبدلوه ، فهم أسوأ حالا من الحمير ; لأن الحمار لا فهم له ، وهؤلاء لهم فهوم لم يستعملوها ; ولهذا قال في الآية الأخرى : ( أولئك كالأنعام بل هم أضل أولئك هم الغافلون ) [ الأعراف : 179 ] وقال ها هنا : ( بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين )وقال الإمام أحمد رحمه الله : حدثنا ابن نمير ، عن مجالد ، عن الشعبي ، عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" من تكلم يوم الجمعة والإمام يخطب ، فهو كمثل الحمار يحمل أسفارا ، والذي يقول له \" أنصت \" ، ليس له جمعة \""
      },
      "translations": {
        "en": "The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people.",
        "fr": "Ceux qui ont été chargés de la Thora mais qui ne l'ont pas appliquée sont pareils à l'âne qui porte des livres. Quel mauvais exemple que celui de ceux qui traitent de mensonges les versets d'Allah et Allah ne guide pas les gens injustes.",
        "es": "Aquéllos a quienes se había confiado la Tora pero no la observaron son semejantes a un asno que lleva libros. ¡Qué mal ejemplo da la gente que desmiente los signos de Alá! Alá no dirige al pueblo impío."
      },
      "ibn_ashour": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآَيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (5)بعد أن تبين أنه تعالى آتى فضله قوماً أميين أعقبه بأنه قد آتى فضله أهل الكتاب فلم ينتفع به هؤلاء الذين قد اقتنعوا من العلم بأن يحملوا التوراة دون فهم وهم يحسبون أن ادخار أسفار التوراة وانتقالها من بيت إلى بيت كاففٍ في التبجح بها وتحقير من لم تكن التوراة بأيديهم ، فالمراد اليهود الذين قاوموا دعوة محمد صلى الله عليه وسلم وظاهروا المشركين .وقد ضرب الله لهؤلاء مثلاً بحال حمار يحمل أسفاراً لا حظّ له منها إلا الحَمل دون علم ولا فهم .ذلك أن علم اليهود بما في التوراة أدخلوا فيه ما صيره مخلوطَاً بأخطاء وضلالات ومتبعاً فيه هوى نفوسهم وما لا يعدو نفعهم الدنيوي ولم يتخلقوا بما تحتوي عليه من الهدى والدعاء إلى تزكية النفس وقد كتموا ما في كتبهم من العهد باتباع النبي الذي يأتي لتخليصهم من ربقة الضلال فهذا وجه ارتباط هذه الآية بالآيات التي قبلها ، وبذلك كانت هي كالتتمة لما قبلها . وقال في «ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للذين تمسكوا بالملة اليهودية المحرَّفة: إن ادَّعيتم- كذبًا- أنكم أحباء الله دون غيركم من الناس، فتمنَّوا الموت إن كنتم صادقين في ادِّعائكم حب الله لكم.",
        "mukhtasar": "",
        "saadi": "أمر الله رسوله، أن يقول لهم: إن كنتم صادقين في زعمكم أنكم على الحق، وأولياء الله: { فَتَمَنَّوُا الْمَوْتَ } وهذا أمر خفيف، فإنهم لو علموا أنهم على حق لما توقفوا عن هذا التحدي الذي جعله الله دليلاً على صدقهم إن تمنوه، وكذبهم  إن لم يتمنوه ولما لم يقع منهم مع الإعلان لهم بذلك، علم أنهم عالمون ببطلان ما هم عليه وفساده",
        "kathir": "ثم قال تعالى : ( قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقين ) أي : إن كنتم تزعمون أنكم على هدى ، وأن محمدا وأصحابه على ضلالة ، فادعوا بالموت على الضال من الفئتين ( إن كنتم صادقين ) فيما تزعمونه ."
      },
      "translations": {
        "en": "Say, \"O you who are Jews, if you claim that you are allies of Allah, excluding the [other] people, then wish for death, if you should be truthful.\"",
        "fr": "Dis: «O vous qui pratiquez le judaïsme! Si vous prétendez être les bien-aimés d'Allah à l'exclusion des autres, souhaitez, donc la mort, si vous êtes véridiques».",
        "es": "Di: «¡Judíos! Si pretendéis ser los amigos de Alá, con exclusión de otras gentes, entonces, ¡desead la muerte, si sois consecuentes!»"
      },
      "ibn_ashour": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (6)أعقب تمثيل حال جهلهم بالتوراة بذكر زعم من آثار جهلهم بها إبطالاً لمفخرة مزعومة عندهم أنهم أولياء الله وبقية الناس ليسوا مثلهم . وذلك أصل كانوا يجعلونه حجة على أن شؤونهم أفضل من شؤون غيرهم . ومن ذلك أنهم كانوا يفتخرون بأن الله جعل لهم السبت أفضل أيام الأسبوع وأنه ليس للأميين مثله فلما جعل الله الجمعة للمسلمين اغتاظوا ، وفي «الكشاف» «افتخر اليهود بالسبت وأنه للمسلمين مثله فشرع الله لهم الجمعة» .وافتتح بفعل { قل } للاهتمام .و { الذين هادوا } : هم الذين كانوا يهوداً ، وتقدم وجه تسمية اليهود يهوداً عند قوله تعالى : { إن الذين آمنوا والذين هادوا } في سورة [ البقرة : 62 ] . ويجوز أن يكون هادوا } بمعنى تابوا لقول موسى عليه السّلام بعد أن أخذتهم الرجفة : { إنا هدنا إليك } كما تقدم في سورة [ الأعراف : 156 ] . وأشهر وصف بني إسرائيل في القرآن بأنهم هود جمع هائد مثل قعود جمع قاعد . وأصل هود هُوُود وقد تنوسي منه هذا المعنى وصار علماً بالغلبة على بني",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "ولا يتمنى هؤلاء اليهود الموت أبدًا إيثارًا للحياة الدنيا على الآخرة، وخوفًا من عقاب الله لهم؛ بسبب ما قدَّموه من الكفر وسوء الفعال. والله عليم بالظالمين، لا يخفى عليه من ظلمهم شيء.",
        "mukhtasar": "",
        "saadi": "{ وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ } أي من الذنوب والمعاصي، التي يستوحشون من الموت من أجلها، { وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ } فلا يمكن أن يخفى عليه من ظلمهم شيء",
        "kathir": "قال الله تعالى : ( ولا يتمنونه أبدا بما قدمت أيديهم ) أي : بما يعملون لهم من الكفر والظلم والفجور ، ( والله عليم بالظالمين ) وقد قدمنا في سورة \" البقرة \" الكلام على هذه المباهلة لليهود حيث قال تعالى : ( قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظالمين ولتجدنهم أحرص الناس على حياة ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون ) [ البقرة : 94 - 96 ] وقد أسلفنا الكلام هناك وبينا أن المراد أن يدعوا على الضال من أنفسهم أو خصومهم ، كما تقدمت مباهلة النصارى في آل عمران : ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين ) [ آل عمران : 61 ] ومباهلة المشركين في سورة مريم : ( قل من كان في الضلالة فليمدد له الرحمن مدا ) [ مريم : 75 ]وقد قال الإمام أحمد : حدثنا إسماعيل بن يزيد الرقي أبو يزيد ، حدثنا فرات ، عن عبد الكريم بن مالك الجزري ، عن عكرمة ، عن ابن عباس ، قال : قال أبو جهل لعنه الله : إن رأيت محمدا عند الكعبة لآتينه حتى أطأ على عنقه . قال : فقال رسول الله - صلى الله عليه وسلم - : \" لو فعل لأخذته الملائكة عيانا ، ولو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار . ولو خرج الذين يباهلون رسول الله - صلى الله عليه وسلم - لرجعوا لا يجدون مالا ولا أهلا .رواه البخاري ، والترمذي ، والنسائي من حديث عبد الرزاق ، عن معمر ، عن عبد الكريم به قال البخاري : \" وتبعه عمرو بن خالد ، عن عبيد الله بن عمرو ، عن عبد الكريم \" . ورواه النسائي أيضا عن عبد الرحمن بن عبد الله الحلبي ، عن عبيد الله بن عمرو الرقي به أتم"
      },
      "translations": {
        "en": "But they will not wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.",
        "fr": "Or, ils ne la souhaiteront jamais, à cause de ce que leurs mains ont préparé. Allah cependant connaît bien les injustes.",
        "es": "Pero nunca la desean por lo que sus manos han cometido. Alá conoce bien a los impíos."
      },
      "ibn_ashour": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (7)اعتراض بين جملتي القولين قصد به تحديهم لإِقامة الحجة عليهم أنهم ليسوا أولياء لله .وليس المقصود من هذا معذرة لهم من عدم تمنيهم الموت وإنما المقصود زيادة الكشف عن بطلان قولهم : { نحن أبناء الله وأحباؤه } [ المائدة : 18 ] وإثبات أنهم في شك من ذلك كما دل عليه استدلال القرآن عليهم بتحققهم أن الله يعذبهم بذنوبهم في قوله تعالى : { وقالت اليهود والنصارى نحن أبناء الله وأحباؤه قل فلم يعذبكم بذنوبكم . وقد مرّ ذلك في تفسير سورة العقود ( 18 .( والباء في بما قدمت أيديهم } سببية متعلقة بفعل { يتمنونه } المنفي فما قدمت أيديهم هو سَبب انتفاء تمنيهم الموت ألقى في نفوسهم الخوف مما قدمت أيديهم فكان سبب صرفهم عن تمنّي الموت لتقدم الحجة عليهم .و ( ما ) موصولة وعائدة الصلة محذوف وحذفه أغلبي في أمثاله .والأيدي مجاز في اكتساب الأعمال لأن اليد يلزمها الاكتساب غالباً . وَمَصْدَقُ «ما قدمت أيديهم» سيئاتهم ومعاصيهم بقرينة المقام .وتقدم نظير هذه الآية في سورة البقرة وما ذكرتُه هنا أتم مما هنالك فاجمع بينهما .والتقديم : أ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "قل: إن الموت الذي تهربون منه لا مفرَّ منه، فإنه آتٍ إليكم عند مجيء آجالكم، ثم ترجعون يوم البعث إلى الله العالم بما غاب وما حضر، فيخبركم بأعمالكم، وسيجازيكم عليها.",
        "mukhtasar": "",
        "saadi": "هذا وإن كانوا لا يتمنون الموت بما قدمت أيديهم، و يفرون  منه [غاية الفرار]، فإن ذلك لا ينجيهم، بل لا بد أن يلاقيهم الموت الذي قد حتمه الله على العباد وكتبه عليهم.ثم بعد الموت واستكمال الآجال، يرد الخلق كلهم يوم القيامة إلى عالم الغيب والشهادة، فينبئهم بما كانوا يعملون، من خير وشر، قليل وكثير. ",
        "kathir": "وقوله تعالى : ( قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون ) كقوله تعالى في سورة النساء : ( أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) [ النساء : 78 ]وفي معجم الطبراني من حديث معاذ محمد بن محمد الهذلي ، عن يونس ، عن الحسن ، عن سمرة مرفوعا : \" مثل الذي يفر من الموت كمثل الثعلب تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيا وانبهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج له حصاص ، فلم يزل كذلك حتى تقطعت عنقه ، فمات \" ."
      },
      "translations": {
        "en": "Say, \"Indeed, the death from which you flee - indeed, it will meet you. Then you will be returned to the Knower of the unseen and the witnessed, and He will inform you about what you used to do.\"",
        "fr": "Dis: «La mort que vous fuyez va certes vous rencontrer. Ensuite vous serez ramenés à Celui qui connaît parfaitement le monde Invisible et le monde visible et qui vous informera alors de ce que vous faisiez».",
        "es": "Di: «La muerte, de la que huís, os saldrá al encuentro. Luego, se os devolverá al Conocedor de lo oculto y de lo patente y ya os informará Él de lo que hacíais»."
      },
      "ibn_ashour": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8)تصريح بما اقتضاه التذييل من الوعيد وعدم الانفلات من الجزاء عن أعمالهم ولو بَعُد زمان وقوعها لأن طول الزمان لا يؤثر في علم الله نسياناً ، إذ هو عالم الغيب والشهادة . وموقع هذه الجملة موقع بدل الاشتمال من جملة { فتمنوا الموت إن كنتم صادقين } [ الجمعة : 6 ] ، وإعادة فعل { قل } من قبيل إعادة العامل في المبدل منه كقوله تعالى : { تكون لنا عيداً لأولنا وآخرنا } في سورة [ العقود : 114 ] .ووصف الموت } ب { الذي تفرون منه } للتنبيه على أن هلعهم من الموت خطأ كقول علقمة :إن الذين ترونهم إخوانكميشفي غليل صدورهم أن تُصرعواوأطلق الفرار على شدة الحذر على وجه الاستعارة .واقتران خبر ( إن ) بالفاء في قوله : { فإنه ملاقيكم } لأن اسم ( إن ) نُعِت باسم الموصول والموصول كثيراً ما يعامل معاملة الشرط فعومل اسم ( إن ) المنعوت بالموصول معاملة نعته .وإعادة { إِنّ } الأولى لزيادة التأكيد كقول جرير :إن الخليفةَ إن الله سربلهسِربال مُلْككٍ به تُزْج",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا نادى المؤذن للصلاة في يوم الجمعة، فامضوا إلى سماع الخطبة وأداء الصلاة، واتركوا البيع، وكذلك الشراء وجميع ما يَشْغَلُكم عنها، ذلك الذي أُمرتم به خير لكم؛ لما فيه من غفران ذنوبكم ومثوبة الله لكم، إن كنتم تعلمون مصالح أنفسكم فافعلوا ذلك. وفي الآية دليل على وجوب حضور الجمعة واستماع الخطبة.",
        "mukhtasar": "",
        "saadi": "يأمر تعالى عباده المؤمنين بالحضور لصلاة الجمعة والمبادرة إليها، من حين ينادى لها والسعي إليها، والمراد بالسعي هنا: المبادرة إليها والاهتمام لها، وجعلها أهم الأشغال، لا العدو الذي قد نهي عنه عند المضي إلى الصلاة، وقوله: { وَذَرُوا الْبَيْعَ } أي: اتركوا البيع، إذا نودي للصلاة، وامضوا إليها.فإن { ذَلِكُمْ خَيْرٌ لَكُمْ } من اشتغالكم بالبيع، وتفويتكم الصلاة الفريضة، التي هي من آكد الفروض.{ إِنْ كُنْتُمْ تَعْلَمُونَ } أن ما عند الله خير وأبقى، وأن من آثر الدنيا على الدين، فقد خسر الخسارة الحقيقية، من حيث ظن أنه يربح، وهذا الأمر بترك البيع مؤقت مدة الصلاة.",
        "kathir": "إنما سميت الجمعة جمعة ; لأنها مشتقة من الجمع ، فإن أهل الإسلام يجتمعون فيه في كل أسبوع مرة بالمعابد الكبار وفيه كمل جميع الخلائق ، فإنه اليوم السادس من الستة التي خلق الله فيها السماوات والأرض . وفيه خلق آدم وفيه أدخل الجنة ، وفيه أخرج منها . وفيه تقوم الساعة . وفيه ساعة لا يوافقها عبد مؤمن يسأل الله فيها خيرا إلا أعطاه إياه كما ثبتت بذلك الأحاديث الصحاحوقال ابن أبي حاتم : حدثنا الحسن بن عرفة ، حدثنا عبيدة بن حميد ، عن منصور ، عن أبي معشر ، عن إبراهيم ، عن علقمة ، عن قرثع الضبي ، حدثنا سلمان قال : قال أبو القاسم - صلى الله عليه وسلم - : \" يا سلمان ما يوم الجمعة ؟ \" . قلت : الله ورسوله أعلم . فقال رسول الله - صلى الله عليه وسلم - : \" يوم جمع فيه أبواك - أو أبوكم \"وقد روي عن أبي هريرة من كلامه ، نحو هذا ، فالله أعلم .وقد كان يقال له في اللغة القديمة يوم العروبة . وثبت أن الأمم قبلنا أمروا به فضلوا عنه ، واختار اليهود يوم السبت الذي لم يقع فيه خلق واختار النصارى يوم الأحد الذي ابتدئ فيه الخلق ، واختار الله لهذه الأمة يوم الجمعة الذي أكمل الله فيه الخليقة ، كما أخرجه البخاري ، ومسلم من حديث عبد الرزاق ، عن معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" نحن الآخرون السابقون يوم القيامة ، بيد أنهم أوتوا الكتاب من قبلنا . ثم هذا يومهم الذي فرض الله عليهم ، فاختلفوا فيه ، فهدانا الله له ، فالناس لنا فيه تبع اليهود غدا ، والنصارى بعد غد \" لفظ البخاري .وفي لفظ لمسلم : \" أضل الله من كان قبلنا فكان لليهود يوم السبت ، وكان للنصارى يوم الأحد . فجاء الله بنا فهدانا الله ليوم الجمعة ، فجعل الجمعة والسبت والأحد ، وكذلك هم تبع لنا يوم القيامة ، نحن الآخرون من أهل الدنيا ، والأولون يوم القيامة ، المقضي بينهم قبل الخلائق \" .وقد أمر الله المؤمنين بالاجتماع لعبادته يوم الجمعة ، فقال : ( يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله ) أي : اقصدوا واعمدوا واهتموا في مسيركم إليها ، وليس المراد بالسعي ها هنا المشي السريع ، وإنما هو الاهتمام بها ، كقوله تعالى : ( ومن أراد الآخرة وسعى لها سعيها وهو مؤمن ) [ الإسراء : 19 ] وكان عمر بن الخطاب وابن مسعود رضي الله عنهما يقرآنها : \" فامضوا إلى ذكر الله \" . فأما المشي السريع إلى الصلاة فقد نهي عنه ، لما أخرجاه في الصحيحين ، عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" إذا سمعتم الإقامة فامشوا إلى الصلاة ، وعليكم السكينة والوقار ، ولا تسرعوا ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" . لفظ البخاريوعن أبي قتادة قال : بينما نحن نصلي مع النبي - صلى الله عليه وسلم - إذ سمع جلبة رجال ، فلما صلى قال : \" ما شأنكم ؟ \" . قالوا : استعجلنا إلى الصلاة . قال : \" فلا تفعلوا ، إذا أتيتم الصلاة فامشوا وعليكم بالسكينة فما أدركتم فصلوا ، وما فاتكم فأتموا \" . أخرجاهوقال عبد الرزاق : أخبرنا معمر ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها تمشون ، وعليكم السكينة والوقار ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" .رواه الترمذي من حديث عبد الرزاق كذلك ، وأخرجه من طريق يزيد بن زريع ، عن معمر ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة بمثلهقال الحسن أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ، ولكن بالقلوب والنية والخشوع .وقال قتادة في قوله : ( فاسعوا إلى ذكر الله ) يعني : أن تسعى بقلبك وعملك ، وهو المشي إليها ، وكان يتأول قوله تعالى : ( فلما بلغ معه السعي ) [ الصافات : 102 ] أي : المشي معه . روي عن محمد بن كعب ، وزيد بن أسلم وغيرهما نحو ذلك .ويستحب لمن جاء الجمعة أن يغتسل قبل مجيئه إليها ، لما ثبت في الصحيحين عن عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" إذا جاء أحدكم الجمعة فليغتسل \"ولهما عن أبي سعيد رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - \" غسل يوم الجمعة واجب على كل محتلم \"وعن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" حق لله على كل مسلم أن يغتسل في كل سبعة أيام ، يغسل رأسه وجسده \" . رواه مسلموعن جابر رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" على كل رجل مسلم في كل سبعة أيام غسل يوم ، وهو يوم الجمعة \" . رواه أحمد ، والنسائي ، وابن حبانوقال الإمام أحمد : حدثنا يحيى بن آدم ، حدثنا ابن المبارك ، عن الأوزاعي ، عن حسان بن عطية ، عن أبي الأشعث الصنعاني ، عن أوس بن أوس الثقفي قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من غسل واغتسل يوم الجمعة ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام واستمع ولم يلغ كان له بكل خطوة أجر سنة ، أجر صيامها وقيامها \" .وهذا الحديث له طرق وألفاظ ، وقد أخرجه أهل السنن الأربعة وحسنه الترمذيوعن أبي هريرة رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة غسل الجنابة ، ثم راح فكأنما قرب بدنة ، ومن راح في الساعة الثانية فكأنما قرب بقرة ، ومن راح في الساعة الثالثة فكأنما قرب كبشا أقرن ، ومن راح في الساعة الرابعة فكأنما قرب دجاجة ، ومن راح في الساعة الخامسة فكأنما قرب بيضة ، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر \" أخرجاهويستحب له أن يلبس أحسن ثيابه ، ويتطيب ويتسوك ، ويتنظف ويتطهر . وفي حديث أبي سعيد المتقدم : \" غسل يوم الجمعة واجب على كل محتلم ، والسواك ، وأن يمس من طيب أهله \" .وقال الإمام أحمد : حدثنا يعقوب ، حدثنا أبي ، عن محمد بن إسحاق ، حدثني محمد بن إبراهيم التيمي ، عن عمران بن أبي يحيى ، عن عبد الله بن كعب بن مالك ، عن أبي أيوب الأنصاري : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من اغتسل يوم الجمعة ومس من طيب أهله - إن كان عنده - ولبس من أحسن ثيابه ، ثم خرج حتى يأتي المسجد فيركع - إن بدا له - ولم يؤذ أحدا ، ثم أنصت إذا خرج إمامه حتى يصلي ، كانت كفارة لما بينها وبين الجمعة الأخرى \"وفي سنن أبي داود ، وابن ماجه عن عبد الله بن سلام رضي الله عنه ، أنه سمع رسول الله - صلى الله عليه وسلم - يقول على المنبر : \" ما على أحدكم لو اشترى ثوبين ليوم الجمعة سوى ثوبي مهنته \"وعن عائشة رضي الله عنها : أن رسول الله - صلى الله عليه وسلم - خطب الناس يوم الجمعة ، فرأى عليهم ثياب النمار ، فقال : \" ما على أحدكم إن وجد سعة أن يتخذ ثوبين لجمعته ، سوى ثوبي مهنته \" . رواه ابن ماجهوقوله تعالى : ( إذا نودي للصلاة ) المراد بهذا النداء هو النداء الثاني الذي كان يفعل بين يدي رسول الله - صلى الله عليه وسلم - إذا خرج فجلس على المنبر ، فإنه كان حينئذ يؤذن بين يديه ، فهذا هو المراد ، فأما النداء الأول الذي زاده أمير المؤمنين عثمان بن عفان رضي الله عنه ، فإنما كان هذا لكثرة الناس ، كما رواه البخاري رحمه الله حيث قال : حدثنا آدم - هو ابن أبي إياس - حدثنا ابن أبي ذئب ، عن الزهري ، عن السائب بن يزيد قال : كان النداء يوم الجمعة أوله إذا جلس الإمام على المنبر على عهد رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر فلما كان عثمان بعد زمن وكثر الناس ، زاد النداء الثاني على الزوراء يعني : يؤذن به على الدار التي تسمى بالزوراء ، وكانت أرفع دار بالمدينة بقرب المسجد .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو نعيم ، حدثنا محمد بن راشد المكحولي ، عن مكحول : أن النداء كان في يوم الجمعة مؤذن واحد حين يخرج الإمام ، ثم تقام الصلاة ، وذلك النداء الذي يحرم عنده البيع والشراء إذا نودي به ، فأمر عثمان رضي الله عنه ، أن ينادى قبل خروج الإمام حتى يجتمع الناس .وإنما يؤمر بحضور الجمعة الرجال الأحرار دون النساء ، والعبيد ، والصبيان ويعذر المسافر ، والمريض ، وقيم المريض ، وما أشبه ذلك من الأعذار ، كما هو مقرر في كتب الفروع .وقوله : ( وذروا البيع ) أي : اسعوا إلى ذكر الله واتركوا البيع إذا نودي للصلاة : ولهذا اتفق العلماء رضي الله عنهم على تحريم البيع بعد النداء الثاني . واختلفوا : هل يصح إذا تعاطاه متعاط أم لا ؟ على قولين ، وظاهر الآية عدم الصحة كما هو مقرر في موضعه ، والله أعلم .وقوله : ( ذلكم خير لكم إن كنتم تعلمون ) أي : ترككم البيع وإقبالكم إلى ذكر الله وإلى الصلاة خير لكم ، أي : في الدنيا والآخرة إن كنتم تعلمون ."
      },
      "translations": {
        "en": "O you who have believed, when [the adhan] is called for the prayer on the day of Jumu'ah [Friday], then proceed to the remembrance of Allah and leave trade. That is better for you, if you only knew.",
        "fr": "O vous qui avez cru! Quand on appelle à la Salât du jour du Vendredi, accourez à l'invocation d'Allah et laissez tout négoce. Cela est bien meilleur pour vous, si vous saviez!",
        "es": "¡Creyentes! Cuando se llame el viernes a la azalá, ¡corred a recordar a Alá y dejad el comercio! Es mejor para vosotros. Si supierais..."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (9) هذه الآيات هي المقصود من السورة وما قبلها مقدمات وتوطئات لها كما ذكرناه آنفاً . وقد تقدم ما حكاه «الكشاف» من أن اليهود افتخروا على المسلمين بالسبت فشرع الله للمسلمين الجمعة . فهذا وجه اتصال هذه الآية بالآيات الأربع التي قبلها فكن لهذه الآية تمهيداً وتوطئة . اللام في قوله : { للصلاة } لام التعليل ، أي نادى مناد لأجل الصلاة من يوم الجمعة ، فعلم أن النداء هنا هو أذان الصلاة .والجمعة بضم الجيم وضم الميم في لغة جمهور العرب وهو لغة أهل الحجاز . وبنُو عُقَيْل بسكون الميم .والتعريف في { الصلاة } تعريف العهد وهي الصلاة المعروفة الخاصة بيوم الجمعة . وقد ثبتت شرعاً بالتواتر ثم تقررت بهذه الآية فصار دليل وجوبها في الكتاب والسنة المتواترة وإجماع الأمة .وكانت صلاةُ الجمعة مشروعة من أول أيام الهجرة . رُوي عن ابن سيرين أن الأنصار جمَّعوا الجمعة قبل أن يقدمَ النبي صلى الله عليه وسلم المدينة قالوا : إن لليهود يوماً يجتمع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ",
      "tafsir": {
        "muyassar": "فإذا سمعتم الخطبة، وأدَّيتم الصلاة، فانتشروا في الأرض، واطلبوا من رزق الله بسعيكم، واذكروا الله كثيرًا في جميع أحوالكم؛ لعلكم تفوزون بخيري الدنيا والآخرة.",
        "mukhtasar": "",
        "saadi": "{ فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ } لطلب المكاسب والتجارات ولما كان الاشتغال في التجارة، مظنة الغفلة عن ذكر الله، أمر الله بالإكثار من ذكره، فقال: { وَاذْكُرُوا اللَّهَ كَثِيرًا } أي في حال قيامكم وقعودكم وعلى جنوبكم، { لَعَلَّكُمْ تُفْلِحُونَ } فإن الإكثار من ذكر الله أكبر أسباب الفلاح.",
        "kathir": "وقوله : ( فإذا قضيت الصلاة ) أي : فرغ منها ، ( فانتشروا في الأرض وابتغوا من فضل الله ) لما حجر عليهم في التصرف بعد النداء وأمرهم بالاجتماع ، أذن لهم بعد الفراغ في الانتشار في الأرض والابتغاء من فضل الله . كما كان عراك بن مالك رضي الله عنه إذا صلى الجمعة انصرف فوقف على باب المسجد ، فقال : اللهم إني أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك ، وأنت خير الرازقين . رواه ابن أبي حاتم .وروي عن بعض السلف أنه قال : من باع واشترى في يوم الجمعة بعد الصلاة ، بارك الله له سبعين مرة ، لقول الله تعالى : ( فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله )وقوله : ( واذكروا الله كثيرا لعلكم تفلحون ) أي : حال بيعكم وشرائكم ، وأخذكم ، وعطائكم اذكروا الله ذكرا كثيرا ، ولا تشغلكم الدنيا عن الذي ينفعكم في الدار الآخرة ; ولهذا جاء في الحديث : \" من دخل سوقا من الأسواق فقال : لا إله إلا الله ، وحده لا شريك له ، له الملك ، وله الحمد ، وهو على كل شيء قدير كتبت له ألف ألف حسنة ، ومحي عنه ألف ألف سيئة \"وقال مجاهد : لا يكون العبد من الذاكرين الله كثيرا ، حتى يذكر الله قائما وقاعدا ومضطجعا ."
      },
      "translations": {
        "en": "And when the prayer has been concluded, disperse within the land and seek from the bounty of Allah, and remember Allah often that you may succeed.",
        "fr": "Puis quand la Salât est achevée, dispersez-vous sur terre et recherchez [quelque effet] de la grâce d'Allah, et invoquez beaucoup Allah afin que vous réussissiez.",
        "es": "Terminada la azalá, ¡id a vuestras cosas, buscad el favor de Alá! ¡Recordad mucho a Alá! Quizás, así, prosperéis."
      },
      "ibn_ashour": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (10)قلت : وإيثار { ذكر الله } هنا دون أن يقول : إلى الصلاة ، كما قال : { فإذا قضيت الصلاة } لتتأتى إرادة الأمرين الخطبة والصلاة . وفيه دليل على وجوب الخطبة في صلاة الجمعة وشرطيته على الجملة . وتفصيل أحكام التخلف عن الخطبة ليست مساوية للتخلف عن الصلاة إلاّ في أصل حرمة التخلف عن حضور الخطبة بغير عذر .وفي حديث «الموطأ» «فإذا خرج الإِمام حضرت الملائكة يستمعون الذكر» ولا شك أن الإِمام إذا خرج ابتدأ بالخطبة فكانت الخطبة من الذكر وفي ذلك تفسير للفظ الذكر في هذه الآية . وإنما نهوا عن البيع لأنه الذي يشغلهم ولأن سبب نزول الآية كان لترك فريق منهم الجمعة إقبالاً على عِير تجارة وردت كما سيأتي في قوله تعالى : { وإذا رأوا تجارة أو لهوا انفضوا إليها } [ الجمعة : 11 ] .ومثل البيع كل ما يشغل عن السعي إلى الجمعة ، وبعد كون البيع وما قيس عليه منهياً عنه فقد اختُلف في فسخ العقود التي انعقدت وقت الجمعة . وهو مبني على الخلاف في اقتضاء النهي فساد المنهي عنه ، ومذهب مالك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "وَإِذَا رَأَوْا۟ تِجَٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًۭا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌۭ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "tafsir": {
        "muyassar": "إذا رأى بعض المسلمين تجارة أو شيئًا مِن لهو الدنيا وزينتها تفرَّقوا إليها، وتركوك -أيها النبي- قائمًا على المنبر تخطب، قل لهم-أيها النبي-: ما عند الله من الثواب والنعيم أنفع لكم من اللهو ومن التجارة، والله- وحده- خير مَن رزق وأعطى، فاطلبوا منه، واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة.",
        "mukhtasar": "",
        "saadi": "{ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا } أي: خرجوا من المسجد، حرصًا على ذلك اللهو، و [تلك] التجارة، وتركوا الخير، { وَتَرَكُوكَ قَائِمًا } تخطب الناس، وذلك [في] يوم جمعة، بينما النبي صلى الله عليه وسلم يخطب الناس، إذ قدم المدينة، عير تحمل تجارة، فلما سمع الناس بها، وهم في المسجد، انفضوا من المسجد، وتركوا النبي صلى الله عليه وسلم يخطب استعجالًا لما لا ينبغي أن يستعجل له، وترك أدب، { قُلْ مَا عِنْدَ اللَّهِ } من الأجر والثواب، لمن لازم الخير وصبر نفسه على عبادة الله.{ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ } التي، وإن حصل منها بعض المقاصد، فإن ذلك قليل منغص، مفوت لخير الآخرة، وليس الصبر على طاعة الله مفوتًا للرزق، فإن الله خير الرازقين، فمن اتقى الله رزقه من حيث لا يحتسب.وفي هذه الآيات فوائد عديدة:منها: أن الجمعة فريضة على جميع المؤمنين، يجب عليهم السعي لها، والمبادرة والاهتمام بشأنها.ومنها: أن الخطبتين يوم الجمعة، فريضتان  يجب حضورهما، لأنه فسر الذكر هنا بالخطبتين، فأمر الله بالمضي إليه والسعي له.ومنها: مشروعية النداء ليوم الجمعة، والأمر به.ومنها: النهى عن البيع والشراء، بعد نداء الجمعة، وتحريم ذلك، وما ذاك إلا لأنه يفوت الواجب ويشغل عنه، فدل ذلك على أن كل أمر ولو كان مباحًا في الأصل، إذا كان ينشأ عنه تفويت واجب، فإنه لا يجوز في تلك الحال.ومنها: الأمر بحضور الخطبتين  يوم الجمعة، وذم من لم يحضرهما، ومن لازم ذلك الإنصات لهما.ومنها: أنه ينبغي للعبد المقبل على عبادة الله، وقت دواعي النفس لحضور اللهو [والتجارات] والشهوات، أن يذكرها بما عند الله من الخيرات، وما لمؤثر رضاه على هواه.تم تفسير سورة الجمعة، ولله الحمد والثناء    ",
        "kathir": "يعاتب تبارك وتعالى على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة التي قدمت المدينة يومئذ ، فقال تعالى : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) أي : على المنبر تخطب . هكذا ذكره غير واحد من التابعين ، منهم : أبو العالية ، والحسن ، وزيد بن أسلم ، وقتادة .وزعم مقاتل بن حيان : أن التجارة كانت لدحية بن خليفة قبل أن يسلم ، وكان معها طبل ، فانصرفوا إليها وتركوا رسول الله - صلى الله عليه وسلم - قائما على المنبر إلا القليل منهم . وقد صح بذلك الخبر ، فقال الإمام أحمد :حدثنا ابن إدريس ، عن حصين ، عن سالم بن أبي الجعد ، عن جابر قال : قدمت عير المدينة ورسول الله - صلى الله عليه وسلم - يخطب ، فخرج الناس وبقي اثنا عشر رجلا فنزلت : ( وإذا رأوا تجارة أو لهوا انفضوا إليها )أخرجاه في الصحيحين ، من حديث سالم بهوقال الحافظ أبو يعلى : حدثنا زكريا بن يحيى ، حدثنا هشيم ، عن حصين ، عن سالم بن أبي الجعد ، وأبي سفيان ، عن جابر بن عبد الله قال : بينما النبي - صلى الله عليه وسلم - يخطب يوم الجمعة ، فقدمت عير إلى المدينة فابتدرها أصحاب رسول الله - صلى الله عليه وسلم - حتى لم يبق مع رسول الله - صلى الله عليه وسلم - إلا اثنا عشر رجلا فقال رسول الله - صلى الله عليه وسلم - : \" والذي نفسي بيده ، لو تتابعتم حتى لم يبق منكم أحد ، لسال بكم الوادي نارا \" ونزلت هذه الآية : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) وقال : كان في الاثني عشر الذين ثبتوا مع رسول الله - صلى الله عليه وسلم - : أبو بكر ، وعمر ، رضي الله عنهما .وفي قوله : ( وتركوك قائما ) دليل على أن الإمام يخطب يوم الجمعة قائما . وقد روى مسلم في صحيحه عن جابر بن سمرة قال : كانت للنبي - صلى الله عليه وسلم - خطبتان يجلس بينهما ، يقرأ القرآن ويذكر الناس .ولكن ها هنا شيء ينبغي أن يعلم وهو : أن هذه القصة قد قيل : إنها كانت لما كان رسول الله - صلى الله عليه وسلم - يقدم الصلاة يوم الجمعة على الخطبة ، كما رواه أبو داود في كتاب المراسيل : حدثنا محمود بن خالد ، عن الوليد ، أخبرني أبو معاذ بكير بن معروف أنه سمع مقاتل بن حيان يقول : \" كان رسول الله - صلى الله عليه وسلم - يصلي يوم الجمعة قبل الخطبة مثل العيدين ، حتى إذا كان يوم والنبي - صلى الله عليه وسلم - يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة قد قدم بتجارة يعني : فانفضوا ، ولم يبق معه إلا نفر يسير .وقوله : ( قل ما عند الله ) أي : الذي عند الله من الثواب في الدار الآخرة ( خير من اللهو ومن التجارة والله خير الرازقين ) أي : لمن توكل عليه ، وطلب الرزق في وقته ."
      },
      "translations": {
        "en": "But when they saw a transaction or a diversion, [O Muhammad], they rushed to it and left you standing. Say, \"What is with Allah is better than diversion and than a transaction, and Allah is the best of providers.\"",
        "fr": "Quand ils entrevoient quelque commerce ou quelque divertissement, ils s'y dispersent et te laissent debout. Dis: «Ce qui est auprès d'Allah est bien meilleur que le divertissement et le commerce, et Allah est le Meilleur des pourvoyeurs».",
        "es": "Cuando ven un negocio o una distracción, escapan allá y te dejan plantado. Di: «Lo que Alá tiene es mejor que la distracción y el negocio. Alá es el Mejor de los proveedores»."
      },
      "ibn_ashour": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (11)عطف على جملة { إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله } [ الجمعة : 9 ] الآية . عُطف التوبيخ على ترك المأمور به بعد ذكر الأمر وسُلكت في المعطوفة طريقة الالتفات لخطاب النبي صلى الله عليه وسلم إيذاناً بأنهم أحرياء أن يصرف للخطاب عنهم فحرموا من عز الحضور . وأخبر عنهم بحال الغائبين ، وفيه تعريض بالتوبيخ .ومقتضى الظاهر أن يقال : وإذا رأيتم تجارة أو لهواً فلا تنفضّوا إليها . ومن مقتضيات تخريج الكلام على خلاف مقتضى الظاهر هنا أن يكون هذا التوبيخ غير شامل لجميع المؤمنين فإن نفراً منهم بَقُوا مع النبي صلى الله عليه وسلم حين خطبته ولم يخرجوا للتجارة ولا للهو .وفي «الصحيح» عن جابر بن عبد الله قال : «بينما نحن نصلّي مع النبي صلى الله عليه وسلم وهو يخطب يوم الجمعة إذْ أقبلتْ عير من الشام تحمل طعاماً فانفتل الناس إليها حتى لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلاً أنا فيهم» . وفي رواية : وفيهم أبو ب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "tafsir": {
        "muyassar": "ينزِّه الله تعالى عن كل ما لا يليق به كلُّ ما في السموات وما في الأرض، وهو وحده المالك لكل شيء، المتصرف فيه بلا منازع، المنزَّه عن كل نقص، العزيز الذي لا يغالَب، الحكيم في تدبيره وصنعه.",
        "mukhtasar": "",
        "saadi": "أي: يسبح لله، وينقاد لأمره، ويتألهه، ويعبده، جميع ما في السماوات والأرض، لأنه الكامل الملك، الذي له ملك العالم العلوي والسفلي، فالجميع مماليكه، وتحت تدبيره، { الْقُدُّوسُ } المعظم، المنزه عن كل آفة ونقص، { الْعَزِيزُ } القاهر للأشياء كلها، { الْحَكِيمُ } في خلقه وأمره.فهذه الأوصاف العظيمة مما تدعو إلى عبادة الله وحده لا شريك له.",
        "kathir": "تفسير سورة الجمعة وهي مدنية .عن ابن عباس ، وأبي هريرة : أن رسول الله - صلى الله عليه وسلم - كان يقرأ في صلاة الجمعة بسورة الجمعة والمنافقين . رواه مسلم في صحيحه .يخبر تعالى أنه يسبح له ما في السماوات وما في الأرض ، أي : من جميع المخلوقات ناطقها وجامدها ، كما قال : ( وإن من شيء إلا يسبح بحمده ) [ الإسراء : 44 ]ثم قال : ( الملك القدوس ) أي : هو مالك السماوات والأرض المتصرف فيهما بحكمه ، وهو ( القدوس ) أي : المنزه عن النقائص ، الموصوف بصفات الكمال ( العزيز الحكيم ) تقدم تفسيره غير مرة ."
      },
      "translations": {
        "en": "Whatever is in the heavens and whatever is on the earth is exalting Allah, the Sovereign, the Pure, the Exalted in Might, the Wise.",
        "fr": "Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, le Souverain, le Pur, le Puissant, le Sage.",
        "es": "Lo que está en los cielos y en la tierra glorifica a Alá, el Rey, el Santísimo, el Poderoso, el Sabio."
      },
      "ibn_ashour": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ (1)افتتاح السورة بالإِخبار عن تسبيح أهل السماوات والأرض لله تعالى براعة استهلال لأن الغرض الأول من السورة التحريض على شهود الجمعة والنهي عن الأشغال التي تشغل عن شهودها وزجر فريق من المسلمين انصرفوا عن صلاة الجمعة حِرصاً على الابتياع من عِيرٍ وردت المدينة في وقت حضورهم لصلاة الجمعة .وللتنبيه على أن أهل السماوات والأرض يجددون تسبيح الله ولا يفترون عنه أوثر المضارع في قوله : { يسبح } .ومعاني هذه الآية تقدمت مفرقة في أوائل سورة الحديد وسورة الحشر .سوى أن هذه السورة جاء فيها فعل التسبيح مُضارعاً وجيء به في سواها ماضياً لمناسبةٍ فيها وهي : أن الغرض منها التنويه بصلاة الجمعة والتنديد على نفر قطعوا عن صلاتهم وخرجوا لتجارة أو لهو فمناسب أن يحكى تسبيح أهل السماوات والأرض بما فيه دلالة على استمرار تسبيحهم وتجدده تعريضاً بالذين لم يتموا صلاة الجمعة .ومعاني صفات الله تعالى المذكورة هنا تقدمت في خواتم سورة الحشر .ومناسبة الجمع بين هذه الصفات هنا أن العظيم لا يَنصرِف عن مجلس من كان عنده إلا عند انف",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّۦنَ رَسُولًۭا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون، ولا كتاب عندهم ولا أثر رسالة لديهم، رسولا منهم إلى الناس جميعًا، يقرأ عليهم القرآن، ويطهرهم من العقائد الفاسدة والأخلاق السيئة، ويعلِّمهم القرآن والسنة، إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق. وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ، وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "",
        "saadi": " المراد بالأميين: الذين لا كتاب عندهم، ولا أثر رسالة من العرب وغيرهم، ممن ليسوا من أهل الكتاب، فامتن الله تعالى عليهم، منة عظيمة، أعظم من منته على غيرهم، لأنهم عادمون للعلم والخير، وكانوا في ضلال مبين، يتعبدون للأشجار والأصنام والأحجار، ويتخلقون بأخلاق السباع الضارية، يأكل قويهم ضعيفهم، وقد كانوا في غاية الجهل بعلوم الأنبياء، فبعث الله فيهم رسولاً منهم، يعرفون نسبه، وأوصافه الجميلة وصدقه، وأنزل عليه كتابه { يَتْلُو عَلَيْهِمْ آيَاتِهِ } القاطعة الموجبة للإيمان واليقين، { وَيُزَكِّيهِمْ } بأن يحثهم على الأخلاق الفاضلة، ويفصلها لهم، ويزجرهم عن الأخلاق الرذيلة، { وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ } أي: علم القرآن  وعلم السنة، المشتمل ذلك علوم الأولين والآخرين، فكانوا بعد هذا التعليم والتزكية منه أعلم الخلق، بل كانوا أئمة أهل العلم والدين، وأكمل الخلق أخلاقًا، وأحسنهم هديًا وسمتًا، اهتدوا بأنفسهم، وهدوا غيرهم، فصاروا أئمة المهتدين، وهداة المؤمنين،  فلله عليهم ببعثه هذا الرسول صلى الله عليه وسلم، أكمل نعمة، وأجل منحة",
        "kathir": "وقوله تعالى : ( هو الذي بعث في الأميين رسولا منهم ) الأميون هم : العرب كما قال تعالى : ( وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد ) [ آل عمران : 314 ] وتخصيص الأميين بالذكر لا ينفي من عداهم ، ولكن المنة عليهم أبلغ وآكد ، كما في قوله : ( وإنه لذكر لك ولقومك ) [ الزخرف : 44 ] وهو ذكر لغيرهم يتذكرون به . وكذا قوله : ( وأنذر عشيرتك الأقربين ) [ الشعراء : 214 ] وهذا وأمثاله لا ينافي قوله تعالى : ( قل يا أيها الناس إني رسول الله إليكم جميعا ) [ الأعراف : 158 ] وقوله : ( لأنذركم به ومن بلغ ) [ الأنعام : 19 ] وقوله إخبارا عن القرآن : ( ومن يكفر به من الأحزاب فالنار موعده ) [ هود : 17 ] ، إلى غير ذلك من الآيات الدالة على عموم بعثته صلوات الله وسلامه عليه إلى جميع الخلق أحمرهم وأسودهم ، وقد قدمنا تفسير ذلك في سورة الأنعام ، بالآيات والأحاديث الصحيحة ، ولله الحمد والمنة .وهذه الآية هي مصداق إجابة الله لخليله إبراهيم حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة . فبعثه الله سبحانه وتعالى وله الحمد والمنة ، على حين فترة من الرسل ، وطموس من السبل ، وقد اشتدت الحاجة إليه ، وقد مقت الله أهل الأرض عربهم وعجمهم ، إلا بقايا من أهل الكتاب - أي : نزرا يسيرا - ممن تمسك بما بعث الله به عيسى ابن مريم عليه السلام ; ولهذا قال تعالى : ( هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين ) وذلك أن العرب كانوا قديما متمسكين بدين إبراهيم الخليل عليه السلام فبدلوه وغيروه ، وقلبوه وخالفوه ، واستبدلوا بالتوحيد شركا وباليقين شكا ، وابتدعوا أشياء لم يأذن بها الله وكذلك أهل الكتابين قد بدلوا كتبهم وحرفوها وغيروها وأولوها ، فبعث الله محمدا صلوات الله وسلامه عليه بشرع عظيم كامل شامل لجميع الخلق ، فيه هدايتهم ، والبيان لجميع ما يحتاجون إليه من أمر معاشهم ومعادهم ، والدعوة لهم إلى ما يقربهم إلى الجنة ، ورضا الله عنهم ، والنهي عما يقربهم إلى النار وسخط الله . حاكم ، فاصل لجميع الشبهات والشكوك ، والريب في الأصول والفروع . وجمع له تعالى ، وله الحمد والمنة جميع المحاسن ممن كان قبله ، وأعطاه ما لم يعط أحدا من الأولين ، ولا يعطيه أحدا من الآخرين ، فصلوات الله وسلامه عليه دائما إلى يوم الدين ."
      },
      "translations": {
        "en": "It is He who has sent among the unlettered a Messenger from themselves reciting to them His verses and purifying them and teaching them the Book and wisdom - although they were before in clear error -",
        "fr": "C'est Lui qui a envoyé à des gens sans Livre (les Arabes) un Messager des leurs qui leur récite Ses versets, les purifie et leur enseigne le Livre et la Sagesse, bien qu'ils étaient auparavant dans un égarement évident,",
        "es": "Él es quien ha mandado a los gentiles un Enviado salido de ellos, que les recita Sus aleyas, les purifica y les enseña la Escritura y la Sabiduría. Antes estaban, evidentemente, extraviados."
      },
      "ibn_ashour": "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (2)استئناف بياني ناشىء عن إجراء الصفات المذكورة آنفاً على اسم الجلالة إذ يتساءل السامع عن وجه تخصيص تلك الصفات بالذكر من بين صفات الله تعالى فكأن الحال مقتضياً أن يبين شيء عظيم من تعلق تلك الصفات بأحوال خلقه تعالى إذ بعث فيهم رسولاً يطهر نفوسهم ويزكيهم ويعلمهم . فصفة { الملك } [ الجمعة : 1 ] تعلقت بأن يدبر أمر عباده ويصلح شؤونهم ، وصفة { القدوس } [ الجمعة : 1 ] تعلقت بأن يزكي نفوسهم ، وصفة { العزيز } [ الجمعة : 1 ] اقتضت أن يلحق الأميين من عباده بمراتب أهل العلم ويخرجهم من ذلة الضلال فينالوا عزة العلم وشرفه ، وصفة { الحكيم } [ الجمعة : 1 ] اقتضت أن يعلمهم الحكمة والشريعة .وابتداء الجملة بضمير اسم الجلالة لتكون جملة اسمية فتفيد تقوية هذا الحكم وتأكيده ، أي أن النبي صلى الله عليه وسلم مَبعوث من الله لا محالة .و { في } من قوله : { في الأميين } للظرفية ، أي ظرفية الجماعة ولأحد أفرادها . ويفهم من الظرفي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "الله سبحانه هو الذي أرسل في العرب الذين لا يقرؤون، ولا كتاب عندهم ولا أثر رسالة لديهم، رسولا منهم إلى الناس جميعًا، يقرأ عليهم القرآن، ويطهرهم من العقائد الفاسدة والأخلاق السيئة، ويعلِّمهم القرآن والسنة، إنهم كانوا من قبل بعثته لفي انحراف واضح عن الحق. وأرسله سبحانه إلى قوم آخرين لم يجيئوا بعدُ، وسيجيئون من العرب ومن غيرهم. والله تعالى- وحده- هو العزيز الغالب على كل شيء، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "",
        "saadi": "{ وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ } أي: وامتن على آخرين من غيرهم أي: من غير الأميين، ممن يأتي بعدهم، ومن أهل الكتاب، لما يلحقوا بهم، أي: فيمن باشر  دعوة الرسول، ويحتمل أنهم لما يلحقوا بهم في الفضل، ويحتمل أن يكونوا لما يلحقوا بهم في الزمان، وعلى كل، فكلا المعنيين صحيح. ",
        "kathir": "وقوله : ( وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيم ) قال الإمام أبو عبد الله البخاري رحمه الله .حدثنا عبد العزيز بن عبد الله ، حدثنا سليمان بن بلال ، عن ثور ، عن أبي الغيث ، عن أبي هريرة رضي الله عنه ، قال : كنا جلوسا عند النبي - صلى الله عليه وسلم - فأنزلت عليه سورة الجمعة : ( وآخرين منهم لما يلحقوا بهم ) قالوا : من هم يا رسول الله ؟ فلم يراجعهم حتى سئل ثلاثا ، وفينا سلمان الفارسي فوضع رسول الله - صلى الله عليه وسلم - يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لناله رجال - أو : رجل - من هؤلاء \" .ورواه مسلم ، والترمذي ، والنسائي ، وابن أبي حاتم ، وابن جرير من طرق عن ثور بن زيد الديلي ، عن سالم أبي الغيث ، عن أبي هريرة بهففي هذا الحديث دليل على أن هذه السورة مدنية ، وعلى عموم بعثته - صلى الله عليه وسلم - إلى جميع الناس ; لأنه فسر قوله : ( وآخرين منهم ) بفارس ولهذا كتب كتبه إلى فارس ، والروم ، وغيرهم من الأمم ، يدعوهم إلى الله عز وجل ، وإلى اتباع ما جاء به ; ولهذا قال مجاهد وغير واحد في قوله : ( وآخرين منهم لما يلحقوا بهم ) قال : هم الأعاجم ، وكل من صدق النبي - صلى الله عليه وسلم - من غير العرب .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا إبراهيم بن العلاء الزبيدي ، حدثنا الوليد بن مسلم ، حدثنا أبو محمد عيسى بن موسى ، عن أبي حازم ، عن سهل بن سعد الساعدي ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إن في أصلاب أصلاب أصلاب رجال من أصحابي رجالا ونساء من أمتي يدخلون الجنة بغير حساب \" ثم قرأ : ( وآخرين منهم لما يلحقوا بهم ) يعني : بقية من بقي من أمة محمد - صلى الله عليه وسلم - .وقوله : ( وهو العزيز الحكيم ) أي : ذو العزة والحكمة في شرعه وقدره ."
      },
      "translations": {
        "en": "And [to] others of them who have not yet joined them. And He is the Exalted in Might, the Wise.",
        "fr": "ainsi qu'à d'autres parmi ceux qui ne les ont pas encore rejoints. C'est Lui le Puissant, le Sage.",
        "es": "Y a otros de ellos, que no se les han incorporado aún. Es el Poderoso, el Sabio."
      },
      "ibn_ashour": "وَآَخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ (3)لا يجوز أن يكون { وآخرين } عطفاً على { الأميين } [ الجمعة : 2 ] لأن آخرين يقتضي المغايرة لما يقابله فيقتضي أنه صادق على غير الأميين ، أي غير العرب والرسول صلى الله عليه وسلم لم يكن بين غير العرب فتعين أن لا يعطف { وآخرين } على { الأميين } لئلا يتعلق بفعل { بعث مجرور القي ولا على الضمير في قوله : منهم } كذلك .فهو إما معطوف على الضمير في { عليهم } من قوله : { يتلوا عليهم } [ الجمعة : 2 ] والتقدير : ويتلو على آخرين وإذا كان يتلو عليهم فقد علم أنه مرسل إليهم لأن تلاوة الرسول صلى الله عليه وسلم لا تكون إلا تلاوة تبليغ لما أُوحي به إليه .وإما أن يجعل { وآخرين } مفعولاً معه . والواو للمعية ويتنازعه الأفعال الثلاثة وهي «يتلو ، ويزكي ، ويعلم» . والتقدير : يتلو على الأميين آياتنا ويزكيهم ويعلمهم الكتاب والحكمة مع آخرين .وجملة { وإن كانوا من قبل لفي ضلال مبين } [ الجمعة : 2 ] معترضة بين المعطوف والمعطوف عليها أو بين الضمائر والمفعول معه و { آخرين } : جمع آخر وهو المغاير في وصف مما دل عليه السياق . وإذ قد جعل { آخرين } ه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "tafsir": {
        "muyassar": "ذلك البعث للرسول صلى الله عليه وسلم، في أمة العرب وغيرهم، فضل من الله، يعطيه مَن يشاء من عباده. وهو - وحده- ذو الإحسان والعطاء الجزيل.",
        "mukhtasar": "",
        "saadi": "فإن الذين بعث الله فيهم رسوله وشاهدوه وباشروا دعوته، حصل لهم من الخصائص والفضائل ما لا يمكن أحدًا أن يلحقهم فيها، وهذا من عزته وحكمته، حيث لم يترك عباده هملاً ولا سدى، بل ابتعث فيهم الرسل، وأمرهم ونهاهم، وذلك من فضل الله العظيم، الذي يؤتيه من يشاء من عباده، وهو أفضل من نعمته عليهم بعافية البدن وسعة الرزق، وغير ذلك، من النعم الدنيوية، فلا أعظم من نعمة الدين التي هي مادة الفوز، والسعادة الأبدية. ",
        "kathir": "وقوله : ( ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم ) يعني : ما أعطاه الله محمدا - صلى الله عليه وسلم - من النبوة العظيمة ، وما خص به أمته من بعثته - صلى الله عليه وسلم - إليهم ."
      },
      "translations": {
        "en": "That is the bounty of Allah, which He gives to whom He wills, and Allah is the possessor of great bounty.",
        "fr": "Telle est la grâce d'Allah qu'Il donne à qui Il veut. Et Allah est le Détenteur de l'énorme grâce.",
        "es": "Ése es el favor de Alá, que dispensa a quien Él quiere. Alá es el Dueño del favor inmenso."
      },
      "ibn_ashour": "ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (4)الإِشارة إلى جميع المذكورِ من إرسال محمد صلى الله عليه وسلم بالآيات والتزكية وتعليم الكتاب والحكمة والإِنقاذ من الضلال ومن إفاضة هذه الكمالات على الأميين الذين لم تكن لهم سابقة علم ولا كتاب ، ومن لحاق أمم آخرين في هذا الخبر فزال اختصاص اليهود بالكتاب والشريعة ، وهذا أجدع لأنفهم إذ حالوا أن يجيء رسول أمي بشريعة إلى أمة أمية فضلاً عن أن نلتحق بأمية أمم عظيمة كانوا أمكن في المعارف والسلطان .وقال : { قل إن الهدى هدى الله أن يؤتى أحد مثلما أوتيتم أو يحاجوكم عند ربكم قل إن الفضل بيد الله يؤتيه من يشاء والله واسع عليم } [ آل عمران : 13 ] يختص به . وهذا تمهيد ومقدمة لقوله تعالى : { مثل الذين حملوا التوراة } [ الجمعة : 5 ] الآيات .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "شَبَهُ اليهود الذين كُلِّفوا العمل بالتوراة ثم لم يعملوا بها، كشَبه الحمار الذي يحمل كتبًا لا يدري ما فيها، قَبُحَ مَثَلُ القوم الذين كذَّبوا بآيات الله، ولم ينتفعوا بها، والله لا يوفِّق القوم الظالمين الذين يتجاوزون حدوده، ويخرجون عن طاعته.",
        "mukhtasar": "",
        "saadi": " لما ذكر تعالى منته على هذه الأمة، الذين ابتعث فيهم النبي الأمي، وما خصهم الله به من المزايا والمناقب، التي لا يلحقهم فيها أحد وهم الأمة الأمية الذين فاقوا الأولين والآخرين، حتى أهل الكتاب، الذين يزعمون أنهم العلماء الربانيون والأحبار المتقدمون، ذكر أن الذين حملهم الله التوراة من اليهود وكذا النصارى، وأمرهم أن يتعلموها، ويعملوا بما فيها  ، وانهم لم يحملوها ولم يقوموا بما حملوا به، أنهم لا فضيلة لهم، وأن مثلهم كمثل الحمار الذي يحمل فوق ظهره أسفارًا من كتب العلم، فهل يستفيد ذلك الحمار من تلك الكتب التي فوق ظهره؟ وهل يلحق به فضيلة بسبب ذلك؟ أم حظه منها حملها فقط؟ فهذا مثل علماء اليهود  الذين لم يعملوا بما في التوراة، الذي من أجله وأعظمه الأمر باتباع محمد صلى الله عليه وسلم، والبشارة به، والإيمان بما جاء به من القرآن، فهل استفاد من هذا وصفه من التوراة إلا الخيبة والخسران وإقامة الحجة عليه؟ فهذا المثل مطابق لأحوالهم. بئس مثل القوم الذين كذبوا بآيات الله الدالة على صدق رسولنا وصدق ما جاء به.{ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ } أي: لا يرشدهم إلى مصالحهم، ما دام الظلم لهم وصفًا، والعناد لهم نعتًا ومن ظلم اليهود وعنادهم، أنهم يعلمون أنهم على باطل، ويزعمون أنهم على حق، وأنهم أولياء الله من دون الناس.",
        "kathir": "يقول تعالى ذاما لليهود الذين أعطوا التوراة وحملوها للعمل بها ، فلم يعملوا بها ، مثلهم في ذلك كمثل الحمار يحمل أسفارا ، أي : كمثل الحمار إذا حمل كتبا لا يدري ما فيها ، فهو يحملها حملا حسيا ولا يدري ما عليه . وكذلك هؤلاء في حملهم الكتاب الذي أوتوه ، حفظوه لفظا ولم يفهموه ولا عملوا بمقتضاه ، بل أولوه وحرفوه وبدلوه ، فهم أسوأ حالا من الحمير ; لأن الحمار لا فهم له ، وهؤلاء لهم فهوم لم يستعملوها ; ولهذا قال في الآية الأخرى : ( أولئك كالأنعام بل هم أضل أولئك هم الغافلون ) [ الأعراف : 179 ] وقال ها هنا : ( بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمين )وقال الإمام أحمد رحمه الله : حدثنا ابن نمير ، عن مجالد ، عن الشعبي ، عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" من تكلم يوم الجمعة والإمام يخطب ، فهو كمثل الحمار يحمل أسفارا ، والذي يقول له \" أنصت \" ، ليس له جمعة \""
      },
      "translations": {
        "en": "The example of those who were entrusted with the Torah and then did not take it on is like that of a donkey who carries volumes [of books]. Wretched is the example of the people who deny the signs of Allah. And Allah does not guide the wrongdoing people.",
        "fr": "Ceux qui ont été chargés de la Thora mais qui ne l'ont pas appliquée sont pareils à l'âne qui porte des livres. Quel mauvais exemple que celui de ceux qui traitent de mensonges les versets d'Allah et Allah ne guide pas les gens injustes.",
        "es": "Aquéllos a quienes se había confiado la Tora pero no la observaron son semejantes a un asno que lleva libros. ¡Qué mal ejemplo da la gente que desmiente los signos de Alá! Alá no dirige al pueblo impío."
      },
      "ibn_ashour": "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآَيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (5)بعد أن تبين أنه تعالى آتى فضله قوماً أميين أعقبه بأنه قد آتى فضله أهل الكتاب فلم ينتفع به هؤلاء الذين قد اقتنعوا من العلم بأن يحملوا التوراة دون فهم وهم يحسبون أن ادخار أسفار التوراة وانتقالها من بيت إلى بيت كاففٍ في التبجح بها وتحقير من لم تكن التوراة بأيديهم ، فالمراد اليهود الذين قاوموا دعوة محمد صلى الله عليه وسلم وظاهروا المشركين .وقد ضرب الله لهؤلاء مثلاً بحال حمار يحمل أسفاراً لا حظّ له منها إلا الحَمل دون علم ولا فهم .ذلك أن علم اليهود بما في التوراة أدخلوا فيه ما صيره مخلوطَاً بأخطاء وضلالات ومتبعاً فيه هوى نفوسهم وما لا يعدو نفعهم الدنيوي ولم يتخلقوا بما تحتوي عليه من الهدى والدعاء إلى تزكية النفس وقد كتموا ما في كتبهم من العهد باتباع النبي الذي يأتي لتخليصهم من ربقة الضلال فهذا وجه ارتباط هذه الآية بالآيات التي قبلها ، وبذلك كانت هي كالتتمة لما قبلها . وقال في «ال",
      "gharib": {
        "muyassar": {
          "word": "حمار",
          "meaning": "حيوان"
        },
        "siraj": {
          "word": "حمار",
          "meaning": "حيوان يحمل الأسفار"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "قُلْ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- للذين تمسكوا بالملة اليهودية المحرَّفة: إن ادَّعيتم- كذبًا- أنكم أحباء الله دون غيركم من الناس، فتمنَّوا الموت إن كنتم صادقين في ادِّعائكم حب الله لكم.",
        "mukhtasar": "",
        "saadi": "أمر الله رسوله، أن يقول لهم: إن كنتم صادقين في زعمكم أنكم على الحق، وأولياء الله: { فَتَمَنَّوُا الْمَوْتَ } وهذا أمر خفيف، فإنهم لو علموا أنهم على حق لما توقفوا عن هذا التحدي الذي جعله الله دليلاً على صدقهم إن تمنوه، وكذبهم  إن لم يتمنوه ولما لم يقع منهم مع الإعلان لهم بذلك، علم أنهم عالمون ببطلان ما هم عليه وفساده",
        "kathir": "ثم قال تعالى : ( قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقين ) أي : إن كنتم تزعمون أنكم على هدى ، وأن محمدا وأصحابه على ضلالة ، فادعوا بالموت على الضال من الفئتين ( إن كنتم صادقين ) فيما تزعمونه ."
      },
      "translations": {
        "en": "Say, \"O you who are Jews, if you claim that you are allies of Allah, excluding the [other] people, then wish for death, if you should be truthful.\"",
        "fr": "Dis: «O vous qui pratiquez le judaïsme! Si vous prétendez être les bien-aimés d'Allah à l'exclusion des autres, souhaitez, donc la mort, si vous êtes véridiques».",
        "es": "Di: «¡Judíos! Si pretendéis ser los amigos de Alá, con exclusión de otras gentes, entonces, ¡desead la muerte, si sois consecuentes!»"
      },
      "ibn_ashour": "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (6)أعقب تمثيل حال جهلهم بالتوراة بذكر زعم من آثار جهلهم بها إبطالاً لمفخرة مزعومة عندهم أنهم أولياء الله وبقية الناس ليسوا مثلهم . وذلك أصل كانوا يجعلونه حجة على أن شؤونهم أفضل من شؤون غيرهم . ومن ذلك أنهم كانوا يفتخرون بأن الله جعل لهم السبت أفضل أيام الأسبوع وأنه ليس للأميين مثله فلما جعل الله الجمعة للمسلمين اغتاظوا ، وفي «الكشاف» «افتخر اليهود بالسبت وأنه للمسلمين مثله فشرع الله لهم الجمعة» .وافتتح بفعل { قل } للاهتمام .و { الذين هادوا } : هم الذين كانوا يهوداً ، وتقدم وجه تسمية اليهود يهوداً عند قوله تعالى : { إن الذين آمنوا والذين هادوا } في سورة [ البقرة : 62 ] . ويجوز أن يكون هادوا } بمعنى تابوا لقول موسى عليه السّلام بعد أن أخذتهم الرجفة : { إنا هدنا إليك } كما تقدم في سورة [ الأعراف : 156 ] . وأشهر وصف بني إسرائيل في القرآن بأنهم هود جمع هائد مثل قعود جمع قاعد . وأصل هود هُوُود وقد تنوسي منه هذا المعنى وصار علماً بالغلبة على بني",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "ولا يتمنى هؤلاء اليهود الموت أبدًا إيثارًا للحياة الدنيا على الآخرة، وخوفًا من عقاب الله لهم؛ بسبب ما قدَّموه من الكفر وسوء الفعال. والله عليم بالظالمين، لا يخفى عليه من ظلمهم شيء.",
        "mukhtasar": "",
        "saadi": "{ وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ } أي من الذنوب والمعاصي، التي يستوحشون من الموت من أجلها، { وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ } فلا يمكن أن يخفى عليه من ظلمهم شيء",
        "kathir": "قال الله تعالى : ( ولا يتمنونه أبدا بما قدمت أيديهم ) أي : بما يعملون لهم من الكفر والظلم والفجور ، ( والله عليم بالظالمين ) وقد قدمنا في سورة \" البقرة \" الكلام على هذه المباهلة لليهود حيث قال تعالى : ( قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ولن يتمنوه أبدا بما قدمت أيديهم والله عليم بالظالمين ولتجدنهم أحرص الناس على حياة ومن الذين أشركوا يود أحدهم لو يعمر ألف سنة وما هو بمزحزحه من العذاب أن يعمر والله بصير بما يعملون ) [ البقرة : 94 - 96 ] وقد أسلفنا الكلام هناك وبينا أن المراد أن يدعوا على الضال من أنفسهم أو خصومهم ، كما تقدمت مباهلة النصارى في آل عمران : ( فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين ) [ آل عمران : 61 ] ومباهلة المشركين في سورة مريم : ( قل من كان في الضلالة فليمدد له الرحمن مدا ) [ مريم : 75 ]وقد قال الإمام أحمد : حدثنا إسماعيل بن يزيد الرقي أبو يزيد ، حدثنا فرات ، عن عبد الكريم بن مالك الجزري ، عن عكرمة ، عن ابن عباس ، قال : قال أبو جهل لعنه الله : إن رأيت محمدا عند الكعبة لآتينه حتى أطأ على عنقه . قال : فقال رسول الله - صلى الله عليه وسلم - : \" لو فعل لأخذته الملائكة عيانا ، ولو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار . ولو خرج الذين يباهلون رسول الله - صلى الله عليه وسلم - لرجعوا لا يجدون مالا ولا أهلا .رواه البخاري ، والترمذي ، والنسائي من حديث عبد الرزاق ، عن معمر ، عن عبد الكريم به قال البخاري : \" وتبعه عمرو بن خالد ، عن عبيد الله بن عمرو ، عن عبد الكريم \" . ورواه النسائي أيضا عن عبد الرحمن بن عبد الله الحلبي ، عن عبيد الله بن عمرو الرقي به أتم"
      },
      "translations": {
        "en": "But they will not wish for it, ever, because of what their hands have put forth. And Allah is Knowing of the wrongdoers.",
        "fr": "Or, ils ne la souhaiteront jamais, à cause de ce que leurs mains ont préparé. Allah cependant connaît bien les injustes.",
        "es": "Pero nunca la desean por lo que sus manos han cometido. Alá conoce bien a los impíos."
      },
      "ibn_ashour": "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (7)اعتراض بين جملتي القولين قصد به تحديهم لإِقامة الحجة عليهم أنهم ليسوا أولياء لله .وليس المقصود من هذا معذرة لهم من عدم تمنيهم الموت وإنما المقصود زيادة الكشف عن بطلان قولهم : { نحن أبناء الله وأحباؤه } [ المائدة : 18 ] وإثبات أنهم في شك من ذلك كما دل عليه استدلال القرآن عليهم بتحققهم أن الله يعذبهم بذنوبهم في قوله تعالى : { وقالت اليهود والنصارى نحن أبناء الله وأحباؤه قل فلم يعذبكم بذنوبكم . وقد مرّ ذلك في تفسير سورة العقود ( 18 .( والباء في بما قدمت أيديهم } سببية متعلقة بفعل { يتمنونه } المنفي فما قدمت أيديهم هو سَبب انتفاء تمنيهم الموت ألقى في نفوسهم الخوف مما قدمت أيديهم فكان سبب صرفهم عن تمنّي الموت لتقدم الحجة عليهم .و ( ما ) موصولة وعائدة الصلة محذوف وحذفه أغلبي في أمثاله .والأيدي مجاز في اكتساب الأعمال لأن اليد يلزمها الاكتساب غالباً . وَمَصْدَقُ «ما قدمت أيديهم» سيئاتهم ومعاصيهم بقرينة المقام .وتقدم نظير هذه الآية في سورة البقرة وما ذكرتُه هنا أتم مما هنالك فاجمع بينهما .والتقديم : أ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلْغَيْبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "قل: إن الموت الذي تهربون منه لا مفرَّ منه، فإنه آتٍ إليكم عند مجيء آجالكم، ثم ترجعون يوم البعث إلى الله العالم بما غاب وما حضر، فيخبركم بأعمالكم، وسيجازيكم عليها.",
        "mukhtasar": "",
        "saadi": "هذا وإن كانوا لا يتمنون الموت بما قدمت أيديهم، و يفرون  منه [غاية الفرار]، فإن ذلك لا ينجيهم، بل لا بد أن يلاقيهم الموت الذي قد حتمه الله على العباد وكتبه عليهم.ثم بعد الموت واستكمال الآجال، يرد الخلق كلهم يوم القيامة إلى عالم الغيب والشهادة، فينبئهم بما كانوا يعملون، من خير وشر، قليل وكثير. ",
        "kathir": "وقوله تعالى : ( قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون ) كقوله تعالى في سورة النساء : ( أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة ) [ النساء : 78 ]وفي معجم الطبراني من حديث معاذ محمد بن محمد الهذلي ، عن يونس ، عن الحسن ، عن سمرة مرفوعا : \" مثل الذي يفر من الموت كمثل الثعلب تطلبه الأرض بدين ، فجاء يسعى حتى إذا أعيا وانبهر دخل جحره ، فقالت له الأرض : يا ثعلب ديني . فخرج له حصاص ، فلم يزل كذلك حتى تقطعت عنقه ، فمات \" ."
      },
      "translations": {
        "en": "Say, \"Indeed, the death from which you flee - indeed, it will meet you. Then you will be returned to the Knower of the unseen and the witnessed, and He will inform you about what you used to do.\"",
        "fr": "Dis: «La mort que vous fuyez va certes vous rencontrer. Ensuite vous serez ramenés à Celui qui connaît parfaitement le monde Invisible et le monde visible et qui vous informera alors de ce que vous faisiez».",
        "es": "Di: «La muerte, de la que huís, os saldrá al encuentro. Luego, se os devolverá al Conocedor de lo oculto y de lo patente y ya os informará Él de lo que hacíais»."
      },
      "ibn_ashour": "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (8)تصريح بما اقتضاه التذييل من الوعيد وعدم الانفلات من الجزاء عن أعمالهم ولو بَعُد زمان وقوعها لأن طول الزمان لا يؤثر في علم الله نسياناً ، إذ هو عالم الغيب والشهادة . وموقع هذه الجملة موقع بدل الاشتمال من جملة { فتمنوا الموت إن كنتم صادقين } [ الجمعة : 6 ] ، وإعادة فعل { قل } من قبيل إعادة العامل في المبدل منه كقوله تعالى : { تكون لنا عيداً لأولنا وآخرنا } في سورة [ العقود : 114 ] .ووصف الموت } ب { الذي تفرون منه } للتنبيه على أن هلعهم من الموت خطأ كقول علقمة :إن الذين ترونهم إخوانكميشفي غليل صدورهم أن تُصرعواوأطلق الفرار على شدة الحذر على وجه الاستعارة .واقتران خبر ( إن ) بالفاء في قوله : { فإنه ملاقيكم } لأن اسم ( إن ) نُعِت باسم الموصول والموصول كثيراً ما يعامل معاملة الشرط فعومل اسم ( إن ) المنعوت بالموصول معاملة نعته .وإعادة { إِنّ } الأولى لزيادة التأكيد كقول جرير :إن الخليفةَ إن الله سربلهسِربال مُلْككٍ به تُزْج",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌۭ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا نادى المؤذن للصلاة في يوم الجمعة، فامضوا إلى سماع الخطبة وأداء الصلاة، واتركوا البيع، وكذلك الشراء وجميع ما يَشْغَلُكم عنها، ذلك الذي أُمرتم به خير لكم؛ لما فيه من غفران ذنوبكم ومثوبة الله لكم، إن كنتم تعلمون مصالح أنفسكم فافعلوا ذلك. وفي الآية دليل على وجوب حضور الجمعة واستماع الخطبة.",
        "mukhtasar": "",
        "saadi": "يأمر تعالى عباده المؤمنين بالحضور لصلاة الجمعة والمبادرة إليها، من حين ينادى لها والسعي إليها، والمراد بالسعي هنا: المبادرة إليها والاهتمام لها، وجعلها أهم الأشغال، لا العدو الذي قد نهي عنه عند المضي إلى الصلاة، وقوله: { وَذَرُوا الْبَيْعَ } أي: اتركوا البيع، إذا نودي للصلاة، وامضوا إليها.فإن { ذَلِكُمْ خَيْرٌ لَكُمْ } من اشتغالكم بالبيع، وتفويتكم الصلاة الفريضة، التي هي من آكد الفروض.{ إِنْ كُنْتُمْ تَعْلَمُونَ } أن ما عند الله خير وأبقى، وأن من آثر الدنيا على الدين، فقد خسر الخسارة الحقيقية، من حيث ظن أنه يربح، وهذا الأمر بترك البيع مؤقت مدة الصلاة.",
        "kathir": "إنما سميت الجمعة جمعة ; لأنها مشتقة من الجمع ، فإن أهل الإسلام يجتمعون فيه في كل أسبوع مرة بالمعابد الكبار وفيه كمل جميع الخلائق ، فإنه اليوم السادس من الستة التي خلق الله فيها السماوات والأرض . وفيه خلق آدم وفيه أدخل الجنة ، وفيه أخرج منها . وفيه تقوم الساعة . وفيه ساعة لا يوافقها عبد مؤمن يسأل الله فيها خيرا إلا أعطاه إياه كما ثبتت بذلك الأحاديث الصحاحوقال ابن أبي حاتم : حدثنا الحسن بن عرفة ، حدثنا عبيدة بن حميد ، عن منصور ، عن أبي معشر ، عن إبراهيم ، عن علقمة ، عن قرثع الضبي ، حدثنا سلمان قال : قال أبو القاسم - صلى الله عليه وسلم - : \" يا سلمان ما يوم الجمعة ؟ \" . قلت : الله ورسوله أعلم . فقال رسول الله - صلى الله عليه وسلم - : \" يوم جمع فيه أبواك - أو أبوكم \"وقد روي عن أبي هريرة من كلامه ، نحو هذا ، فالله أعلم .وقد كان يقال له في اللغة القديمة يوم العروبة . وثبت أن الأمم قبلنا أمروا به فضلوا عنه ، واختار اليهود يوم السبت الذي لم يقع فيه خلق واختار النصارى يوم الأحد الذي ابتدئ فيه الخلق ، واختار الله لهذه الأمة يوم الجمعة الذي أكمل الله فيه الخليقة ، كما أخرجه البخاري ، ومسلم من حديث عبد الرزاق ، عن معمر ، عن همام بن منبه قال : هذا ما حدثنا أبو هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" نحن الآخرون السابقون يوم القيامة ، بيد أنهم أوتوا الكتاب من قبلنا . ثم هذا يومهم الذي فرض الله عليهم ، فاختلفوا فيه ، فهدانا الله له ، فالناس لنا فيه تبع اليهود غدا ، والنصارى بعد غد \" لفظ البخاري .وفي لفظ لمسلم : \" أضل الله من كان قبلنا فكان لليهود يوم السبت ، وكان للنصارى يوم الأحد . فجاء الله بنا فهدانا الله ليوم الجمعة ، فجعل الجمعة والسبت والأحد ، وكذلك هم تبع لنا يوم القيامة ، نحن الآخرون من أهل الدنيا ، والأولون يوم القيامة ، المقضي بينهم قبل الخلائق \" .وقد أمر الله المؤمنين بالاجتماع لعبادته يوم الجمعة ، فقال : ( يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله ) أي : اقصدوا واعمدوا واهتموا في مسيركم إليها ، وليس المراد بالسعي ها هنا المشي السريع ، وإنما هو الاهتمام بها ، كقوله تعالى : ( ومن أراد الآخرة وسعى لها سعيها وهو مؤمن ) [ الإسراء : 19 ] وكان عمر بن الخطاب وابن مسعود رضي الله عنهما يقرآنها : \" فامضوا إلى ذكر الله \" . فأما المشي السريع إلى الصلاة فقد نهي عنه ، لما أخرجاه في الصحيحين ، عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : \" إذا سمعتم الإقامة فامشوا إلى الصلاة ، وعليكم السكينة والوقار ، ولا تسرعوا ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" . لفظ البخاريوعن أبي قتادة قال : بينما نحن نصلي مع النبي - صلى الله عليه وسلم - إذ سمع جلبة رجال ، فلما صلى قال : \" ما شأنكم ؟ \" . قالوا : استعجلنا إلى الصلاة . قال : \" فلا تفعلوا ، إذا أتيتم الصلاة فامشوا وعليكم بالسكينة فما أدركتم فصلوا ، وما فاتكم فأتموا \" . أخرجاهوقال عبد الرزاق : أخبرنا معمر ، عن الزهري ، عن سعيد بن المسيب ، عن أبي هريرة رضي الله عنه قال : قال رسول الله - صلى الله عليه وسلم - : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها تمشون ، وعليكم السكينة والوقار ، فما أدركتم فصلوا ، وما فاتكم فأتموا \" .رواه الترمذي من حديث عبد الرزاق كذلك ، وأخرجه من طريق يزيد بن زريع ، عن معمر ، عن الزهري ، عن أبي سلمة ، عن أبي هريرة بمثلهقال الحسن أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ، ولكن بالقلوب والنية والخشوع .وقال قتادة في قوله : ( فاسعوا إلى ذكر الله ) يعني : أن تسعى بقلبك وعملك ، وهو المشي إليها ، وكان يتأول قوله تعالى : ( فلما بلغ معه السعي ) [ الصافات : 102 ] أي : المشي معه . روي عن محمد بن كعب ، وزيد بن أسلم وغيرهما نحو ذلك .ويستحب لمن جاء الجمعة أن يغتسل قبل مجيئه إليها ، لما ثبت في الصحيحين عن عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" إذا جاء أحدكم الجمعة فليغتسل \"ولهما عن أبي سعيد رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - \" غسل يوم الجمعة واجب على كل محتلم \"وعن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" حق لله على كل مسلم أن يغتسل في كل سبعة أيام ، يغسل رأسه وجسده \" . رواه مسلموعن جابر رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - : \" على كل رجل مسلم في كل سبعة أيام غسل يوم ، وهو يوم الجمعة \" . رواه أحمد ، والنسائي ، وابن حبانوقال الإمام أحمد : حدثنا يحيى بن آدم ، حدثنا ابن المبارك ، عن الأوزاعي ، عن حسان بن عطية ، عن أبي الأشعث الصنعاني ، عن أوس بن أوس الثقفي قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من غسل واغتسل يوم الجمعة ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام واستمع ولم يلغ كان له بكل خطوة أجر سنة ، أجر صيامها وقيامها \" .وهذا الحديث له طرق وألفاظ ، وقد أخرجه أهل السنن الأربعة وحسنه الترمذيوعن أبي هريرة رضي الله عنه ، أن رسول الله - صلى الله عليه وسلم - قال : \" من اغتسل يوم الجمعة غسل الجنابة ، ثم راح فكأنما قرب بدنة ، ومن راح في الساعة الثانية فكأنما قرب بقرة ، ومن راح في الساعة الثالثة فكأنما قرب كبشا أقرن ، ومن راح في الساعة الرابعة فكأنما قرب دجاجة ، ومن راح في الساعة الخامسة فكأنما قرب بيضة ، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر \" أخرجاهويستحب له أن يلبس أحسن ثيابه ، ويتطيب ويتسوك ، ويتنظف ويتطهر . وفي حديث أبي سعيد المتقدم : \" غسل يوم الجمعة واجب على كل محتلم ، والسواك ، وأن يمس من طيب أهله \" .وقال الإمام أحمد : حدثنا يعقوب ، حدثنا أبي ، عن محمد بن إسحاق ، حدثني محمد بن إبراهيم التيمي ، عن عمران بن أبي يحيى ، عن عبد الله بن كعب بن مالك ، عن أبي أيوب الأنصاري : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من اغتسل يوم الجمعة ومس من طيب أهله - إن كان عنده - ولبس من أحسن ثيابه ، ثم خرج حتى يأتي المسجد فيركع - إن بدا له - ولم يؤذ أحدا ، ثم أنصت إذا خرج إمامه حتى يصلي ، كانت كفارة لما بينها وبين الجمعة الأخرى \"وفي سنن أبي داود ، وابن ماجه عن عبد الله بن سلام رضي الله عنه ، أنه سمع رسول الله - صلى الله عليه وسلم - يقول على المنبر : \" ما على أحدكم لو اشترى ثوبين ليوم الجمعة سوى ثوبي مهنته \"وعن عائشة رضي الله عنها : أن رسول الله - صلى الله عليه وسلم - خطب الناس يوم الجمعة ، فرأى عليهم ثياب النمار ، فقال : \" ما على أحدكم إن وجد سعة أن يتخذ ثوبين لجمعته ، سوى ثوبي مهنته \" . رواه ابن ماجهوقوله تعالى : ( إذا نودي للصلاة ) المراد بهذا النداء هو النداء الثاني الذي كان يفعل بين يدي رسول الله - صلى الله عليه وسلم - إذا خرج فجلس على المنبر ، فإنه كان حينئذ يؤذن بين يديه ، فهذا هو المراد ، فأما النداء الأول الذي زاده أمير المؤمنين عثمان بن عفان رضي الله عنه ، فإنما كان هذا لكثرة الناس ، كما رواه البخاري رحمه الله حيث قال : حدثنا آدم - هو ابن أبي إياس - حدثنا ابن أبي ذئب ، عن الزهري ، عن السائب بن يزيد قال : كان النداء يوم الجمعة أوله إذا جلس الإمام على المنبر على عهد رسول الله - صلى الله عليه وسلم - ، وأبي بكر ، وعمر فلما كان عثمان بعد زمن وكثر الناس ، زاد النداء الثاني على الزوراء يعني : يؤذن به على الدار التي تسمى بالزوراء ، وكانت أرفع دار بالمدينة بقرب المسجد .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو نعيم ، حدثنا محمد بن راشد المكحولي ، عن مكحول : أن النداء كان في يوم الجمعة مؤذن واحد حين يخرج الإمام ، ثم تقام الصلاة ، وذلك النداء الذي يحرم عنده البيع والشراء إذا نودي به ، فأمر عثمان رضي الله عنه ، أن ينادى قبل خروج الإمام حتى يجتمع الناس .وإنما يؤمر بحضور الجمعة الرجال الأحرار دون النساء ، والعبيد ، والصبيان ويعذر المسافر ، والمريض ، وقيم المريض ، وما أشبه ذلك من الأعذار ، كما هو مقرر في كتب الفروع .وقوله : ( وذروا البيع ) أي : اسعوا إلى ذكر الله واتركوا البيع إذا نودي للصلاة : ولهذا اتفق العلماء رضي الله عنهم على تحريم البيع بعد النداء الثاني . واختلفوا : هل يصح إذا تعاطاه متعاط أم لا ؟ على قولين ، وظاهر الآية عدم الصحة كما هو مقرر في موضعه ، والله أعلم .وقوله : ( ذلكم خير لكم إن كنتم تعلمون ) أي : ترككم البيع وإقبالكم إلى ذكر الله وإلى الصلاة خير لكم ، أي : في الدنيا والآخرة إن كنتم تعلمون ."
      },
      "translations": {
        "en": "O you who have believed, when [the adhan] is called for the prayer on the day of Jumu'ah [Friday], then proceed to the remembrance of Allah and leave trade. That is better for you, if you only knew.",
        "fr": "O vous qui avez cru! Quand on appelle à la Salât du jour du Vendredi, accourez à l'invocation d'Allah et laissez tout négoce. Cela est bien meilleur pour vous, si vous saviez!",
        "es": "¡Creyentes! Cuando se llame el viernes a la azalá, ¡corred a recordar a Alá y dejad el comercio! Es mejor para vosotros. Si supierais..."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (9) هذه الآيات هي المقصود من السورة وما قبلها مقدمات وتوطئات لها كما ذكرناه آنفاً . وقد تقدم ما حكاه «الكشاف» من أن اليهود افتخروا على المسلمين بالسبت فشرع الله للمسلمين الجمعة . فهذا وجه اتصال هذه الآية بالآيات الأربع التي قبلها فكن لهذه الآية تمهيداً وتوطئة . اللام في قوله : { للصلاة } لام التعليل ، أي نادى مناد لأجل الصلاة من يوم الجمعة ، فعلم أن النداء هنا هو أذان الصلاة .والجمعة بضم الجيم وضم الميم في لغة جمهور العرب وهو لغة أهل الحجاز . وبنُو عُقَيْل بسكون الميم .والتعريف في { الصلاة } تعريف العهد وهي الصلاة المعروفة الخاصة بيوم الجمعة . وقد ثبتت شرعاً بالتواتر ثم تقررت بهذه الآية فصار دليل وجوبها في الكتاب والسنة المتواترة وإجماع الأمة .وكانت صلاةُ الجمعة مشروعة من أول أيام الهجرة . رُوي عن ابن سيرين أن الأنصار جمَّعوا الجمعة قبل أن يقدمَ النبي صلى الله عليه وسلم المدينة قالوا : إن لليهود يوماً يجتمع",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًۭا لَّعَلَّكُمْ تُفْلِحُونَ",
      "tafsir": {
        "muyassar": "فإذا سمعتم الخطبة، وأدَّيتم الصلاة، فانتشروا في الأرض، واطلبوا من رزق الله بسعيكم، واذكروا الله كثيرًا في جميع أحوالكم؛ لعلكم تفوزون بخيري الدنيا والآخرة.",
        "mukhtasar": "",
        "saadi": "{ فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ } لطلب المكاسب والتجارات ولما كان الاشتغال في التجارة، مظنة الغفلة عن ذكر الله، أمر الله بالإكثار من ذكره، فقال: { وَاذْكُرُوا اللَّهَ كَثِيرًا } أي في حال قيامكم وقعودكم وعلى جنوبكم، { لَعَلَّكُمْ تُفْلِحُونَ } فإن الإكثار من ذكر الله أكبر أسباب الفلاح.",
        "kathir": "وقوله : ( فإذا قضيت الصلاة ) أي : فرغ منها ، ( فانتشروا في الأرض وابتغوا من فضل الله ) لما حجر عليهم في التصرف بعد النداء وأمرهم بالاجتماع ، أذن لهم بعد الفراغ في الانتشار في الأرض والابتغاء من فضل الله . كما كان عراك بن مالك رضي الله عنه إذا صلى الجمعة انصرف فوقف على باب المسجد ، فقال : اللهم إني أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك ، وأنت خير الرازقين . رواه ابن أبي حاتم .وروي عن بعض السلف أنه قال : من باع واشترى في يوم الجمعة بعد الصلاة ، بارك الله له سبعين مرة ، لقول الله تعالى : ( فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله )وقوله : ( واذكروا الله كثيرا لعلكم تفلحون ) أي : حال بيعكم وشرائكم ، وأخذكم ، وعطائكم اذكروا الله ذكرا كثيرا ، ولا تشغلكم الدنيا عن الذي ينفعكم في الدار الآخرة ; ولهذا جاء في الحديث : \" من دخل سوقا من الأسواق فقال : لا إله إلا الله ، وحده لا شريك له ، له الملك ، وله الحمد ، وهو على كل شيء قدير كتبت له ألف ألف حسنة ، ومحي عنه ألف ألف سيئة \"وقال مجاهد : لا يكون العبد من الذاكرين الله كثيرا ، حتى يذكر الله قائما وقاعدا ومضطجعا ."
      },
      "translations": {
        "en": "And when the prayer has been concluded, disperse within the land and seek from the bounty of Allah, and remember Allah often that you may succeed.",
        "fr": "Puis quand la Salât est achevée, dispersez-vous sur terre et recherchez [quelque effet] de la grâce d'Allah, et invoquez beaucoup Allah afin que vous réussissiez.",
        "es": "Terminada la azalá, ¡id a vuestras cosas, buscad el favor de Alá! ¡Recordad mucho a Alá! Quizás, así, prosperéis."
      },
      "ibn_ashour": "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (10)قلت : وإيثار { ذكر الله } هنا دون أن يقول : إلى الصلاة ، كما قال : { فإذا قضيت الصلاة } لتتأتى إرادة الأمرين الخطبة والصلاة . وفيه دليل على وجوب الخطبة في صلاة الجمعة وشرطيته على الجملة . وتفصيل أحكام التخلف عن الخطبة ليست مساوية للتخلف عن الصلاة إلاّ في أصل حرمة التخلف عن حضور الخطبة بغير عذر .وفي حديث «الموطأ» «فإذا خرج الإِمام حضرت الملائكة يستمعون الذكر» ولا شك أن الإِمام إذا خرج ابتدأ بالخطبة فكانت الخطبة من الذكر وفي ذلك تفسير للفظ الذكر في هذه الآية . وإنما نهوا عن البيع لأنه الذي يشغلهم ولأن سبب نزول الآية كان لترك فريق منهم الجمعة إقبالاً على عِير تجارة وردت كما سيأتي في قوله تعالى : { وإذا رأوا تجارة أو لهوا انفضوا إليها } [ الجمعة : 11 ] .ومثل البيع كل ما يشغل عن السعي إلى الجمعة ، وبعد كون البيع وما قيس عليه منهياً عنه فقد اختُلف في فسخ العقود التي انعقدت وقت الجمعة . وهو مبني على الخلاف في اقتضاء النهي فساد المنهي عنه ، ومذهب مالك",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "وَإِذَا رَأَوْا۟ تِجَٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًۭا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌۭ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "tafsir": {
        "muyassar": "إذا رأى بعض المسلمين تجارة أو شيئًا مِن لهو الدنيا وزينتها تفرَّقوا إليها، وتركوك -أيها النبي- قائمًا على المنبر تخطب، قل لهم-أيها النبي-: ما عند الله من الثواب والنعيم أنفع لكم من اللهو ومن التجارة، والله- وحده- خير مَن رزق وأعطى، فاطلبوا منه، واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة.",
        "mukhtasar": "",
        "saadi": "{ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا } أي: خرجوا من المسجد، حرصًا على ذلك اللهو، و [تلك] التجارة، وتركوا الخير، { وَتَرَكُوكَ قَائِمًا } تخطب الناس، وذلك [في] يوم جمعة، بينما النبي صلى الله عليه وسلم يخطب الناس، إذ قدم المدينة، عير تحمل تجارة، فلما سمع الناس بها، وهم في المسجد، انفضوا من المسجد، وتركوا النبي صلى الله عليه وسلم يخطب استعجالًا لما لا ينبغي أن يستعجل له، وترك أدب، { قُلْ مَا عِنْدَ اللَّهِ } من الأجر والثواب، لمن لازم الخير وصبر نفسه على عبادة الله.{ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ } التي، وإن حصل منها بعض المقاصد، فإن ذلك قليل منغص، مفوت لخير الآخرة، وليس الصبر على طاعة الله مفوتًا للرزق، فإن الله خير الرازقين، فمن اتقى الله رزقه من حيث لا يحتسب.وفي هذه الآيات فوائد عديدة:منها: أن الجمعة فريضة على جميع المؤمنين، يجب عليهم السعي لها، والمبادرة والاهتمام بشأنها.ومنها: أن الخطبتين يوم الجمعة، فريضتان  يجب حضورهما، لأنه فسر الذكر هنا بالخطبتين، فأمر الله بالمضي إليه والسعي له.ومنها: مشروعية النداء ليوم الجمعة، والأمر به.ومنها: النهى عن البيع والشراء، بعد نداء الجمعة، وتحريم ذلك، وما ذاك إلا لأنه يفوت الواجب ويشغل عنه، فدل ذلك على أن كل أمر ولو كان مباحًا في الأصل، إذا كان ينشأ عنه تفويت واجب، فإنه لا يجوز في تلك الحال.ومنها: الأمر بحضور الخطبتين  يوم الجمعة، وذم من لم يحضرهما، ومن لازم ذلك الإنصات لهما.ومنها: أنه ينبغي للعبد المقبل على عبادة الله، وقت دواعي النفس لحضور اللهو [والتجارات] والشهوات، أن يذكرها بما عند الله من الخيرات، وما لمؤثر رضاه على هواه.تم تفسير سورة الجمعة، ولله الحمد والثناء    ",
        "kathir": "يعاتب تبارك وتعالى على ما كان وقع من الانصراف عن الخطبة يوم الجمعة إلى التجارة التي قدمت المدينة يومئذ ، فقال تعالى : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) أي : على المنبر تخطب . هكذا ذكره غير واحد من التابعين ، منهم : أبو العالية ، والحسن ، وزيد بن أسلم ، وقتادة .وزعم مقاتل بن حيان : أن التجارة كانت لدحية بن خليفة قبل أن يسلم ، وكان معها طبل ، فانصرفوا إليها وتركوا رسول الله - صلى الله عليه وسلم - قائما على المنبر إلا القليل منهم . وقد صح بذلك الخبر ، فقال الإمام أحمد :حدثنا ابن إدريس ، عن حصين ، عن سالم بن أبي الجعد ، عن جابر قال : قدمت عير المدينة ورسول الله - صلى الله عليه وسلم - يخطب ، فخرج الناس وبقي اثنا عشر رجلا فنزلت : ( وإذا رأوا تجارة أو لهوا انفضوا إليها )أخرجاه في الصحيحين ، من حديث سالم بهوقال الحافظ أبو يعلى : حدثنا زكريا بن يحيى ، حدثنا هشيم ، عن حصين ، عن سالم بن أبي الجعد ، وأبي سفيان ، عن جابر بن عبد الله قال : بينما النبي - صلى الله عليه وسلم - يخطب يوم الجمعة ، فقدمت عير إلى المدينة فابتدرها أصحاب رسول الله - صلى الله عليه وسلم - حتى لم يبق مع رسول الله - صلى الله عليه وسلم - إلا اثنا عشر رجلا فقال رسول الله - صلى الله عليه وسلم - : \" والذي نفسي بيده ، لو تتابعتم حتى لم يبق منكم أحد ، لسال بكم الوادي نارا \" ونزلت هذه الآية : ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما ) وقال : كان في الاثني عشر الذين ثبتوا مع رسول الله - صلى الله عليه وسلم - : أبو بكر ، وعمر ، رضي الله عنهما .وفي قوله : ( وتركوك قائما ) دليل على أن الإمام يخطب يوم الجمعة قائما . وقد روى مسلم في صحيحه عن جابر بن سمرة قال : كانت للنبي - صلى الله عليه وسلم - خطبتان يجلس بينهما ، يقرأ القرآن ويذكر الناس .ولكن ها هنا شيء ينبغي أن يعلم وهو : أن هذه القصة قد قيل : إنها كانت لما كان رسول الله - صلى الله عليه وسلم - يقدم الصلاة يوم الجمعة على الخطبة ، كما رواه أبو داود في كتاب المراسيل : حدثنا محمود بن خالد ، عن الوليد ، أخبرني أبو معاذ بكير بن معروف أنه سمع مقاتل بن حيان يقول : \" كان رسول الله - صلى الله عليه وسلم - يصلي يوم الجمعة قبل الخطبة مثل العيدين ، حتى إذا كان يوم والنبي - صلى الله عليه وسلم - يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة قد قدم بتجارة يعني : فانفضوا ، ولم يبق معه إلا نفر يسير .وقوله : ( قل ما عند الله ) أي : الذي عند الله من الثواب في الدار الآخرة ( خير من اللهو ومن التجارة والله خير الرازقين ) أي : لمن توكل عليه ، وطلب الرزق في وقته ."
      },
      "translations": {
        "en": "But when they saw a transaction or a diversion, [O Muhammad], they rushed to it and left you standing. Say, \"What is with Allah is better than diversion and than a transaction, and Allah is the best of providers.\"",
        "fr": "Quand ils entrevoient quelque commerce ou quelque divertissement, ils s'y dispersent et te laissent debout. Dis: «Ce qui est auprès d'Allah est bien meilleur que le divertissement et le commerce, et Allah est le Meilleur des pourvoyeurs».",
        "es": "Cuando ven un negocio o una distracción, escapan allá y te dejan plantado. Di: «Lo que Alá tiene es mejor que la distracción y el negocio. Alá es el Mejor de los proveedores»."
      },
      "ibn_ashour": "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ (11)عطف على جملة { إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله } [ الجمعة : 9 ] الآية . عُطف التوبيخ على ترك المأمور به بعد ذكر الأمر وسُلكت في المعطوفة طريقة الالتفات لخطاب النبي صلى الله عليه وسلم إيذاناً بأنهم أحرياء أن يصرف للخطاب عنهم فحرموا من عز الحضور . وأخبر عنهم بحال الغائبين ، وفيه تعريض بالتوبيخ .ومقتضى الظاهر أن يقال : وإذا رأيتم تجارة أو لهواً فلا تنفضّوا إليها . ومن مقتضيات تخريج الكلام على خلاف مقتضى الظاهر هنا أن يكون هذا التوبيخ غير شامل لجميع المؤمنين فإن نفراً منهم بَقُوا مع النبي صلى الله عليه وسلم حين خطبته ولم يخرجوا للتجارة ولا للهو .وفي «الصحيح» عن جابر بن عبد الله قال : «بينما نحن نصلّي مع النبي صلى الله عليه وسلم وهو يخطب يوم الجمعة إذْ أقبلتْ عير من الشام تحمل طعاماً فانفتل الناس إليها حتى لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلاً أنا فيهم» . وفي رواية : وفيهم أبو ب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}