{
  "number": 63,
  "name": "سُورَةُ المُنَافِقُونَ",
  "englishName": "Al-Munaafiqoon",
  "revelationType": "Medinan",
  "ayahCount": 11,
  "ayahs": [
    {
      "number": 1,
      "text": "إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ",
      "tafsir": {
        "muyassar": "إذا حضر مجلسك المنافقون -أيها الرسول- قالوا بألسنتهم، نشهد إنك لرسول الله، والله يعلم إنك لرسول الله، والله يشهد إن المنافقين لكاذبون فيما أظهروه من شهادتهم لك، وحلفوا عليه بألسنتهم، وأضمروا الكفر به.",
        "mukhtasar": "إذا حضر مجلسك -أيها الرسول- المنافقون الذين يُظْهِرون الإسلام، ويُضْمِرون الكفر، قالوا: نشهد إنك لرسول الله حقًّا، والله يعلم إنك لرسوله حقًّا، والله يشهد إن المنافقين لكاذبون فيما يدّعون أنهم يشهدون من صميم قلوبهم أنك رسوله.",
        "saadi": "لما قدم النبي صلى الله عليه وسلم المدينة، وكثر المسلمون في المدينة واعتز الإسلام بها  ، صار أناس من أهلها من الأوس والخزرج، يظهرون الإيمان ويبطنون الكفر، ليبقى جاههم، وتحقن دماؤهم، وتسلم أموالهم، فذكر الله من أوصافهم ما به يعرفون، لكي يحذر العباد منهم، ويكونوا منهم على بصيرة، فقال: { إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا } على وجه الكذب: { نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ } وهذه الشهادة من المنافقين على وجه الكذب والنفاق، مع أنه لا حاجة لشهادتهم في تأييد رسوله، فإن { اللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ } في قولهم ودعواهم، وأن ذلك ليس بحقيقة منهم.",
        "kathir": "تفسير سورة المنافقون وهي مدنيةيقول تعالى مخبرا عن المنافقين : إنهم إنما يتفوهون بالإسلام إذا جاءوا النبي - صلى الله عليه وسلم - فأما في باطن الأمر فليسوا كذلك ، بل على الضد من ذلك ; ولهذا قال تعالى : ( إذا جاءك المنافقون قالوا نشهد إنك لرسول الله ) أي : إذا حضروا عندك واجهوك بذلك ، وأظهروا لك ذلك ، وليسوا كما يقولون : ولهذا اعترض بجملة مخبرة أنه رسول الله ، فقال الله : ( والله يعلم إنك لرسوله )ثم قال : ( والله يشهد إن المنافقين لكاذبون ) أي : فيما أخبروا به ، وإن كان مطابقا للخارج ; لأنهم لم يكونوا يعتقدون صحة ما يقولون ولا صدقه ; ولهذا كذبهم بالنسبة إلى اعتقادهم ."
      },
      "translations": {
        "en": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars.",
        "fr": "Quand les hypocrites viennent à toi, ils disent: «Nous attestons que tu es certes le Messager d'Allah» Allah sait que tu es vraiment Son messager; et Allah atteste que les hypocrites sont assurément des menteurs.",
        "es": "Cuando los hipócritas vienen a ti, dicen: «Atestiguamos que tú eres, en verdad, el Enviado de Alá». Alá sabe que tú eres el enviado. Pero Alá es testigo de que los hipócritas mienten."
      },
      "ibn_ashour": "إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1)لما كان نزول هذه السورة عقب خصومة المهاجري والأنصاري ومقالة عبد الله بن أُبيّ في شأن المهاجرين . تعيّن أن الغرض من هذه الآية التعريض بكذب عبد الله بن أبيّ وبنفاقه فصيغ الكلام بصيغة تعمّ المنافقين لتجنب التصريح بالمقصود على طريقة قول النبي صلى الله عليه وسلم « مَا بال أقوام يشترطون شُروطاً ليست في كتاب الله » ومراده مولى بَريرة لما أراد أن يبيعها لعائشة أمّ المؤمنين واشترط أن يكون الولاء له ، وابتدىء بتكذيب مَنْ أُريد تكذيبه في ادعائه الإِيمان بصدق الرسول صلى الله عليه وسلم وإن لم يكن ذلك هو المقصود إشعاراً بأن الله أطلع رسول الله صلى الله عليه وسلم على دخَائِلهم ، وهو تمهيد لما بعده من قوله : { والله يشهد إن المنافقين لكاذبون } ، لأن رسول الله صلى الله عليه وسلم يَعلم أن المنافقين قَالوا : نشهد إنك لرسول الله .فيجوز أن يكون قولهم : { نشهد إنك لرسول الله } محكياً بالمعنى لأنهم يقولون عبارات كثيرة تفيد معنى أنهم يشهدون بأ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "إنما جعل المنافقون أيمانهم التي أقسموها سترة ووقاية لهم من المؤاخذة والعذاب، ومنعوا أنفسهم، ومنعوا الناس عن طريق الله المستقيم، إنهم بئس ما كانوا يعملون؛ ذلك لأنهم آمنوا في الظاهر، ثم كفروا في الباطن، فختم الله على قلوبهم بسبب كفرهم، فهم لا يفهمون ما فيه صلاحهم.",
        "mukhtasar": "جعلوا أيمانهم التي يحلفونها على دعواهم الإيمان، سترةً ووقاية لهم من القتل والأسر، وصرفوا الناس عن الإيمان بما يبثونه من التشكيك والإرجاف، إنهم قبح ما كانوا يعملون من النفاق والأيمان الكاذبة.",
        "saadi": "{ اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً } أي: ترسًا يتترسون بها من نسبتهم إلى النفاق.فصدوا عن سبيله بأنفسهم، وصدوا غيرهم ممن يخفى عليه حالهم، { إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ } حيث أظهروا الإيمان وأبطنوا الكفر، وأقسموا على ذلك وأوهموا صدقهم.",
        "kathir": "وقوله : ( اتخذوا أيمانهم جنة فصدوا عن سبيل الله ) أي : اتقوا الناس بالأيمان الكاذبة ، والحلفات الآثمة ، ليصدقوا فيما يقولون ، فاغتر بهم من لا يعرف جلية أمرهم ، فاعتقدوا أنهم مسلمون فربما اقتدى بهم فيما يفعلون وصدقهم فيما يقولون ، وهم من شأنهم أنهم كانوا في الباطن لا يألون الإسلام وأهله خبلا فحصل بهذا القدر ضرر كبير على كثير من الناس ولهذا قال تعالى : ( فصدوا عن سبيل الله إنهم ساء ما كانوا يعملون ) ولهذا كان الضحاك بن مزاحم يقرؤها : \" اتخذوا إيمانهم جنة \" أي : تصديقهم الظاهر جنة ، أي : تقية يتقون به القتل . والجمهور يقرؤها : ( أيمانهم ) جمع يمين ."
      },
      "translations": {
        "en": "They have taken their oaths as a cover, so they averted [people] from the way of Allah. Indeed, it was evil that they were doing.",
        "fr": "Ils prennent leurs serments pour bouclier et obstruent le chemin d'Allah. Quelles mauvaises choses que ce qu'ils faisaient!",
        "es": "Se han escudado en sus juramentos y han desviado a otros del camino de Alá. ¡Qué mal está lo que han hecho!"
      },
      "ibn_ashour": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (2)استئناف بياني لأن تكذيب الله تعالى إياهم في قولهم للنبيء صلى الله عليه وسلم { نشهد إنك لرسول الله } [ المنافقون : 1 ] يثير في أنفس السامعين سؤالاً عن أيْمانهم لدى النبي صلى الله عليه وسلم بأنهم مؤمنون به وأنهم لا يضمرون بغضه فأخبر الله عنهم بأنهم اتخذوا أيمانهم تقية يتقون بها وقد وصفهم الله بالحلف بالأيمان الكاذبة في آيات كثيرة من القرآن .والجُنة : ما يستتر به ويُتَّقَى ومنه سميت الدرع جُنة .والمعنى : جعلوا أيمانهم كالجُنّة يتّقي بها ما يَلْحق من أذى . فلما شبهت الأيمان بالجُنّة على طريقة التشبيه البليغ ، أُتبع ذلك بتشبيه الحَلف باتخاذ الجنة ، أي استعمالها ، ففي { اتخذوا } استعارة تبعية ، وليس هذا خاصاً بحلف عبد الله بن أُبَيّ أنه قال : «لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل» ، كما تقدم في ذكر سبب نزولها ، بل هو أعمّ ، ولذلك فالوجه حمل ضمائر الجمع في قوله : { اتخذوا أيمانهم } الآية على حقيقتها ، أي اتخذ المنافقون كلُّهم أيمانهم جُنة ، أي كانت تلك تقيتهم ، أي تلك شنشنة معرو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "tafsir": {
        "muyassar": "إنما جعل المنافقون أيمانهم التي أقسموها سترة ووقاية لهم من المؤاخذة والعذاب، ومنعوا أنفسهم، ومنعوا الناس عن طريق الله المستقيم، إنهم بئس ما كانوا يعملون؛ ذلك لأنهم آمنوا في الظاهر، ثم كفروا في الباطن، فختم الله على قلوبهم بسبب كفرهم، فهم لا يفهمون ما فيه صلاحهم.",
        "mukhtasar": "ذلك بسبب أنهم آمنوا نفاقًا، ولم يصل الإيمان إلى قلوبهم، ثم كفروا بالله سرًّا، فختم على قلوبهم بسبب كفرهم فلا يدخلها إيمان، فهم بسبب ذلك الختم لا يفقهون ما فيه صلاحهم ورشدهم.",
        "saadi": " { ذَلِكَ } الذي زين لهم النفاق { بـ } سبب أنهم لا يثبتون على الإيمان.بل { آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ } بحيث لا يدخلها الخير أبدًا، { فَهُمْ لَا يَفْقَهُونَ } ما ينفعهم، ولا يعون ما يعود بمصالحهم.",
        "kathir": "وقوله ( ذلك بأنهم آمنوا ثم كفروا فطبع على قلوبهم فهم لا يفقهون ) أي : إنما قدر عليهم النفاق لرجوعهم عن الإيمان إلى الكفران ، واستبدالهم الضلالة بالهدى ( فطبع على قلوبهم فهم لا يفقهون ) أي : فلا يصل إلى قلوبهم هدى ، ولا يخلص إليها خير ، فلا تعي ولا تهتدي ."
      },
      "translations": {
        "en": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.",
        "fr": "C'est parce qu'en vérité ils ont cru, puis rejeté la foi. Leurs cœurs donc, ont été scellés, de sorte qu'ils ne comprennent rien.",
        "es": "Porque primero creyeron y, luego, han descreído. Sus corazones han sido sellados, así que no entienden."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ آَمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (3)جملة في مَوضع العلة لمضمون جملة { اتخذوا أيمانهم جنة } [ المنافقون : 2 ] .والإِشارة إلى مضمون قوله : { إنهم ساء ما كانوا يعملون } [ المنافقون : 2 ] ، أي سبب إقدامهم على الأعمال السيئة المتعجب من سوئها ، هو استخفافهم بالأيمان ومراجعتهم الكفر مرة بعد أخرى ، فرسخ الكفر في نفوسهم فتجرأت أنفسهم على الجرائم وضَرِيت بها ، حتى صارت قلوبهم كالمطبوع عليها أن لا يخلص إليها الخير .فقوله : { بأنهم آمنوا } خبر عن اسم الإِشارة . ومعنى الباء السببية . و { ثم } للتراخي الرتبي فإن إبطال الكفر مع إظهار الإِيمان أعظم من الكفر الصريح . وأن كفرهم أرسخ فيهم من إظهار أيمانهم .ويجوز أن يراد مع ذلك التراخي في الزمن وهو المهلة .فإسناد فعل { آمنوا } إليهم مع الإِخبار عنهم قبل ذلك بأنهم كاذبون في قولهم : { نشهد إنك لرسول الله } [ المنافقون : 1 ] مستعمل في حقيقته ومجازه فإن مراتب المنافقين متفاوتة في النفاق وشدةِ الكفر فمنهم من آمنوا لما سمعوا آيات القرآن أو لاحت لهم أنوار من النبي صلى الله عليه وسلم لم تثبت في قلوبهم . ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌۭ مُّسَنَّدَةٌۭ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "tafsir": {
        "muyassar": "وإذا نظرت إلى هؤلاء المنافقين تعجبك هيئاتهم ومناظرهم، وإن يتحدثوا تسمع لحديثهم؛ لفصاحة ألسنتهم، وهم لفراغ قلوبهم من الإيمان، وعقولهم من الفهم والعلم النافع كالأخشاب الملقاة على الحائط، التي لا حياة فيها، يظنون كل صوت عال واقعًا عليهم وضارًا بهم؛ لعلمهم بحقيقة حالهم، ولفرط جبنهم، والرعب الذي تمكَّن من قلوبهم، هم الأعداء الحقيقيون شديدو العداوة لك وللمؤمنين، فخذ حذرك منهم، أخزاهم الله وطردهم من رحمته، كيف ينصرفون عن الحق إلى ما هم فيه من النفاق والضلال؟",
        "mukhtasar": "وإذا رأيتهم - أيها الناظر - تعجبك هيئاتهم وأشكالهم؛ لما هم فيه من النضارة والنعيم، وإن يتكلموا تسمع لكلامهم لما فيه من البلاغة، كأنهم في مجلسك - أيها الرسول - خُشُب مُسَنَّدة، لا يفهمون شيئًا ولا يعونه، يظنون كل صوت يستهدفهم لما فيهم من الجبن، هم العدوّ حقًّا، فاحذرهم - أيها الرسول - أن يفشوا لك سرًّا أو يكيدوا لك مكيدة، لعنهم الله، كيف يُصْرَفون عن الإيمان مع وضوح دلائله، وجلاء براهينه؟!",
        "saadi": "{ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ } من روائها ونضارتها، { وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ } أي: من حسن منطقهم تستلذ لاستماعه، فأجسامهم وأقوالهم معجبة، ولكن ليس وراء ذلك من الأخلاق الفاضلة والهدى الصالح شيء، ولهذا قال: { كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ } لا منفعة فيها، ولا ينال منها إلا الضرر المحض، { يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ } وذلك لجبنهم وفزعهم وضعف قلوبهم، والريب الذي في قلوبهم  يخافون أن يطلع عليهم.فهؤلاء { هُمُ الْعَدُوُّ } على الحقيقة، لأن العدو البارز المتميز، أهون من العدو الذي لا يشعر به، وهو مخادع ماكر، يزعم أنه ولي، وهو العدو المبين، { فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ } أي: كيف يصرفون عن الدين الإسلامي بعد ما تبينت أدلته، واتضحت معالمه، إلى الكفر الذي لا يفيدهم إلا الخسار والشقاء.",
        "kathir": "( وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم ) أي : كانوا أشكالا حسنة وذوي فصاحة وألسنة ، إذا سمعهم السامع يصغي إلى قولهم لبلاغتهم ، وهم مع ذلك في غاية الضعف ، والخور ، والهلع ، والجزع ، والجبن ; ولهذا قال : ( يحسبون كل صيحة عليهم ) أي : كلما وقع أمر ، أو كائنة ، أو خوف يعتقدون لجبنهم أنه نازل بهم ، كما قال تعالى : ( أشحة عليكم فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي يغشى عليه من الموت فإذا ذهب الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله أعمالهم وكان ذلك على الله يسيرا ) [ الأحزاب : 19 ] فهم جهامات وصور بلا معاني . ولهذا قال : ( هم العدو فاحذرهم قاتلهم الله أنى يؤفكون ) أي : كيف يصرفون عن الهدى إلى الضلال .وقد قال الإمام أحمد : حدثنا يزيد ، حدثنا عبد الملك بن قدامة الجمحي ، عن إسحاق بن بكر بن أبي الفرات ، عن سعيد بن أبي سعيد المقبري ، . عن أبيه ، عن أبي هريرة رضي الله عنه ، عن النبي - صلى الله عليه وسلم - قال : \" إن للمنافقين علامات يعرفون بها : تحيتهم لعنة ، وطعامهم نهبة ، وغنيمتهم غلول ، ولا يقربون المساجد إلا هجرا ، ولا يأتون الصلاة إلا دبرا ، مستكبرين لا يألفون ولا يؤلفون ، خشب بالليل ، صخب بالنهار \" . وقال يزيد مرة : سخب بالنهار"
      },
      "translations": {
        "en": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?",
        "fr": "Et quand tu les vois, leurs corps t'émerveillent; et s'ils parlent tu écoutes leur parole. Ils sont comme des bûches appuyées (contre des murs) et ils pensent que chaque cri est dirigé contre eux. L'ennemi c'est eux. Prends y garde. Qu'Allah les extermine! Comme les voilà détournés (du droit chemin).",
        "es": "Cuando se les ve, se admira su presencia. Si dicen algo, se escucha lo que dicen. Son como maderos apoyados. Creen que todo grito va dirigido contra ellos. Son ellos el enemigo. ¡Ten, pues, cuidado con ellos! ¡Que Alá les maldiga! ¡Cómo pueden ser tan desviados!"
      },
      "ibn_ashour": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (4){ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أجسامهم وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ } .هذا انتقال إلى وضَحْ بعض أحوالهم التي لا يبرزونها إذا جاؤوا إلى النبي صلى الله عليه وسلم ولكنها تبرز من مشاهدتهم ، فكان الوضح الأول مفتتحاً ب { إذا جاءك المنافقون } [ المنافقون : 1 ] وهذا الوضح مفتتحاً ب { إذا رأيتهم } .فجملة { وإذا رأيتهم } معطوفة على جملة { فهم لا يفقهون } [ المنافقون : 3 ] واقعة موقع الاحتراس والتتميم لدفع إيهام من يغره ظاهر صورهم .واتبع انتفاء فقه عقولهم بالتنبيه على عدم الاغترَار بحسن صورهم فإنها أجسام خالية عن كمال الأنفس كقول حسان ولعله أخذه من هذه الآية: ... لابأس بالقوم من طُول ومن غلظجِسم البغال وأحلام العصافِير ... وتفيد مع الاحتراس تنبيهاً على دخائلهم بحيث لو حذف حرف العطف من الجملتين لصح وقوعهما موقع الاستئناف الابتدائي ",
      "shehri_videos": [
        {
          "videoId": "lMFS_5TsB6s",
          "url": "https://www.youtube.com/watch?v=lMFS_5TsB6s",
          "title": "برنامج ( غريب القرآن ) || الحلقة 15 - { وإذا رأيت ثم رأيت }",
          "word": "وإذا رأيت ثم رأيت"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
      "tafsir": {
        "muyassar": "وإذا قيل لهؤلاء المنافقين: أقبلوا تائبين معتذرين عمَّا بدر منكم من سيِّئ القول وسفه الحديث، يستغفر لكم رسول الله ويسأل الله لكم المغفرة والعفو عن ذنوبكم، أمالوا رؤوسهم وحركوها استهزاءً واستكبارًا، وأبصرتهم -أيها الرسول- يعرضون عنك، وهم مستكبرون عن الامتثال لما طُلِب منهم.",
        "mukhtasar": "وإذا قيل لهؤلاء المنافقين: تعالوا إلى رسول الله معتذرين عما بدر منكم، يطلب لكم من الله المغفرة لذنوبكم، عطفوا رؤوسهم استهزاءً وسخرية، ورأيتهم يُعْرِضون عما أُمِرُوا به، وهم مستكبرون عن قبول الحق والإذعان له.",
        "saadi": "{ وَإِذَا قِيلَ } لهؤلاء المنافقين { تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ } عما صدر منكم، لتحسن أحوالكم، وتقبل أعمالكم، امتنعوا من ذلك أشد الامتناع، و { لَوَّوْا رُءُوسَهُمْ } امتناعًا من طلب الدعاء من الرسول، { وَرَأَيْتَهُمْ يَصُدُّونَ } عن الحق بغضًا له { وَهُمْ مُسْتَكْبِرُونَ } عن اتباعه بغيًا وعنادًا، فهذه حالهم عندما يدعون إلى طلب الدعاء من الرسول، وهذا من لطف الله وكرامته لرسوله، حيث لم يأتوا إليه، فيستغفر لهم، ",
        "kathir": "يقول تعالى مخبرا عن المنافقين - عليهم لعائن الله - أنهم ( وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم ) أي : صدوا وأعرضوا عما قيل لهم استكبارا عن ذلك ، واحتقارا لما قيل لهم ولهذا قال : ( ورأيتهم يصدون وهم مستكبرون )"
      },
      "translations": {
        "en": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.",
        "fr": "Et quand on leur dit: «Venez que le Messager d'Allah implore le pardon pour vous», ils détournent leurs têtes, et tu les vois se détourner tandis qu'ils s'enflent d'orgueil.",
        "es": "Cuando se les dice: «¡Venid, que el Enviado de Alá pedirá perdon por vosotros!», vuelven la cabeza y se les ve retirarse altivamente."
      },
      "ibn_ashour": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (5)هذا حالهم في العناد ومجافاة الرسول صلى الله عليه وسلم والإِعراض عن التفكر في الآخرة ، بَلْهَ الاستعداد للفوز فيها .و { تعالوا } طَلَب من المخاطب بالحضور عند الطالب ، وأصله فِعل أمر من التَعالي ، وهو تكلف العُلو ، أي الصعود ، وتنوسي ذلك وصار لمجرد طلب الحضور ، فلزم حالة واحدة فصار اسم فِعل ، وتقدم عند قوله تعالى : { قل تعالوا أتل ما حرم ربكم عليكم } الآية في سورة [ الأنعام : 151 ] .وهذا الطلب يجعل تعالوا } مشعر بأن هذه حالة من أحوال انفرادهم في جماعتهم فهي ثالث الأغراض من بيان مختلف أنواع تلك الأحوال ، وقد ابتدأت ب { إذا } كما ابتدىء الغرضان السابقان ب { إذا } { إذا جاءك المنافقون } [ المنافقون : 1 ] . و { إذا رأيتَهم تعجبك أجسامهم } [ المنافقون : 4 ] .والقائل لهم ذلك يحتمل أن يكون بعضَ المسلمين وَعَظوهم ونصحوهم ، ويحتمل أنه بعض منهم اهتدى وأراد الإِنابة .قيل المقول له هو عبد الله بنُ أُبَيّ ابن سلول على نحو ما تقدم من الوجوه في ذكر المنافقين بصيغة",
      "shehri_videos": [
        {
          "videoId": "lMFS_5TsB6s",
          "url": "https://www.youtube.com/watch?v=lMFS_5TsB6s",
          "title": "برنامج ( غريب القرآن ) || الحلقة 15 - { وإذا رأيت ثم رأيت }",
          "word": "وإذا رأيت ثم رأيت"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 6,
      "text": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
      "tafsir": {
        "muyassar": "سواء على هؤلاء المنافقين أطلبت لهم المغفرة من الله -أيها الرسول- أم لم تطلب لهم، إن الله لن يصفح عن ذنوبهم أبدًا؛ لإصرارهم على الفسق ورسوخهم في الكفر. إن الله لا يوفِّق للإيمان القوم الكافرين به، الخارجين عن طاعته.",
        "mukhtasar": "يستوي طلبُك - أيها الرسول - المغفرة لذنوبهم وعدم طلبك المغفرة لهم، لن يغفر الله لهم ذنوبهم، إن الله لا يوفق القوم الخارجين عن طاعته، المُصِرِّين على معصيته.",
        "saadi": "فإنه سواء استغفر لهم أم لم يستغفر لهم فلن يغفر الله لهم، وذلك لأنهم قوم فاسقون، خارجون عن طاعة الله، مؤثرون للكفر على الإيمان، فلذلك لا ينفع فيهم استغفار الرسول، لو استغفر لهم كما قال تعالى: { اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ } { إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ } . ",
        "kathir": "ثم جازاهم على ذلك فقال تعالى \"سواء عليهم أستغفرت لهم أم لم تستغفر لهم لن يغفر الله لهم إن الله لا يهدي القوم الفاسقين\" كما قال في سورة براءة وقد تقدم الكلام على ذلك وإيراد الأحاديث المروية هناك وقال ابن أبي حاتم حدثنا أبي حدثنا ابن أبي عمر العدني قال: قال سفيان \"لووا رءوسهم\" قال ابن أبي عمر حول سفيان وجهه على يمينه ونظر بعينه شذرا ثم قال هو هذا.وقد ذكر غير واحد من السلف أن هذا السياق كله نزل في عبدالله بن أبي بن سلول كما سنورده قريبا إن شاء الله تعالى وبه الثقة وعليه التكلان.وقد قال محمد بن إسحق في السيرة ولما قدم رسول الله صلى الله عليه وسلم المدينة يعني مرجعه من أحد وكان عبدالله بن أبي بن سلول كما حدثني ابن شهاب الزهري له مقام يقومه كل جمعة لا ينكر شرفا له من نفسه ومن قومه وكان فيهم شريفا إذا جلس النبي صلى الله عليه وسلم يوم الجمعة وهو يخطب الناس قام فقال أيها الناس هذا رسول الله صلى الله عليه وسلم بين أظهركم أكرمكم الله به وأعزكم به فانصروه وعزروه واسمعوا له وأطيعوا ثم يجلس حتى إذا صنع يوم أحد ما صنع يعني مرجعه بثلث الجيش ورجع الناس قام يفعل ذلك كما كان يفعله فأخذ المسلمون بثيابه من نواحيه وقالوا اجلس أي عدو الله لست لذلك بأهل وقد صنعت ما صنعت فخرج يتخطى رقاب الناس وهو يقول: والله لكأنما قلت بجرا أأن قمت أشدد أمره فلقيه رجال من الأنصار بباب المسجد فقالوا ويلك مالك؟ قال قمت أشدد أمره فوثب علي رجال من أصحابه يجذبونني ويعنفونني لكأنما قلت بجرا أأن قمت أشدد أمره قالوا ويلك ارجع يستغفر لك رسول الله صلى الله عليه وسلم قال والله ما أبتغي أن يستغفر لي.وقال قتادة والسدي أنزلت هذه الآية في عبدالله بن أبي وذلك أن غلاما من قرابته انطلق إلى رسول الله صلى الله عليه وسلم فحدثه بحديث عنه وأمر شديد فدعاه رسول الله صلى الله عليه وسلم فإذا هو يحلف بالله ويتبرأ من ذلك وأقبلت الأنصار على ذلك الغلام فلاموه وعزلوه وأنزل الله فيه ما تسمعون وقيل لعدو الله لو أتيت رسول الله فجعل يلوي رأسه أي لست فاعلا.وقال ابن أبي حاتم حدثنا أبي حدثنا أبو الربيع الزهراني حدثنا حماد بن زيد حدثنا أيوب عن سعيد بن جبير أن رسول الله صلى الله عليه وسلم كان إذا نزل منزلا لم يرتحل حتى يصلي فيه فلما كانت غزوة تبوك بلغه أن عبدالله ابن أبي بن سلول قال ليخرجن الأعز منها الأذل فارتحل قبل أن ينزل آخر النهار وقيل لعبدالله بن أبي ائت النبي صلى الله عليه وسلم حتى يستغفر لك فأنزل الله تعالى \"إذا جاءك المنافقون - إلى قوله - وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رؤوسهم\" وهذا إسناد صحيح إلى سعيد بن جبير وقوله إن ذلك كان فى غزوة تبوك فيه نظر بل ليس بجيد فإن عبدالله بن أبي بن سلول لم يكن ممن خرج في غزوة تبوك بل رجع بطائفة من الجيش وإنما المشهور عند أصحاب المغازي والسير أن ذلك كان في غزوة المريسيع وهي غزوة بني المصطلق وقال يونس بن بكير عن ابن إسحاق حدثني محمد بن يحي بن حبان وعبدالله بن أبي بكر وعاصم بن عمر بن قتادة في قصة بني المصطلق فبينا رسول الله صلى الله عليه وسلم مقيم هناك اقتتل على الماء جهجاه بن سعيد الغفاري وكان أجيرا لعمر بن الخطاب وسنان بن يزيد قال ابن إسحاق فحدثني محمد بن يحيى بن حبان قال ازدحما على الماء فاقتتلا فقال سنان يا معشر الأنصار وقال الجهجاه يا معشر المهاجرين وزيد بن أرقم ونفر من الأنصار عند عبدالله بن أبي فلما سمعها قال قد ثاورونا في بلادنا والله ما مثلنا وجلابيب قريش هذه إلا كما قال القائل سمن كلبك يأكلك والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ثم أقبل على من عنده من قومه وقال هذا ما صنعتم بأنفسكم أحللتموهم بلادكم وقاسمتموهم أموالكم أما والله لو كففتم عنهم لتحولوا عنكم في بلادكم إلى غيرها فسمعها زيد ابن أرقم رضي الله عنه فذهب بها إلى رسول الله صلى الله عليه وسلم وهو غليم عنده عمر بن الخطاب رضي الله عنه فأخبره الخبر فقال عمر رضي الله عنه يا رسول الله مر عباد بن بشر فليضرب عنقه فقال رسول الله صلى الله عليه وسلم: \"فكيف إذا تحدث الناس يا عمر أن محمدا يقتل أصحابه؟ لا ولكن ناد يا عمر الرحيل\" فلما بلغ عبدالله بن أبي أن ذلك قد بلغ رسول الله صلى الله عليه وسلم أتاه فاعتذر إليه وحلف بالله ما قال ما قال عليه زيد بن أرقم وكان عند قومه بمكان فقالوا يا رسول الله عسى أن يكون هذا الغلام أوهم ولم يثبت ما قال الرجل وراح رسول الله صلى الله عليه وسلم مهجرا في ساعة كان لا يروح فيها فلقيه أسيد بن الحضير رضي الله عنه فسلم عليه بتحية النبوة ثم قال والله لقد رحت في ساعة منكرة ما كنت تروح فيها فقال رسول الله صلى الله عليه وسلم \"أما بلغك ما قال صاحبك ابن أبي؟ زعم أنه إذا قدم المدينة سيخرج الأعز منها الأذل\" قال فأنت يا رسول الله العزيز وهو الذليل ثم قال ارفق به يا رسول الله فوالله لقد جاء الله بك وإنا لننظم له الخرز لنتوجه فإنه ليرى أن قد سلبته ملكا فسار رسول الله صلى الله عليه وسلم بالناس حتى أمسوا وليلته حتى أصبحوا وصدر يومه حتى اشتد الضحى ثم نزل بالناس ليشغلهم عما كان من الحديث فلم يأمن الناس أن وجدوا مس الأرض فناموا ونزلت سورة المنافقين.وقال الحافظ أبو بكر البيهقى أخبرنا أبو عبدالله الحافظ أخبرنا أبو بكر بن إسحاق أخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان حدثنا عمر بن دينار سمعت جابر بن عبدالله يقول كنا مع رسول الله صلى الله عليه وسلم في غزاة فكسع رجل من المهاجرين رجلا من الأنصار فقال الأنصاري يا للأنصار وقال المهاجري يا للمهاجرين فقال رسول الله صلى الله عليه وسلم \"ما بال دعوى الجاهلية؟ دعوها فإنها منتنة\" وقال عبدالله بن أبي بن سلول وقد فعلوها: والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل قال جابر وكان الأنصار بالمدينة أكثر من المهاجرين حين قدم رسول الله صلى الله عليه وسلم ثم كثر المهاجرون بعد ذلك فقال عمر دعني أضرب عنق هذا المنافق فقال النبي صلى الله عليه وسلم \"دعه لا يتحدث الناس أن محمدا يقتل أصحابه\" ورواه الإمام أحمد عن حسن بن محمد المروزي عن سفيان بن عيينة ورواه البخاري عن الحميدي ومسلم عن أبي بكر بن أبي شيبة وغيره عن سفيان به نحوه وقال الإمام أحمد حدثنا محمد بن جعفر حدثنا شعبة عن الحكم عن محمد بن كعب القرظى عن زيد بن أرقم قال كنت مع رسول الله صلى الله عليه وسلم في غزوة تبوك فقال عبدالله بن أبي لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل قال فأتيت النبي صلى الله عليه وسلم فأخبرته قال فحلف عبدالله بن أبي أنه لم يكن شيء من ذلك قال فلامني قومي وقالوا ما أردت إلى هذا؟ قال فانطلقت فنمت كئيبا حزينا قال فأرسل إلي نبي الله صلى الله عليه وسلم فقال \"إن الله قد أنزل عذرك وصدقك\"."
      },
      "translations": {
        "en": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people.",
        "fr": "C'est égal, pour eux, que tu implores le pardon pour eux ou que tu ne le fasses pas: Allah ne leur pardonnera jamais, car Allah ne guide pas les gens pervers.",
        "es": "Da lo mismo que pidas o no que se les perdone. Alá no les perdonará. Alá no dirige a la gente perversa."
      },
      "ibn_ashour": "سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (6){ سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ }جملة معترضة بين حكاية أحوالهم نشأت لمناسبة قوله : { وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رؤوسهم } [ المنافقون : 5 ] الخ .واعلم أن تركيب : سواء عليه أكذا أم كذا ، ونحوه مما جرى مجرى المثل فيلزم هذه الكلمات مع ما يناسبها من ضمائر المخبر عنه . ومدلوله استواء الأمرين لدى المجرور بحرف ( على ) ، ولذلك يعقَّب بجملةٍ تبين جهة الاستواء كجملة { لن يغفر الله لهم } . وجملة { لا يؤمنون } في سورة [ البقرة : 6 ] . وقوله : { سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون } في سورة [ يس : 10 ] وأما ما ينسب إلى بُثينة في رثاء جَميل بن معمر من قولها :سَواء عَلَينا يا جميلُ بنَ معمر ... إذا مِتَّ بأساءُ الحياةِ ولينُهافلا أحسبه صحيح الرواية . وسواء اسم بمعنى مساو يعامل معاملة الجامد في الغالب فلا يتغير خبره نقول : هما سواء ، وهم سواء . وشذ قولهم : سِواءَيْن .و ( على ) من قوله :",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ",
      "tafsir": {
        "muyassar": "هؤلاء المنافقون هم الذين يقولون لأهل \"المدينة\": لا تنفقوا على أصحاب رسول الله من المهاجرين حتى يتفرقوا عنه. ولله وحده خزائن السموات والأرض وما فيهما من أرزاق، يعطيها من يشاء ويمنعها عمَّن يشاء، ولكن المنافقين ليس لديهم فقه ولا ينفعهم ذلك.",
        "mukhtasar": "هم الذين يقولون: لا تنفقوا أموالكم على من عند رسول الله من الفقراء والأعراب حول المدينة حتى يتفرقوا عنه، ولله وحده خزائن السماوات، وخزائن الأرض، يرزقها من يشاء من عباده، ولكنّ المنافقين لا يعلمون أن خزائن الرزق بيده سبحانه.",
        "saadi": " وهذا من شدة عداوتهم للنبي صلى الله عليه وسلم، والمسلمين، لما رأوا اجتماع أصحابه وائتلافهم، ومسارعتهم في مرضاة الرسول صلى الله عليه وسلم، قالوا بزعمهم الفاسد:{ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا } فإنهم - بزعمهم - لولا أموال المنافقين ونفقاتهم عليهم، لما اجتمعوا في نصرة دين الله، وهذا من أعجب العجب، أن يدعى هؤلاء المنافقون الذين هم أحرص الناس على خذلان الدين، وأذية المسلمين، مثل هذه الدعوى، التي لا تروج إلا على من لا علم له بحقائق الأمور  ولهذا قال الله ردًا لقولهم: { وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ } فيؤتي الرزق من يشاء، ويمنعه من يشاء، وييسر الأسباب لمن يشاء، ويعسرها على من يشاء، { وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ } فلذلك قالوا تلك المقالة، التي مضمونها أن خزائن الرزق في أيديهم، وتحت مشيئتهم.",
        "kathir": "قال فنزلت هذه الآية \"هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا - حتى بلغ - لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل\" ورواه البخاري عند هذه الآية عن آدم بن أبي إياس عن شعبة ثم قال وقال ابن أبي زائدة عن الأعمش عن عمرو عن ابن أبي ليلى عن زيد عن النبي صلى الله عليه وسلم ورواه الترمذي والنسائي عندها أيضا من حديث شعبة به.\"طريق أخرى عن زيد\" قال الإمام أحمد رحمه الله حدثنا يحيى بن آدم ويحيى بن أبي بكير قالا حدثنا إسرائيل عن أبي إسحاق قال سمعت زيد بن أرقم وقال أبو بكر عن زيد بن أرقم قال خرجت مع عمي في غزاة فسمعت عبدالله بن أبي بن سلول يقول لأصحابه لا تنفقوا على من عند رسول الله ولئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فذكرت ذلك لعمي فذكره عمى لرسول الله صلى الله عليه وسلم فأرسل إلى رسول الله صلى الله عليه وسلم فحدثته فأرسل إلى عبدالله بن أبي بن سلول وأصحابه فحلفوا بالله ما قالوا فكذبني رسول الله صلى الله عليه وسلم وصدقه فأصابني هم لم يصبني مثله قط وجلست في البيت فقال عمي: ما أردت إلا أن كذبك رسول الله صلى الله عليه وسلم ومقتك؟ قال حتى أنزل الله \"إذا جاءك المنافقون\" قال فبعث إليّ رسول الله صلى الله عليه وسلم فقرأها رسول الله صلى الله عليه وسلم علي ثم قال \"إن الله قد صدقك\" ثم قال أحمد أيضا حدثنا حسن بن موسى حدثنا زهير حدثنا أبو إسحاق أنه سمع زيد بن أرقم يقول خرجنا مع رسول الله صلى الله عليه وسلم في سفر فأصاب الناس شدة وقال عبدالله بن أبي لاصحابه لا تنفقوا على من عند رسول الله حتى ينفضوا من حوله وقال لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فأتيت النبي صلى الله عليه وسلم فأخبرته بذلك فأرسل إلى عبدالله بن أبي فسأله فاجتهد يمينه ما فعل فقالوا: كذب زيد يا رسول الله فوقع في نفسي مما قالوا فأنزل الله تصديقي \"إذا جاءك المنافقون\" قال ودعاهم رسول الله صلى الله عليه وسلم ليستغفر لهم فلووا رءوسهم وقد رواه البخاري ومسلم والنسائي من حديث زهير ورواه البخاري أيضا والترمذي من حديث إسرائيل كلاهما عن أبي إسحاق عمرو بن عبدالله السبيعي الهمدانى الكوفي عن زيد به \"طريق أخرى عن زيد\" قال أبو عيسى الترمذي حدثنا عبد بن حميد حدثنا عبيد الله بن موسى عن إسرائيل عن السدى عن أبي سعيد الأزدي قال حدثنا زيد بن أرقم قال غزونا مع رسول الله صلى الله عليه وسلم وكان معنا أناس من الأعراب فكنا نبتدر الماء وكان الأعراب يسبقوننا إليه فسبق أعرابي أصحابه ليملأ الحوض ويجعل حوله حجارة ويجعل النطع عليه حتى يجيء أصحابه قال فأتى رجل من الأنصار الأعرابي فأرخى زمام ناقته لتشرب فأبى أن يدعه فانتزع حجرا فغاض الماء فرفع الاعرابي خشبته فضرب بها رأس الأنصاري فشجه فأتى عبد الله بن أبي رأس المنافقين فأخبره وكان من أصحابه فغضب عبدالله بن أبي ثم قال: لا تنفقوا على من عند رسول الله حتى ينفضوا من حوله يعني الأعراب وكانوا يحضرون رسول الله صلى الله عليه وسلم عند الطعام فقال عبدالله لأصحابه إذا انفضوا من عند محمد فائتوا محمدا بالطعام فليأكل هو ومن معه ثم قال لأصحابه لئن رجعتم إلى المدينة فليخرج الأعز منها الأذل قال زيد وأنا ردف عمي قال فسمعت عبدالله بن أبي يقول ما قال فأخبرت عمي فانطلق فأخبر رسول الله صلى الله عليه وسلم فأرسل إليه رسول الله صلى الله عليه وسلم فحلف وجحد قال فصدقه رسول الله صلى الله عليه وسلم وكذبني قال فجاء إلي عمي فقال ما أردت إلا أن مقتك رسول الله صلى الله عليه وسلم وكذبك المسلمون؟ قال فوقع علي من الغم ما لم يقع على أحد قط قال فبينما أنا أسير مع رسول الله صلى الله عليه وسلم في سفر وقد خفقت برأسي من الهم إذ أتاني رسول الله صلى الله عليه وسلم فعرك أذني وضحك في وجهي فما كان يسرني أن لي بها الخلد في الدنيا ثم إن أبا بكر لحقني وقال ما قال لك رسول الله صلى الله عليه وسلم؟ قلت ما قال شيئا إلا أنه عرك أذني وضحك في وجهي فقال أبشر ثم لحقني عمر فقلت له مثل قولي لأبي بكر فلما أن أصبحنا قرأ رسول الله صلى الله عليه وسلم سورة المنافقين.انفرد بإخراجه الترمذي وقال هذا حديث حسن صحيح.وهكذا رواه الحافظ البيهقي عن الحاكم عن عبيدالله بن موسى به وزاد بعد قوله سورة المنافقين \"إذا جاءك المنافقون قالوا فشهد إنك لرسول الله - حتى بلغ- هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا - حتى بلغ - ليخرجن الأعز منها الأذل\".وقد ورى عبدالله بن لهيعة عن أبي الأسود عروة بن الزبير في المغازي وكذا ذكر موسى بن عقبة في مغازيه أيضا هذه القصة بهذا السياق ولكن جعلا الذي بلغ رسول الله صلى الله عليه وسلم كلام عبدالله بن أبي بن سلول إنما هو أوس بن أقرم من بني الحارث بن الخزرج فلعله مبلغ آخر أو تصحيف من جهة السمع والله أعلم.وقد قال ابن أبي حاتم رحمه الله حدثنا محمد عزيز الأيلي حدثنا سلام حدثني عقيل أخبرت محمد بن مسلم أن عروة بن الزبير وعمرو بن ثابت الأنصاري أخبراه أن رسول الله صلى الله عليه وسلم غزا غزوة المريسيع وهي التي هدم رسول الله صلى الله عليه وسلم فيها مناة الطاغية التي كانت بين قفا المشلل وبين البحر فبعث رسول الله صلى الله عليه وسلم خالد بن الوليد فكسر مناة فاقتتل رجلان في غزوة رسول الله صلى الله عليه وسلم تلك أحدهما من المهاجرين والآخر من بهز وهم حلفاء الأنصار فاستعلى الرجل الذي من المهاجرين على البهزي فقال البهزي يا معشر الأنصار فنصره رجال من الأنصار وقال المهاجري يا معشر المهاجرين فنصره رجال من المهاجرين حتى كان بين أولئك الرجال من المهاجرين والرجال من الأنصار شىء من القتال ثم حجز بينهم فانكفأ كل منافق أو رجل في قلبه مرض إلى عبدالله بن أبي بن سلول فقال قد كنت ترجى وتدفع فأصبحت لا تضر ولا تنفع قد تناصرت علينا الجلابيب وكانوا يدعون كل حديث الهجرة الجلابيب."
      },
      "translations": {
        "en": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand.",
        "fr": "Ce sont eux qui disent: «Ne dépensez point pour ceux qui sont auprès du Messager d'Allah, afin qu'ils se dispersent». Et c'est à Allah qu'appartiennent les trésors des cieux et de la terre, mais les hypocrites ne comprennent pas.",
        "es": "Son ellos los que dicen: «No gastéis nada en favor de los que están con el Enviado de Alá; así, se escaparán de él». Los tesoros de los cielos y de la tierra pertenecen a Alá, pero los hipócritas no comprenden."
      },
      "ibn_ashour": "هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ (7){ هُمُ الذين يَقُولُونَ لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ وَلِلَّهِ خَزَآئِنُ السماوات والارض ولكن المنافقين لاَ يَفْقَهُونَ } .هذا أيضاً من مقالاتهم في مجامعهم وجماعتهم يقولونها لإخوانهم الذين كانوا ينفقون على فقراء المسلمين تظاهراً بالإِسلام كأنهم يقول بعضهم لبعض تظاهَرْ الإِسلام بغير الإِنفاق مثل قولهم لمن يقول لهم تعالوا يستغفر لكم رسول الله ، ولذلك عقبت بها . وقد جاء في الأحاديث الصحيحة أن قائل هذه المقالة عبد الله بن أُبَيّ ابن سلول كما تقدم في طالعة تفسير هذه السورة فإسناد هذا القول إلى ضمير المنافقين لأنهم تقبلوه منه إذ هو رأس المنافقين أو فشا هذا القول بين المنافقين فأخذوا يبثونه في المسلمين .وموقع الجملة الاستئناف الابتدائي المعْرببِ عن مكرهم وسوء طواياهم انتقالاً من وصف إعراضهم عند التقرب من الرسول صلى الله عليه وسلم إلى وصف لون آخر من كفرهم وهو الكيد للدِّين في صورة ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "يقول هؤلاء المنافقون: لئن عُدْنا إلى \"المدينة\" ليخرجنَّ فريقنا الأعزُّ منها فريق المؤمنين الأذل، ولله تعالى العزة ولرسوله صلى الله عليه وسلم، وللمؤمنين بالله ورسوله لا لغيرهم، ولكن المنافقين لا يعلمون ذلك؛ لفرط جهلهم.",
        "mukhtasar": "يقول رأسهم عبد الله بن أُبيّ: لئن عدنا إلى المدينة ليُخْرِجنّ الأعز -وهم أنا وقومي - منها الأذلّ؛ وهم محمد وأصحابه، ولله وحده العزة ولرسوله وللمؤمنين، وليست لعبد الله بن أُبيّ وأصحابه، ولكن المنافقين لا يعلمون أن العزة لله ولرسوله وللمؤمنين.",
        "saadi": "{ يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ } وذلك في غزوة المريسيع، حين صار بين بعض المهاجرين والأنصار، بعض كلام كدر الخواطر، ظهر حينئذ نفاق المنافقين، وأظهروا ما في نفوسهم  .وقال كبيرهم، عبد الله بن أبي بن سلول: ما مثلنا ومثل هؤلاء -يعني المهاجرين- إلا كما قال القائل: \" غذ كلبك يأكلك \"  وقال: لئن رجعنا إلى المدينة { لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ } بزعمه أنه هو وإخوانه من المنافقين الأعزون، وأن رسول الله ومن معه  هم الأذلون، والأمر بعكس ما قال هذا المنافق، فلهذا قال [تعالى:] { وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ } فهم الأعزاء، والمنافقون وإخوانهم من الكفار [هم] الأذلاء. { وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ } ذلك زعموا أنهم الأعزاء، اغترارًا بما هم عليه من الباطل، ثم قال تعالى:  ",
        "kathir": "فقال عبدالله بن أبي عدو الله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل قال مالك بن الدخشن وكان من المنافقين ألم أقل لكم لا تنفقوا على من عند رسول الله حتى ينفضوا؟ فسمع بذلك عمر بن الخطاب فأقبل يمشي حتى أتي رسول الله صلى الله عليه وسلم فقال يا رسول الله ائذن لي في هذا الرجل الذي قد أفتن الناس أضرب عنقه يريد عمر عبدالله بن أبي فقال رسول الله صلى الله عليه وسلم لعمر: \"أو قاتله أنت إن أمرتك بقتله؟\" فقال عمر نعم والله لئن أمرتني بقتله لأضربن عنقه فقال رسول الله صلى الله عليه وسلم \"اجلس\" فأقبل أسيد بن حضير وهو أحد الأنصار ثم أحد بني عبد الأشهل حتى أتى رسول الله صلى الله عليه وسلم فقال يا رسول الله ائذن لي في هذا الرجل الذي قد أفتن الناس أضرب عنقه فقال رسول الله صلى الله عليه وسلم \"أو قاتله أنت إن امرتك بقتله؟\" قال نعم والله لئن أمرتني بقتله لأضربن بالسيف تحت قرط أذنيه فقال رسول الله صلى الله عليه وسلم \"اجلس\" ثم قال رسول الله صلى الله عليه وسلم \"آذنوا بالرحيل\" فهجر بالناس فسار يومه وليلته والغد حتى متع النهار ثم نزل ثم هجر بالناس مثلها حتى صبح بالمدينة في ثلاث سارها من قفا المشلل فلما قدم رسول الله صلى الله عليه وسلم المدينة أرسل إلى عمر فدعاه فقال له رسول الله صلى الله عليه وسلم \"أي عمر أكنت قاتله لو أمرتك بقتله؟\" فقال عمر نعم فقال رسول الله صلى الله عليه وسلم \"والله لو قتلته يومئذ لأرغمت أنوف رجال لو أمرتهم اليوم بقتله لقتلوه فيتحدث الناس أني قد وقعت علي أصحابي فأقتلهم صبرا\" وأنزل الله عز وجل \"هم الذين يقولون لا تنفقوا على من عند رسول الله ختى ينفضوا - إلى قوله تعالى - يقولون لئن رجعنا إلى المدينة\" الآية وهذا سياق غريب وفيه أشياء نفيسة لا توجد إلا فيه وقال محمد بن إسحاق بن يسار حدثني عاصم بن عمر بن قتادة أن عبدالله بن عبدالله بن أبي لما بلغه ما كان من أمر أبيه أتى رسول الله صلى الله عليه وسلم فقال يا رسول الله إنه بلغني أنك تريد قتل عبدالله بن أبي فيما بلغك عنه فإن كنت فاعلا فمرني به فأنا أحمل إليك رأسه فوالله لقد علمت الخزرج ما كان لها من رجل أبر بوالده مني إني أخشى أن تأمر به غيري فيقتله فلا تدعني نفسي أنظر إلى قاتل عبدالله بن أبي يمسي في الناس فأقتله فأقتل مؤمنا بكافر فأدخل النار فقال رسول الله صلى الله عليه وسلم \"بل نترفق به ونحسن صحبته ما بقي معنا\" وذكر عكرمة وابن زيد وغيرهما أن الناس لما قفلوا راجعين إلى المدينة وقف عبدالله بن عبدالله هذا على باب المدينة واستل سيفه فجعل الناس يمرون عليه فلما جاء أبوه عبدالله بن أبي قال له ابنه وراءك فقال مالك ويلك؟ فقال والله لا تجوز من ههنا حتى يأذن لك رسول الله صلى الله عليه وسلم فإنه العزيز وأنت الذليل فلما جاء رسول الله صلى الله عليه وسلم وكان إنما يسير ساقة فشكا إليه عبدالله بن أبي ابنه فقال ابنه عبدالله والله يا رسول الله لا يدخلها حتى تأذن له فأذن له رسول الله صلى الله عليه وسلم فقال أما إذا أذن لك رسول الله صلى الله عليه وسلم فجز الآن وقال أبو بكر عبدالله بن الزبير الحميدي في مسنده حدثنا سفيان بن عيينة حدثنا أبو هارون المدني قال: قال عبدالله بن عبدالله ابن أبي بن سلول لأبيه والله لا تدخل المدينة أبدا حتى تقول رسول الله صلى الله عليه وسلم الأعز وأنا الأذل قال وجاء إلى النبي صلى الله عليه وسلم فقال يا رسول الله إنه بلغني أنك تريد أن تقتل أبي فوالذي بعثك بالحق ما تأملت وجهه قط هيبة له لئن شئت أن آتيك برأسه لأتيتك فإني أكره أن أرى قاتل أبي."
      },
      "translations": {
        "en": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.",
        "fr": "Ils disent: «Si nous retournons à Médine, le plus puissant en fera assurément sortir le plus humble». Or c'est à Allah qu'est la puissance ainsi qu'à Son messager et aux croyants. Mais les hypocrites ne le savent pas.",
        "es": "Dicen: «Si volvemos a la ciudad, los más poderosos, sin duda, expulsarán de ella a los más débiles». Pero el poder pertenece a Alá, a Su Enviado y a los creyentes. Los hipócritas, empero, no saben."
      },
      "ibn_ashour": "يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (8)استئناف ثان على أسلوب التعداد والتكرير ولذلك لم يعطف . ومثله يكثر في مقام التوبيخ . وهذا وصف لخبث نواياهم إذْ أرادوا التهديد وإفسادَ إخلاص الأنصار وأخوّتهم مع المهاجرين بإلقاء هذا الخاطر في نفوس الأنصار بذراً للفتنة والتفرقة وانتهازاً لخصومة طفيفة حدثت بين شخصين من موالي الفريقين ، وهذا القول المحكي هنا صدر من عبد الله بن أُبيّ ابن سلول حين كسَع حليفُ المهاجرين حليفَ الأنصار كما تقدم في ذكر سبب نزول هذه السورة ، وعند قوله تعالى : { هم الذين يقولون لا تنفقوا على من عند رسول الله } [ المنافقون : 7 ] فإسناد القول إلى ضمير المنافقين هنا كإسناده هناك .وصيغة المضارع في حكاية هذه المقالة لاستحضار الحالة العجيبة كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] . والمدينة هي مدينتهم المعهودة وهي يثرب .و { الأعزّ } : القويّ العِزة وهو الذي لا يُقهر ولا يُغلب على تفاوت في مقدار العزّة إذ هي من الأمور النسبية .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تَشْغَلْكم أموالكم ولا أولادكم عن عبادة الله وطاعته، ومن تشغَله أمواله وأولاده عن ذلك، فأولئك هم المغبونون حظوظهم من كرامة الله ورحمته.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تشغلكم أموالكم ولا أولادكم عن الصلاة أو غيرها من فرائض الإسلام، ومن شغلته أمواله وأولاده عما أوجبه الله عليه من الصلاة وغيرها، فأولئك هم الخاسرون حقًّا الذين خسروا أنفسهم وأهليهم يوم القيامة.",
        "saadi": "يأمر تعالى عباده المؤمنين بالإكثار من ذكره، فإن في ذلك الربح والفلاح، والخيرات الكثيرة، وينهاهم أن تشغلهم أموالهم وأولادهم عن ذكره، فإن محبة المال والأولاد مجبولة عليها أكثر النفوس، فتقدمها على محبة الله، وفي ذلك الخسارة العظيمة، ولهذا قال تعالى: { وَمَنْ يَفْعَلْ ذَلِكَ } أي: يلهه ماله وولده، عن ذكر الله { فَأُولَئِكَ هُمُ الْخَاسِرُونَ } للسعادة الأبدية، والنعيم المقيم، لأنهم آثروا ما يفنى على ما يبقى، قال تعالى: { إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ } .",
        "kathir": "يقول تعالى آمرا لعباده المؤمنين بكثرة ذكره وناهيا لهم عن أن تشغلهم الأموال ، والأولاد عن ذلك ، ومخبرا لهم بأنه من التهى بمتاع الحياة الدنيا وزينتها عما خلق له من طاعة ربه وذكره ، فإنه من الخاسرين الذين يخسرون أنفسهم ، وأهليهم يوم القيامة"
      },
      "translations": {
        "en": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah. And whoever does that - then those are the losers.",
        "fr": "O vous qui avez cru! Que ni vos biens ni vos enfants ne vous distraient du rappel d'Allah. Et quiconque fait cela... alors ceux-là seront les perdants.",
        "es": "¡Creyentes! Que ni vuestra hacienda ni vuestros hijos os distraigan del recuerdo de Alá. Quienes eso hacen, son los que pierden."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (9)انتقال من كشف أحوال المنافقين المسوق للحذر منهم والتحذير من صفاتهم ، إلى الإِقبال على خطاب المؤمنين بنهيهم عما شأنُه أن يشغل عن التذكر لما أمر الله ونهى ، ثم الأمر بالإِنفاق في سبل الخير في سبيل الله ومصالح المسلمين وجماعتهم وإسعاف آحادهم ، لئلا يستهويهم قول المنافقين { لا تنفقوا على من عند رسول الله } [ المنافقين : 7 ] والمبادرة إلى ذلك قبل إتيان الموت الذي لا يُدْرى وقت حلوله حين تمنى أن يكون قد تأخر أجله ليزيد من العمل الصالح فلا ينفعه التمني وهو تمهيد لقوله بعده { وأنفقوا من ما رزقناكم } [ المنافقون : 10 ] ، فالمناسبة لهذا الانتقال هو حكاية مقال المنافقين ولذلك قدم ذكر الأموال على ذكر الأولاد لأنها أهم بحسب السياق .ونودي المخاطبون بطريق الموصول لما تؤذن به الصلة من التهمم لامتثال النهي .وخص الأموال والأولاد بتوجه النهي عن الاشتغال بها اشتغالاً يلهي عن ذكر الله لأن الأموال مما يكثر إقبال الناس على إنمائها والتفكير في اكتسابها ب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍۢ قَرِيبٍۢ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
      "tafsir": {
        "muyassar": "وأنفقوا -أيها المؤمنون- بالله ورسوله بعض ما أعطيناكم في طرق الخير، مبادرين بذلك من قبل أن يجيء أحدكم الموت، ويرى دلائله وعلاماته، فيقول نادمًا: ربِّ هلا أمهلتني، وأجَّلت موتي إلى وقت قصير، فأتصدق من مالي، وأكن من الصالحين الأتقياء.",
        "mukhtasar": "وأنفقوا مما رزقكم الله من الأموال من قبل أن يأتي أحدكم الموت، فيقول لربه: ربّ هلاَّ أخرتني إلى مدّة يسيرة، فأتصدّق من مالي في سبيل الله، وأكن من عباد الله الصالحين الذين صلحت أعمالهم.",
        "saadi": "{ وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ } يدخل في هذا، النفقات الواجبة، من الزكاة والكفارات  ونفقة الزوجات، والمماليك، ونحو ذلك، والنفقات المستحبة، كبذل المال في جميع المصالح، وقال: { مِمَّا رَزَقْنَاكُمْ } ليدل ذلك على أنه تعالى، لم يكلف العباد من النفقة، ما يعنتهم ويشق عليهم، بل أمرهم بإخراج جزء  مما رزقهم الله الذي يسره لهم  ويسر لهم أسبابه.فليشكروا الذي أعطاهم، بمواساة إخوانهم المحتاجين، وليبادروا بذلك، الموت الذي إذا جاء، لم يمكن العبد أن يأتي بمثقال ذرة من الخير، ولهذا قال: { مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ } متحسرًا على ما فرط في وقت الإمكان، سائلاً الرجعة التي هي محال: { رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ } أي: لأتدارك ما فرطت فيه، { فَأَصَّدَّقَ } من مالي، ما به أنجو من العذاب، وأستحق به جزيل الثواب، { وَأَكُنْ مِنَ الصَّالِحِينَ } بأداء المأمورات كلها، واجتناب المنهيات، ويدخل في هذا، الحج وغيره، وهذا السؤال والتمني، قد فات وقته، ولا يمكن تداركه.",
        "kathir": "ثم حثهم على الإنفاق في طاعته فقال : ( وأنفقوا من ما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين ) فكل مفرط يندم عند الاحتضار ، ويسأل طول المدة ولو شيئا يسيرا ، يستعتب ويستدرك ما فاته ، وهيهات ! كان ما كان ، وأتى ما هو آت ، وكل بحسب تفريطه ، أما الكفار فكما قال الله تعالى : ( وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال ) [ إبراهيم : 44 ] وقال تعالى : ( حتى إذا جاء أحدهم الموت قال رب ارجعون لعلي أعمل صالحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون ) [ المؤمنون : 99 ، 100 ]"
      },
      "translations": {
        "en": "And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\"",
        "fr": "Et dépensez de ce que Nous vous avons octroyé avant que la mort ne vienne à l'un de vous et qu'il dise alors: «Seigneur! si seulement Tu m'accordais un court délai: je ferais l'aumône et serais parmi les gens de bien».",
        "es": "Gastad de lo que os hemos proveído, antes de que la muerte venga a uno de vosotros y éste diga: «¡Señor! ¿Por qué no me das algo más de tiempo, para que dé limosna y sea de los justos?»."
      },
      "ibn_ashour": "وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (10)هذا إبطال ونقض لكيد المنافقين حين قالوا : { لا تنفقوا على من عند رسول الله } [ المنافقون : 7 ] ، وهو يعمّ الإِنفاق على الملتفين حول رسول الله صلى الله عليه وسلم والإِنفاقَ على غيرهم فكانت الجملة كالتذييل .وفعل { أنفقوا } مستعمل في الطلب الشامل للواجب والمستحب فإن مدلول صيغة : افعل ، مطلق الطلب ، وهو القدر المشترك بين الوجوب والندب .وفي قوله : { من ما رزقناكم } إشارة إلى أن الإنفاق المأمور به شكر لله على ما رزق المنفِق فإن الشكر صرف العبد ما أنعم الله به عليه فيما خُلق لأجله ، ويعرف ذلك من تلقاء الشريعة .و { مِن } للتبعيض ، أي بعض ما رزقناكم ، وهذه توسعة من الله على عباده ، وهذا البعض منه هو معيّن المقدار مثل مقادير الزكاة وصدقة الفطر . ومنه ما يتعين بسدّ الخلة الواجب سدّها مع طاقة المنفق كنفقات الحج والجهاد والرباط ونفقات العيال الواجبة ونفقات مصالح المسلمين الضرورية والحاجيّة ، ومنه ما يتعين بتعين سببه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "ولن يؤخر الله نفسًا إذا جاء وقت موتها، وانقضى عمرها، والله سبحانه خبير بالذي تعملونه من خير وشر، وسيجازيكم على ذلك.",
        "mukhtasar": "ولن يؤخر الله سبحانه نفسًا إذا حضر أجلها وانقضى عمرها، والله خبير بما تعملون، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها، إن خيرًا فخير، وإن شرًّا فشر.",
        "saadi": "{ وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا } المحتوم لها { وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ } من خير وشر، فيجازيكم على ما علمه منكم، من النيات والأعمال.تم تفسير سورة المنافقين،ولله الحمد  ",
        "kathir": "ثم قال تعالى : ( ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون ) أي : لا ينظر أحدا بعد حلول أجله ، وهو أعلم وأخبر بمن يكون صادقا في قوله وسؤاله ممن لو رد لعاد إلى شر مما كان عليه ; ولهذا قال : ( والله خبير بما تعملون ) وقال أبو عيسى الترمذي : حدثنا عبد بن حميد ، حدثنا جعفر بن عون ، حدثنا أبو جناب الكلبي ، عن الضحاك بن مزاحم ، عن ابن عباس قال : من كان له مال يبلغه حج بيت ربه ، أو تجب عليه فيه زكاة ، فلم يفعل ، سأل الرجعة عند الموت . فقال رجل : يا ابن عباس اتق الله ، فإنما يسأل الرجعة الكفار . فقال سأتلو عليك بذلك قرآنا : ( يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون وأنفقوا من ما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون ) قال : فما يوجب الزكاة ؟ قال : إذا بلغ المال مائتين فصاعدا . قال : فما يوجب الحج ؟ قال : الزاد والبعير .ثم قال : حدثنا عبد بن حميد ، حدثنا عبد الرزاق ، عن الثوري ، عن يحيى بن أبي حية - وهو أبو جناب الكلبي - عن الضحاك ، عن ابن عباس عن النبي - صلى الله عليه وسلم - بنحوهثم قال : وقد رواه سفيان بن عيينة ، وغيره ، عن أبي جناب ، عن ابن الضحاك ، عن ابن عباس من قوله . وهو أصح ، وضعف أبا جناب الكلبي .قلت : رواية الضحاك ، عن ابن عباس فيها انقطاع ، والله أعلم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا ابن نفيل ، حدثنا سليمان بن عطاء ، عن مسلمة الجهني ، عن عمه - يعني أبا مشجعة بن ربعي - عن أبي الدرداء رضي الله عنه ، قال : ذكرنا عند رسول الله - صلى الله عليه وسلم - الزيادة في العمر فقال : \" إن الله لا يؤخر نفسا إذا جاء أجلها ، وإنما الزيادة في العمر أن يرزق الله العبد ذرية صالحة يدعون له ، فيلحقه دعاؤهم في قبره \"آخر تفسير سورة \" المنافقون \" ولله الحمد والمنة ."
      },
      "translations": {
        "en": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do.",
        "fr": "Allah cependant n'accorde jamais de délai à une âme dont le terme est arrivé. Et Allah est Parfaitement Connaisseur de ce que vous faites.",
        "es": "Cuando le vence a uno su plazo, Alá no le concede prórroga. Alá está bien informado de lo que hacéis."
      },
      "ibn_ashour": "وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (11){ وَلَن يُؤَخِّرَ الله نَفْساً إِذَا جَآءَ أَجَلُهَآ } .اعتراض في آخر الكلام فالواو اعتراضية تذكيراً للمؤمنين بالأجل لكل روح عند حلولها في جسدها حين يؤمر الملك الذي ينفخُ الروح يكتب أجله وعمله ورزقه وشقي أو سعيد . فالأجل هو المدة المعينة لحياته لا يؤخر عن أمده فإذا حضر الموت كان دعاء المؤمن الله بتأخير أجله من الدعاء الذي اسْتجاب لأن الله قدر الآجال .وهذا سر عظيم لا يعلم حكمة تحديده إلا الله تعالى .والنفس : الروح ، سميت نفساً أخذاً من النَفس بفتح الفاء وهو الهواء الذي يخرج من الأنف والفم من كل حيوان ذي رئة ، فسميت النفس نفساً لأن النفس يتولد منها ، كما سمي مرادف النفس رُوحاً لأنه مأخوذ الرَوح بفتح الراء لأن الرَّوح به . قاله أبو بكر بن الأنباري .و { أجلها } الوقت المحدد لبقائها في الهيكل الإِنساني .ويجوز أن يراد بالنفس الذات ، أي شخص الإِنسان وهو من معاني النفْس . كما في قوله تعالى : { أن النفس بالنفس } [ المائدة : 45 ] وأجلها الوقت المعيَّن مقداره لبقاء الحياة .و { لَن } لتأكيد نفي التأخير ،",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ",
      "tafsir": {
        "muyassar": "إذا حضر مجلسك المنافقون -أيها الرسول- قالوا بألسنتهم، نشهد إنك لرسول الله، والله يعلم إنك لرسول الله، والله يشهد إن المنافقين لكاذبون فيما أظهروه من شهادتهم لك، وحلفوا عليه بألسنتهم، وأضمروا الكفر به.",
        "mukhtasar": "إذا حضر مجلسك -أيها الرسول- المنافقون الذين يُظْهِرون الإسلام، ويُضْمِرون الكفر، قالوا: نشهد إنك لرسول الله حقًّا، والله يعلم إنك لرسوله حقًّا، والله يشهد إن المنافقين لكاذبون فيما يدّعون أنهم يشهدون من صميم قلوبهم أنك رسوله.",
        "saadi": "لما قدم النبي صلى الله عليه وسلم المدينة، وكثر المسلمون في المدينة واعتز الإسلام بها  ، صار أناس من أهلها من الأوس والخزرج، يظهرون الإيمان ويبطنون الكفر، ليبقى جاههم، وتحقن دماؤهم، وتسلم أموالهم، فذكر الله من أوصافهم ما به يعرفون، لكي يحذر العباد منهم، ويكونوا منهم على بصيرة، فقال: { إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا } على وجه الكذب: { نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ } وهذه الشهادة من المنافقين على وجه الكذب والنفاق، مع أنه لا حاجة لشهادتهم في تأييد رسوله، فإن { اللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ } في قولهم ودعواهم، وأن ذلك ليس بحقيقة منهم.",
        "kathir": "تفسير سورة المنافقون وهي مدنيةيقول تعالى مخبرا عن المنافقين : إنهم إنما يتفوهون بالإسلام إذا جاءوا النبي - صلى الله عليه وسلم - فأما في باطن الأمر فليسوا كذلك ، بل على الضد من ذلك ; ولهذا قال تعالى : ( إذا جاءك المنافقون قالوا نشهد إنك لرسول الله ) أي : إذا حضروا عندك واجهوك بذلك ، وأظهروا لك ذلك ، وليسوا كما يقولون : ولهذا اعترض بجملة مخبرة أنه رسول الله ، فقال الله : ( والله يعلم إنك لرسوله )ثم قال : ( والله يشهد إن المنافقين لكاذبون ) أي : فيما أخبروا به ، وإن كان مطابقا للخارج ; لأنهم لم يكونوا يعتقدون صحة ما يقولون ولا صدقه ; ولهذا كذبهم بالنسبة إلى اعتقادهم ."
      },
      "translations": {
        "en": "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are the Messenger of Allah.\" And Allah knows that you are His Messenger, and Allah testifies that the hypocrites are liars.",
        "fr": "Quand les hypocrites viennent à toi, ils disent: «Nous attestons que tu es certes le Messager d'Allah» Allah sait que tu es vraiment Son messager; et Allah atteste que les hypocrites sont assurément des menteurs.",
        "es": "Cuando los hipócritas vienen a ti, dicen: «Atestiguamos que tú eres, en verdad, el Enviado de Alá». Alá sabe que tú eres el enviado. Pero Alá es testigo de que los hipócritas mienten."
      },
      "ibn_ashour": "إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1)لما كان نزول هذه السورة عقب خصومة المهاجري والأنصاري ومقالة عبد الله بن أُبيّ في شأن المهاجرين . تعيّن أن الغرض من هذه الآية التعريض بكذب عبد الله بن أبيّ وبنفاقه فصيغ الكلام بصيغة تعمّ المنافقين لتجنب التصريح بالمقصود على طريقة قول النبي صلى الله عليه وسلم « مَا بال أقوام يشترطون شُروطاً ليست في كتاب الله » ومراده مولى بَريرة لما أراد أن يبيعها لعائشة أمّ المؤمنين واشترط أن يكون الولاء له ، وابتدىء بتكذيب مَنْ أُريد تكذيبه في ادعائه الإِيمان بصدق الرسول صلى الله عليه وسلم وإن لم يكن ذلك هو المقصود إشعاراً بأن الله أطلع رسول الله صلى الله عليه وسلم على دخَائِلهم ، وهو تمهيد لما بعده من قوله : { والله يشهد إن المنافقين لكاذبون } ، لأن رسول الله صلى الله عليه وسلم يَعلم أن المنافقين قَالوا : نشهد إنك لرسول الله .فيجوز أن يكون قولهم : { نشهد إنك لرسول الله } محكياً بالمعنى لأنهم يقولون عبارات كثيرة تفيد معنى أنهم يشهدون بأ",
      "gharib": {
        "muyassar": {
          "word": "المنافقون",
          "meaning": "المخادعون"
        },
        "siraj": {
          "word": "المنافقون",
          "meaning": "من يظهر الإيمان ويخفي الكفر"
        }
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةًۭ فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "tafsir": {
        "muyassar": "إنما جعل المنافقون أيمانهم التي أقسموها سترة ووقاية لهم من المؤاخذة والعذاب، ومنعوا أنفسهم، ومنعوا الناس عن طريق الله المستقيم، إنهم بئس ما كانوا يعملون؛ ذلك لأنهم آمنوا في الظاهر، ثم كفروا في الباطن، فختم الله على قلوبهم بسبب كفرهم، فهم لا يفهمون ما فيه صلاحهم.",
        "mukhtasar": "جعلوا أيمانهم التي يحلفونها على دعواهم الإيمان، سترةً ووقاية لهم من القتل والأسر، وصرفوا الناس عن الإيمان بما يبثونه من التشكيك والإرجاف، إنهم قبح ما كانوا يعملون من النفاق والأيمان الكاذبة.",
        "saadi": "{ اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً } أي: ترسًا يتترسون بها من نسبتهم إلى النفاق.فصدوا عن سبيله بأنفسهم، وصدوا غيرهم ممن يخفى عليه حالهم، { إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ } حيث أظهروا الإيمان وأبطنوا الكفر، وأقسموا على ذلك وأوهموا صدقهم.",
        "kathir": "وقوله : ( اتخذوا أيمانهم جنة فصدوا عن سبيل الله ) أي : اتقوا الناس بالأيمان الكاذبة ، والحلفات الآثمة ، ليصدقوا فيما يقولون ، فاغتر بهم من لا يعرف جلية أمرهم ، فاعتقدوا أنهم مسلمون فربما اقتدى بهم فيما يفعلون وصدقهم فيما يقولون ، وهم من شأنهم أنهم كانوا في الباطن لا يألون الإسلام وأهله خبلا فحصل بهذا القدر ضرر كبير على كثير من الناس ولهذا قال تعالى : ( فصدوا عن سبيل الله إنهم ساء ما كانوا يعملون ) ولهذا كان الضحاك بن مزاحم يقرؤها : \" اتخذوا إيمانهم جنة \" أي : تصديقهم الظاهر جنة ، أي : تقية يتقون به القتل . والجمهور يقرؤها : ( أيمانهم ) جمع يمين ."
      },
      "translations": {
        "en": "They have taken their oaths as a cover, so they averted [people] from the way of Allah. Indeed, it was evil that they were doing.",
        "fr": "Ils prennent leurs serments pour bouclier et obstruent le chemin d'Allah. Quelles mauvaises choses que ce qu'ils faisaient!",
        "es": "Se han escudado en sus juramentos y han desviado a otros del camino de Alá. ¡Qué mal está lo que han hecho!"
      },
      "ibn_ashour": "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (2)استئناف بياني لأن تكذيب الله تعالى إياهم في قولهم للنبيء صلى الله عليه وسلم { نشهد إنك لرسول الله } [ المنافقون : 1 ] يثير في أنفس السامعين سؤالاً عن أيْمانهم لدى النبي صلى الله عليه وسلم بأنهم مؤمنون به وأنهم لا يضمرون بغضه فأخبر الله عنهم بأنهم اتخذوا أيمانهم تقية يتقون بها وقد وصفهم الله بالحلف بالأيمان الكاذبة في آيات كثيرة من القرآن .والجُنة : ما يستتر به ويُتَّقَى ومنه سميت الدرع جُنة .والمعنى : جعلوا أيمانهم كالجُنّة يتّقي بها ما يَلْحق من أذى . فلما شبهت الأيمان بالجُنّة على طريقة التشبيه البليغ ، أُتبع ذلك بتشبيه الحَلف باتخاذ الجنة ، أي استعمالها ، ففي { اتخذوا } استعارة تبعية ، وليس هذا خاصاً بحلف عبد الله بن أُبَيّ أنه قال : «لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل» ، كما تقدم في ذكر سبب نزولها ، بل هو أعمّ ، ولذلك فالوجه حمل ضمائر الجمع في قوله : { اتخذوا أيمانهم } الآية على حقيقتها ، أي اتخذ المنافقون كلُّهم أيمانهم جُنة ، أي كانت تلك تقيتهم ، أي تلك شنشنة معرو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "tafsir": {
        "muyassar": "إنما جعل المنافقون أيمانهم التي أقسموها سترة ووقاية لهم من المؤاخذة والعذاب، ومنعوا أنفسهم، ومنعوا الناس عن طريق الله المستقيم، إنهم بئس ما كانوا يعملون؛ ذلك لأنهم آمنوا في الظاهر، ثم كفروا في الباطن، فختم الله على قلوبهم بسبب كفرهم، فهم لا يفهمون ما فيه صلاحهم.",
        "mukhtasar": "ذلك بسبب أنهم آمنوا نفاقًا، ولم يصل الإيمان إلى قلوبهم، ثم كفروا بالله سرًّا، فختم على قلوبهم بسبب كفرهم فلا يدخلها إيمان، فهم بسبب ذلك الختم لا يفقهون ما فيه صلاحهم ورشدهم.",
        "saadi": " { ذَلِكَ } الذي زين لهم النفاق { بـ } سبب أنهم لا يثبتون على الإيمان.بل { آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ } بحيث لا يدخلها الخير أبدًا، { فَهُمْ لَا يَفْقَهُونَ } ما ينفعهم، ولا يعون ما يعود بمصالحهم.",
        "kathir": "وقوله ( ذلك بأنهم آمنوا ثم كفروا فطبع على قلوبهم فهم لا يفقهون ) أي : إنما قدر عليهم النفاق لرجوعهم عن الإيمان إلى الكفران ، واستبدالهم الضلالة بالهدى ( فطبع على قلوبهم فهم لا يفقهون ) أي : فلا يصل إلى قلوبهم هدى ، ولا يخلص إليها خير ، فلا تعي ولا تهتدي ."
      },
      "translations": {
        "en": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand.",
        "fr": "C'est parce qu'en vérité ils ont cru, puis rejeté la foi. Leurs cœurs donc, ont été scellés, de sorte qu'ils ne comprennent rien.",
        "es": "Porque primero creyeron y, luego, han descreído. Sus corazones han sido sellados, así que no entienden."
      },
      "ibn_ashour": "ذَلِكَ بِأَنَّهُمْ آَمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ (3)جملة في مَوضع العلة لمضمون جملة { اتخذوا أيمانهم جنة } [ المنافقون : 2 ] .والإِشارة إلى مضمون قوله : { إنهم ساء ما كانوا يعملون } [ المنافقون : 2 ] ، أي سبب إقدامهم على الأعمال السيئة المتعجب من سوئها ، هو استخفافهم بالأيمان ومراجعتهم الكفر مرة بعد أخرى ، فرسخ الكفر في نفوسهم فتجرأت أنفسهم على الجرائم وضَرِيت بها ، حتى صارت قلوبهم كالمطبوع عليها أن لا يخلص إليها الخير .فقوله : { بأنهم آمنوا } خبر عن اسم الإِشارة . ومعنى الباء السببية . و { ثم } للتراخي الرتبي فإن إبطال الكفر مع إظهار الإِيمان أعظم من الكفر الصريح . وأن كفرهم أرسخ فيهم من إظهار أيمانهم .ويجوز أن يراد مع ذلك التراخي في الزمن وهو المهلة .فإسناد فعل { آمنوا } إليهم مع الإِخبار عنهم قبل ذلك بأنهم كاذبون في قولهم : { نشهد إنك لرسول الله } [ المنافقون : 1 ] مستعمل في حقيقته ومجازه فإن مراتب المنافقين متفاوتة في النفاق وشدةِ الكفر فمنهم من آمنوا لما سمعوا آيات القرآن أو لاحت لهم أنوار من النبي صلى الله عليه وسلم لم تثبت في قلوبهم . ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌۭ مُّسَنَّدَةٌۭ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "tafsir": {
        "muyassar": "وإذا نظرت إلى هؤلاء المنافقين تعجبك هيئاتهم ومناظرهم، وإن يتحدثوا تسمع لحديثهم؛ لفصاحة ألسنتهم، وهم لفراغ قلوبهم من الإيمان، وعقولهم من الفهم والعلم النافع كالأخشاب الملقاة على الحائط، التي لا حياة فيها، يظنون كل صوت عال واقعًا عليهم وضارًا بهم؛ لعلمهم بحقيقة حالهم، ولفرط جبنهم، والرعب الذي تمكَّن من قلوبهم، هم الأعداء الحقيقيون شديدو العداوة لك وللمؤمنين، فخذ حذرك منهم، أخزاهم الله وطردهم من رحمته، كيف ينصرفون عن الحق إلى ما هم فيه من النفاق والضلال؟",
        "mukhtasar": "وإذا رأيتهم - أيها الناظر - تعجبك هيئاتهم وأشكالهم؛ لما هم فيه من النضارة والنعيم، وإن يتكلموا تسمع لكلامهم لما فيه من البلاغة، كأنهم في مجلسك - أيها الرسول - خُشُب مُسَنَّدة، لا يفهمون شيئًا ولا يعونه، يظنون كل صوت يستهدفهم لما فيهم من الجبن، هم العدوّ حقًّا، فاحذرهم - أيها الرسول - أن يفشوا لك سرًّا أو يكيدوا لك مكيدة، لعنهم الله، كيف يُصْرَفون عن الإيمان مع وضوح دلائله، وجلاء براهينه؟!",
        "saadi": "{ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ } من روائها ونضارتها، { وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ } أي: من حسن منطقهم تستلذ لاستماعه، فأجسامهم وأقوالهم معجبة، ولكن ليس وراء ذلك من الأخلاق الفاضلة والهدى الصالح شيء، ولهذا قال: { كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ } لا منفعة فيها، ولا ينال منها إلا الضرر المحض، { يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ } وذلك لجبنهم وفزعهم وضعف قلوبهم، والريب الذي في قلوبهم  يخافون أن يطلع عليهم.فهؤلاء { هُمُ الْعَدُوُّ } على الحقيقة، لأن العدو البارز المتميز، أهون من العدو الذي لا يشعر به، وهو مخادع ماكر، يزعم أنه ولي، وهو العدو المبين، { فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ } أي: كيف يصرفون عن الدين الإسلامي بعد ما تبينت أدلته، واتضحت معالمه، إلى الكفر الذي لا يفيدهم إلا الخسار والشقاء.",
        "kathir": "( وإذا رأيتهم تعجبك أجسامهم وإن يقولوا تسمع لقولهم ) أي : كانوا أشكالا حسنة وذوي فصاحة وألسنة ، إذا سمعهم السامع يصغي إلى قولهم لبلاغتهم ، وهم مع ذلك في غاية الضعف ، والخور ، والهلع ، والجزع ، والجبن ; ولهذا قال : ( يحسبون كل صيحة عليهم ) أي : كلما وقع أمر ، أو كائنة ، أو خوف يعتقدون لجبنهم أنه نازل بهم ، كما قال تعالى : ( أشحة عليكم فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي يغشى عليه من الموت فإذا ذهب الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله أعمالهم وكان ذلك على الله يسيرا ) [ الأحزاب : 19 ] فهم جهامات وصور بلا معاني . ولهذا قال : ( هم العدو فاحذرهم قاتلهم الله أنى يؤفكون ) أي : كيف يصرفون عن الهدى إلى الضلال .وقد قال الإمام أحمد : حدثنا يزيد ، حدثنا عبد الملك بن قدامة الجمحي ، عن إسحاق بن بكر بن أبي الفرات ، عن سعيد بن أبي سعيد المقبري ، . عن أبيه ، عن أبي هريرة رضي الله عنه ، عن النبي - صلى الله عليه وسلم - قال : \" إن للمنافقين علامات يعرفون بها : تحيتهم لعنة ، وطعامهم نهبة ، وغنيمتهم غلول ، ولا يقربون المساجد إلا هجرا ، ولا يأتون الصلاة إلا دبرا ، مستكبرين لا يألفون ولا يؤلفون ، خشب بالليل ، صخب بالنهار \" . وقال يزيد مرة : سخب بالنهار"
      },
      "translations": {
        "en": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up - they think that every shout is against them. They are the enemy, so beware of them. May Allah destroy them; how are they deluded?",
        "fr": "Et quand tu les vois, leurs corps t'émerveillent; et s'ils parlent tu écoutes leur parole. Ils sont comme des bûches appuyées (contre des murs) et ils pensent que chaque cri est dirigé contre eux. L'ennemi c'est eux. Prends y garde. Qu'Allah les extermine! Comme les voilà détournés (du droit chemin).",
        "es": "Cuando se les ve, se admira su presencia. Si dicen algo, se escucha lo que dicen. Son como maderos apoyados. Creen que todo grito va dirigido contra ellos. Son ellos el enemigo. ¡Ten, pues, cuidado con ellos! ¡Que Alá les maldiga! ¡Cómo pueden ser tan desviados!"
      },
      "ibn_ashour": "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (4){ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أجسامهم وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ } .هذا انتقال إلى وضَحْ بعض أحوالهم التي لا يبرزونها إذا جاؤوا إلى النبي صلى الله عليه وسلم ولكنها تبرز من مشاهدتهم ، فكان الوضح الأول مفتتحاً ب { إذا جاءك المنافقون } [ المنافقون : 1 ] وهذا الوضح مفتتحاً ب { إذا رأيتهم } .فجملة { وإذا رأيتهم } معطوفة على جملة { فهم لا يفقهون } [ المنافقون : 3 ] واقعة موقع الاحتراس والتتميم لدفع إيهام من يغره ظاهر صورهم .واتبع انتفاء فقه عقولهم بالتنبيه على عدم الاغترَار بحسن صورهم فإنها أجسام خالية عن كمال الأنفس كقول حسان ولعله أخذه من هذه الآية: ... لابأس بالقوم من طُول ومن غلظجِسم البغال وأحلام العصافِير ... وتفيد مع الاحتراس تنبيهاً على دخائلهم بحيث لو حذف حرف العطف من الجملتين لصح وقوعهما موقع الاستئناف الابتدائي ",
      "shehri_videos": [
        {
          "videoId": "lMFS_5TsB6s",
          "url": "https://www.youtube.com/watch?v=lMFS_5TsB6s",
          "title": "برنامج ( غريب القرآن ) || الحلقة 15 - { وإذا رأيت ثم رأيت }",
          "word": "وإذا رأيت ثم رأيت"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
      "tafsir": {
        "muyassar": "وإذا قيل لهؤلاء المنافقين: أقبلوا تائبين معتذرين عمَّا بدر منكم من سيِّئ القول وسفه الحديث، يستغفر لكم رسول الله ويسأل الله لكم المغفرة والعفو عن ذنوبكم، أمالوا رؤوسهم وحركوها استهزاءً واستكبارًا، وأبصرتهم -أيها الرسول- يعرضون عنك، وهم مستكبرون عن الامتثال لما طُلِب منهم.",
        "mukhtasar": "وإذا قيل لهؤلاء المنافقين: تعالوا إلى رسول الله معتذرين عما بدر منكم، يطلب لكم من الله المغفرة لذنوبكم، عطفوا رؤوسهم استهزاءً وسخرية، ورأيتهم يُعْرِضون عما أُمِرُوا به، وهم مستكبرون عن قبول الحق والإذعان له.",
        "saadi": "{ وَإِذَا قِيلَ } لهؤلاء المنافقين { تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ } عما صدر منكم، لتحسن أحوالكم، وتقبل أعمالكم، امتنعوا من ذلك أشد الامتناع، و { لَوَّوْا رُءُوسَهُمْ } امتناعًا من طلب الدعاء من الرسول، { وَرَأَيْتَهُمْ يَصُدُّونَ } عن الحق بغضًا له { وَهُمْ مُسْتَكْبِرُونَ } عن اتباعه بغيًا وعنادًا، فهذه حالهم عندما يدعون إلى طلب الدعاء من الرسول، وهذا من لطف الله وكرامته لرسوله، حيث لم يأتوا إليه، فيستغفر لهم، ",
        "kathir": "يقول تعالى مخبرا عن المنافقين - عليهم لعائن الله - أنهم ( وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رءوسهم ) أي : صدوا وأعرضوا عما قيل لهم استكبارا عن ذلك ، واحتقارا لما قيل لهم ولهذا قال : ( ورأيتهم يصدون وهم مستكبرون )"
      },
      "translations": {
        "en": "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant.",
        "fr": "Et quand on leur dit: «Venez que le Messager d'Allah implore le pardon pour vous», ils détournent leurs têtes, et tu les vois se détourner tandis qu'ils s'enflent d'orgueil.",
        "es": "Cuando se les dice: «¡Venid, que el Enviado de Alá pedirá perdon por vosotros!», vuelven la cabeza y se les ve retirarse altivamente."
      },
      "ibn_ashour": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (5)هذا حالهم في العناد ومجافاة الرسول صلى الله عليه وسلم والإِعراض عن التفكر في الآخرة ، بَلْهَ الاستعداد للفوز فيها .و { تعالوا } طَلَب من المخاطب بالحضور عند الطالب ، وأصله فِعل أمر من التَعالي ، وهو تكلف العُلو ، أي الصعود ، وتنوسي ذلك وصار لمجرد طلب الحضور ، فلزم حالة واحدة فصار اسم فِعل ، وتقدم عند قوله تعالى : { قل تعالوا أتل ما حرم ربكم عليكم } الآية في سورة [ الأنعام : 151 ] .وهذا الطلب يجعل تعالوا } مشعر بأن هذه حالة من أحوال انفرادهم في جماعتهم فهي ثالث الأغراض من بيان مختلف أنواع تلك الأحوال ، وقد ابتدأت ب { إذا } كما ابتدىء الغرضان السابقان ب { إذا } { إذا جاءك المنافقون } [ المنافقون : 1 ] . و { إذا رأيتَهم تعجبك أجسامهم } [ المنافقون : 4 ] .والقائل لهم ذلك يحتمل أن يكون بعضَ المسلمين وَعَظوهم ونصحوهم ، ويحتمل أنه بعض منهم اهتدى وأراد الإِنابة .قيل المقول له هو عبد الله بنُ أُبَيّ ابن سلول على نحو ما تقدم من الوجوه في ذكر المنافقين بصيغة",
      "shehri_videos": [
        {
          "videoId": "lMFS_5TsB6s",
          "url": "https://www.youtube.com/watch?v=lMFS_5TsB6s",
          "title": "برنامج ( غريب القرآن ) || الحلقة 15 - { وإذا رأيت ثم رأيت }",
          "word": "وإذا رأيت ثم رأيت"
        }
      ],
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 6,
      "text": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَٰسِقِينَ",
      "tafsir": {
        "muyassar": "سواء على هؤلاء المنافقين أطلبت لهم المغفرة من الله -أيها الرسول- أم لم تطلب لهم، إن الله لن يصفح عن ذنوبهم أبدًا؛ لإصرارهم على الفسق ورسوخهم في الكفر. إن الله لا يوفِّق للإيمان القوم الكافرين به، الخارجين عن طاعته.",
        "mukhtasar": "يستوي طلبُك - أيها الرسول - المغفرة لذنوبهم وعدم طلبك المغفرة لهم، لن يغفر الله لهم ذنوبهم، إن الله لا يوفق القوم الخارجين عن طاعته، المُصِرِّين على معصيته.",
        "saadi": "فإنه سواء استغفر لهم أم لم يستغفر لهم فلن يغفر الله لهم، وذلك لأنهم قوم فاسقون، خارجون عن طاعة الله، مؤثرون للكفر على الإيمان، فلذلك لا ينفع فيهم استغفار الرسول، لو استغفر لهم كما قال تعالى: { اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ } { إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ } . ",
        "kathir": "ثم جازاهم على ذلك فقال تعالى \"سواء عليهم أستغفرت لهم أم لم تستغفر لهم لن يغفر الله لهم إن الله لا يهدي القوم الفاسقين\" كما قال في سورة براءة وقد تقدم الكلام على ذلك وإيراد الأحاديث المروية هناك وقال ابن أبي حاتم حدثنا أبي حدثنا ابن أبي عمر العدني قال: قال سفيان \"لووا رءوسهم\" قال ابن أبي عمر حول سفيان وجهه على يمينه ونظر بعينه شذرا ثم قال هو هذا.وقد ذكر غير واحد من السلف أن هذا السياق كله نزل في عبدالله بن أبي بن سلول كما سنورده قريبا إن شاء الله تعالى وبه الثقة وعليه التكلان.وقد قال محمد بن إسحق في السيرة ولما قدم رسول الله صلى الله عليه وسلم المدينة يعني مرجعه من أحد وكان عبدالله بن أبي بن سلول كما حدثني ابن شهاب الزهري له مقام يقومه كل جمعة لا ينكر شرفا له من نفسه ومن قومه وكان فيهم شريفا إذا جلس النبي صلى الله عليه وسلم يوم الجمعة وهو يخطب الناس قام فقال أيها الناس هذا رسول الله صلى الله عليه وسلم بين أظهركم أكرمكم الله به وأعزكم به فانصروه وعزروه واسمعوا له وأطيعوا ثم يجلس حتى إذا صنع يوم أحد ما صنع يعني مرجعه بثلث الجيش ورجع الناس قام يفعل ذلك كما كان يفعله فأخذ المسلمون بثيابه من نواحيه وقالوا اجلس أي عدو الله لست لذلك بأهل وقد صنعت ما صنعت فخرج يتخطى رقاب الناس وهو يقول: والله لكأنما قلت بجرا أأن قمت أشدد أمره فلقيه رجال من الأنصار بباب المسجد فقالوا ويلك مالك؟ قال قمت أشدد أمره فوثب علي رجال من أصحابه يجذبونني ويعنفونني لكأنما قلت بجرا أأن قمت أشدد أمره قالوا ويلك ارجع يستغفر لك رسول الله صلى الله عليه وسلم قال والله ما أبتغي أن يستغفر لي.وقال قتادة والسدي أنزلت هذه الآية في عبدالله بن أبي وذلك أن غلاما من قرابته انطلق إلى رسول الله صلى الله عليه وسلم فحدثه بحديث عنه وأمر شديد فدعاه رسول الله صلى الله عليه وسلم فإذا هو يحلف بالله ويتبرأ من ذلك وأقبلت الأنصار على ذلك الغلام فلاموه وعزلوه وأنزل الله فيه ما تسمعون وقيل لعدو الله لو أتيت رسول الله فجعل يلوي رأسه أي لست فاعلا.وقال ابن أبي حاتم حدثنا أبي حدثنا أبو الربيع الزهراني حدثنا حماد بن زيد حدثنا أيوب عن سعيد بن جبير أن رسول الله صلى الله عليه وسلم كان إذا نزل منزلا لم يرتحل حتى يصلي فيه فلما كانت غزوة تبوك بلغه أن عبدالله ابن أبي بن سلول قال ليخرجن الأعز منها الأذل فارتحل قبل أن ينزل آخر النهار وقيل لعبدالله بن أبي ائت النبي صلى الله عليه وسلم حتى يستغفر لك فأنزل الله تعالى \"إذا جاءك المنافقون - إلى قوله - وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رؤوسهم\" وهذا إسناد صحيح إلى سعيد بن جبير وقوله إن ذلك كان فى غزوة تبوك فيه نظر بل ليس بجيد فإن عبدالله بن أبي بن سلول لم يكن ممن خرج في غزوة تبوك بل رجع بطائفة من الجيش وإنما المشهور عند أصحاب المغازي والسير أن ذلك كان في غزوة المريسيع وهي غزوة بني المصطلق وقال يونس بن بكير عن ابن إسحاق حدثني محمد بن يحي بن حبان وعبدالله بن أبي بكر وعاصم بن عمر بن قتادة في قصة بني المصطلق فبينا رسول الله صلى الله عليه وسلم مقيم هناك اقتتل على الماء جهجاه بن سعيد الغفاري وكان أجيرا لعمر بن الخطاب وسنان بن يزيد قال ابن إسحاق فحدثني محمد بن يحيى بن حبان قال ازدحما على الماء فاقتتلا فقال سنان يا معشر الأنصار وقال الجهجاه يا معشر المهاجرين وزيد بن أرقم ونفر من الأنصار عند عبدالله بن أبي فلما سمعها قال قد ثاورونا في بلادنا والله ما مثلنا وجلابيب قريش هذه إلا كما قال القائل سمن كلبك يأكلك والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ثم أقبل على من عنده من قومه وقال هذا ما صنعتم بأنفسكم أحللتموهم بلادكم وقاسمتموهم أموالكم أما والله لو كففتم عنهم لتحولوا عنكم في بلادكم إلى غيرها فسمعها زيد ابن أرقم رضي الله عنه فذهب بها إلى رسول الله صلى الله عليه وسلم وهو غليم عنده عمر بن الخطاب رضي الله عنه فأخبره الخبر فقال عمر رضي الله عنه يا رسول الله مر عباد بن بشر فليضرب عنقه فقال رسول الله صلى الله عليه وسلم: \"فكيف إذا تحدث الناس يا عمر أن محمدا يقتل أصحابه؟ لا ولكن ناد يا عمر الرحيل\" فلما بلغ عبدالله بن أبي أن ذلك قد بلغ رسول الله صلى الله عليه وسلم أتاه فاعتذر إليه وحلف بالله ما قال ما قال عليه زيد بن أرقم وكان عند قومه بمكان فقالوا يا رسول الله عسى أن يكون هذا الغلام أوهم ولم يثبت ما قال الرجل وراح رسول الله صلى الله عليه وسلم مهجرا في ساعة كان لا يروح فيها فلقيه أسيد بن الحضير رضي الله عنه فسلم عليه بتحية النبوة ثم قال والله لقد رحت في ساعة منكرة ما كنت تروح فيها فقال رسول الله صلى الله عليه وسلم \"أما بلغك ما قال صاحبك ابن أبي؟ زعم أنه إذا قدم المدينة سيخرج الأعز منها الأذل\" قال فأنت يا رسول الله العزيز وهو الذليل ثم قال ارفق به يا رسول الله فوالله لقد جاء الله بك وإنا لننظم له الخرز لنتوجه فإنه ليرى أن قد سلبته ملكا فسار رسول الله صلى الله عليه وسلم بالناس حتى أمسوا وليلته حتى أصبحوا وصدر يومه حتى اشتد الضحى ثم نزل بالناس ليشغلهم عما كان من الحديث فلم يأمن الناس أن وجدوا مس الأرض فناموا ونزلت سورة المنافقين.وقال الحافظ أبو بكر البيهقى أخبرنا أبو عبدالله الحافظ أخبرنا أبو بكر بن إسحاق أخبرنا بشر بن موسى حدثنا الحميدي حدثنا سفيان حدثنا عمر بن دينار سمعت جابر بن عبدالله يقول كنا مع رسول الله صلى الله عليه وسلم في غزاة فكسع رجل من المهاجرين رجلا من الأنصار فقال الأنصاري يا للأنصار وقال المهاجري يا للمهاجرين فقال رسول الله صلى الله عليه وسلم \"ما بال دعوى الجاهلية؟ دعوها فإنها منتنة\" وقال عبدالله بن أبي بن سلول وقد فعلوها: والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل قال جابر وكان الأنصار بالمدينة أكثر من المهاجرين حين قدم رسول الله صلى الله عليه وسلم ثم كثر المهاجرون بعد ذلك فقال عمر دعني أضرب عنق هذا المنافق فقال النبي صلى الله عليه وسلم \"دعه لا يتحدث الناس أن محمدا يقتل أصحابه\" ورواه الإمام أحمد عن حسن بن محمد المروزي عن سفيان بن عيينة ورواه البخاري عن الحميدي ومسلم عن أبي بكر بن أبي شيبة وغيره عن سفيان به نحوه وقال الإمام أحمد حدثنا محمد بن جعفر حدثنا شعبة عن الحكم عن محمد بن كعب القرظى عن زيد بن أرقم قال كنت مع رسول الله صلى الله عليه وسلم في غزوة تبوك فقال عبدالله بن أبي لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل قال فأتيت النبي صلى الله عليه وسلم فأخبرته قال فحلف عبدالله بن أبي أنه لم يكن شيء من ذلك قال فلامني قومي وقالوا ما أردت إلى هذا؟ قال فانطلقت فنمت كئيبا حزينا قال فأرسل إلي نبي الله صلى الله عليه وسلم فقال \"إن الله قد أنزل عذرك وصدقك\"."
      },
      "translations": {
        "en": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide the defiantly disobedient people.",
        "fr": "C'est égal, pour eux, que tu implores le pardon pour eux ou que tu ne le fasses pas: Allah ne leur pardonnera jamais, car Allah ne guide pas les gens pervers.",
        "es": "Da lo mismo que pidas o no que se les perdone. Alá no les perdonará. Alá no dirige a la gente perversa."
      },
      "ibn_ashour": "سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (6){ سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ }جملة معترضة بين حكاية أحوالهم نشأت لمناسبة قوله : { وإذا قيل لهم تعالوا يستغفر لكم رسول الله لووا رؤوسهم } [ المنافقون : 5 ] الخ .واعلم أن تركيب : سواء عليه أكذا أم كذا ، ونحوه مما جرى مجرى المثل فيلزم هذه الكلمات مع ما يناسبها من ضمائر المخبر عنه . ومدلوله استواء الأمرين لدى المجرور بحرف ( على ) ، ولذلك يعقَّب بجملةٍ تبين جهة الاستواء كجملة { لن يغفر الله لهم } . وجملة { لا يؤمنون } في سورة [ البقرة : 6 ] . وقوله : { سواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون } في سورة [ يس : 10 ] وأما ما ينسب إلى بُثينة في رثاء جَميل بن معمر من قولها :سَواء عَلَينا يا جميلُ بنَ معمر ... إذا مِتَّ بأساءُ الحياةِ ولينُهافلا أحسبه صحيح الرواية . وسواء اسم بمعنى مساو يعامل معاملة الجامد في الغالب فلا يتغير خبره نقول : هما سواء ، وهم سواء . وشذ قولهم : سِواءَيْن .و ( على ) من قوله :",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَفْقَهُونَ",
      "tafsir": {
        "muyassar": "هؤلاء المنافقون هم الذين يقولون لأهل \"المدينة\": لا تنفقوا على أصحاب رسول الله من المهاجرين حتى يتفرقوا عنه. ولله وحده خزائن السموات والأرض وما فيهما من أرزاق، يعطيها من يشاء ويمنعها عمَّن يشاء، ولكن المنافقين ليس لديهم فقه ولا ينفعهم ذلك.",
        "mukhtasar": "هم الذين يقولون: لا تنفقوا أموالكم على من عند رسول الله من الفقراء والأعراب حول المدينة حتى يتفرقوا عنه، ولله وحده خزائن السماوات، وخزائن الأرض، يرزقها من يشاء من عباده، ولكنّ المنافقين لا يعلمون أن خزائن الرزق بيده سبحانه.",
        "saadi": " وهذا من شدة عداوتهم للنبي صلى الله عليه وسلم، والمسلمين، لما رأوا اجتماع أصحابه وائتلافهم، ومسارعتهم في مرضاة الرسول صلى الله عليه وسلم، قالوا بزعمهم الفاسد:{ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا } فإنهم - بزعمهم - لولا أموال المنافقين ونفقاتهم عليهم، لما اجتمعوا في نصرة دين الله، وهذا من أعجب العجب، أن يدعى هؤلاء المنافقون الذين هم أحرص الناس على خذلان الدين، وأذية المسلمين، مثل هذه الدعوى، التي لا تروج إلا على من لا علم له بحقائق الأمور  ولهذا قال الله ردًا لقولهم: { وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ } فيؤتي الرزق من يشاء، ويمنعه من يشاء، وييسر الأسباب لمن يشاء، ويعسرها على من يشاء، { وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ } فلذلك قالوا تلك المقالة، التي مضمونها أن خزائن الرزق في أيديهم، وتحت مشيئتهم.",
        "kathir": "قال فنزلت هذه الآية \"هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا - حتى بلغ - لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل\" ورواه البخاري عند هذه الآية عن آدم بن أبي إياس عن شعبة ثم قال وقال ابن أبي زائدة عن الأعمش عن عمرو عن ابن أبي ليلى عن زيد عن النبي صلى الله عليه وسلم ورواه الترمذي والنسائي عندها أيضا من حديث شعبة به.\"طريق أخرى عن زيد\" قال الإمام أحمد رحمه الله حدثنا يحيى بن آدم ويحيى بن أبي بكير قالا حدثنا إسرائيل عن أبي إسحاق قال سمعت زيد بن أرقم وقال أبو بكر عن زيد بن أرقم قال خرجت مع عمي في غزاة فسمعت عبدالله بن أبي بن سلول يقول لأصحابه لا تنفقوا على من عند رسول الله ولئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فذكرت ذلك لعمي فذكره عمى لرسول الله صلى الله عليه وسلم فأرسل إلى رسول الله صلى الله عليه وسلم فحدثته فأرسل إلى عبدالله بن أبي بن سلول وأصحابه فحلفوا بالله ما قالوا فكذبني رسول الله صلى الله عليه وسلم وصدقه فأصابني هم لم يصبني مثله قط وجلست في البيت فقال عمي: ما أردت إلا أن كذبك رسول الله صلى الله عليه وسلم ومقتك؟ قال حتى أنزل الله \"إذا جاءك المنافقون\" قال فبعث إليّ رسول الله صلى الله عليه وسلم فقرأها رسول الله صلى الله عليه وسلم علي ثم قال \"إن الله قد صدقك\" ثم قال أحمد أيضا حدثنا حسن بن موسى حدثنا زهير حدثنا أبو إسحاق أنه سمع زيد بن أرقم يقول خرجنا مع رسول الله صلى الله عليه وسلم في سفر فأصاب الناس شدة وقال عبدالله بن أبي لاصحابه لا تنفقوا على من عند رسول الله حتى ينفضوا من حوله وقال لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فأتيت النبي صلى الله عليه وسلم فأخبرته بذلك فأرسل إلى عبدالله بن أبي فسأله فاجتهد يمينه ما فعل فقالوا: كذب زيد يا رسول الله فوقع في نفسي مما قالوا فأنزل الله تصديقي \"إذا جاءك المنافقون\" قال ودعاهم رسول الله صلى الله عليه وسلم ليستغفر لهم فلووا رءوسهم وقد رواه البخاري ومسلم والنسائي من حديث زهير ورواه البخاري أيضا والترمذي من حديث إسرائيل كلاهما عن أبي إسحاق عمرو بن عبدالله السبيعي الهمدانى الكوفي عن زيد به \"طريق أخرى عن زيد\" قال أبو عيسى الترمذي حدثنا عبد بن حميد حدثنا عبيد الله بن موسى عن إسرائيل عن السدى عن أبي سعيد الأزدي قال حدثنا زيد بن أرقم قال غزونا مع رسول الله صلى الله عليه وسلم وكان معنا أناس من الأعراب فكنا نبتدر الماء وكان الأعراب يسبقوننا إليه فسبق أعرابي أصحابه ليملأ الحوض ويجعل حوله حجارة ويجعل النطع عليه حتى يجيء أصحابه قال فأتى رجل من الأنصار الأعرابي فأرخى زمام ناقته لتشرب فأبى أن يدعه فانتزع حجرا فغاض الماء فرفع الاعرابي خشبته فضرب بها رأس الأنصاري فشجه فأتى عبد الله بن أبي رأس المنافقين فأخبره وكان من أصحابه فغضب عبدالله بن أبي ثم قال: لا تنفقوا على من عند رسول الله حتى ينفضوا من حوله يعني الأعراب وكانوا يحضرون رسول الله صلى الله عليه وسلم عند الطعام فقال عبدالله لأصحابه إذا انفضوا من عند محمد فائتوا محمدا بالطعام فليأكل هو ومن معه ثم قال لأصحابه لئن رجعتم إلى المدينة فليخرج الأعز منها الأذل قال زيد وأنا ردف عمي قال فسمعت عبدالله بن أبي يقول ما قال فأخبرت عمي فانطلق فأخبر رسول الله صلى الله عليه وسلم فأرسل إليه رسول الله صلى الله عليه وسلم فحلف وجحد قال فصدقه رسول الله صلى الله عليه وسلم وكذبني قال فجاء إلي عمي فقال ما أردت إلا أن مقتك رسول الله صلى الله عليه وسلم وكذبك المسلمون؟ قال فوقع علي من الغم ما لم يقع على أحد قط قال فبينما أنا أسير مع رسول الله صلى الله عليه وسلم في سفر وقد خفقت برأسي من الهم إذ أتاني رسول الله صلى الله عليه وسلم فعرك أذني وضحك في وجهي فما كان يسرني أن لي بها الخلد في الدنيا ثم إن أبا بكر لحقني وقال ما قال لك رسول الله صلى الله عليه وسلم؟ قلت ما قال شيئا إلا أنه عرك أذني وضحك في وجهي فقال أبشر ثم لحقني عمر فقلت له مثل قولي لأبي بكر فلما أن أصبحنا قرأ رسول الله صلى الله عليه وسلم سورة المنافقين.انفرد بإخراجه الترمذي وقال هذا حديث حسن صحيح.وهكذا رواه الحافظ البيهقي عن الحاكم عن عبيدالله بن موسى به وزاد بعد قوله سورة المنافقين \"إذا جاءك المنافقون قالوا فشهد إنك لرسول الله - حتى بلغ- هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا - حتى بلغ - ليخرجن الأعز منها الأذل\".وقد ورى عبدالله بن لهيعة عن أبي الأسود عروة بن الزبير في المغازي وكذا ذكر موسى بن عقبة في مغازيه أيضا هذه القصة بهذا السياق ولكن جعلا الذي بلغ رسول الله صلى الله عليه وسلم كلام عبدالله بن أبي بن سلول إنما هو أوس بن أقرم من بني الحارث بن الخزرج فلعله مبلغ آخر أو تصحيف من جهة السمع والله أعلم.وقد قال ابن أبي حاتم رحمه الله حدثنا محمد عزيز الأيلي حدثنا سلام حدثني عقيل أخبرت محمد بن مسلم أن عروة بن الزبير وعمرو بن ثابت الأنصاري أخبراه أن رسول الله صلى الله عليه وسلم غزا غزوة المريسيع وهي التي هدم رسول الله صلى الله عليه وسلم فيها مناة الطاغية التي كانت بين قفا المشلل وبين البحر فبعث رسول الله صلى الله عليه وسلم خالد بن الوليد فكسر مناة فاقتتل رجلان في غزوة رسول الله صلى الله عليه وسلم تلك أحدهما من المهاجرين والآخر من بهز وهم حلفاء الأنصار فاستعلى الرجل الذي من المهاجرين على البهزي فقال البهزي يا معشر الأنصار فنصره رجال من الأنصار وقال المهاجري يا معشر المهاجرين فنصره رجال من المهاجرين حتى كان بين أولئك الرجال من المهاجرين والرجال من الأنصار شىء من القتال ثم حجز بينهم فانكفأ كل منافق أو رجل في قلبه مرض إلى عبدالله بن أبي بن سلول فقال قد كنت ترجى وتدفع فأصبحت لا تضر ولا تنفع قد تناصرت علينا الجلابيب وكانوا يدعون كل حديث الهجرة الجلابيب."
      },
      "translations": {
        "en": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allah until they disband.\" And to Allah belongs the depositories of the heavens and the earth, but the hypocrites do not understand.",
        "fr": "Ce sont eux qui disent: «Ne dépensez point pour ceux qui sont auprès du Messager d'Allah, afin qu'ils se dispersent». Et c'est à Allah qu'appartiennent les trésors des cieux et de la terre, mais les hypocrites ne comprennent pas.",
        "es": "Son ellos los que dicen: «No gastéis nada en favor de los que están con el Enviado de Alá; así, se escaparán de él». Los tesoros de los cielos y de la tierra pertenecen a Alá, pero los hipócritas no comprenden."
      },
      "ibn_ashour": "هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ (7){ هُمُ الذين يَقُولُونَ لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ وَلِلَّهِ خَزَآئِنُ السماوات والارض ولكن المنافقين لاَ يَفْقَهُونَ } .هذا أيضاً من مقالاتهم في مجامعهم وجماعتهم يقولونها لإخوانهم الذين كانوا ينفقون على فقراء المسلمين تظاهراً بالإِسلام كأنهم يقول بعضهم لبعض تظاهَرْ الإِسلام بغير الإِنفاق مثل قولهم لمن يقول لهم تعالوا يستغفر لكم رسول الله ، ولذلك عقبت بها . وقد جاء في الأحاديث الصحيحة أن قائل هذه المقالة عبد الله بن أُبَيّ ابن سلول كما تقدم في طالعة تفسير هذه السورة فإسناد هذا القول إلى ضمير المنافقين لأنهم تقبلوه منه إذ هو رأس المنافقين أو فشا هذا القول بين المنافقين فأخذوا يبثونه في المسلمين .وموقع الجملة الاستئناف الابتدائي المعْرببِ عن مكرهم وسوء طواياهم انتقالاً من وصف إعراضهم عند التقرب من الرسول صلى الله عليه وسلم إلى وصف لون آخر من كفرهم وهو الكيد للدِّين في صورة ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ ٱلْمُنَٰفِقِينَ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "يقول هؤلاء المنافقون: لئن عُدْنا إلى \"المدينة\" ليخرجنَّ فريقنا الأعزُّ منها فريق المؤمنين الأذل، ولله تعالى العزة ولرسوله صلى الله عليه وسلم، وللمؤمنين بالله ورسوله لا لغيرهم، ولكن المنافقين لا يعلمون ذلك؛ لفرط جهلهم.",
        "mukhtasar": "يقول رأسهم عبد الله بن أُبيّ: لئن عدنا إلى المدينة ليُخْرِجنّ الأعز -وهم أنا وقومي - منها الأذلّ؛ وهم محمد وأصحابه، ولله وحده العزة ولرسوله وللمؤمنين، وليست لعبد الله بن أُبيّ وأصحابه، ولكن المنافقين لا يعلمون أن العزة لله ولرسوله وللمؤمنين.",
        "saadi": "{ يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ } وذلك في غزوة المريسيع، حين صار بين بعض المهاجرين والأنصار، بعض كلام كدر الخواطر، ظهر حينئذ نفاق المنافقين، وأظهروا ما في نفوسهم  .وقال كبيرهم، عبد الله بن أبي بن سلول: ما مثلنا ومثل هؤلاء -يعني المهاجرين- إلا كما قال القائل: \" غذ كلبك يأكلك \"  وقال: لئن رجعنا إلى المدينة { لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ } بزعمه أنه هو وإخوانه من المنافقين الأعزون، وأن رسول الله ومن معه  هم الأذلون، والأمر بعكس ما قال هذا المنافق، فلهذا قال [تعالى:] { وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ } فهم الأعزاء، والمنافقون وإخوانهم من الكفار [هم] الأذلاء. { وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ } ذلك زعموا أنهم الأعزاء، اغترارًا بما هم عليه من الباطل، ثم قال تعالى:  ",
        "kathir": "فقال عبدالله بن أبي عدو الله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل قال مالك بن الدخشن وكان من المنافقين ألم أقل لكم لا تنفقوا على من عند رسول الله حتى ينفضوا؟ فسمع بذلك عمر بن الخطاب فأقبل يمشي حتى أتي رسول الله صلى الله عليه وسلم فقال يا رسول الله ائذن لي في هذا الرجل الذي قد أفتن الناس أضرب عنقه يريد عمر عبدالله بن أبي فقال رسول الله صلى الله عليه وسلم لعمر: \"أو قاتله أنت إن أمرتك بقتله؟\" فقال عمر نعم والله لئن أمرتني بقتله لأضربن عنقه فقال رسول الله صلى الله عليه وسلم \"اجلس\" فأقبل أسيد بن حضير وهو أحد الأنصار ثم أحد بني عبد الأشهل حتى أتى رسول الله صلى الله عليه وسلم فقال يا رسول الله ائذن لي في هذا الرجل الذي قد أفتن الناس أضرب عنقه فقال رسول الله صلى الله عليه وسلم \"أو قاتله أنت إن امرتك بقتله؟\" قال نعم والله لئن أمرتني بقتله لأضربن بالسيف تحت قرط أذنيه فقال رسول الله صلى الله عليه وسلم \"اجلس\" ثم قال رسول الله صلى الله عليه وسلم \"آذنوا بالرحيل\" فهجر بالناس فسار يومه وليلته والغد حتى متع النهار ثم نزل ثم هجر بالناس مثلها حتى صبح بالمدينة في ثلاث سارها من قفا المشلل فلما قدم رسول الله صلى الله عليه وسلم المدينة أرسل إلى عمر فدعاه فقال له رسول الله صلى الله عليه وسلم \"أي عمر أكنت قاتله لو أمرتك بقتله؟\" فقال عمر نعم فقال رسول الله صلى الله عليه وسلم \"والله لو قتلته يومئذ لأرغمت أنوف رجال لو أمرتهم اليوم بقتله لقتلوه فيتحدث الناس أني قد وقعت علي أصحابي فأقتلهم صبرا\" وأنزل الله عز وجل \"هم الذين يقولون لا تنفقوا على من عند رسول الله ختى ينفضوا - إلى قوله تعالى - يقولون لئن رجعنا إلى المدينة\" الآية وهذا سياق غريب وفيه أشياء نفيسة لا توجد إلا فيه وقال محمد بن إسحاق بن يسار حدثني عاصم بن عمر بن قتادة أن عبدالله بن عبدالله بن أبي لما بلغه ما كان من أمر أبيه أتى رسول الله صلى الله عليه وسلم فقال يا رسول الله إنه بلغني أنك تريد قتل عبدالله بن أبي فيما بلغك عنه فإن كنت فاعلا فمرني به فأنا أحمل إليك رأسه فوالله لقد علمت الخزرج ما كان لها من رجل أبر بوالده مني إني أخشى أن تأمر به غيري فيقتله فلا تدعني نفسي أنظر إلى قاتل عبدالله بن أبي يمسي في الناس فأقتله فأقتل مؤمنا بكافر فأدخل النار فقال رسول الله صلى الله عليه وسلم \"بل نترفق به ونحسن صحبته ما بقي معنا\" وذكر عكرمة وابن زيد وغيرهما أن الناس لما قفلوا راجعين إلى المدينة وقف عبدالله بن عبدالله هذا على باب المدينة واستل سيفه فجعل الناس يمرون عليه فلما جاء أبوه عبدالله بن أبي قال له ابنه وراءك فقال مالك ويلك؟ فقال والله لا تجوز من ههنا حتى يأذن لك رسول الله صلى الله عليه وسلم فإنه العزيز وأنت الذليل فلما جاء رسول الله صلى الله عليه وسلم وكان إنما يسير ساقة فشكا إليه عبدالله بن أبي ابنه فقال ابنه عبدالله والله يا رسول الله لا يدخلها حتى تأذن له فأذن له رسول الله صلى الله عليه وسلم فقال أما إذا أذن لك رسول الله صلى الله عليه وسلم فجز الآن وقال أبو بكر عبدالله بن الزبير الحميدي في مسنده حدثنا سفيان بن عيينة حدثنا أبو هارون المدني قال: قال عبدالله بن عبدالله ابن أبي بن سلول لأبيه والله لا تدخل المدينة أبدا حتى تقول رسول الله صلى الله عليه وسلم الأعز وأنا الأذل قال وجاء إلى النبي صلى الله عليه وسلم فقال يا رسول الله إنه بلغني أنك تريد أن تقتل أبي فوالذي بعثك بالحق ما تأملت وجهه قط هيبة له لئن شئت أن آتيك برأسه لأتيتك فإني أكره أن أرى قاتل أبي."
      },
      "translations": {
        "en": "They say, \"If we return to al-Madinah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know.",
        "fr": "Ils disent: «Si nous retournons à Médine, le plus puissant en fera assurément sortir le plus humble». Or c'est à Allah qu'est la puissance ainsi qu'à Son messager et aux croyants. Mais les hypocrites ne le savent pas.",
        "es": "Dicen: «Si volvemos a la ciudad, los más poderosos, sin duda, expulsarán de ella a los más débiles». Pero el poder pertenece a Alá, a Su Enviado y a los creyentes. Los hipócritas, empero, no saben."
      },
      "ibn_ashour": "يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ (8)استئناف ثان على أسلوب التعداد والتكرير ولذلك لم يعطف . ومثله يكثر في مقام التوبيخ . وهذا وصف لخبث نواياهم إذْ أرادوا التهديد وإفسادَ إخلاص الأنصار وأخوّتهم مع المهاجرين بإلقاء هذا الخاطر في نفوس الأنصار بذراً للفتنة والتفرقة وانتهازاً لخصومة طفيفة حدثت بين شخصين من موالي الفريقين ، وهذا القول المحكي هنا صدر من عبد الله بن أُبيّ ابن سلول حين كسَع حليفُ المهاجرين حليفَ الأنصار كما تقدم في ذكر سبب نزول هذه السورة ، وعند قوله تعالى : { هم الذين يقولون لا تنفقوا على من عند رسول الله } [ المنافقون : 7 ] فإسناد القول إلى ضمير المنافقين هنا كإسناده هناك .وصيغة المضارع في حكاية هذه المقالة لاستحضار الحالة العجيبة كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] . والمدينة هي مدينتهم المعهودة وهي يثرب .و { الأعزّ } : القويّ العِزة وهو الذي لا يُقهر ولا يُغلب على تفاوت في مقدار العزّة إذ هي من الأمور النسبية .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَٰٓئِكَ هُمُ ٱلْخَٰسِرُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، لا تَشْغَلْكم أموالكم ولا أولادكم عن عبادة الله وطاعته، ومن تشغَله أمواله وأولاده عن ذلك، فأولئك هم المغبونون حظوظهم من كرامة الله ورحمته.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، لا تشغلكم أموالكم ولا أولادكم عن الصلاة أو غيرها من فرائض الإسلام، ومن شغلته أمواله وأولاده عما أوجبه الله عليه من الصلاة وغيرها، فأولئك هم الخاسرون حقًّا الذين خسروا أنفسهم وأهليهم يوم القيامة.",
        "saadi": "يأمر تعالى عباده المؤمنين بالإكثار من ذكره، فإن في ذلك الربح والفلاح، والخيرات الكثيرة، وينهاهم أن تشغلهم أموالهم وأولادهم عن ذكره، فإن محبة المال والأولاد مجبولة عليها أكثر النفوس، فتقدمها على محبة الله، وفي ذلك الخسارة العظيمة، ولهذا قال تعالى: { وَمَنْ يَفْعَلْ ذَلِكَ } أي: يلهه ماله وولده، عن ذكر الله { فَأُولَئِكَ هُمُ الْخَاسِرُونَ } للسعادة الأبدية، والنعيم المقيم، لأنهم آثروا ما يفنى على ما يبقى، قال تعالى: { إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ } .",
        "kathir": "يقول تعالى آمرا لعباده المؤمنين بكثرة ذكره وناهيا لهم عن أن تشغلهم الأموال ، والأولاد عن ذلك ، ومخبرا لهم بأنه من التهى بمتاع الحياة الدنيا وزينتها عما خلق له من طاعة ربه وذكره ، فإنه من الخاسرين الذين يخسرون أنفسهم ، وأهليهم يوم القيامة"
      },
      "translations": {
        "en": "O you who have believed, let not your wealth and your children divert you from remembrance of Allah. And whoever does that - then those are the losers.",
        "fr": "O vous qui avez cru! Que ni vos biens ni vos enfants ne vous distraient du rappel d'Allah. Et quiconque fait cela... alors ceux-là seront les perdants.",
        "es": "¡Creyentes! Que ni vuestra hacienda ni vuestros hijos os distraigan del recuerdo de Alá. Quienes eso hacen, son los que pierden."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (9)انتقال من كشف أحوال المنافقين المسوق للحذر منهم والتحذير من صفاتهم ، إلى الإِقبال على خطاب المؤمنين بنهيهم عما شأنُه أن يشغل عن التذكر لما أمر الله ونهى ، ثم الأمر بالإِنفاق في سبل الخير في سبيل الله ومصالح المسلمين وجماعتهم وإسعاف آحادهم ، لئلا يستهويهم قول المنافقين { لا تنفقوا على من عند رسول الله } [ المنافقين : 7 ] والمبادرة إلى ذلك قبل إتيان الموت الذي لا يُدْرى وقت حلوله حين تمنى أن يكون قد تأخر أجله ليزيد من العمل الصالح فلا ينفعه التمني وهو تمهيد لقوله بعده { وأنفقوا من ما رزقناكم } [ المنافقون : 10 ] ، فالمناسبة لهذا الانتقال هو حكاية مقال المنافقين ولذلك قدم ذكر الأموال على ذكر الأولاد لأنها أهم بحسب السياق .ونودي المخاطبون بطريق الموصول لما تؤذن به الصلة من التهمم لامتثال النهي .وخص الأموال والأولاد بتوجه النهي عن الاشتغال بها اشتغالاً يلهي عن ذكر الله لأن الأموال مما يكثر إقبال الناس على إنمائها والتفكير في اكتسابها ب",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍۢ قَرِيبٍۢ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ",
      "tafsir": {
        "muyassar": "وأنفقوا -أيها المؤمنون- بالله ورسوله بعض ما أعطيناكم في طرق الخير، مبادرين بذلك من قبل أن يجيء أحدكم الموت، ويرى دلائله وعلاماته، فيقول نادمًا: ربِّ هلا أمهلتني، وأجَّلت موتي إلى وقت قصير، فأتصدق من مالي، وأكن من الصالحين الأتقياء.",
        "mukhtasar": "وأنفقوا مما رزقكم الله من الأموال من قبل أن يأتي أحدكم الموت، فيقول لربه: ربّ هلاَّ أخرتني إلى مدّة يسيرة، فأتصدّق من مالي في سبيل الله، وأكن من عباد الله الصالحين الذين صلحت أعمالهم.",
        "saadi": "{ وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ } يدخل في هذا، النفقات الواجبة، من الزكاة والكفارات  ونفقة الزوجات، والمماليك، ونحو ذلك، والنفقات المستحبة، كبذل المال في جميع المصالح، وقال: { مِمَّا رَزَقْنَاكُمْ } ليدل ذلك على أنه تعالى، لم يكلف العباد من النفقة، ما يعنتهم ويشق عليهم، بل أمرهم بإخراج جزء  مما رزقهم الله الذي يسره لهم  ويسر لهم أسبابه.فليشكروا الذي أعطاهم، بمواساة إخوانهم المحتاجين، وليبادروا بذلك، الموت الذي إذا جاء، لم يمكن العبد أن يأتي بمثقال ذرة من الخير، ولهذا قال: { مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ } متحسرًا على ما فرط في وقت الإمكان، سائلاً الرجعة التي هي محال: { رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ } أي: لأتدارك ما فرطت فيه، { فَأَصَّدَّقَ } من مالي، ما به أنجو من العذاب، وأستحق به جزيل الثواب، { وَأَكُنْ مِنَ الصَّالِحِينَ } بأداء المأمورات كلها، واجتناب المنهيات، ويدخل في هذا، الحج وغيره، وهذا السؤال والتمني، قد فات وقته، ولا يمكن تداركه.",
        "kathir": "ثم حثهم على الإنفاق في طاعته فقال : ( وأنفقوا من ما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين ) فكل مفرط يندم عند الاحتضار ، ويسأل طول المدة ولو شيئا يسيرا ، يستعتب ويستدرك ما فاته ، وهيهات ! كان ما كان ، وأتى ما هو آت ، وكل بحسب تفريطه ، أما الكفار فكما قال الله تعالى : ( وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا إلى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال ) [ إبراهيم : 44 ] وقال تعالى : ( حتى إذا جاء أحدهم الموت قال رب ارجعون لعلي أعمل صالحا فيما تركت كلا إنها كلمة هو قائلها ومن ورائهم برزخ إلى يوم يبعثون ) [ المؤمنون : 99 ، 100 ]"
      },
      "translations": {
        "en": "And spend [in the way of Allah] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be among the righteous.\"",
        "fr": "Et dépensez de ce que Nous vous avons octroyé avant que la mort ne vienne à l'un de vous et qu'il dise alors: «Seigneur! si seulement Tu m'accordais un court délai: je ferais l'aumône et serais parmi les gens de bien».",
        "es": "Gastad de lo que os hemos proveído, antes de que la muerte venga a uno de vosotros y éste diga: «¡Señor! ¿Por qué no me das algo más de tiempo, para que dé limosna y sea de los justos?»."
      },
      "ibn_ashour": "وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (10)هذا إبطال ونقض لكيد المنافقين حين قالوا : { لا تنفقوا على من عند رسول الله } [ المنافقون : 7 ] ، وهو يعمّ الإِنفاق على الملتفين حول رسول الله صلى الله عليه وسلم والإِنفاقَ على غيرهم فكانت الجملة كالتذييل .وفعل { أنفقوا } مستعمل في الطلب الشامل للواجب والمستحب فإن مدلول صيغة : افعل ، مطلق الطلب ، وهو القدر المشترك بين الوجوب والندب .وفي قوله : { من ما رزقناكم } إشارة إلى أن الإنفاق المأمور به شكر لله على ما رزق المنفِق فإن الشكر صرف العبد ما أنعم الله به عليه فيما خُلق لأجله ، ويعرف ذلك من تلقاء الشريعة .و { مِن } للتبعيض ، أي بعض ما رزقناكم ، وهذه توسعة من الله على عباده ، وهذا البعض منه هو معيّن المقدار مثل مقادير الزكاة وصدقة الفطر . ومنه ما يتعين بسدّ الخلة الواجب سدّها مع طاقة المنفق كنفقات الحج والجهاد والرباط ونفقات العيال الواجبة ونفقات مصالح المسلمين الضرورية والحاجيّة ، ومنه ما يتعين بتعين سببه",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "ولن يؤخر الله نفسًا إذا جاء وقت موتها، وانقضى عمرها، والله سبحانه خبير بالذي تعملونه من خير وشر، وسيجازيكم على ذلك.",
        "mukhtasar": "ولن يؤخر الله سبحانه نفسًا إذا حضر أجلها وانقضى عمرها، والله خبير بما تعملون، لا يخفى عليه شيء من أعمالكم، وسيجازيكم عليها، إن خيرًا فخير، وإن شرًّا فشر.",
        "saadi": "{ وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا } المحتوم لها { وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ } من خير وشر، فيجازيكم على ما علمه منكم، من النيات والأعمال.تم تفسير سورة المنافقين،ولله الحمد  ",
        "kathir": "ثم قال تعالى : ( ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون ) أي : لا ينظر أحدا بعد حلول أجله ، وهو أعلم وأخبر بمن يكون صادقا في قوله وسؤاله ممن لو رد لعاد إلى شر مما كان عليه ; ولهذا قال : ( والله خبير بما تعملون ) وقال أبو عيسى الترمذي : حدثنا عبد بن حميد ، حدثنا جعفر بن عون ، حدثنا أبو جناب الكلبي ، عن الضحاك بن مزاحم ، عن ابن عباس قال : من كان له مال يبلغه حج بيت ربه ، أو تجب عليه فيه زكاة ، فلم يفعل ، سأل الرجعة عند الموت . فقال رجل : يا ابن عباس اتق الله ، فإنما يسأل الرجعة الكفار . فقال سأتلو عليك بذلك قرآنا : ( يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون وأنفقوا من ما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون ) قال : فما يوجب الزكاة ؟ قال : إذا بلغ المال مائتين فصاعدا . قال : فما يوجب الحج ؟ قال : الزاد والبعير .ثم قال : حدثنا عبد بن حميد ، حدثنا عبد الرزاق ، عن الثوري ، عن يحيى بن أبي حية - وهو أبو جناب الكلبي - عن الضحاك ، عن ابن عباس عن النبي - صلى الله عليه وسلم - بنحوهثم قال : وقد رواه سفيان بن عيينة ، وغيره ، عن أبي جناب ، عن ابن الضحاك ، عن ابن عباس من قوله . وهو أصح ، وضعف أبا جناب الكلبي .قلت : رواية الضحاك ، عن ابن عباس فيها انقطاع ، والله أعلم .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا ابن نفيل ، حدثنا سليمان بن عطاء ، عن مسلمة الجهني ، عن عمه - يعني أبا مشجعة بن ربعي - عن أبي الدرداء رضي الله عنه ، قال : ذكرنا عند رسول الله - صلى الله عليه وسلم - الزيادة في العمر فقال : \" إن الله لا يؤخر نفسا إذا جاء أجلها ، وإنما الزيادة في العمر أن يرزق الله العبد ذرية صالحة يدعون له ، فيلحقه دعاؤهم في قبره \"آخر تفسير سورة \" المنافقون \" ولله الحمد والمنة ."
      },
      "translations": {
        "en": "But never will Allah delay a soul when its time has come. And Allah is Acquainted with what you do.",
        "fr": "Allah cependant n'accorde jamais de délai à une âme dont le terme est arrivé. Et Allah est Parfaitement Connaisseur de ce que vous faites.",
        "es": "Cuando le vence a uno su plazo, Alá no le concede prórroga. Alá está bien informado de lo que hacéis."
      },
      "ibn_ashour": "وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (11){ وَلَن يُؤَخِّرَ الله نَفْساً إِذَا جَآءَ أَجَلُهَآ } .اعتراض في آخر الكلام فالواو اعتراضية تذكيراً للمؤمنين بالأجل لكل روح عند حلولها في جسدها حين يؤمر الملك الذي ينفخُ الروح يكتب أجله وعمله ورزقه وشقي أو سعيد . فالأجل هو المدة المعينة لحياته لا يؤخر عن أمده فإذا حضر الموت كان دعاء المؤمن الله بتأخير أجله من الدعاء الذي اسْتجاب لأن الله قدر الآجال .وهذا سر عظيم لا يعلم حكمة تحديده إلا الله تعالى .والنفس : الروح ، سميت نفساً أخذاً من النَفس بفتح الفاء وهو الهواء الذي يخرج من الأنف والفم من كل حيوان ذي رئة ، فسميت النفس نفساً لأن النفس يتولد منها ، كما سمي مرادف النفس رُوحاً لأنه مأخوذ الرَوح بفتح الراء لأن الرَّوح به . قاله أبو بكر بن الأنباري .و { أجلها } الوقت المحدد لبقائها في الهيكل الإِنساني .ويجوز أن يراد بالنفس الذات ، أي شخص الإِنسان وهو من معاني النفْس . كما في قوله تعالى : { أن النفس بالنفس } [ المائدة : 45 ] وأجلها الوقت المعيَّن مقداره لبقاء الحياة .و { لَن } لتأكيد نفي التأخير ،",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}