{
  "number": 66,
  "name": "سُورَةُ التَّحۡرِيمِ",
  "englishName": "At-Tahrim",
  "revelationType": "Medinan",
  "ayahCount": 12,
  "ayahs": [
    {
      "number": 1,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌۭ رَّحِيمٌۭ",
      "tafsir": {
        "muyassar": "يا أيها النبي لِمَ تمنع نفسك عن الحلال الذي أحله الله لك، تبتغي إرضاء زوجاتك؟ والله غفور لك، رحيم بك.",
        "mukhtasar": "يا أيها الرسول، لم تُحَرِّم ما أباح الله لك؛ من الاستمتاع بجاريتك مارية، تبتغي بذلك إرضاء زوجاتك لما غِرْن منها؟! والله غفور لك، رحيم بك.",
        "saadi": " هذا عتاب من الله لنبيه محمد صلى الله عليه وسلم، حين حرم على نفسه سريته \"مارية\" أو شرب العسل، مراعاة لخاطر بعض زوجاته، في قصة معروفة، فأنزل الله [تعالى] هذه الآيات { يَا أَيُّهَا النَّبِيُّ } أي: يا أيها الذي أنعم الله عليه بالنبوة والوحي والرسالة { لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ } من الطيبات، التي أنعم الله بها عليك وعلى أمتك. { تَبْتَغِيَ } بذلك التحريم { مَرْضَاةَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ } هذا تصريح بأن الله قد غفر لرسوله، ورفع عنه اللوم، ورحمه، وصار ذلك التحريم الصادر منه، سببًا لشرع حكم عام لجميع الأمة، فقال تعالى حاكما حكما عاما في جميع الأيمان:  ",
        "kathir": "اختلف في سبب نزول صدر هذه السورة فقيل نزلت في شأن مارية وكان رسول الله صلى الله عليه وسلم قد حرمها فنزل قوله تعالى \"يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك\" الآية قال أبو عبدالرحمن النسائي أخبرنا إبراهيم بن يونس بن محمد حدثنا أبي حدثنا حماد بن سلمة عن ثابت عن أنس أن رسول الله صلى الله عليه وسلم كانت له أمة يطؤها فلم تزل به عائشة وحفصة حتى حرمها فأنزل الله عز وجل \"يا أيها النبي لم تحرم ما أحل الله لك\" إلى آخر الآية.وقال ابن جرير حدثني ابن عبدالرحيم البرقي حدثنا ابن أبي مريم ثنا أبو غسان حدثني زيد بن أسلم أن رسول الله صلى الله عليه وسلم أصاب أم إبراهيم في بيت بعض نسائه فقالت أي رسول الله في بيتي وعلى فراشي؟ فجعلها عليه حراما قالت أي رسول الله كيف يحرم عليك الحلال؟ فحلف لها بالله لا يصيبها فأنزل الله تعالى \"يا أيها النبي لم تحرم ما أحل الله لك\" قال زيد بن أسلم فقوله أنت علي حرام لغو وهكذا روى عبدالرحمن بن زيد عن أبيه وقال ابن جرير أيضا حدثنا يونس ثنا ابن وهب عن مالك عن زيد بن أسلم قال: قال لها \"أنت علي حرام والله لا أطؤك\" وقال سفيان الثوري بن علية عن داود بن أبي هند عن الشعبي عن مسروق قال آلى رسول الله صلى الله عليه وسلم وحرم فعوتب في التحريم وأمر بالكفارة فى اليمين رواه ابن جرير وكذا روي عن قتادة وغيره عن الشعبي نفسه وكذا قال غير واحد من السلف منهم الضحاك والحسن وقتادة ومقاتل بن حيان وروى العوفي عن ابن عباس قال: قلت لعمر بن الخطاب من المرأتان؟ قال عائشة وحفصة وكان بدء الحديث في شأن أم إبراهيم مارية أصابها النبي صلى الله عليه وسلم في بيت حفصة في نوبتها فوجدت حفصة فقالت يا نبي الله لقد جئت إلي شيئا ما جئت إلى أحد من أزواجك في يومي وفي دوري وعلى فراشي قال \"ألا ترضين أن أحرمها فلا أقربها\" قالت بلى فحرمها وقال لها \"لا تذكري ذلك لأحد\" فذكرته لعائشة فأظهره الله عليه فأنزل الله تعالى \"يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك\" الآيات كلها فبلغنا أن رسول الله صلى الله عليه وسلم كفر عن يمينه وأصاب جاريته وقال الهيثم بن كليب في مسنده ثنا أبو قلابة عبدالملك بن محمد الرقاشي ثنا مسلم بن إبراهيم ثنا جرير بن حازم عن أيوب عن نافع عن ابن عمر عن عمر قال: قال النبي صلى الله عليه وسلم لحفصة \"لا تخبري أحدا وإن أم إبراهيم علي حرام\" فقالت أتحرم ما أحل الله لك؟ قال \"فوالله لا أقربها\" قال فلم يقربها حتى أخبرت عائشة."
      },
      "translations": {
        "en": "O Prophet, why do you prohibit [yourself from] what Allah has made lawful for you, seeking the approval of your wives? And Allah is Forgiving and Merciful.",
        "fr": "O Prophète! Pourquoi, en recherchant l'agrément de tes femmes, t'interdis-tu ce qu'Allah t'a rendu licite? Et Allah est Pardonneur, Très Miséricordieux.",
        "es": "¡Profeta! ¿Por qué, para agradar a tus esposas, declaras prohibido lo que Alá ha declarado lícito para ti? Pero Alá es indulgente, misericordioso."
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاةَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ (1)افتتاح السورة بخطاب النبي صلى الله عليه وسلم بالنداء تنبيه على أن ما سيذكر بعده مما يهتم به النبي صلى الله عليه وسلم والأمة ولأن سبب النزول كان من علائقه .والاستفهام في قوله : { لم تحرم } مستعمل في معنى النفي ، أي لا يوجد ما يدعو إلى أن تحرّم على نفسك ما أحلّ اللَّه لك ذلك أنه لما التزم عدم العود إلى ما صدر منه التزاماً بيمين أو بدون يمين أراد الامتناع منه في المستقبل قاصداً بذلك تطمين أزواجه اللاء تمالأْنَ عليه لِفرط غيرتهن ، أي ليست غيرتهن مما تجب مراعاته في المعاشرة إن كانت فيما لا هضم فيه لحقوقهن ، ولا هي من إكرام إحداهن لزوجها إن كانت الأخرى لم تتمكن من إكرامه بمثل ذلك الإِكرام في بعض الأيام .وهذا يومىء إلى ضبط ما يراعى من الغيرة وما لا يراعَى .وفعل { تحرم } مستعمل في معنى : تجعل ما أحلّ لك حراماً ، أي تحرّمه على نفسك كقوله تعالى : { إلا ما حرم إسرائيل على نفسه } [ آل عمران : 93 ] وقرينتهُ قوله هنا : { ما أحل الله لك } .وليس معنى التحريم هنا نسبة الفعل إلى ك"
    },
    {
      "number": 2,
      "text": "قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "tafsir": {
        "muyassar": "قد شرع الله لكم -أيها المؤمنون- تحليل أيمانكم بأداء الكفارة عنها، وهي: إطعام عشرة مساكين، أو كسوتهم، أو تحرير رقبة، فمن لم يجد فصيام ثلاثة أيام. والله ناصركم ومتولي أموركم، وهو العليم بما يصلحكم فيشرعه لكم، الحكيم في أقواله وأفعاله.",
        "mukhtasar": "قد شرع الله لكم تحليل أيمانكم بالكفارة إن وجدتم خيرًا منها أو حنثتم فيها، والله ناصركم، وهو العليم بأحوالكم وما يصلح لكم، الحكيم في شرعه وقدره.",
        "saadi": "{ قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ }  أي: قد شرع لكم، وقدر ما به تنحل أيمانكم قبل الحنث، وما به الكفارة  بعد الحنث، وذلك كما في قوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا } إلى أن قال: { فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ } . فكل من حرم حلالًا عليه، من طعام أو شراب أو سرية، أو حلف يمينًا بالله، على فعل أو ترك، ثم حنث أو أراد الحنث، فعليه هذه الكفارة المذكورة، وقوله: { وَاللَّهُ مَوْلَاكُمْ } أي: متولي أموركم، ومربيكم أحسن تربية، في أمور دينكم ودنياكم، وما به يندفع عنكم الشر، فلذلك فرض لكم تحلة أيمانكم، لتبرأ ذممكم، { وَهُوَ الْعَلِيمُ الْحَكِيمُ } الذي أحاط علمه بظواهركم وبواطنكم، وهو الحكيم في جميع ما خلقه وحكم به، فلذلك شرع لكم من الأحكام، ما يعلم أنه موافق لمصالحكم، ومناسب لأحوالكم. ",
        "kathir": "قال فأنزل الله تعالى \"قد فرض الله لكم تحلة أيمانكم\" وهذا إسناد صحيح ولم يخرجه أحد من أصحاب الكتب الستة وقد اختاره الحافظ الضياء المقدسي في كتابه المستخرج.وقال ابن جرير أيضا حدثني يعقوب بن إبراهيم ثنا ابن عليه ثنا هشام الدستوائي قال كتب إلي يحيى يحدث عن يعلى بن حكيم عن سعيد بن جبير أن ابن عباس كان يقول في الحرام يمين تكفرها وقال ابن عباس \"لقد كان لكم في رسول الله أسوة حسنة\" يعني أن رسول الله صلى الله عليه وسلم حرم جاريته فقال الله تعالى \"يا أيها النبي لم تحرم ما أحل الله لك - إلى قوله - قد فرض الله لكم تحلة أيمانكم\" فكفر يمينه فصير الحرام يمينا.ورواه البخاري عن معاذ بن فضالة عن هشام هو الدستوائي عن يحيى هو ابن أبي كثير عن ابن حكيم وهو يعلى عن سعيد بن جبير عن ابن عباس في الحرام يمين تكفر وقال ابن عباس \"لقد كان لكم في رسول الله أسوة حسنة\" ورواه مسلم من حديث هشام الدستوائي به وقال النسائي أنا عبدالله بن عبد الصمد بن علي ثنا مخلد بن يزيد ثنا سفيان عن سالم عن سعيد بن جبير عن ابن عباس قال أتاه رجل فقال إني جعلت امرأتي علي حراما قال كذبت ليس عليك بحرام ثم تلا هذه الآية \"يا أيها النبي لم تحرم ما أحل الله لك\" عليك أغلظ الكفارات عتق رقبة تفرد به النسائي من هذا الوجه بهذا اللفظ وقال الطبراني ثنا محمد بن زكريا ثنا عبدالله بن رجاء ثنا إسرائيل عن مسلم عن مجاهد عن ابن عباس في قوله تعالى \"يا أيها النبي لم تحرم ما أحل الله لك\" قال حرم رسول الله صلى الله عليه وسلم سريته ومن ههنا ذهب من ذهب من الفقهاء ممن قال بوجوب الكفارة على من حرم جاريته أو زوجته أو طعاما أو شرابا أو ملبسا أو شيئا من المباحات وهو مذهب الإمام أحمد وطائفة وذهب الشافعي إلى أنه لا تجب الكفارة فيما عدا الزوجة والجارية إذا حرم عينيهما أو أطلق التحريم فيهما في قول فأما إذا نوى بالتحريم طلاق الزوجة أو عتق الأمة نفذ فيهما وقال ابن أبي حاتم حدثني أبو عبدالله الطهراني أنا حفص بن عمر العدني أنا الحكم بن أبان أنا عكرمة عن ابن عباس قال نزلت هذه الآية \"يا أيها النبي لم تحرم ما أحل الله لك\" في المرأة التي وهبت نفسها للنبي صلى الله عليه وسلم وهذا قول غريب.والصحيح أن ذلك كان في تحريمه العسل كما قال البخاري عند هذه الآية ثنا إبراهيم بن موسى أنا هشام بن يوسف عن ابن جريج عن عطاء عن عبيد بن عمير عن عائشة قالت كان النبي صلى الله عليه وسلم يشرب عسلا عند زينب بنت جحش ويمكث عندها فتواطأت أنا وحفصة على أيتنا دخل عليها فلتقل له: أكلت مغافير إني أجد منك ريح مغافير.قال \"لا ولكني كنت أشرب عسلا عند زينب بنت جحش فلن أعود له وقد حلفت لا تخبري بذلك أحدا\" \"تبتغي مرضاة أزواجك\" هكذا أورد هذا الحديث ههنا بهذا اللفظ.وقال في كتاب الأيمان والنذور ثنا الحسن بن محمد ثنا الحجاج عن ابن جريج قال زعم عطاء أنه سمع عبيد بن عمير يقول سمعت عائشة تزعم أن رسول الله صلى الله عليه وسلم كان يمكث عند زينب بنت جحش ويشرب عندها عسلا فتواطأت أنا وحفصة أن أيتنا دخل عليها النبي صلى الله عليه وسلم فلتقل له إني أجد منك ريح مغافير أكلت مغافير فدخل على إحداهما النبي صلى الله عليه وسلم فقالت ذلك له فقال: \"لا بل شربت عسلا عند زينب بنت جحش ولن أعود له\" فنزلت \"يا أيها النبي لم تحرم ما أحل الله لك - إلى قوله تعالى - إن تتوبا إلى الله فقد صغت قلوبكما\" لعائشة وحفصة."
      },
      "translations": {
        "en": "Allah has already ordained for you [Muslims] the dissolution of your oaths. And Allah is your protector, and He is the Knowing, the Wise.",
        "fr": "Allah vous a prescrit certes, de vous libérer de vos serments. Allah est votre Maître; et c'est Lui l'Omniscient, le Sage.",
        "es": "Alá os ha prescrito la anulación de vuestros juramentos. Alá es vuestro Protector. Él es el Omnisciente, el Sabio."
      },
      "ibn_ashour": "قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ (2)استئناف بياني بيّن الله به لنبيئه صلى الله عليه وسلم أن له سعة في التحلل مما التزم تحريمه على نفسه ، وذلك فيما شرع الله من كفارة اليمين فأفتاه الله بأن يأخذ برخصته في كفارة اليمين المشروعة للأمة كلها ومن آثار حكم هذه الآية ما قاله النبي صلى الله عليه وسلم لوفد عبد القيس بعد أن استحملوه وحلف أن لا يحملهم إذ ليس عنده ما يحملهم عليه ، فجاءه ذود من إبل الصدقة فقال لهم : «وإني والله لا أحلف على يمين فأرى غيرها خيراً منها إلا كفرت عن يميني وفعلت الذي هو خير» .وافتتاح الخبر بحرف التحقيق لتنزيل النبي صلى الله عليه وسلم منزلة من لا يعلم أن الله فرض تَحِلَّة الأيمان بآية الكفارة بناء على أنه لم يأخذ بالرخصة تعظيماً للقَسَم . فأعلمه الله أن الأخذ بالكفارة لا تقصير عليه فيه فإن في الكفارة ما يكفي للوفاء بتعظيم اليمين بالله إلى شيء هذا قوله تعالى في قصة أيوب { وخذ بيدك ضغثاً فاضرب به ولا تحنث } [ ص : 44 ] كما ذكرناه في تفسيرها و { فرض } عيَّن ومنه قوله تعالى : { نصيباً مفروضاً } [ النساء : 7 ] ."
    },
    {
      "number": 3,
      "text": "وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًۭا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍۢ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ",
      "tafsir": {
        "muyassar": "وإذ أسرَّ النبي إلى زوجته حفصة - رضي الله عنها- حديثا، فلما أخبرت به عائشة رضي الله عنها، وأطلعه الله على إفشائها سرَّه، أعلم حفصة بعض ما أخبرت به، وأعرض عن إعلامها بعضه تكرما، فلما أخبرها بما أفشت من الحديث، قالت: مَن أخبرك بهذا؟ قال: أخبرني به الله العليم الخبير، الذي لا تخفى عليه خافية.",
        "mukhtasar": "واذكر حين خصَّ النبي صلى الله عليه وسلم حفصة بخبرٍ، وكان منه أنه لن يقرب جاريته مارية، فلما أخبرت حفصةُ عائشة بالخبر وأعلم الله نبيه عن إفشاء سره عاتب حفصة فذكر لها بعضًا مما ذكرت وسكت عن بعض، فسألته: من أخبرك هذا؟ قال: أخبرني العليم بكل شيء الخبير بكل خفي.",
        "saadi": "{ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا } قال كثير من المفسرين: هي حفصة أم المؤمنين رضي الله عنها، أسر لها النبي صلى الله عليه وسلم حديثًا، وأمر أن لا تخبر به أحدًا، فحدثت به عائشة رضي الله عنهما، وأخبره الله بذلك الخبر الذي أذاعته، فعرفها صلى الله عليه وسلم، ببعض ما قالت، وأعرض عن بعضه، كرمًا منه صلى الله عليه وسلم، وحلمًا، فـ { قَالَتِ } له: { مَنْ أَنْبَأَكَ هَذَا } الخبر الذي لم يخرج منا؟ { قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ } الذي لا تخفى عليه خافية، يعلم السر وأخفى. ",
        "kathir": "\"وإذ أسر النبي إلى بعض أزواجه حديثا\" لقوله \"بل شربت عسلا\" وقال إبراهيم بن موسى عن هشام \"ولن أعود له وقد حلفت فلا تخبري بذلك أحدا\" وهكذا رواه في كتاب الطلاق بهذا الإسناد ولفظه قريب منه.ثم قال المغافير شبيه بالصمغ يكون في الرمث فيه حلاوة أغفر الرمث إذا ظهر فيه واحدها مغفور ويقال مغافير وهكذا قال الجوهري قال وقد يكون المغفور أيضا للعشر والثمام والسلم والطلح قال والرمث بالكسر مرعى من مراعي الإبل وهو من الحمض قال والعرفط شجر من العظاة ينضح المغفور.وقد روى مسلم هذا الحديث في كتاب الطلاق من صحيحه عن محمد بن حاتم عن حجاج عن ابن جريج أخبرني عطاء عن عبيد بن عمير عن عائشة به ولفظه كما أورده البخاري فى الأيمان والنذور ثم قال البخاري في كتاب الطلاق ثنا فروة بن أبي المغراء ثنا علي بن مسهر عن هشام بن عروة عن أبيه عن عائشة قالت: كان رسول الله صلى الله عليه وسلم يحب الحلوى والعسل وكان إذا انصرف من العصر دخل على نسائه فيدنو من إحداهن فدخل على حفصة بنت عمر فاحتبس أكثر ما كان يحتبس فغرت فسألت عن ذلك فقيل لي أهدت لها امرأة من قومها عكة عسل فسقت النبي صلى الله عليه وسلم منه شربة فقلت أما والله لنحتالن له فقلت لسودة بنت زمعة إنه سيدنو منك فإذا دنا منك فقولي أكلت مغافير فإنه سيقول لك لا فقولي له ما هذه الريح التي أجد فإنه سيقول لك سقتني حفصة شربة عسل فقولي جرست نحله العرفط وسأقول ذلك وقولي له أنت يا صفية ذلك قالت تقول سودة فوالله ما هو إلا أن قام على الباب فأردت أن أناديه بما أمرتني فرقا منك فلما دنا منها قالت له سودة يا رسول الله أكلت مغافير؟ قال \"لا\" قالت فما هذه الريح التي أجد منك؟ قال \"سقتني حفصة شربة عسل\" قالت جرست نحله العرفط فلما دار إلي قلت نحو ذلك فلما دار إلى صفية قالت له مثل ذلك فلما دار إلى حفصة قالت له يا رسول الله ألا أسقيك منه؟ قال \"لا حاجة لي فيه\" قالت تقول سودة والله لقد حرمناه قلت لها اسكتي هذا لفظ البخاري.وقد رواه مسلم عن سويد بن سعيد عن علي بن مسهر به وعن أبي كريب وهارون بن عبدالله والحسن بن بشر ثلاثتهم عن أبي أسامة حماد بن أسامة عن هشام بن عروة به وعنده: قالت وكان رسول الله صلى الله عليه وسلم يشتد عليه أن يوجد منه الريح يعني الريح الخبيثة ولهذا قلن له أكلت مغافير لأن ريحها فيه شيء فلما قال \"بل شربت عسلا\" قلن جرست نحله العرفط أي رعت نحله شجر العرفط الذي صمغه المغافير فلهذا ظهر ريحه في العسل الذي شربته قال الجوهري جرست النحل العرفط تجرس إذا أكلته ومنه قيل للنحل جوارس قال الشاعر تظل على الثمراء منها جوارس وقال الجرس والجرس الصوت الخفي ويقال سمعت جرس الطير إذا سمعت صوت مناقيرها على شيء تأكله وفي الحديث \"فيسمعون جرس طير الجنة\" قال الأصمعي كنت في مجلس شعبة قال فيسمعون جرش طير الجنة بالشين فقلت جرس فنظر إلي فقال: خذوها عنه فإنه أعلم بهذا منا.والغرض أن هذا السياق فيه أن حفصة هي الساقية للعسل وهو من طريق هشام بن عروة عن أبيه عن خالته عن عائشة وفي طريق ابن جريج عن عطاء عن عبيد بن عمير عن عائشة أن زينب بنت جحش هي التي سقته العسل وأن عائشة وحفصة تواطأتا وتظاهرتا عليه فالله أعلم.وقد يقال أنهما واقعتان ولا بعد في ذلك إلا أن كونهما سببا لنزول هذه الآية فيه نظر والله أعلم.ومما يدل على أن عائشة وحفصة رضي الله عنهما هما المتظاهرتان الحديث الذي رواه الإمام أحمد في مسنده حيث قال ثنا عبدالرزاق أنا معمر عن الزهري عن عبيدالله بن عبدالله بن أبي ثور عن ابن عباس قال: لم أزل حريصا على أن أسأل عمر عن المرأتين من أزواج النبي صلى الله عليه وسلم اللتين."
      },
      "translations": {
        "en": "And [remember] when the Prophet confided to one of his wives a statement; and when she informed [another] of it and Allah showed it to him, he made known part of it and ignored a part. And when he informed her about it, she said, \"Who told you this?\" He said, \"I was informed by the Knowing, the Acquainted.\"",
        "fr": "Lorsque le Prophète confia un secret à l'une de ses épouses et qu'elle l'eut divulgué et qu'Allah l'en eut informé, celui-ci en fit connaître une partie et passa sur une partie. Puis, quand il l'en eut informée elle dit: «Qui t'en a donné nouvelle?» Il dit: «C'est l'Omniscient, le Parfaitement Connaisseur qui m'en a avisé».",
        "es": "Y cuando el Profeta dijo un secreto a una de sus esposas. Cuando, no obstante, ella lo reveló y Alá se lo descubrió, dio él a conocer parte y ocultó el resto. Y, cuando se lo reveló, dijo ella: «¿Quién te ha informado de esto?» Él dijo: «Me lo ha revelado el Omnisciente, el Bien Informado»."
      },
      "ibn_ashour": "وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ (3)هذا تذكير وموعظة بما جرى في خلال تينك الحادثتين ثني إليه عنان الكلام بعد أن قضي ما يهم من التشريع للنبيء صلى الله عليه وسلم بما حرّم على نفسه من جرَّائهما .وهو معطوف على جملة { يأيها النبي لم تحرم ما أحل الله لك } [ التحريم : 1 ] بتقدير واذكر .وقد أعيد ما دلت عليه الآية السابقة ضمناً بما تضمنته هذه الآية بأسلوب آخر ليبن عليه ما فيه من عبر ومواعظ وأدب ، ومكارم وتنبيه وتحذير .فاشتملت هذه الآيات على عشرين معنى من معاني ذلك . إحداها ما تضمنه قوله : { إلى بعض أزواجه } .الثاني : قوله : { فلما نبأت به } .والثالث : { وأظهره الله عليه } .الرابع : { عرف بعضه } .الخامس : { وأعرض عن بعض } .السادس : { قالت من أنبأك هذا } .السابع : { قال نبأني العليم الخبير } .الثامن والتاسع والعاشر : { إن تتوبا إلى الله إلى فإن الله هو مولاه } [ التحريم : 4 ] .الحادي "
    },
    {
      "number": 4,
      "text": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ",
      "tafsir": {
        "muyassar": "إن ترجعا (حفصة وعائشة) إلى الله فقد وُجد منكما ما يوجب التوبة حيث مالت قلوبكما إلى محبة ما كرهه رسول الله صلى الله عليه وسلم، من إفشاء سرِّه، وإن تتعاونا عليه بما يسوءه، فإن الله وليه وناصره، وجبريل وصالح المؤمنين، والملائكة بعد نصرة الله أعوان له ونصراء على مَن يؤذيه ويعاديه.",
        "mukhtasar": "حقٌّ عليكما أن تتوبا؛ لأن قلوبكما قد مالت إلى محبة ما كرهه رسول الله صلى الله عليه وسلم من اجتناب جاريته وتحريمها على نفسه، وإن تصرَّا على العود على تأليبكما عليه، فإن الله هو وليه وناصره، وكذا جبريل وخيار المؤمنين أولياؤه ونصراؤه.\nوالملائكة بعد نصرة الله له أعوان له ونصراء على من يؤذيه.",
        "saadi": "{ إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا } الخطاب للزوجتين الكريمتين من أزواجه صلى الله عليه وسلم عائشة وحفصة رضي الله عنهما، كانتا سببًا لتحريم النبي صلى الله عليه وسلم على نفسه ما يحبه، فعرض الله عليهما التوبة، وعاتبهما على ذلك، وأخبرهما أن قلوبهما  قد صغت أي: مالت وانحرفت عما ينبغي لهن، من الورع والأدب مع الرسول صلى الله عليه وسلم، واحترامه، وأن لا يشققن عليه، { وَإِنْ تَظَاهَرَا عَلَيْهِ } أي: تعاونا  على ما يشق عليه، ويستمر هذا الأمر منكن، { فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ } أي: الجميع أعوان للرسول، مظاهرون، ومن كان هؤلاء أعوانه  فهو المنصور، وغيره ممن يناوئه مخذول  وفي هذا أكبر فضيلة وشرف لسيد المرسلين، حيث جعل الباري نفسه [الكريمة]، وخواص خلقه، أعوانًا لهذا الرسول الكريم. ",
        "kathir": "قال الله تعالى \"إن تتوبا إلى الله فقد صغت قلوبكما\" حتى حج عمر وحججت معه فلما كان ببعض الطريق عدل عمر وعدلت معه بالإداوة فتبرز ثم أتاني فسكبت على يديه فتوضأ فقلت يا أمير المؤمنين من المرأتان من أزواج النبي صلى الله عليه وسلم اللتان قال الله تعالى \"إن تتوبا إلى الله فقد صغت قلوبكما\" فقال عمر: واعجبا لك يا ابن عباس قال الزهري: كره والله ما سأله عنه ولم يكتمه قال هي عائشة وحفصة قال ثم أخذ يسوق الحديث قال: كنا معشر قريش قوما نغلب النساء فلما قدمنا المدينة وجدنا قوما تغلبهم نساؤهم فطفق نساؤنا يتعلمن من نسائهم: قال وكان منزلي في دار أمية بن زيد بالعوالي قال فغضبت يوما على امرأتي فإذا هي تراجعني فأنكرت أن تراجعني فقالت ما تنكر أن أراجعك؟ فوالله إن أزواج رسول الله صلى الله عليه وسلم ليراجعنه وتهجره إحداهن اليوم إلى الليل قال فانطلقت فدخلت على حفصة فقلت أتراجعين رسول الله صلى الله عليه وسلم؟ قالت نعم.قلت: وتهجره إحد اليوم إلى الليل؟ قالت نعم قلت قد خاب من فعل ذلك منكن وخسر أفتأمن إحداكن أن يغضب الله عليها لغضب رسوله فإذا هي قد هلكت لا تراجعي رسول الله صلى الله عليه وسلم ولا تسأليه شيئا وسليني من مالي ما بدالك ولا يغرنك إن كانت جارتك هي أوسم - أي أجمل - وأحب إلى رسول الله صلى الله عليه وسلم منك يريد عائشة قال - وكان لي جار من الأنصار وكنا نتناوب النزول إلى رسول الله صلى الله عليه وسلم ينزل يوما وأنزل يوما فيأتيني بخبر الوحي وغيره وآتيه بمثل ذلك وقال وكنا نتحدث أن غسان تنعل الخيل لتغزونا فنزل صاحبي يوما ثم أتى عشاء فضرب بابي ثم ناداني فخرجت إليه فقال حدث أمر عظيم فقلت وما ذاك أجاءت غسان؟ قال لا بل أعظم من ذلك وأطول طلق رسول الله صلى الله عليه وسلم نساءه فقلت قد خابت حفصة وخسرت قد كنت أظن هذا كائنا حتى إذا صليت الصبح شددت علي ثيابي ثم نزلت فدخلت على حفصة وهي تبكي فقلت أطلقكن رسول الله صلى الله عليه وسلم؟ فقالت لا أدري هو هذا معتزل في هذه المشربة فأتيت غلاما له أسود فقلت استأذن لعمر فدخل الغلام ثم خرج إلي فقال له فصمت فانطلقت حتى أتيت المنبر فإذا عنده رهط جلوس يبكي بعضهم فجلست عنده قليلا ثم غلبني ما أجد فأتيت الغلام فقلت: استأذن لعمر فدخل ثم خرج إلي فقال قد ذكرتك له فصمت فخرجت فجلست إلى المنبر ثم غلبني ما أجد فأتيت الغلام فقلت استأذن لعمر فدخل ثم خرج إلي فقال: قد ذكرتك له فصمت فوليت مدبرا فإذا الغلام يدعوني فقال ادخل قد أذن لك فدخلت فسلمت على رسول الله صلى الله عليه وسلم فإذا هو متكئ على رمال حصير- قال الإمام أحمد: وحدثناه يعقوب في حديث صالح قال رمال حصير - وقد أثر في جنبه فقلت: أطلقت يا رسول الله نساءك؟ فرفع رأسه إلي وقال \"لا\" فقلت الله أكبر ولو رأيتنا يا رسول الله وكنا معشر قريش قوما نغلب النساء فلما قدمنا المدينة وجدنا قوما تغلبهم نساؤهم فطفق نساؤنا يتعلمن من نسائهم فغضبت علي امرأتي يوما فإذا هي تراجعني فأنكرت أن تراجعني فقالت ما تنكر أن أراجعك؟ فوالله إن أزواج النبي صلى الله عليه وسلم ليراجعنه وتهجره إحداهن اليوم إلى الليل فقلت قد خاب من فعل ذلك منكن وخسرت أفتأمن إحداكن أن يغضب الله عليها لغضب رسوله فإذا هي قد هلكت فتبسم رسول الله صلى الله عليه وسلم فقلت يا رسول الله قد دخلت على حفصة فقلت لا يغرنك إن كانت جارتك هي أوسم أو أحب إلى رسول الله صلى الله عليه وسلم منك فتبسم أخرى فقلت أستأنس يا رسول الله؟ قال \"نعم\" فجلست فرفعت رأسي في البيت فوالله ما رأيت في البيت شيئا يرد البصر إلا أهب مقامة فقلت أدع الله يا رسول الله أن يوسع على أمتك فقد وسع على فارس والروم وهم لا يعبدون الله فاستوى جالسا وقال \"أفي شك أنت يا ابن الخطاب؟ أولئك قوم عجلت لهم طيباتهم في الحياة الدنيا\" فقلت استغفر لي يا رسول الله وكان أقسم أن لا يدخل عليهن شهرا من شدة موجدته عليهن حتى عاتبه الله عز وجل وقد رواه البخاري ومسلم والترمذي والنسائي من طرق عن الزهري به وأخرجه الشيخان من حديث يحيى بن سعيد الأنصاري عن سعيد بن جبير عن ابن عباس قال: مكثت سنة أريد أن أسأل عمر بن الخطاب عن آية فما أستطيع أن أسأله هيبة له حتى خرج حاجا فخرجت معه فلما رجعنا وكنا ببعض الطريق عدل إلى الأراك لحاجة له قال فوقفت حتى فرغ ثم سرت معه فقلت يا أمير المؤمنين من اللتان تظاهرتا على النبي صلى الله عليه وسلم؟ هذا لفظ البخاري ولمسلم من المرأتان اللتان قال الله تعالى \"وإن تظاهرا عليه\" قال عائشة وحفصة ثم ساق الحديث بطوله ومنهم من اختصره.وقال مسلم أيضا حدثني زهير بن حرب حدثنا عمر بن يونس الحنفي ثنا عكرمة بن عمار عن سماك بن الوليد أبي زميل حدثني عبدالله بن عباس حدثني عمر بن الخطاب قال: لما اعتزل نبي الله صلى الله عليه وسلم نساءه دخلت المسجد فإذا الناس ينكتون بالحصى ويقولون طلق رسول الله صلى الله عليه وسلم نساءه وذلك قبل أن يؤمر بالحجاب فقلت لأعلمن ذلك اليوم فذكر الحديث في دخوله على عائشة وحفصة ووعظه إياهما إلى أن قال فدخلت فإذا أنا برباح غلام رسول الله صلى الله عليه وسلم على أسكفة المشربة فناديت فقلت يا رباح استأذن لي على رسول الله صلى الله عليه وسلم فذكر نحو ما تقدم - إلى أن قال - فقلت يا رسول الله ما يشق عليك من أمر النساء فإن كنت طلقتهن فإن الله معك وملائكته وجبريل وميكال وأنا وأبو بكر والمؤمنون معك وقلما تكلمت - وأحمد الله - بكلام إلا رجوت أن يكون الله يصدق قولي."
      },
      "translations": {
        "en": "If you two [wives] repent to Allah, [it is best], for your hearts have deviated. But if you cooperate against him - then indeed Allah is his protector, and Gabriel and the righteous of the believers and the angels, moreover, are [his] assistants.",
        "fr": "Si vous vous repentez à Allah c'est que vos cœurs ont fléchi. Mais si vous vous soutenez l'une l'autre contre le Prophète, alors ses alliés seront Allah, Gabriel et les vertueux d'entre les croyants, et les Anges sont par surcroît [son] soutien.",
        "es": "Si os volvéis ambas, arrepentidas, a Alá, es señal de que vuestros corazones han cedido. Si, al contrario, os prestáis ayuda en contra de él, entonces, Alá es su Protector. Y le ayudarán Gabriel, los buenos creyentes y, además, los ángeles."
      },
      "ibn_ashour": "إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ (4)التفات من ذكر القصتين إلى موعظة من تعلقت بهما فهو استئناف خطاب وجهه الله إلى حفصة وعائشة لأن إنباء النبي صلى الله عليه وسلم بعلمه بما أفشته القصد منه الموعظة والتحذير والإِرشاد إلى رأْب ما انثلم من واجبها نحو زوجها . وإذ قد كان ذلك إثماً لأنه إضاعة لحقوق الزوج وخاصة بإفشاء سرّه ذكَّرها بواجب التوبة منه .وخطاب التّثنية عائدة إلى المنبئة والمنأبة فأمّا المنبئة فمعادها مذكور في الكلام بقوله : { إلى بعض أزواجه } [ التحريم : 3 ] .وأما المنبَّأة فمعادها ضمنيّ لأن فعل { نبأت } [ التحريم : 3 ] يقتضيه فأما المنبَّئة فأمرها بالتوبة ظاهر . وأما المُذاع إليها فلأنها شريكة لها في تلقي الخبر السر ولأن المذيعة ما أذاعت به إليها إلا لعلمها بأنها ترغب في تطلع مثل ذلك فهاتان موعظتان لمذيع السرّ ومشاركة المذاع إليه في ذلك وكان عليها أن تنهاها عن ذلك أو أن تخبر زوجها بما أذاعته عنه ضرتها .و { صَغت } : مالت ، أي مالت "
    },
    {
      "number": 5,
      "text": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًۭا مِّنكُنَّ مُسْلِمَٰتٍۢ مُّؤْمِنَٰتٍۢ قَٰنِتَٰتٍۢ تَٰٓئِبَٰتٍ عَٰبِدَٰتٍۢ سَٰٓئِحَٰتٍۢ ثَيِّبَٰتٍۢ وَأَبْكَارًۭا",
      "tafsir": {
        "muyassar": "عسى ربُّه إن طلقكنَّ- أيتها الزوجات- أن يزوِّجه بدلا منكن زوجات خاضعات لله بالطاعة، مؤمنات بالله ورسوله، مطيعات لله، راجعات إلى ما يحبه الله مِن طاعته، كثيرات العبادة له، صائمات، منهنَّ الثيِّبات، ومنهن الأبكار.",
        "mukhtasar": "عسى ربه سبحانه إن طلّقكن نبيه أن يبدله أزواجًا خيرًا منكنّ، منقادات لأمره، مؤمنات به وبرسوله، مطيعات لله، تائبات من ذنوبهن، عابدات لربهن، صائمات، ثَيِّبات، وأبكارًا لم يدخل بهنّ غيره، لكنه لم يطلقهن.",
        "saadi": "وهذا فيه من التحذير للزوجتين الكريمتين ما لا يخفى، ثم خوفهما أيضا، بحالة تشق على النساء غاية المشقة، وهو الطلاق، الذي هو أكبر شيء عليهن، فقال: { عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ } . { عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ } أي: فلا ترفعن عليه، فإنه لو طلقكن، لم يضق  عليه الأمر، ولم يكن مضطرًا إليكن، فإنه سيلقى  ويبدله الله أزواجًا خيرًا منكن، دينا وجمالًا، وهذا من باب التعليق الذي لم يوجد، ولا يلزم وجوده، فإنه ما طلقهن، ولو طلقهن، لكان ما ذكره الله من هذه الأزواج الفاضلات، الجامعات بين الإسلام، وهو القيام بالشرائع الظاهرة، والإيمان، وهو: القيام بالشرائع الباطنة، من العقائد وأعمال القلوب. القنوت هو دوام الطاعة واستمرارها { تَائِبَاتٍ } عما يكرهه الله، فوصفهن بالقيام بما يحبه الله، والتوبة عما يكرهه الله، { ثَيِّبَاتٍ وَأَبْكَارًا } أي: بعضهن ثيب، وبعضهن أبكار، ليتنوع صلى الله عليه وسلم، فيما يحب، فلما سمعن -رضي الله عنهن- هذا التخويف والتأديب، بادرن إلى رضا رسول الله صلى الله عليه وسلم، فكان هذا الوصف منطبقًا عليهن، فصرن أفضل نساء المؤمنين، وفي هذا دليل على أن الله لا يختار لرسوله صلى الله عليه وسلم إلا أكمل الأحوال وأعلى الأمور، فلما اختار الله لرسوله بقاء نسائه المذكورات معه دل على أنهن خير النساء وأكملهن. ",
        "kathir": "فنزلت هذه الآية آية التخيير \"عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن - وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهير\" فقلت أطلقتهن؟ قال \"لا\" فقمت على باب المسجد فناديت بأعلى صوتي لم يطلق نساءه ونزلت هذه الآية \"وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين يستنبطونه منهم\" فكنت أنا استنبطت ذلك الأمر وكذا قال سعيد بن جبير وعكرمة ومقاتل بن حيان والضحاك وغيرهم \"وصالح المؤمنين\" أبو بكر وعمر زاد الحسن البصري وعثمان قال ليث بن أبي سليم عن مجاهد \"وصالح المؤمنين\" قال علي بن أبي طالب وقال ابن أبي حاتم حدثنا علي بن الحسين ثنا محمد بن أبي عمر ثنا محمد بن جعفر بن محمد بن الحسين قال أخبرني رجل ثقة يرفعه إلى علي قال: قال رسول الله صلى الله عليه وسلم في قوله تعالى \"وصالح المؤمنين\" قال \"هو علي بن أبي طالب\" إسناده ضعيف وهو منكر جدا وقال البخاري ثنا عمرو بن عون ثنا هشيم عن حميد عن أنس قال: قال عمر اجتمع نساء النبي صلى الله عليه وسلم في الغيرة عليه فقلت لهن \"عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن\" فنزلت هذه الآية وقد تقدم أنه وافق القرآن في أماكن منها في نزول الحجاب ومنها في أسارى بدر ومنها قوله لو اتخذت من مقام إبراهيم مصلى فأنزل الله تعالى \"واتخذوا من مقام إبراهيم مصلى\" وقال ابن أبي حاتم ثنا أبي حدثنا الأنصاري ثنا حميد عن أنس قال: قال عمر بن الخطاب بلغني شيء كان بين أمهات المؤمنين وبين النبي صلى الله عليه وسلم فاستقريتهن أقول لتكفن عن رسول الله صلى الله عليه وسلم أو ليبدلنه الله أزواجا خيرا منكن حتى أتيت على آخر أمهات المؤمنين فقالت: يا عمر أما في رسول الله ما يعظ نساءه حتى تعظهن؟.فأمسكت فأنزل الله عز وجل \"عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وأبكارا\" وهذه المرأة التي ردته عما كان فيه من وعظ النساء هي أم سلمة كما ثبت ذلك في صحيح البخاري وقال الطبراني ثنا إبراهيم بن نائلة الأصبهاني ثنا إسماعيل البجلي ثنا أبو عوانة عن أبي سنان عن الضحاك عن ابن عباس في قوله \"وإذ أسر النبي إلى بعض أزواجه حديثا\" قال دخلت حفصة على النبي صلى الله عليه وسلم في بيتها وهو يطأ مارية فقال لها رسول الله صلى الله عليه وسلم \"لا تخبري عائشة حتى أبشرك ببشارة إن أباك يلي الأمر من بعد أبي بكر إذا أنا مت\" فذهبت حفصة فأخبرت عائشة فقالت عائشة لرسول الله صلى الله عليه وسلم من أنبأك هذا؟ قال \"نبأني العليم الخبير\" فقالت عائشة لا أنظر إليك حتى تحرم مارية فحرمها فأنزل الله تعالى \"يا أيها النبي لم تحرم\" إسناده فيه نظر وقد تبين مما أوردناه تفسير هذه الآيات الكريمات ومعنى قوله \"مسلمات مؤمنات قانتات تائبات عابدات\" ظاهر وقوله تعالى \"سائحات\" أي صائمات قاله أبو هريرة وعائشة وابن عباس وعكرمة ومجاهد وسعيد بن جبير وعطاء ومحمد بن كعب القرظي وأبو عبدالرحمن السلمي وأبو مالك وإبراهيم النخعي والحسن وقتادة والضحاك والربيع بن أنس والسدي وغيرهم.وتقدم فيه حديث مرفوع عند قوله \"السائحون\" في سورة براءة ولفظه \"سياحة هذه الأمة الصيام\" وقال زيد بن أسلم وابنه عبدالرحمن \"سائحات\" أي مهاجرات وتلا عبدالرحمن \"السائحون\" أي المهاجرون والقول الأول أولى والله أعلم.وقوله تعالى \"ثيبات وأبكارا\" أي منهن ثيبات ومنهن أبكارا ليكون ذلك أشهى إلى النفس فإن التنوع يبسط النفس ولهذا قال \"ثيبات وأبكارا\" وقال أبو القاسم الطبراني في معجمه الكبير ثنا أبو بكر بن صدقة ثنا محمد بن محمد بن مرزوق ثنا عبدالله بن أبي أمية ثنا عبدالقدوس عن صالح بن حيان عن ابن بريدة عن أبيه \"ثيبات وأبكارا\" قال وعد الله نبيه صلى الله عليه وسلم في هذه الآية أن يزوجه فالثيب آسية امرأة فرعون وبالأبكار مريم بنت عمران.وذكر الحافظ ابن عساكر فى ترجمة مريم عليها السلام من طريق سويد بن سعيد ثنا محمد بن صالح بن عمر عن الضحاك ومجاهد عن ابن عمر قال: جاء جبريل إلى رسول الله صلى الله عليه وسلم فمرت خديجة فقال إن الله يقرئها السلام ويبشرها ببيت في الجنة من قصب بعيد من اللهب لا نصب فيه ولا صخب من لؤلؤة جوفاء بين بيت مريم بنت عمران وبيت آسية بنت مزاحم.ومن حديث أبي بكر الهذلي عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم دخل على خديجة وهي في الموت فقال \"يا خديجة إذا لقيت ضرائرك فأقرئيهن مني السلام\" فقالت يا رسول الله وهل تزوجت قبلي؟ قال \"لا ولكن الله زوجني مريم بنت عمران وآسية امرأة فرعون وكلثم أخت موسى\" ضعيف أيضا وقال أبو يعلى ثنا إبراهيم بن عرعرة ثنا عبدالنور بن عبدالله ثنا يوسف بن شعيب عن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم \"أعلمت أن الله زوجني في الجنة مريم بنت عمران وكلثم أخت موسى وآسية امرأة فرعون؟\" فقلت هنيئا لك يا رسول الله وهذا أيضا ضعيف وروى مرسلا عن ابن أبي داود."
      },
      "translations": {
        "en": "Perhaps his Lord, if he divorced you [all], would substitute for him wives better than you - submitting [to Allah], believing, devoutly obedient, repentant, worshipping, and traveling - [ones] previously married and virgins.",
        "fr": "S'Il vous répudie, il se peut que son Seigneur lui donne en échange des épouses meilleures que vous, musulmanes, croyantes, obéissantes, repentantes, adoratrices, jeûneuses, déjà mariées ou vierges.",
        "es": "Si él os repudia, quizá su Señor le dé, a cambio, esposas mejores que vosotras, sometidas a É, creyentes, devotas, arrepentidas, que sirven a Alá, que ayunan, casadas de antes o vírgenes."
      },
      "ibn_ashour": "عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا (5)ليس هذا مما يتعلق بالشرط في قوله : { وإن تظاهرا عليه } [ التحريم : 4 ] بل هو كلام مستأنف عدل به إلى تذكير جميع أزواجه بالحذر من أن يضيق صدره عن تحمل أمثال هذا الصنيع فيفارقهن لتقلع المتلبسة وتحذر غيرها من مثل فعلها .فالجملة مستأنفة استئنافاً ابتدائياً عقبت بها جملة { إن تتوبا إلى الله فقد صغت قلوبكما } [ التحريم : 4 ] التي أفادت التحذير من عقاب في الآخرة إن لم تتوبا مما جرى منهما في شأن رسول الله صلى الله عليه وسلم أفاد هذا الإِيماء إلى التحذير من عقوبة دنيوية لهن يأمر الله فيها نبيئه صلى الله عليه وسلم وهي عقوبة الطلاق عليه ما يحصل من المؤاخذة في الآخرة إن لم تتوبا ، ولذلك فصلت عن التي قبلها لاختلاف الغرضين .وفي قوله : { عسى ربه إن طلقكن } إيجاز بحذف ما يترتب عليه إبدالهن من تقدير إن فارقكن . فالتقدير : عسى أن يطلقكن هو ( وإنما يطلق بإذن ربه ) أن يُبدله ربُّه بأزواج خيرٍ منكن .وفي هذا ما يشير إلى المعْنى الرابع عشر "
    },
    {
      "number": 6,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًۭا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَٰٓئِكَةٌ غِلَاظٌۭ شِدَادٌۭ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، احفظوا أنفسكم بفعل ما أمركم الله به وترك ما نهاكم عنه، واحفظوا أهليكم بما تحفظون به أنفسكم من نار وقودها الناس والحجارة، يقوم على تعذيب أهلها ملائكة أقوياء قساة في معاملاتهم، لا يخالفون الله في أمره، وينفذون ما يؤمرون به.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، اجعلوا لأنفسكم ولأهليكم وقاية من نار عظيمة توقَد بالناس وبالحجارة، على هذه النار ملائكة غِلاظ على من يدخلها شِدَاد، لا يعصون أمر الله إذا أمرهم، ويفعلون ما يأمرهم به دون تراخٍ ولا توانٍ.",
        "saadi": " أي: يا من من الله عليهم بالإيمان، قوموا بلوازمه وشروطه. فـ { قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا } موصوفة بهذه الأوصاف الفظيعة، ووقاية الأنفس بإلزامها أمر الله، والقيام بأمره امتثالًا، ونهيه اجتنابًا، والتوبة عما يسخط الله ويوجب العذاب، ووقاية الأهل [والأولاد]، بتأديبهم وتعليمهم، وإجبارهم على أمر الله، فلا يسلم العبد إلا إذا قام بما أمر الله به في نفسه، وفيما يدخل  تحت ولايته من الزروجات والأولاد وغيرهم ممن هو تحت ولايته وتصرفه. ووصف الله النار بهذه الأوصاف، ليزجر عباده عن التهاون بأمره فقال: { وَقُودُهَا النَّاسُ وَالْحِجَارَةُ } كما قال تعالى: { إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ } . { عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ } أي: غليظة أخلاقهم، عظيم  انتهارهم، يفزعون بأصواتهم ويخيفون  بمرآهم، ويهينون أصحاب النار بقوتهم، ويمتثلون  فيهم أمر الله، الذي حتم عليهم العذاب  وأوجب عليهم شدة العقاب، { لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ } وهذا فيه أيضًا مدح للملائكة الكرام، وانقيادهم لأمر الله، وطاعتهم له في كل ما أمرهم به. ",
        "kathir": "قال سفيان الثوري عن منصور عن رجل عن علي رضي الله عنه في قوله تعالى \"قوا أنفسكم وأهليكم نارا\" يقول أدبوهم وعلموهم وقال علي بن أبي طلحة عن ابن عباس \"قوا أنفسكم وأهليكم نارا\" يقول اعملوا بطاعة الله واتقوا معاصي الله وأمروا أهليكم بالذكر ينجيكم الله من النار.وقال مجاهد \"قوا أنفسكم وأهليكم نارا\" قال اتقوا الله وأوصوا أهليكم بتقوى الله وقال قتادة تأمرهم بطاعة الله وتنهاهم عن معصية الله وأن تقوم عليهم بأمر الله وتأمرهم به وتساعدهم عليه فإذا رأيت لله معصية قذعتهم عنها وزجرتهم عنها وهكذا قال الضحاك ومقاتل حق المسلم أن يعلم أهله من قرابته وإمائه وعبيده ما فرض الله عليهم وما نهاهم الله عنه.وفي معنى هذه الآية الحديث الذي رواه أحمد وأبو داود والترمذي من حديث عبدالملك بن الربيع بن سبرة عن أبيه عن جده قال: قال رسول الله صلى الله عليه وسلم \"مروا الصبي بالصلاة إذا بلغ سبع سنين فإذا بلغ عشر سنين فاضربوه عليها\" هذا لفظ أبي داود وقال الترمذي هذا حديث حسن وروى أبو داود من حديث عمرو بن شعيب عن أبيه عن جده عن رسول الله صلى الله عليه وسلم مثل ذلك قال الفقهاء وهكذا في الصوم ليكون ذلك تمرينا له على العبادة لكي يبلغ وهو مستمر علي العبادة والطاعة ومجانبة المعاصي وترك المنكر والله الموفق.وقوله تعالى \"وقودها الناس والحجارة\" وقودها أي حطبها الذي يلقي فيه جثث بني آدم \"والحجارة\" قيل المراد بها الأصنام التي تعبد لقوله تعالى \"إنكم وما تعبدون من دون الله حصب جهنم\" وقال ابن مسعود ومجاهد وأبو جعفر الباقر والسدي هي حجارة من كبريت زاد مجاهد: أنتن من الجيفة وروى ذلك ابن أبي حاتم رحمه الله قال ثنا أبي ثنا عبدالرحمن بن سنان المنقري ثنا عبدالعزيز - يعني ابن أبي داود - قال بلغني أن رسول الله صلى الله عليه وسلم تلا هذه الآية \"يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة\" وعنده بعض أصحابه وفيهم شيخ فقال الشيخ يا رسول الله حجارة جهنم كحجارة الدنيا؟ فقال النبي صلي الله عليه وسلم \"والذي نفسي بيده لصخرة من صخر جهنم أعظم من جبال الدنيا كلها\" قال فوقع الشيخ مغشيا عليه فوضع النبي صلى الله عليه وسلم يده على فؤاده فإذا هو حي فناداه قال \"يا شيخ قل لا إله إلا الله\" فقالها فبشره بالجنة قال: فقال أصحابه يا رسول الله أمن بيننا؟ قال \"نعم يقول الله تعالى \"ذلك لمن خاف مقامي وخاف وعيد\" هذا حديث مرسل غريب وقوله تعالى \"عليها ملائكة غلاظ شداد\" أي طباعهم غليظة قد نزعت من قلوبهم الرحمة بالكافرين بالله \"شداد\" أي تركيبهم في غاية الشدة والكثافة والمنظر المزعج كما قال ابن أبي حاتم ثنا أبي ثنا سلمة بن شبيب ثنا إبراهيم بن الحكم بن أبان ثنا أبي عن عكرمة أنه قال إذا وصل أول أهل النار إلى النار وجدوا على الباب أربعمائة ألف من خزنة جهنم سود وجوههم كالحة أنيابهم قد نزع الله من قلوبهم الرحمة ليس في قلب واحد منهم مثقال ذرة من الرحمة لو طير الطير من منكب أحدهم لطار شهرين قبل أن يبلغ منكبه الآخر ثم يجدون على الباب التسعة عشر عرض صدر أحدهم سبعون خريفا ثم يهوون من باب إلى باب خمسمائة سنة ثم يجدون على كل باب منها مثل ما وجدوا على الباب الأول حتى ينتهوا إلى آخرها وقوله \"لا يعصون الله ما أمرهم ويفعلون ما يؤمرون\" أي مهما أمرهم به تعالى يبادروا إليه لا يتأخرون عنه طرفة عين وهم قادرون على فعله ليس بهم عجز عنه.وهؤلاء هم الزبانية - عياذا بالله منهم."
      },
      "translations": {
        "en": "O you who have believed, protect yourselves and your families from a Fire whose fuel is people and stones, over which are [appointed] angels, harsh and severe; they do not disobey Allah in what He commands them but do what they are commanded.",
        "fr": "O vous qui avez cru! Préservez vos personnes et vos familles, d'un Feu dont le combustible sera les gens et les pierres, surveillé par des Anges rudes, durs, ne désobéissant jamais à Allah en ce qu'Il leur commande, et faisant strictement ce qu'on leur ordonne.",
        "es": "¡Creyentes! Guardaos, vosotros y vuestras familias, de un Fuego cuyo combustible lo forman hombres y piedras, y sobre el que habrá ángeles gigantescos, poderosos, que no desobedecen a Alá en lo que les ordena, sino que hacen lo que se les ordena."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (6)كانت موعظة نساء النبي صلى الله عليه وسلم مناسبة لتنبيه المؤمنين لعدم الغفلة عن موعظة أنفسهم وموعظة أهليهم وأن لا يصدّهم استبقاء الودّ بينهم عن إسداء النصح لهم وإن كان في ذلك بعض الأذى .وهذا نداء ثان موجه إلى المؤمنين بعد استيفاء المقصود من النداء الأول نداءِ النبي صلى الله عليه وسلم بقوله تعالى : { يا أيها النبي لم تحرم ما أحل الله لك } [ التحريم : 1 ] .وجه الخطاب إلى المؤمنين ليأتنسوا بالنبي صلى الله عليه وسلم في موعظة أهليهم .وعبر عن الموعظة والتحذير بالوقاية من النار على سبيل المجاز لأن الموعظة سبب في تجنب ما يفضي إلى عذاب النار أو على سبيل الاستعارة بتشبيه الموعظة بالوقاية من النار على وجه المبالغة في الموعظة .وتنكير «نار» للتعظيم وأجرى عليها وصف بجملة { وقودها الناس والحجارة } زيادة في التحذير لئلا يكونوا من وقود النار . وتذكيراً بحال المشركين الذي في قوله تعالى : { إنكم"
    },
    {
      "number": 7,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "tafsir": {
        "muyassar": "ويقال للذين جحدوا أن الله هو الإله الحق وكفروا به عند إدخالهم النار: لا تلتمسوا المعاذير في هذا اليوم؛ إنما تعطون جزاء الذي كنتم تعملونه في الدنيا.",
        "mukhtasar": "ويقال للكافرين يوم القيامة: يا أيها الذين كفروا بالله، لا تعتذروا اليوم مما كنتم عليه من الكفر والمعاصي، فلن تُقْبَل أعذاركم، إنما تجزون في هذا اليوم ما كنتم تعملونه في الدنيا من الكفر بالله وتكذيب رسله.",
        "saadi": " أي: يوبخ أهل النار يوم القيامة بهذا التوبيخ فيقال لهم: { يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ } [أي:] فإنه ذهب وقت الاعتذار، وزال نفعه، فلم يبق الآن إلا الجزاء على الأعمال، وأنتم لم تقدموا إلا الكفر بالله، والتكذيب بآياته، ومحاربة رسله وأوليائه. ",
        "kathir": "قال سفيان الثوري ، عن منصور ، عن رجل ، عن علي رضي الله عنه ، في قوله تعالى : ( قوا أنفسكم وأهليكم نارا ) يقول : أدبوهم ، علموهم .وقال علي بن أبي طلحة ، عن ابن عباس : ( قوا أنفسكم وأهليكم نارا ) يقول : اعملوا بطاعة الله ، واتقوا معاصي الله ، ومروا أهليكم بالذكر ، ينجيكم الله من النار .وقال مجاهد : ( قوا أنفسكم وأهليكم نارا ) قال : اتقوا الله ، وأوصوا أهليكم بتقوى الله . .وقال قتادة : يأمرهم بطاعة الله ، وينهاهم عن معصية الله ، وأن يقوم عليهم بأمر الله ، ويأمرهم به ويساعدهم عليه ، فإذا رأيت لله معصية ، قدعتهم عنها ، وزجرتهم عنها .وهكذا قال الضحاك ، ومقاتل : حق على المسلم أن يعلم أهله من قرابته ، وإمائه ، وعبيده ما فرض الله عليهم ، وما نهاهم الله عنه .وفي معنى هذه الآية الحديث الذي رواه الإمام أحمد ، وأبو داود ، والترمذي ، من حديث عبد الملك بن الربيع بن سبرة ، عن أبيه ، عن جده ، قال : قال رسول الله - صلى الله عليه وسلم - : \" مروا الصبي بالصلاة إذا بلغ سبع سنين ، فإذا بلغ عشر سنين فاضربوه عليها \" .هذا لفظ أبي داود ، وقال الترمذي : هذا حديث حسن .وروى أبو داود من حديث عمرو بن شعيب ، عن أبيه ، عن جده ، عن النبي - صلى الله عليه وسلم - مثل ذلك .قال الفقهاء : وهكذا في الصوم ; ليكون ذلك تمرينا له على العبادة ، لكي يبلغ وهو مستمر على العبادة ، والطاعة ، ومجانبة المعصية ، وترك المنكر ، والله الموفق .وقوله : ( وقودها الناس والحجارة ) ( وقودها ) أي : حطبها الذي يلقى فيها جثث بني آدم . ( والحجارة ) قيل : المراد بذلك الأصنام التي كانت تعبد لقوله : ( إنكم وما تعبدون من دون الله حصب جهنم ) [ الأنبياء : 98 ] .وقال ابن مسعود ، ومجاهد ، وأبو جعفر الباقر ، والسدي : هي حجارة من كبريت - زاد مجاهد : أنتن من الجيفة .وروى ذلك ابن أبي حاتم رحمه الله ، ثم قال : حدثنا أبي ، حدثنا عبد الرحمن بن سنان المنقري ، حدثنا عبد العزيز - يعني ابن أبي راود - قال : بلغني أن رسول الله - صلى الله عليه وسلم - تلا هذه الآية : ( يا أيها الذين آمنوا قوا أنفسكم وأهليكم نارا وقودها الناس والحجارة ) وعنده بعض أصحابه ، وفيهم شيخ ، فقال الشيخ : يا رسول الله ، حجارة جهنم كحجارة الدنيا ؟ فقال النبي - صلى الله عليه وسلم - : \" والذي نفسي بيده ، لصخرة من صخر جهنم أعظم من جبال الدنيا كلها \" . قال : فوقع الشيخ مغشيا عليه ، فوضع النبي - صلى الله عليه وسلم - يده على فؤاده فإذا هو حي فناداه قال : \" يا شيخ \" ، قل : \" لا إله إلا الله \" . فقالها ، فبشره بالجنة ، قال : فقال أصحابه : يا رسول الله ، أمن بيننا ؟ قال : \" نعم ، يقول الله تعالى : ( ذلك لمن خاف مقامي وخاف وعيد ) [ إبراهيم : 14 ] هذا حديث مرسل غريب .وقوله : ( عليها ملائكة غلاظ شداد ) أي : طباعهم غليظة ، قد نزعت من قلوبهم الرحمة بالكافرين بالله ، ( شداد ) أي : تركيبهم في غاية الشدة ، والكثافة ، والمنظر المزعج .قال ابن أبي حاتم : حدثنا أبي ، حدثنا سلمة بن شبيب ، حدثنا إبراهيم بن الحكم بن أبان ، حدثنا أبي ، عن عكرمة أنه قال : إذا وصل أول أهل النار إلى النار ، وجدوا على الباب أربعمائة ألف من خزنة جهنم ، سود وجوههم ، كالحة أنيابهم ، قد نزع الله من قلوبهم الرحمة ، ليس في قلب واحد منهم مثقال ذرة من الرحمة ، لو طير الطير من منكب أحدهم لطار شهرين قبل أن يبلغ منكبه الآخر ، ثم يجدون على الباب التسعة عشر ، عرض صدر أحدهم سبعون خريفا ، ثم يهوون من باب إلى باب خمسمائة سنة ، ثم يجدون على كل باب منها مثل ما وجدوا على الباب الأول ، حتى ينتهوا إلى آخرها .وقوله : ( لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ) أي : مهما أمرهم به تعالى يبادروا إليه ، لا يتأخرون عنه طرفة عين ، وهم قادرون على فعله ليس بهم عجز عنه . وهؤلاء هم الزبانية عياذا بالله منهم . وقوله : ( يا أيها الذين كفروا لا تعتذروا اليوم إنما تجزون ما كنتم تعملون ) أي : يقال للكفرة يوم القيامة : لا تعتذروا فإنه لا يقبل منكم ، وإنما تجزون اليوم بأعمالكم ."
      },
      "translations": {
        "en": "O you who have disbelieved, make no excuses that Day. You will only be recompensed for what you used to do.",
        "fr": "O vous qui avez mécru! Ne vous excusez pas aujourd'hui. Vous ne serez rétribués que selon ce que vous œuvriez.",
        "es": "¡Infieles! ¡No os disculpéis hoy! Se os retribuirá tan sólo según vuestras obras."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (7)هو من قول الملائكة الذين على النار . وذكر هذه المقالة هنا استطرَاد يُفيد التنفير من جهنم بأنها دار أهل الكفر كما قال تعالى : { فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين } [ البقرة : 24 ] ، وإلاّ فإن سياق الآية تحذير للمؤمنين من الموبقات في النار .ومعنى { ما كنتم تعملون } مماثل { ما كنتم تعملون } ، وأفادت { إنما } قصرَ الجزاء على مماثلة العمل المجزى عليه قصرَ قلب لتنزيلهم منزلة من اعتذر وطلب أن يكون جزاؤه أهون مما شاهده .والاعتذار : افتعال مشتق من العُذر . ومادة الافتعال فيه دالة على تكلف الفعل مثل الاكتساب والاختلاق ، والعذر : الحجة التي تُبرىء صاحبها من تِبعة عمل مّا . وليس لمادة الاعتذار فعل مجرد دال على إيجاد العذر وإنما الموجود عَذَر بمعنى قِبل العُذر ، وقد تقدم عند قوله تعالى : { وجاء المعذرون من الأعراب } في سورة [ براءة : 90 ] ."
    },
    {
      "number": 8,
      "text": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ تُوبُوٓا۟ إِلَى ٱللَّهِ تَوْبَةًۭ نَّصُوحًا عَسَىٰ رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّـَٔاتِكُمْ وَيُدْخِلَكُمْ جَنَّٰتٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ يَوْمَ لَا يُخْزِى ٱللَّهُ ٱلنَّبِىَّ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِمْ يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا وَٱغْفِرْ لَنَآ ۖ إِنَّكَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌۭ",
      "tafsir": {
        "muyassar": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، ارجعوا عن ذنوبكم إلى طاعة الله رجوعا لا معصية بعده، عسى ربكم أن يمحو عنكم سيئات أعمالكم، وأن يدخلكم جنات تجري من تحت قصورها الأنهار، يوم لا يخزي الله النبي والذين آمنوا معه، ولا يعذبهم، بل يُعلي شأنهم، نور هؤلاء يسير أمامهم وبأيمانهم، يقولون: ربنا أتمم لنا نورنا حتى نجوز الصراط، ونهتدي إلى الجنة، واعف عنَّا وتجاوز عن ذنوبنا واسترها علينا، إنك على كل شيء قدير.",
        "mukhtasar": "يا أيها الذين آمنوا بالله وعملوا بما شرعه لهم، توبوا إلى الله من ذنوبكم توبة صادقة، عسى ربكم أن يمحو عنكم سيئاتكم، ويدخلكم جنات تجري من تحت قصورها الأنهار يوم القيامة، يوم لا يُذِلُّ الله النبي ولا يُذِلُّ الذين آمنوا معه بإدخالهم النار، نورهم يسعى بين أيديهم وبأيمانهم على الصراط، يقولون: يا ربنا أكمل لنا نورنا، حتى ندخل الجنة، فلا نكون مثل المنافقين الذين ينطفئ نورهم على الصراط، واغفر لنا ذنوبنا، إنك على كل شيء قدير، فلا تعجز عن إكمال نورنا والتجاوز عن ذنوبنا.",
        "saadi": " قد أمر الله بالتوبة النصوح في هذه الآية، ووعد عليها بتكفير السيئات، ودخول الجنات، والفوز والفلاح، حين يسعى المؤمنون يوم القيامة بنور إيمانهم، ويمشون بضيائه، ويتمتعون بروحه وراحته، ويشفقون إذا طفئت الأنوار، التي لا تعطى المنافقين، ويسألون الله أن يتمم  لهم نورهم فيستجيب الله دعوتهم، ويوصلهم ما  معهم من النور واليقين، إلى جنات النعيم، وجوار الرب الكريم، وكل هذا من آثار التوبة النصوح. والمراد بها: التوبة العامة الشاملة للذنوب كلها، التي عقدها العبد لله، لا يريد بها إلا وجهه  والقرب منه، ويستمر عليها في جميع أحواله. ",
        "kathir": "ثم قال تعالى : ( يا أيها الذين آمنوا توبوا إلى الله توبة نصوحا ) أي : توبة صادقة جازمة ، تمحو ما قبلها من السيئات ، وتلم شعث التائب ، وتجمعه ، وتكفه عما كان يتعاطاه من الدناءات .قال ابن جرير : حدثنا ابن مثنى ، حدثنا محمد ، حدثنا شعبة ، عن سماك بن حرب : سمعت النعمان بن بشير يخطب : سمعت عمر بن الخطاب رضي الله عنه ، يقول : ( يا أيها الذين آمنوا توبوا إلى الله توبة نصوحا ) قال : يذنب الذنب ثم لا يرجع فيه .وقال الثوري ، عن سماك ، عن النعمان ، عن عمر قال : التوبة النصوح : أن يتوب من الذنب ثم لا يعود فيه ، أو لا يعود فيه .وقال أبو الأحوص ، وغيره ، عن سماك ، عن النعمان ، سئل عمر عن التوبة النصوح ، فقال : أن يتوب الرجل من العمل السيئ ، ثم لا يعود إليه أبدا .وقال الأعمش ، عن أبي إسحاق ، عن أبي الأحوص ، عن عبد الله : ( توبة نصوحا ) قال : يتوب ثم لا يعود .وقد روي هذا مرفوعا فقال الإمام أحمد : حدثنا علي بن عاصم عن إبراهيم الهجري ، عن أبي الأحوص ، عن عبد الله بن مسعود ، قال : قال رسول الله - صلى الله عليه وسلم - : \" التوبة من الذنب أن يتوب منه ، ثم لا يعود فيه \" . تفرد به أحمد من طريق إبراهيم بن مسلم الهجري وهو ضعيف ، والموقوف أصح والله أعلم .ولهذا قال العلماء : التوبة النصوح هو أن يقلع عن الذنب في الحاضر ، ويندم على ما سلف منه في الماضي ، ويعزم على ألا يفعل في المستقبل . ثم إن كان الحق لآدمي رده إليه بطريقه .قال الإمام أحمد : حدثنا سفيان ، عن عبد الكريم ، أخبرني زياد بن أبي مريم ، عن عبد الله بن معقل قال : دخلت مع أبي على عبد الله بن مسعود فقال : أنت سمعت النبي - صلى الله عليه وسلم - يقول : \" الندم توبة ؟ \" . قال : نعم . وقال مرة : نعم سمعته يقول : \" الندم توبة \" .ورواه ابن ماجه ، عن هشام بن عمار ، عن سفيان بن عيينة ، عن عبد الكريم - وهو ابن مالك الجزري - به .وقال ابن أبي حاتم : حدثنا الحسن بن عرفة ، حدثني الوليد بن بكير أبو خباب ، عن عبد الله بن محمد العدوي ، عن أبي سنان البصري ، عن أبي قلابة ، عن زر بن حبيش ، عن أبي بن كعب قال : قيل لنا أشياء تكون في آخر هذه الأمة عند اقتراب الساعة ، منها نكاح الرجل امرأته ، أو أمته في دبرها ، وذلك مما حرم الله ورسوله ، ويمقت الله عليه ورسوله ، ومنها : نكاح الرجل الرجل ، وذلك مما حرم الله ورسوله ، ويمقت الله عليه ورسوله . ومنها نكاح المرأة المرأة ، وذلك مما حرم الله ورسوله ، ويمقت الله عليه ورسوله . وليس لهؤلاء صلاة ما أقاموا على هذا ، حتى يتوبوا إلى الله توبة نصوحا . قال زر : فقلت لأبي بن كعب : فما التوبة النصوح ؟ فقال : سألت رسول الله - صلى الله عليه وسلم - فقال : \" هو الندم على الذنب حين يفرط منك ، فتستغفر الله بندامتك منه عند الحاضر ، ثم لا تعود إليه أبدا \" .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عمرو بن علي ، حدثنا عباد بن عمرو ، حدثنا أبو عمرو بن العلاء سمعت الحسن يقول : التوبة النصوح : أن تبغض الذنب كما أحببته ، وتستغفر منه إذا ذكرته .فأما إذا حزم بالتوبة وصمم عليها فإنها تجب ما قبلها من الخطيئات ، كما ثبت في الصحيح : \" الإسلام يجب ما قبله ، والتوبة تجب ما قبلها \" .وهل من شرط التوبة النصوح الاستمرار على ذلك إلى الممات ، كما تقدم في الحديث وفي الأثر : \" لا يعود فيه أبدا \" ، أو يكفي العزم على ألا يعود في تكفير الماضي ، بحيث لو وقع منه ذلك الذنب بعد ذلك لا يكون ذلك ضارا في تكفير ما تقدم ، لعموم قوله ، عليه السلام : \" التوبة تجب ما قبلها ؟ \" . وللأول أن يحتج بما ثبت في الصحيح أيضا : \" من أحسن في الإسلام لم يؤاخذ بما عمل في الجاهلية ، ومن أساء في الإسلام أخذ بالأول والآخر \" فإذا كان هذا في الإسلام الذي هو أقوى من التوبة ، فالتوبة بطريق الأولى ، والله أعلم . وقوله : ( عسى ربكم أن يكفر عنكم سيئاتكم ويدخلكم جنات تجري من تحتها الأنهار ) و ) عسى ) من الله موجبة ، ( يوم لا يخزي الله النبي والذين آمنوا معه ) أي : ولا يخزيهم معه يعني : يوم القيامة ( نورهم يسعى بين أيديهم وبأيمانهم ) كما تقدم في سورة الحديد .( يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قدير ) قال مجاهد ، والضحاك ، والحسن البصري ، وغيرهم : هذا يقوله المؤمنون حين يرون يوم القيامة نور المنافقين قد طفئ .وقال محمد بن نصر المروزي : حدثنا محمد بن مقاتل المروزي ، حدثنا ابن المبارك ، أخبرنا ابن لهيعة حدثني يزيد بن أبي حبيب ، عن عبد الرحمن بن جبير بن نفير أنه سمع أبا ذر ، وأبا الدرداء قالا : قال رسول الله - صلى الله عليه وسلم - : \" أنا أول من يؤذن له في السجود يوم القيامة ، وأول من يؤذن له برفع رأسه ، فأنظر بين يدي فأعرف أمتي من بين الأمم ، وأنظر عن يميني فأعرف أمتي من بين الأمم ، وأنظر عن شمالي فأعرف أمتي من بين الأمم \" . فقال رجل : يا رسول الله ، وكيف تعرف أمتك من بين الأمم ؟ قال : \" غر محجلون من آثار الطهور ، ولا يكون أحد من الأمم كذلك غيرهم ، وأعرفهم أنهم يؤتون كتبهم بأيمانهم ، وأعرفهم بسيماهم في وجوههم من أثر السجود ، وأعرفهم بنورهم يسعى بين أيديهم \" .وقال الإمام أحمد : حدثنا إبراهيم بن إسحاق الطالقاني ، حدثنا ابن المبارك ، عن يحيى بن حسان ، عن رجل من بني كنانة ، قال : صليت خلف رسول الله - صلى الله عليه وسلم - عام الفتح ، فسمعته يقول : \" اللهم ، لا تخزني يوم القيامة \" ."
      },
      "translations": {
        "en": "O you who have believed, repent to Allah with sincere repentance. Perhaps your Lord will remove from you your misdeeds and admit you into gardens beneath which rivers flow [on] the Day when Allah will not disgrace the Prophet and those who believed with him. Their light will proceed before them and on their right; they will say, \"Our Lord, perfect for us our light and forgive us. Indeed, You are over all things competent.\"",
        "fr": "O vous qui avez cru! Repentez-vous à Allah d'un repentir sincère. Il se peut que votre Seigneur vous efface vos fautes et qu'Il vous fasse entrer dans des Jardins sous lesquels coulent les ruisseaux, le jour où Allah épargnera l'ignominie au Prophète et à ceux qui croient avec lui. Leur lumière courra devant eux et à leur droite; ils diront: «Seigneur, parfais-nous notre lumière et pardonne-nous. Car Tu es Omnipotent».",
        "es": "¡Creyentes! ¡Volveos a Alá con sincero arrepentimiento! Quizá vuestro Señor borre vuestras malas obras y os introduzca en jardines por cuyos bajos fluyen arroyos. El día que Alá libre de vergüenza al Profeta y a los que con él creyeron... Su luz correrá ante ellos y a su derecha. Dirán: «¡Señor! ¡Perfecciónanos nuestra luz y perdónanos! Eres omnipotente»."
      },
      "ibn_ashour": "يَا أَيُّهَا الَّذِينَ آَمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آَمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (8){ ياأيها الذين ءَامَنُواْ توبوا إِلَى الله تَوْبَةً نَّصُوحاً عسى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سيئاتكم وَيُدْخِلَكُمْ جنات تَجْرِى مِن تَحْتِهَا الانهار } .أعيد خطاب المؤمنين وأعيد نداؤهم وهو نداء ثالث في هذه السورة . والذي قبله نداء للواعظين . وهذا نداء للموعوظين وهذا الأسلوب من أساليب الإِعراض المهتم بها .أُمر المؤمنون بالتوبة من الذنوب إذا تلبسوا بها لأن ذلك من إصلاح أنفسهم بعد أن أمروا بأن يجنِّبوا أنفسهم وأهليهم ما يَزِجّ بهم في عذاب النار ، لأن اتقاء النار يتحقق باجتناب ما يرمي بهم فيها ، وقد يذهلون عما فرط من سيئاتهم فهُدُوا إلى سبيل التوبة التي يمحون بها ما فرط من سيئاتهم .وهذ"
    },
    {
      "number": 9,
      "text": "يَٰٓأَيُّهَا ٱلنَّبِىُّ جَٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "يا أيها النبي جاهد الذين أظهروا الكفر وأعلنوه، وقاتلهم بالسيف، وجاهد الذين أبطنوا الكفر وأخفوه بالحجة وإقامة الحدود وشعائر الدين، واستعمل مع الفريقين الشدة والخشونة في جهادهما، ومسكنهم الذي يصيرون إليه في الآخرة جهنم، وقَبُح ذلك المرجع الذي يرجعون إليه.",
        "mukhtasar": "يا أيها الرسول، جاهد الكفار بالسيف، والمنافقين باللسان وإقامة الحدود، واشتدّ عليهم حتى يهابوك، ومأواهم الذي يأوون إليه يوم القيامة هو جهنم، وساء المصير مصيرهم الذي يرجعون إليه.",
        "saadi": " يأمر [الله] تعالى نبيه صلى الله عليه وسلم، بجهاد الكفار والمنافقين، والإغلاظ عليهم في ذلك، وهذا شامل لجهادهم، بإقامة الحجة [عليهم ودعوتهم] بالموعظة الحسنة  ، وإبطال ما هم عليه من أنواع الضلال، وجهادهم بالسلاح والقتال لمن أبى أن يجيب دعوة الله وينقاد لحكمه، فإن هذا يجاهد ويغلظ له، وأما المرتبة الأولى، فتكون بالتي هي أحسن، فالكفار والمنافقون لهم عذاب في الدنيا، بتسليط الله لرسوله وحزبه [عليهم و] على جهادهم وقتالهم، وعذاب النار في الآخرة وبئس المصير، الذي يصير إليها كل شقي خاسر. ",
        "kathir": "يقول تعالى آمرا رسوله - صلى الله عليه وسلم - بجهاد الكفار والمنافقين ، هؤلاء بالسلاح والقتال ، وهؤلاء بإقامة الحدود عليهم ، ( واغلظ عليهم ) أي : في الدنيا ، ( ومأواهم جهنم وبئس المصير ) أي : في الآخرة ."
      },
      "translations": {
        "en": "O Prophet, strive against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.",
        "fr": "O Prophète! Mène la lutte contre les mécréants et les hypocrites et sois rude à leur égard. Leur refuge sera l'Enfer, et quelle mauvaise destination!",
        "es": "¡Profeta! ¡Combate contra los infieles y los hipócritas! ¡Muéstrate duro con ellos! Tendrán la gehena por morada. ¡Qué mal fin...!"
      },
      "ibn_ashour": "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (9)لما أبلغ الكفار ما سيحل بهم في الآخرة تصريحاً بقوله : { يأيها الذين كفروا لا تعتذروا اليوم } [ التحريم : 7 ] ، وتعريضاً بقوله : { يوم لا يخزي الله النبي والذين آمنوا معه } [ التحريم : 8 ] ، أمَرَ رسولَه صلى الله عليه وسلم بمسمع منهم بأن يجاهدهم ويجاهد المستترين لكفرهم بظاهر الإِيمان نفاقاً ، حتى إذا لم تؤثر فيهم الموعظة بعقاب الآخرة يخشون أن يسلط عليهم عذاب السيف في العاجلة فيقلعوا عن الكفر فيصلح نفوسهم وإنما أمر رسوله صلى الله عليه وسلم بذلك لأن الكفار تألبُوا مع المنافقين بعد هجرة النبي صلى الله عليه وسلم فاتخذوهم عيوناً لهم وأيدي يدسُّون بها الأذى للنبيء صلى الله عليه وسلم وللمؤمنين .فهذا نداء ثان للنبيء صلى الله عليه وسلم يأمره بإقامة صلاح عموم الأمة بتطهيرها من الخبثاء بعد أن أمره بإفاقة من عليهما الغفلة عن شيء من واجب حسن المعاشرة مع الزوج .وجهاد الكفار ظاهر ، وأما عطف { المنافقين } على { الكفار } المفعول ل { جاهد } فيقتضي أن النبي صلى الله عليه وسلم م"
    },
    {
      "number": 10,
      "text": "ضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ كَفَرُوا۟ ٱمْرَأَتَ نُوحٍۢ وَٱمْرَأَتَ لُوطٍۢ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَٰلِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ ٱللَّهِ شَيْـًۭٔا وَقِيلَ ٱدْخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
      "tafsir": {
        "muyassar": "ضرب الله مثلا لحال الكفرة - في مخالطتهم المسلمين وقربهم منهم ومعاشرتهم لهم، وأن ذلك لا ينفعهم لكفرهم بالله- بحال زوجة نبي الله نوح، وزوجة نبي الله لوط: حيث كانتا في عصمة عبدَين من عبادنا صالحين، فوقعت منهما الخيانة لهما في الدين، فقد كانتا كافرتين، فلم يدفع هذان الرسولان عن زوجتيهما من عذاب الله شيئًا، وقيل للزوجتين: ادخلا النار مع الداخلين فيها. وفي ضرب هذا المثل دليل على أن القرب من الأنبياء، والصالحين، لا يفيد شيئا مع العمل السيِّئ.",
        "mukhtasar": "ضرب الله مثلًا للذين كفروا بالله وبرسله - أن علاقتهم بالمؤمنين لا تنفع بحال - امرأتَيْ نبيَّيْنِ من أنبياء الله: نوح ولوط عليهما السلام، فقد كانتا زوجتين لعبدين صالحين، فخانتا زوجيهما؛ بما كانتا عليه من الصد عن سبيل الله، ومناصرة أهل الكفر من قومهما، فلم ينفعهما كونهما زوجتين لهذين العبدين الصالحين، وقيل لهما: ادخلا النار من جملة الداخلين فيها من الكفار والفساق.",
        "saadi": " هذان المثلان اللذان ضربهما الله للمؤمنين والكافرين، ليبين لهم أن اتصال الكافر بالمؤمن وقربه منه لا يفيده شيئًا، وأن اتصال المؤمن بالكافر لا يضره شيئًا مع قيامه بالواجب عليه. فكأن في ذلك إشارة وتحذيرًا لزوجات النبي صلى الله عليه وسلم، عن المعصية، وأن اتصالهن به صلى الله عليه وسلم، لا ينفعهن شيئًا مع الإساءة، فقال: { ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا } أي: المرأتان { تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ } وهما نوح، ولوط عليهما السلام. { فَخَانَتَاهُمَا } في الدين، بأن كانتا على غير دين زوجيهما، وهذا هو المراد بالخيانة لا خيانة النسب والفراش، فإنه ما بغت امرأة نبي قط، وما كان الله ليجعل امرأة أحد من أنبيائه بغيًا، { فَلَمْ يُغْنِيَا } أي: نوح ولوط { عَنْهُمَا } أي: عن امرأتيهما { مِنَ اللَّهِ شَيْئًا وَقِيلَ } لهما { ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ } . ",
        "kathir": "ثم قال : ( ضرب الله مثلا للذين كفروا ) أي : في مخالطتهم المسلمين ومعاشرتهم لهم ، أن ذلك لا يجدي عنهم شيئا ولا ينفعهم عند الله ، إن لم يكن الإيمان حاصلا في قلوبهم ، ثم ذكر المثل فقال : ( امرأة نوح وامرأة لوط كانتا تحت عبدين من عبادنا صالحين ) أي : نبيين رسولين عندهما في صحبتها ليلا ونهارا يؤاكلانهما ، ويضاجعانهما ، ويعاشرانهما أشد العشرة والاختلاط ( فخانتاهما ) أي : في الإيمان ، لم يوافقاهما على الإيمان ، ولا صدقاهما في الرسالة ، فلم يجد ذلك كله شيئا ، ولا دفع عنهما محذورا ; ولهذا قال : ( فلم يغنيا عنهما من الله شيئا ) أي : لكفرهما ، ( وقيل ) أي : للمرأتين : ( ادخلا النار مع الداخلين ) وليس المراد : ( فخانتاهما ) في فاحشة ، بل في الدين ، فإن نساء الأنبياء معصومات عن الوقوع في الفاحشة ; لحرمة الأنبياء ، كما قدمنا في سورة النور .قال سفيان الثوري ، عن موسى بن أبي عائشة ، عن سليمان بن قتة : سمعت ابن عباس يقول في هذه الآية ( فخانتاهما ) قال : ما زنتا ، أما امرأة نوح فكانت تخبر أنه مجنون ، وأما خيانة امرأة لوط فكانت تدل قومها على أضيافه .وقال العوفي ، عن ابن عباس قال : كانت خيانتهما أنهما كانتا على عورتيهما ، فكانت امرأة نوح تطلع على سر نوح ، فإذا آمن مع نوح أحد أخبرت الجبابرة من قوم نوح به ، وأما امرأة لوط فكانت إذا أضاف لوط أحدا أخبرت به أهل المدينة ممن يعمل السوء .وهكذا قال عكرمة ، وسعيد بن جبير ، والضحاك ، وغيرهم .[ وقال الضحاك ، عن ابن عباس : ما بغت امرأة نبي قط ، إنما كانت خيانتهما في الدين ] .وقد استدل بهذه الآية الكريمة بعض العلماء على ضعف الحديث الذي يأثره كثير من الناس : من أكل مع مغفور له غفر له . وهذا الحديث لا أصل له ، وإنما يروى هذا عن بعض الصالحين أنه رأى النبي - صلى الله عليه وسلم - في المنام فقال : يا رسول الله ، أنت قلت : من أكل مع مغفور له غفر له ؟ قال : \" لا ، ولكني الآن أقوله \" ."
      },
      "translations": {
        "en": "Allah presents an example of those who disbelieved: the wife of Noah and the wife of Lot. They were under two of Our righteous servants but betrayed them, so those prophets did not avail them from Allah at all, and it was said, \"Enter the Fire with those who enter.\"",
        "fr": "Allah a cité en parabole pour ceux qui ont mécru la femme de Noé et la femme de Lot. Elles étaient sous l'autorité de deux vertueux de Nos serviteurs. Toutes deux les trahirent et ils ne furent d'aucune aide pour [ces deux femmes] vis-à-vis d'Allah. Et il [leur] fut dit: «Entrez au Feu toutes les deux, avec ceux qui y entrent»,",
        "es": "Alá pone como ejemplo para los infieles a la mujer de Noé y a la mujer de Lot. Ambas estaban sujetas a dos de Nuestros siervos justos, pero les traicionaron, aunque su traición no les sirvió de nada frente a Alá. Y se dijo: «¡Entrad ambas en el Fuego, junto con los demás que entran!»"
      },
      "ibn_ashour": "ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ (10)أعقبت جملة { يا أيها النبي جاهد الكفار والمنافقين } [ التحريم : 9 ] الآية المقصود منها تهديدهم بعذاب السيف في الدنيا وإنذارهم بعذاب الآخرة وما قارن ذلك من مقابلة حالهم بحال المؤمنين ، بأن ضرَب مثلين للفريقين بنظيرين في حاليهما لتزداد الموعظة وضوحاً ويزداد التنويه بالمؤمنين استنارة . وقد تقدمت فائدة ذكر الأمثال في قوله تعالى : { مثلهم كمثل الذي استوقد ناراً } في سورة [ البقرة : 17 ] .وضربُ المثل : إلقاؤه وإيضاحه ، وتقدم ذلك عند قوله تعالى : { إن الله لا يستحي أن يضرب مثلاً ما } في سورة [ البقرة : 26 ] .فالجملة مستأنفة استئنافاً ابتدائياً . وهذا المثل لا يخلو من تعريض بحث زوْجي النبي على طاعته وبأنَّ رضى الله تعالى يتبع رضى رسله . فقد كان الحديث عن زوجتي النبي قريباً وكان عَملهما ما فيه بارقة من مخالفة ، وكان في المثلين ما فيه إشعار بالحالين .وتع"
    },
    {
      "number": 11,
      "text": "وَضَرَبَ ٱللَّهُ مَثَلًۭا لِّلَّذِينَ ءَامَنُوا۟ ٱمْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ٱبْنِ لِى عِندَكَ بَيْتًۭا فِى ٱلْجَنَّةِ وَنَجِّنِى مِن فِرْعَوْنَ وَعَمَلِهِۦ وَنَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّٰلِمِينَ",
      "tafsir": {
        "muyassar": "وضرب الله مثلا لحال المؤمنين- الذين صدَّقوا الله، وعبدوه وحده، وعملوا بشرعه، وأنهم لا تضرهم مخالطة الكافرين في معاملتهم- بحال زوجة فرعون التي كانت في عصمة أشد الكافرين بالله، وهي مؤمنة بالله، حين قالت: رب ابْنِ لي دارًا عندك في الجنة، وأنقذني من سلطان فرعون وفتنته، ومما يصدر عنه من أعمال الشر، وأنقذني من القوم التابعين له في الظلم والضلال، ومن عذابهم.",
        "mukhtasar": "وضرب الله مثلًا للذين آمنوا بالله وبرسله أن صلتهم بالكافرين لا تضرّهم، ولا تؤثر فيهم ما داموا مستقيمين على الحق بحال امرأة فرعون حين قالت: يا رب، ابنِ لي بيتًا عندك في الجنة، وسلّمني من جبروت فرعون وسلطانه، ومن أعماله السيئة، وسلّمني من القوم الظالمين لأنفسهم بمتابعتهم له في طغيانه وظلمه.",
        "saadi": "{ وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا اِمْرَأَةَ فِرْعَوْنَ } وهي آسية بنت مزاحم رضي الله عنها { إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ } فوصفها الله بالإيمان والتضرع لربها، وسؤالها لربها أجل المطالب، وهو دخول الجنة، ومجاورة الرب الكريم، وسؤالها أن ينجيها الله من فتنة فرعون وأعماله الخبيثة، ومن فتنة كل ظالم، فاستجاب الله لها، فعاشت في إيمان كامل، وثبات تام، ونجاة من الفتن، ولهذا قال النبي صلى الله عليه وسلم: { كمل من الرجال كثير، ولم يكمل من النساء، إلا مريم بنت عمران، وآسية بنت مزاحم، وخديجة بنت خويلد، وفضل عائشة على النساء، كفضل الثريد على سائر الطعام } . ",
        "kathir": "وهذا مثل ضربه الله للمؤمنين أنهم لا تضرهم مخالطة الكافرين إذا كانوا محتاجين إليهم ، كما قال تعالى : ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ) [ آل عمران : 28 ] .قال : قتادة كان فرعون أعتى أهل الأرض وأبعده ، فوالله ما ضر امرأته كفر زوجها حين أطاعت ربها لتعلموا أن الله حكم عدل ، لا يؤاخذ أحدا إلا بذنبه .وقال ابن جرير : حدثنا إسماعيل بن حفص الأبلي ، حدثنا محمد بن جعفر ، عن سليمان التيمي ، عن أبي عثمان النهدي ، عن سلمان قال : كانت امرأة فرعون تعذب في الشمس ، فإذا انصرف عنها أظلتها الملائكة بأجنحتها ، وكانت ترى بيتها في الجنة .ثم رواه عن محمد بن عبيد المحاربي ، عن أسباط بن محمد ، عن سليمان التيمي ، به .ثم قال ابن جرير : حدثني يعقوب بن إبراهيم ، حدثنا ابن علية ، عن هشام الدستوائي ، حدثنا القاسم بن أبي بزة ، قال : كانت امرأة فرعون تسأل : من غلب ؟ فيقال : غلب موسى ، وهارون . فتقول : آمنت برب موسى ، وهارون ، فأرسل إليها فرعون ، فقال : انظروا أعظم صخرة تجدونها ، فإن مضت على قولها فألقوها عليها ، وإن رجعت عن قولها فهي امرأته ، فلما أتوها رفعت بصرها إلى السماء فأبصرت بيتها في الجنة ، فمضت على قولها ، وانتزع روحها ، وألقيت الصخرة على جسد ليس فيه روح .فقولها : ( رب ابن لي عندك بيتا في الجنة ) قال العلماء : اختارت الجار قبل الدار . وقد ورد شيء من ذلك في حديث مرفوع ، ( ونجني من فرعون وعمله ) أي : خلصني منه ، فإني أبرأ إليك من عمله ، ( ونجني من القوم الظالمين ) وهذه المرأة هي آسية بنت مزاحم ، رضي الله عنها .وقال أبو جعفر الرازي ، عن الربيع بن أنس ، عن أبي العالية قال : كان إيمان امرأة فرعون من قبل إيمان امرأة خازن فرعون ، وذلك أنها جلست تمشط ابنة فرعون ، فوقع المشط من يدها ، فقالت تعس من كفر بالله ؟ فقالت لها ابنة فرعون : ولك رب غير أبي ؟ قالت : ربي ، ورب أبيك ، ورب كل شيء الله . فلطمتها بنت فرعون وضربتها ، وأخبرت أباها ، فأرسل إليها فرعون ، فقال : تعبدين ربا غيري ؟ قالت : نعم ، ربي ، وربك ، ورب كل شيء الله . وإياه أعبد فعذبها فرعون ، وأوتد لها أوتادا ، فشد رجليها ، ويديها ، وأرسل عليها الحيات ، وكانت كذلك ، فأتى عليها يوما ، فقال لها : ما أنت منتهية ؟ فقالت له : ربي ، وربك ، ورب كل شيء الله . فقال لها : إني ذابح ابنك في فيك إن لم تفعلي . فقالت له : اقض ما أنت قاض . فذبح ابنها في فيها ، وإن روح ابنها بشرها ، فقال لها : أبشري يا أمه ، فإن لك عند الله من الثواب كذا وكذا . فصبرت ثم أتى عليها فرعون يوما آخر فقال لها مثل ذلك ، فقالت له مثل ذلك ، فذبح ابنها الآخر في فيها ، فبشرها روحه أيضا ، وقال لها . اصبري يا أمه ، فإن لك عند الله من الثواب كذا وكذا . قال : وسمعت امرأة فرعون كلام روح ابنها الأكبر ، ثم الأصغر ، فآمنت امرأة فرعون ، وقبض الله روح امرأة خازن فرعون ، وكشف الغطاء عن ثوبها ، ومنزلتها ، وكرامتها في الجنة لامرأة فرعون حتى رأت ، فازدادت إيمانا ويقينا ، وتصديقا ، فاطلع فرعون على إيمانها ، فقال للملإ ما تعلمون من آسية بنت مزاحم ؟ فأثنوا عليها ، فقال لهم : إنها تعبد غيري . فقالوا له : اقتلها . فأوتد لها أوتادا فشد يديها ورجليها ، فدعت آسية ربها فقالت : ( رب ابن لي عندك بيتا في الجنة ) فوافق ذلك أن حضرها فرعون فضحكت حين رأت بيتها في الجنة ، فقال فرعون : ألا تعجبون من جنونها ، إنا نعذبها وهي تضحك ، فقبض الله روحها ، رضي الله عنها ."
      },
      "translations": {
        "en": "And Allah presents an example of those who believed: the wife of Pharaoh, when she said, \"My Lord, build for me near You a house in Paradise and save me from Pharaoh and his deeds and save me from the wrongdoing people.\"",
        "fr": "et Allah a cité en parabole pour ceux qui croient, la femme de Pharaon, quand elle dit «Seigneur, construis-moi auprès de Toi une maison dans le Paradis, et sauve-moi de Pharaon et de son œuvre; et sauve-moi des gens injustes».",
        "es": "Y Alá pone como ejemplo para los creyentes a la mujer de Faraón. Cuando dijo: «¡Señor! ¡Constrúyeme, junto a Ti, una casa en el Jardín y sálvame de Faraón y de sus obras! ¡Sálvame del pueblo impío!»"
      },
      "ibn_ashour": "وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آَمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (11)لما ضرب المثل { للذين كفروا } [ الممتحنة : 10 ] أعقب بضرب مثل للذين آمنوا لتحصل المقابلة فيتضح مقصود المثَلَين معاً ، وجريا على عادة القرآن في إتباع الترهيب بالترغيب .وجعل المثل للذين آمنوا بحال امرأتين لتحصل المقابلة للمثَلَين السابقين ، فهذا من مراعاة النظير في المثلين .وجاء أحد المثلين للذين آمنوا مثلاً لإِخلاص الإِيمان . والمثل الثاني لشدة التقوى .فكانت امرأة فرعون مثلاً لمتانة إيمان المؤمنين ومريم مثلاً للقانتين لأن المؤمنين تبرأوا من ذوي قرابتهم الذين بقوا على الكفر بمكة .وامرأة فرعون هذه هي امرأة فرعون الذي أُرسل إليه موسى وهو منفط الثالث وليست امرأة فرعون التي تبنتْ موسى حين التقطتْه من اليَمّ ، لأن ذلك وقع في زمن فرعون رعمسيس الثاني وكان بين الزمنين ثمانون سنة . ولم يكن عندهم علم بدين قبل أن يرسل إليهم موسى .ولعل امرأة فرعون هذه كانت من بنات إسرائيل تزوجها فرعون فكانت مؤ"
    },
    {
      "number": 12,
      "text": "وَمَرْيَمَ ٱبْنَتَ عِمْرَٰنَ ٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتْ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتْ مِنَ ٱلْقَٰنِتِينَ",
      "tafsir": {
        "muyassar": "وضرب الله مثلا للذين آمنوا مريم بنت عمران التي حفظت فرجها، وصانته عن الزنى، فأمر الله تعالى جبريل عليه السلام أن ينفخ في جيب قميصها، فوصلت النفخة إلى رحمها، فحملت بعيسى عليه السلام، وصدَّقت بكلمات ربها، وعملت بشرائعه التي شرعها لعباده، وكتبه المنزلة على رسله، وكانت من المطيعين له.",
        "mukhtasar": "وضرب الله مثلًا للذين آمنوا بالله وبرسله، بحال مريم ابنة عمران التي حفظت فرجها من الزنى، فأمر الله جبريل أن ينفخ فيه، فحملت بقدرة الله بعيسى بن مريم من غير أب، وصدّقت بشرائع الله، وبكتبه المنزلة على رسله، وكانت من المطيعين لله بامتثال أوامره والكفّ عن نواهيه.",
        "saadi": "{ وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا } أي: صانته وحفظته عن الفاحشة، لكمال ديانتها، وعفتها، ونزاهتها. { فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا } بأن نفخ جبريل [عليه السلام] في جيب درعها فوصلت نفخته إلى مريم، فجاء منها عيسى ابن مريم [عليه السلام]، الرسول الكريم والسيد العظيم. { وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ } وهذا وصف لها بالعلم والمعرفة، فإن التصديق بكلمات الله، يشمل كلماته الدينية والقدرية، والتصديق بكتبه، يقتضي معرفة ما به يحصل التصديق، ولا يكون ذلك إلا بالعلم والعمل، [ولهذا قال] { وَكَانَتْ مِنَ الْقَانِتِينَ } أي: المطيعين لله، المداومين على طاعته  بخشية وخشوع، وهذا وصف لها بكمال العمل، فإنها رضي الله عنها صديقة، والصديقية: هي كمال العلم والعمل. تمت ولله الحمد  ",
        "kathir": "وقوله : ( ومريم ابنت عمران التي أحصنت فرجها ) أي حفظته وصانته . والإحصان : هو العفاف والحرية ، ( فنفخنا فيه من روحنا ) أي : بواسطة الملك ، وهو جبريل فإن الله بعثه إليها فتمثل لها في صورة بشر سوي ، وأمره الله تعالى أن ينفخ بفيه في جيب درعها ، فنزلت النفخة فولجت في فرجها ، فكان منه الحمل بعيسى ، عليه السلام . ولهذا قال : ( فنفخنا فيه من روحنا وصدقت بكلمات ربها وكتبه ) أي : بقدره وشرعه ( وكانت من القانتين )قال الإمام أحمد : حدثنا يونس ، حدثنا داود بن أبي الفرات ، عن علباء ، عن عكرمة ، عن ابن عباس قال : خط رسول الله - صلى الله عليه وسلم - في الأرض أربعة خطوط ، وقال : \" أتدرون ما هذا ؟ \" قالوا : الله ورسوله أعلم ، فقال رسول الله - صلى الله عليه وسلم - : \" أفضل نساء أهل الجنة : خديجة بنت خويلد ، وفاطمة بنت محمد ، ومريم ابنة عمران ، وآسية بنت مزاحم امرأة فرعون \" .وثبت في الصحيحين من حديث شعبة ، عن عمرو بن مرة ، عن مرة الهمداني ، عن أبي موسى الأشعري ، عن النبي - صلى الله عليه وسلم - أنه قال : \" كمل من الرجال كثير ، ولم يكمل من النساء إلا آسية امرأة فرعون ، ومريم ابنة عمران ، وخديجة بنت خويلد ، وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام \" .وقد ذكرنا طرق هذه الأحاديث ، وألفاظها ، والكلام عليها في قصة عيسى ابن مريم عليهما السلام ، في كتابنا \" البداية والنهاية \" ولله الحمد والمنة وذكرنا ما ورد من الحديث من أنها تكون هي وآسية بنت مزاحم من أزواجه ، عليه السلام ، في الجنة عند قوله : ( ثيبات وأبكارا )آخر تفسير سورة التحريم ولله الحمد والمنة."
      },
      "translations": {
        "en": "And [the example of] Mary, the daughter of 'Imran, who guarded her chastity, so We blew into [her garment] through Our angel, and she believed in the words of her Lord and His scriptures and was of the devoutly obedient.",
        "fr": "De même, Marie, la fille d''Imran qui avait préservé sa virginité; Nous y insufflâmes alors de Notre Esprit. Elle avait déclaré véridiques les paroles de son Seigneur ainsi que Ses Livres: elle fut parmi les dévoués.",
        "es": "Y a María, hija de Imran, que conservó su virginidad y en la que infundimos de Nuestro Espíritu. Tuvo por auténticas las palabras y Escritura de su Señor y fue de las devotas."
      },
      "ibn_ashour": "وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ (12)عطف على { امرأت فرعون } ، أي وضرب الله مثلاً للذين آمنوا مريم ابنة عمران ، فضرَب مثلَيْن في الشرّ ومثلين في الخير .ومريم ابنة عمران تقدم الكلام على نسبها وكرامتها في سورة آل عمران وغيرها ، وقد ذكر الله باسمها في عدة مواضع من القرآن ، وقال ابن التلمساني في «شرح الشفاء» لعياض : لم يَذكُر الله امرأة في القرآن باسمها إلا مريم للتنبيه على أنها أمةُ الله إبطالاً لعقائد النصارى .والإِحصان : جعل الشيء حصيناً ، أي لا يُسلك إليه . ومعناه : منعت فرجها عن الرجال .وتفريع { فنفخنا فيه من روحنا } تفريع العطية على العمل لأجله . أي جزيناها على إحصان فرجها ، أي بأن كوّن الله فيه نبيئاً بصفة خارقة للعادة فخلد بذلك ذكرها في الصالحات .والنفخ : مستعار لسرعة إبداع الحياة في المكوّن في رحمها . وإضافة الروح إلى ضمير الجلالة لأن تكوين المخلوق الحيّ في رحمها كان دون الأسباب المعتادة ، أو أُريد بالروح الملك الذي يؤمر بنفخ الأرواح في الأجنة ، فعلى ال"
    }
  ]
}