{
  "number": 67,
  "name": "سُورَةُ المُلۡكِ",
  "englishName": "Al-Mulk",
  "revelationType": "Meccan",
  "ayahCount": 30,
  "ayahs": [
    {
      "number": 1,
      "text": "تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍۢ قَدِيرٌ",
      "tafsir": {
        "muyassar": "تكاثر خير الله وبرُّه على جميع خلقه، الذي بيده مُلك الدنيا والآخرة وسلطانهما، نافذ فيهما أمره وقضاؤه، وهو على كل شيء قدير. ويستفاد من الآية ثبوت صفة اليد لله سبحانه وتعالى على ما يليق بجلاله.",
        "mukhtasar": "تعاظم وكثر خير الله الذي بيده وحده الملك، وهو على كل شيء قدير، لا يعجزه شيء.",
        "saadi": " { تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ } أي: تعاظم وتعالى، وكثر خيره، وعم إحسانه، من عظمته أن بيده ملك العالم العلوي والسفلي، فهو الذي خلقه، ويتصرف فيه بما شاء، من الأحكام القدرية، والأحكام الدينية، التابعة لحكمته، ومن عظمته، كمال قدرته التي يقدر بها على كل شيء، وبها أوجد ما أوجد من المخلوقات العظيمة، كالسماوات والأرض. ",
        "kathir": "تفسير سورة الملك وهي مكية .قال أحمد : حدثنا حجاج بن محمد ، وابن جعفر قالا : حدثنا شعبة ، عن قتادة ، عن عباس الجشمي ، عن أبي هريرة ، عن رسول الله - صلى الله عليه وسلم - قال : \" إن سورة في القرآن ثلاثين آية شفعت لصاحبها حتى غفر له : \" تبارك الذي بيده الملك \" .ورواه أهل السنن الأربعة ، من حديث شعبة به ، وقال الترمذي : هذا حديث حسن .وقد روى الطبراني ، والحافظ الضياء المقدسي ، من طريق سلام بن مسكين ، عن ثابت ، عن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" سورة في القرآن خاصمت عن صاحبها حتى أدخلته الجنة : \" تبارك الذي بيده الملك \" .وقال الترمذي : حدثنا محمد بن عبد الملك بن أبي الشوارب ، حدثنا يحيى بن مالك النكري ، عن أبيه ، عن أبي الجوزاء عن ابن عباس قال : ضرب بعض أصحاب النبي - صلى الله عليه وسلم - خباءه على قبر ، وهو لا يحسب أنه قبر إنسان يقرأ سورة الملك حتى ختمها ، فأتى النبي - صلى الله عليه وسلم - فقال : يا رسول الله ، ضربت خبائي على قبر وأنا لا أحسب أنه قبر ، فإذا إنسان يقرأ سورة الملك \" تبارك \" حتى ختمها ، فقال رسول الله - صلى الله عليه وسلم - : \" هي المانعة ، هي المنجية ، تنجيه من عذاب القبر \" ثم قال : \" هذا حديث غريب من هذا الوجه . وفي الباب عن أبي هريرة . ثم روى الترمذي أيضا من طريق ليث بن أبي سليم ، عن أبي الزبير ، عن جابر : أن رسول الله - صلى الله عليه وسلم - كان لا ينام حتى يقرأ \" الم تنزيل \" سورة السجدة ، و \" تبارك الذي بيده الملك \" . وقال ليث ، عن طاوس : يفضلان كل سورة في القرآن بسبعين حسنة .وقال الطبراني : حدثنا محمد بن الحسين بن عجلان الأصبهاني ، حدثنا سلمة بن شبيب ، حدثنا إبراهيم بن الحكم بن أبان ، عن أبيه ، عن عكرمة عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : \" لوددت أنها في قلب كل إنسان من أمتي \" يعني : \" تبارك الذي بيده الملك \" .هذا حديث غريب ، وإبراهيم ضعيف ، وقد تقدم مثله في سورة \" يس \" وقد روى هذا الحديث عبد بن حميد في مسنده بأبسط من هذا ، فقال :حدثنا إبراهيم بن الحكم ، عن أبيه ، عن عكرمة ، عن ابن عباس أنه قال لرجل : ألا أتحفك بحديث تفرح به ؟ قال : بلى . قال اقرأ : \" تبارك الذي بيده الملك \" ، وعلمها أهلك ، وجميع ولدك ، وصبيان بيتك ، وجيرانك ، ، فإنها المنجية والمجادلة ، تجادل - أو تخاصم - يوم القيامة عند ربها لقارئها ، وتطلب له أن ينجيه من عذاب النار ، وينجي بها صاحبها من عذاب القبر ; قال رسول الله - صلى الله عليه وسلم - : \" لوددت أنها في قلب كل إنسان من أمتي \" .وقد روى الحافظ ابن عساكر في تاريخه ، في ترجمة أحمد بن نصر بن زياد أبي عبد الله القرشي النيسابوري المقرئ الزاهد الفقيه ، أحد الثقات الذين روى عنهم البخاري ، ومسلم ولكن في غير الصحيحين ، وروى عنه الترمذي ، وابن ماجه ، وابن خزيمة . وعليه تفقه في مذهب أبي عبيد بن حربويه وخلق سواهم ، ساق بسنده من حديثه عن فرات بن السائب ، عن الزهري ، عن أنس بن مالك قال : قال رسول الله - صلى الله عليه وسلم - : \" إن رجلا ممن كان قبلكم مات ، وليس معه شيء من كتاب الله إلا \" تبارك \" ، فلما وضع في حفرته أتاه الملك فثارت السورة في وجهه ، فقال لها : إنك من كتاب الله ، وأنا أكره مساءتك ، وإني لا أملك لك ولا له ولا لنفسي ضرا ولا نفعا ، فإن أردت هذا به فانطلقي إلى الرب تبارك وتعالى فاشفعي له . فتنطلق إلى الرب فتقول : يا رب ، إن فلانا عمد إلي من بين كتابك فتعلمني ، وتلاني أفتحرقه أنت بالنار ، وتعذبه ، وأنا في جوفه ؟ فإن كنت فاعلا ذاك به فامحني من كتابك . فيقول : ألا أراك غضبت ؟ فتقول : وحق لي أن أغضب . فيقول : اذهبي فقد وهبته لك ، وشفعتك فيه . قال : فتجيء فيخرج الملك ، فيخرج كاسف البال لم يحل منه بشيء . قال : فتجيء فتضع فاها على فيه ، فتقول مرحبا بهذا الفم ، فربما تلاني ، ومرحبا بهذا الصدر ، فربما وعاني ، ومرحبا بهاتين القدمين ، فربما قامتا بي . وتؤنسه في قبره مخافة الوحشة عليه \" . قال : فلما حدث بهذا رسول الله - صلى الله عليه وسلم - لم يبق صغير ، ولا كبير ، ولا حر ، ولا عبد ، إلا تعلمها ، وسماها رسول الله - صلى الله عليه وسلم - المنجية .قلت : وهذا حديث منكر جدا وفرات بن السائب هذا ضعفه الإمام أحمد ، ويحيى بن معين ، والبخاري ، وأبو حاتم ، والدارقطني ، وغير واحد . وقد ذكره ابن عساكر من وجه آخر ، عن الزهري من قوله مختصرا . وروى البيهقي في كتاب \" إثبات عذاب القبر \" عن ابن مسعود موقوفا ، ومرفوعا ما يشهد لهذا ، وقد كتبناه في كتاب الجنائز من الأحكام الكبرى ، ولله الحمد .يمجد تعالى نفسه الكريمة ، ويخبر أنه بيده الملك ، أي : هو المتصرف في جميع المخلوقات بما يشاء لا معقب لحكمه ، ولا يسأل عما يفعل لقهره وحكمته وعدله . ولهذا قال : ( وهو على كل شيء قدير )"
      },
      "translations": {
        "en": "Blessed is He in whose hand is dominion, and He is over all things competent -",
        "fr": "Béni soit celui dans la main de qui est la royauté, et Il est Omnipotent.",
        "es": "¡Bendito sea Aquél en Cuya mano está el dominio! Es omnipotente."
      },
      "ibn_ashour": "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1)افتتحت السورة بما يدل على منتهى كمال الله تعالى افتتاحاً يؤذن بأن ما حَوتْه يحوم حول تنزيه الله تعالى عن النقص الذي افتراه المشركون لمّا نسبوا إليه شركاء في الربوبية والتصرف معه والتعطيل لبعض مراده . ففي هذا الافتتاح براعة الاستهلال كما تقدم في طالع سورة الفرقان .وفعل { تَبَاركَ } يدل على المبالغة في وفرة الخير ، وهو في مقام الثناء يقتضي العموم بالقرينة ، أي يفيد أن كل وفرة من الكمال ثابتة لله تعالى بحيث لا يتخلف نوع منها عن أن يكون صفة له تعالى .وصيغة تفاعَل إذا أسندت إلى واحد تدل على تكلف فعل ما اشتقت منه نحو تَطاول وتغابن ، وترد كناية عن قوة الفعل وشدته مثل : تواصل الحبل .وهو مشتق من البَركة ، وهي زيادة الخير ووفرته ، وتقدمت البركة عند قوله تعالى : { وبركات عليك في } [ سورة هود : 48 ] .وتقدم { تَبَارَكَ } عند قوله تعالى : { تبارك الله رب العالمين في أول } [ الأعراف : 54 ] .وهذا الكلام يجوز أن يكون مراداً به مجرد الإخبار عن عظمة الله تعالى وكماله ويجوز أن يكون مع ذلك إنشاء ثناء على الله أثناه على نفسه ، وتعليما"
    },
    {
      "number": 2,
      "text": "ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًۭا ۚ وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ",
      "tafsir": {
        "muyassar": "الذي خلق الموت والحياة؛ ليختبركم - أيها الناس-: أيكم خيرٌ عملا وأخلصه؟ وهو العزيز الذي لا يعجزه شيء، الغفور لمن تاب من عباده. وفي الآية ترغيب في فعل الطاعات، وزجر عن اقتراف المعاصي.",
        "mukhtasar": "الذي خلق الموت وخلق الحياة ليختبركم - أيها الناس - أيكم أحسن عملًا، وهو العزيز الذي لا يغلبه أحد، الغفور لذنوب من تاب من عباده.",
        "saadi": "وخلق الموت والحياة أي: قدر لعباده أن يحييهم ثم يميتهم؛ { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا } أي: أخلصه وأصوبه، فإن  الله خلق عباده، وأخرجهم لهذه الدار، وأخبرهم أنهم سينقلون منها، وأمرهم ونهاهم، وابتلاهم بالشهوات المعارضة لأمره، فمن انقاد لأمر الله وأحسن العمل، أحسن الله له الجزاء في الدارين، ومن مال مع شهوات النفس، ونبذ أمر الله، فله شر الجزاء. { وَهُوَ الْعَزِيزُ } الذي له العزة كلها، التي قهر بها جميع الأشياء، وانقادت له المخلوقات. { الْغَفُورُ } عن المسيئين والمقصرين والمذنبين، خصوصًا إذا تابوا وأنابوا، فإنه يغفر ذنوبهم، ولو بلغت عنان السماء، ويستر عيوبهم، ولو كانت ملء الدنيا. ",
        "kathir": "ثم قال : ( الذي خلق الموت والحياة ) واستدل بهذه الآية من قال : إن الموت أمر وجودي لأنه مخلوق . ومعنى الآية : أنه أوجد الخلائق من العدم ، ليبلوهم ، ويختبرهم أيهم أحسن عملا ؟ كما قال : ( كيف تكفرون بالله وكنتم أمواتا فأحياكم ) [ البقرة : 28 ] فسمى الحال الأول - وهو العدم - موتا ، وسمى هذه النشأة حياة . ولهذا قال : ( ثم يميتكم ثم يحييكم ) [ البقرة : 28 ] .وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا صفوان ، حدثنا الوليد ، حدثنا خليد ، عن قتادة في قوله : ( الذي خلق الموت والحياة ) قال : كان رسول الله - صلى الله عليه وسلم - يقول : \" إن الله أذل بني آدم بالموت ، وجعل الدنيا دار حياة ، ثم دار موت ، وجعل الآخرة دار جزاء ، ثم دار بقاء \" .ورواه معمر ، عن قتادة .وقوله : ( ليبلوكم أيكم أحسن عملا ) أي : خير عملا كما قال محمد بن عجلان : ولم يقل أكثر عملا .ثم قال : ( وهو العزيز الغفور ) أي : هو العزيز العظيم المنيع الجناب ، وهو مع ذلك غفور لمن تاب إليه وأناب ، بعدما عصاه وخالف أمره ، وإن كان تعالى عزيزا ، هو مع ذلك يغفر ، ويرحم ، ويصفح ، ويتجاوز ."
      },
      "translations": {
        "en": "[He] who created death and life to test you [as to] which of you is best in deed - and He is the Exalted in Might, the Forgiving -",
        "fr": "Celui qui a créé la mort et la vie afin de vous éprouver (et de savoir) qui de vous est le meilleur en œuvre, et c'est Lui le Puissant, le Pardonneur.",
        "es": "Es Quien ha creado la muerte y la vida para probaros, para ver quién de vosotros es el que mejor se porta. Es el Poderoso, el Indulgente."
      },
      "ibn_ashour": "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ (2)صفة ل { الذي بيده الملك } [ الملك : 1 ] فلما شمل قوله : { وهو على كل شيء قدير } [ الملك : 1 ] تعلق القدرة بالموجود والمعدوم أتبع بوصفه تعالى بالتصرف الذي منه خلق المخلوقات وأعراضِها لأن الخلق أعظم تعلق القدرةِ بالمقدور لدلالته على صفة القدرة وعلى صفة العلم .وأوثر بالذكر من المخلوقات الموتُ والحياة لأنهما أعظم العوارض لجنس الحيوان الذي هو أعجب الموجود على الأرض والذي الإنسان نوع منه ، وهو المقصود بالمخاطبة بالشرائع والمواعظ ، فالإماتة تصرف في الموجود بإعداده للفناء ، والإحياء تصرف في المعدوم بإيجاده ثم إعطائه الحياة ليستكمل وجود نوعه .فليس ذكر خلق الموت والحياة تفصيلاً لمعنى المُلك بل هو وصف مستقل .والاقتصار على خلق الموت والحياة لأنهما حالتان هما مظهرا تعلق القدرة بالمقدور في الذاتتِ والعرض لأن الموت والحياة عرضان والإنسان معروض لهما .والعَرَض لا يقوم بنفسه فلما ذُكر خلق العَرَض علم من ذكره خَلْق معروضه بدلالة الاقتضاء .وأوثر ذكر الموت والحياة لِما يدلان عليه من العبرة بتداول"
    },
    {
      "number": 3,
      "text": "ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا ۖ مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍۢ ۖ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍۢ",
      "tafsir": {
        "muyassar": "الذي خلق سبع سموات متناسقة، بعضها فوق بعض، ما ترى في خلق الرحمن- أيها الناظر- من اختلاف ولا تباين، فأعد النظر إلى السماء: هل ترى فيها مِن شقوق أو صدوع؟",
        "mukhtasar": "الذي خلق سبع سماوات، كل سماء طبقة فوق ما قبلها دون تماسّ بين سماء وسماء.\nلا تشاهد - أيها الرائي - فيما خلق الله أي تفاوت أو عدم تناسب.\nفارجع البصر هل ترى من تَشَقُّق أو تَصَدُّع؟! لن ترى ذلك، وإنما ترى خلقًا محكمًا متقنًا.",
        "saadi": "{ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا } أي: كل واحدة فوق الأخرى، ولسن طبقة واحدة، وخلقها في غاية الحسن والإتقان { مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ } أي: خلل ونقص. وإذا انتفى النقص من كل وجه، صارت حسنة كاملة، متناسبة من كل وجه، في لونها وهيئتها وارتفاعها، وما فيها من الشمس والقمر والكواكب النيرات، الثوابت منهن والسيارات. ولما كان كمالها معلومًا، أمر [الله] تعالى بتكرار النظر إليها والتأمل في أرجائها، قال: { فَارْجِعِ الْبَصَرَ } أي: أعده إليها، ناظرًا معتبرًا { هَلْ تَرَى مِنْ فُطُورٍ } أي: نقص واختلال. ",
        "kathir": "ثم قال : ( الذي خلق سبع سماوات طباقا ) أي : طبقة بعد طبقة ، وهل هن متواصلات بمعنى أنهن علويات بعضهم على بعض ، أو متفاصلات بينهن خلاء ؟ فيه قولان ، أصحهما الثاني ، كما دل على ذلك حديث الإسراء وغيره .وقوله : ( ما ترى في خلق الرحمن من تفاوت ) أي : بل هو مصطحب مستو ، ليس فيه اختلاف ، ولا تنافر ، ولا مخالفة ، ولا نقص ، ولا عيب ، ولا خلل ; ولهذا قال : ( فارجع البصر هل ترى من فطور ) أي : انظر إلى السماء فتأملها ، هل ترى فيها عيبا ، أو نقصا ، أو خللا ; أو فطورا ؟ .قال ابن عباس ، ومجاهد ، والضحاك ، والثوري ، وغيرهم في قوله : ( فارجع البصر هل ترى من فطور ) أي : شقوق .وقال السدي : ( هل ترى من فطور ) أي : من خروق . وقال ابن عباس في رواية : ( من فطور ) أي : من وهي ، وقال قتادة : ( هل ترى من فطور ) أي : هل ترى خللا يا ابن آدم ؟ ."
      },
      "translations": {
        "en": "[And] who created seven heavens in layers. You do not see in the creation of the Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see any breaks?",
        "fr": "Celui qui a créé sept cieux superposés sans que tu voies de disproportion en la création du Tout Miséricordieux. Ramène [sur elle] le regard. Y vois-tu une brèche quelconque?",
        "es": "Es Quien ha creado siete cielos superpuestos. No ves ninguna contradición en la creación del Compasivo. ¡Mira otra vez! ¿Adviertes alguna falla?"
      },
      "ibn_ashour": "الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ (3) صفة ثانية للذي بيده الملك ، أعقب التذكيرُ بتصرف الله بخلق الإِنسان وأهم أعراضه بذكر خلق أعظم الموجودات غير الإِنسان وهي السماوات ، ومفيدةٌ وصفاً من عظيم صفات الأفعال الإلهية ، ولذلك أعيد فيها اسم الموصول لتكون الجُملُ الثلاث جارية على طريقة واحدة .والسماوات تكرر ذكرها في القرآن ، والظاهر أن المراد بها الكواكب التي هي مجموع النظام الشمسي ما عدا الأرض ، كما تقدم عند قوله تعالى : { فسواهن سبع سماوات } [ سورة البقرة : 29 ] فإنها هي المشاهدة بأعين المخاطبين ، فالاستدلال بها استدلال بالمحسوس .والطباق يجوز أن يكون مصدر طابق وُصفت به السماوات للمبالغة ، أي شديدة المطابقة ، أي مناسبة بعضها لبعض في النظام .ويجوز أن تكون { طِباقاً } جمع طَبَق ، والطبَق المساوي في حالةٍ ما ، ومنه قولهم في المثَل : «وافَقَ شَنٌّ طبَقَه» .والمعنى : أنها مرتفع بعضها فوق بعض في الفضاء السحيق ، أو المعنى : أنها متماثلة في بعض الصفات مثل التكوير والتحرّك المنتظم في أنفسها وفي تحرك كل و"
    },
    {
      "number": 4,
      "text": "ثُمَّ ٱرْجِعِ ٱلْبَصَرَ كَرَّتَيْنِ يَنقَلِبْ إِلَيْكَ ٱلْبَصَرُ خَاسِئًۭا وَهُوَ حَسِيرٌۭ",
      "tafsir": {
        "muyassar": "ثم أعد النظر مرة بعد مرة، يرجع إليك البصر ذليلا صاغرًا عن أن يرى نقصًا، وهو متعب كليل.",
        "mukhtasar": "ثم ارجع البصر مرّة بعد مرّة يرجع إليك بصرك ذليلًا دون أن يرى عيبًا أو خللًا في خلق السماء، وهو كَلِيل منقطع عن النظر.",
        "saadi": "{ ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ } المراد بذلك: كثرة التكرار { يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ } أي: عاجزًا عن أن يرى خللًا أو فطورًا، ولو حرص غاية الحرص. ثم صرح بذكر حسنها فقال:  ",
        "kathir": "وقوله : ( ثم ارجع البصر كرتين ) قال : مرتين . ( ينقلب إليك البصر خاسئا ) قال ابن عباس : ذليلا ؟ وقال مجاهد ، وقتادة : صاغرا .( وهو حسير ) قال ابن عباس : يعني : وهو كليل . وقال مجاهد ، وقتادة ، والسدي : الحسير : المنقطع من الإعياء .ومعنى الآية : إنك لو كررت البصر ، مهما كررت ، لانقلب إليك ، أي : لرجع إليك البصر ، ( خاسئا ) عن أن يرى عيبا أو خللا ( وهو حسير ) أي : كليل قد انقطع من الإعياء من كثرة التكرر ، ولا يرى نقصا ."
      },
      "translations": {
        "en": "Then return [your] vision twice again. [Your] vision will return to you humbled while it is fatigued.",
        "fr": "Puis, retourne ton regard à deux fois: le regard te reviendra humilié et frustré.",
        "es": "Luego, mira otras dos veces: tu mirada volverá a ti cansada, agotada."
      },
      "ibn_ashour": "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ (4)، وفِعل : رَجع يكون قاصراً ومتعدياً إلى مفعول بمعنى : أرْجَعَ ، فأرجع هنا فعل أمر من رجع المتعدي .والرَّجع يقتضي سبق حلول بالموضع ، فالمعنى : أعِد النظر ، وهو النظر الذي دل عليه قوله : { ما تَرى في خلق الرحمان من تفاوت } أي أعد رؤية السماوات وأنها لا تفاوت فيها إعادة تحقيق وتبصر ، كما يقال : أعِدْ نَظَراً .والخطاب في قوله : { ما ترى في خلق الرحمان من تفاوت } وقوله : { فارجع البصر } الخ . خطاب لغير معين .وصيغة الأمر مستعملة في الإرشاد للمشركين مع دلالته على الوجوب للمسلمين فإن النظر في أدلة الصفات واجب لمن عرض له داع إلى الاستدلال . والبصر مستعمل في حقيقته . والمراد به البصر المصحوب بالتفكر والاعتبار بدلالة الموجودات على موجدها .وهذا يتصل بمسألة إيمان المقلد وما اختلف فيه من الرواية عن الشيخ أبي الحسن الأشعري .والاستفهام في { هل ترى من فطور } تقريري ووقع ب { هل } لأن { هل } تفيد تأكيد الاستفهام إذ هي بمعنى ( قد ) في الاستفهام ، وفي ذلك تأكيد وحث على التبصر والتأمل ، أي لا تقتنع بنظرة ونظرتين ، ف"
    },
    {
      "number": 5,
      "text": "وَلَقَدْ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَٰبِيحَ وَجَعَلْنَٰهَا رُجُومًۭا لِّلشَّيَٰطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ ٱلسَّعِيرِ",
      "tafsir": {
        "muyassar": "ولقد زيَّنا السماء القريبة التي تراها العيون بنجوم عظيمة مضيئة، وجعلناها شهبًا محرقة لمسترقي السمع من الشياطين، وأعتدنا لهم في الآخرة عذاب النار الموقدة يقاسون حرها.",
        "mukhtasar": "ولقد زيّنا أقرب سماءٍ إلى الأرض بنجومٍ مضيئة، وجعلنا تلك النجوم شُهُبًا تُرْجَم بها الشياطين التي تسترق السمع فتحرقهم، وهيَّأنا لهم في الآخرة النار المُسْتَعِرة.",
        "saadi": " أي: ولقد جملنا { السَّمَاءَ الدُّنْيَا } التي ترونها وتليكم، { بِمَصَابِيحَ } وهي: النجوم، على اختلافها في النور والضياء، فإنه لولا ما فيها من النجوم، لكانت سقفًا مظلمًا، لا حسن فيه ولا جمال. ولكن جعل الله هذه النجوم زينة للسماء، [وجمالا]، ونورًا وهداية يهتدى بها في ظلمات البر والبحر، ولا ينافي إخباره أنه زين السماء الدنيا بمصابيح، أن يكون كثير من النجوم فوق السماوات السبع، فإن السماوات شفافة، وبذلك تحصل الزينة للسماء الدنيا، وإن لم تكن الكواكب فيها، { وَجَعَلْنَاهَا } أي: المصابيح { رُجُومًا لِلشَّيَاطِينِ } الذين يريدون استراق خبر السماء، فجعل الله هذه النجوم، حراسة للسماء عن تلقف الشياطين أخبار الأرض، فهذه الشهب التي ترمى من النجوم، أعدها الله في الدنيا للشياطين، { وَأَعْتَدْنَا لَهُمْ } في الآخرة { عَذَابِ السَّعِيرِ } لأنهم تمردوا على الله، وأضلوا عباده، ولهذا كان أتباعهم من الكفار مثلهم، قد أعد الله لهم عذاب السعير ",
        "kathir": "ولما نفى عنها في خلقها النقص بين كمالها وزينتها فقال : ( ولقد زينا السماء الدنيا بمصابيح ) وهي الكواكب التي وضعت فيها من السيارات والثوابت .وقوله : ( وجعلناها رجوما للشياطين ) عاد الضمير في قوله : ( وجعلناها ) على جنس المصابيح لا على عينها ; لأنه لا يرمي بالكواكب التي في السماء ، بل بشهب من دونها ، وقد تكون مستمدة منها ، والله أعلم .وقوله : ( وأعتدنا لهم عذاب السعير ) أي : جعلنا للشياطين هذا الخزي في الدنيا ، وأعتدنا لهم عذاب السعير في الأخرى ، كما قال : في أول الصافات : ( إنا زينا السماء الدنيا بزينة الكواكب وحفظا من كل شيطان مارد لا يسمعون إلى الملإ الأعلى ويقذفون من كل جانب دحورا ولهم عذاب واصب إلا من خطف الخطفة فأتبعه شهاب ثاقب ) [ الصافات : 6 - 10 ] .قال قتادة : إنما خلقت هذه النجوم لثلاث خصال : خلقها الله زينة للسماء ، ورجوما للشياطين ، وعلامات يهتدى بها ، فمن تأول فيها غير ذلك فقد قال برأيه ، وأخطأ حظه ، وأضاع نصيبه ، وتكلف ما لا علم له به . رواه ابن جرير ، وابن أبي حاتم ."
      },
      "translations": {
        "en": "And We have certainly beautified the nearest heaven with stars and have made [from] them what is thrown at the devils and have prepared for them the punishment of the Blaze.",
        "fr": "Nous avons effectivement embelli le ciel le plus proche avec des lampes [des étoiles] dont Nous avons fait des projectiles pour lapider les diables et Nous leur avons préparé le châtiment de la Fournaise.",
        "es": "Hemos engalanado el cielo más bajo con luminares, de los que hemos hecho proyectiles contra los demonios y hemos preparado para ellos el castigo del fuego de la gehena."
      },
      "ibn_ashour": "وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (5)انتقل من دلائل انتفاء الخلل عن خِلقة السماوات ، إلى بيان ما في إحدى السماوات من إتقان الصنع فهو مما شمله عموم الإِتقان في خلق السماوات السبع وذكره من ذِكر بعض أفراد العام كذكر المثال بعد القاعدة الكلية ، فدقائق السماء الدنيا أوضح دلالةً على إتقان الصنع لكونها نصب أعين المخاطبين ، ولأن من بعضها يحصل تخلص إلى التحذير من حيل الشياطين وسوء عواقب أتباعهم . وتأكيد الخبر ب ( قد ) لأنه إلى أنه نتيجة الاستفهام التقريري المؤكد ب ( هل ) أختتِ ( قد ) في الاستفهام .والكلام على السماء الدنيا ولماذا وصفت بالدنيا وعن الكواكب تقدم في أول سورة الصافات .وسميت النّجوم هنا مصابيح على التشبيه في حسن المنظر فهو تشبيه بليغ .وذكر التزيين إدماج للامتنان في أثناء الاستدلال ، أي زيَّنَاها لكم مثل الامتنان في قوله : { ولكم فيها جَمال } في سورة النحل ( 6 ) .والمقصد : التخلص إلى ذكر رجم الشياطين ليتخلص منه إلى وعيدهم ووعيد متبعيهم .وعدل عن تعريف ( مصابيح ) باللام إلى تنكيره لما يفيد"
    },
    {
      "number": 6,
      "text": "وَلِلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "tafsir": {
        "muyassar": "وللكافرين بخالقهم عذاب جهنم، وساء المرجع لهم جهنم.",
        "mukhtasar": "وللذين كفروا بربهم يوم القيامة عذاب النار المتقدة، وساء المرجع الذي يرجعون إليه.",
        "saadi": "{ وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ } الذي يهان أهله  غاية الهوان. ",
        "kathir": "يقول تعالى : ( و ) أعتدنا ( للذين كفروا بربهم عذاب جهنم وبئس المصير ) أي : بئس المآل والمنقلب ."
      },
      "translations": {
        "en": "And for those who disbelieved in their Lord is the punishment of Hell, and wretched is the destination.",
        "fr": "Ceux qui ont mécru à leur Seigneur auront le châtiment de l'Enfer. Et quelle mauvaise destination!",
        "es": "Quienes no hayan creído en su Señor tendrán el castigo de la gehena. ¡Qué mal fin...!"
      },
      "ibn_ashour": "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ وَبِئْسَ الْمَصِيرُ (6)هذا تتميم لئلا يتوهم أن العذاب أُعد للشياطين خاصة ، والمعنى : ولجميع الذين كفروا بالله عذاب جهنم فالمراد عامة المشركين ولأجل ما في الجملة من زيادة الفائدة غايرت الجملةَ التي قبلها فلذلك عطفت عليها .وتقديم المجرور للاهتمام بتعلقه بالمسند إليه والمبادرة به .وجملة { وبئس المصير } حال أو معترضة لإِنشاء الذم وحذف المخصوص بالذم لدلالة ما قبل { بئس } عليه . والتقدير : وبئس المصير عذابُ جهنم .والمعنى : بئست جهنم مصيراً للذين كفروا ."
    },
    {
      "number": 7,
      "text": "إِذَآ أُلْقُوا۟ فِيهَا سَمِعُوا۟ لَهَا شَهِيقًۭا وَهِىَ تَفُورُ",
      "tafsir": {
        "muyassar": "إذا طُرح هؤلاء الكافرون في جهنم سمعوا لها صوتًا شديدًا منكرًا، وهي تغلي غليانًا شديدًا.",
        "mukhtasar": "إذا طُرحوا في النار سمعوا لها صوتًا قبيحًا شديدًا، وهي تغلي مثل غليان المِرْجَل.",
        "saadi": "{ إِذَا أُلْقُوا فِيهَا } على وجه الإهانة والذل { سَمِعُوا لَهَا شَهِيقًا } أي: صوتًا عاليًا فظيعًا، { وَهِيَ تَفُورُ } . ",
        "kathir": "( إذا ألقوا فيها سمعوا لها شهيقا ) قال ابن جرير : يعني الصياح .( وهي تفور ) قال الثوري : تغلي بهم كما يغلي الحب القليل في الماء الكثير ."
      },
      "translations": {
        "en": "When they are thrown into it, they hear from it a [dreadful] inhaling while it boils up.",
        "fr": "Quand ils y seront jetés, ils lui entendront un gémissement, tandis qu'il bouillonne.",
        "es": "Cuando sean arrojados a ella, oirán su fragor, en plena ebullición,"
      },
      "ibn_ashour": "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ (7){ المصير * إِذَآ أُلْقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقًا وَهِىَ } { تَفُورُ * تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ كُلَّمَا أُلْقِىَ فِيهَا فَوْجٌ } .الجملة مستأنفة استئنافاً بيانياً لبيان ذمَ مصيرهم في جهنم ، أي من جملة مذام مصيرهم مذمة ما يسمعونه فيها من أصوات مؤلمة مخيفة .و { إذا } ظرف متعلق ب { سمعوا } يدل على الاقتران بين زمن الإِلقاء وزمن سماع الشهيق .والشهيق : تردد الأنفاس في الصدر لا تستطيع الصعود لبُكاء ونحوه أطلق على صوت التهاب نار جهنم الشهيق تفظيعاً له لأن قوله : { سمعوا لها } يقتضي أن الشهيق شهيقها لأن أصل اللام أن تكون لشبه الملك .وجملة { وهي تفور } حال من ضمير { فيها } وتفور : تغلي وترتفع ألسنَة لهيبها .و { الغيظ } أشد الغضب . وقوله : { تكاد تميز من الغيظ } خبر ثان عن ضمير { وهي } ، مثلت حالة فورانها وتصاعد ألسنة لهيبها ورطمها ما فيها والتهام من يُلقون إليها ، بحال مغتاظ شديد الغيظ لا يترك شيئاً مما غاظه إلاّ سلط عليه ما يستطيع من الإِضرار .واستعمل المركب الدال على الهيئة المشبه بها مع مرادفاته كقولهم : يكاد فل"
    },
    {
      "number": 8,
      "text": "تَكَادُ تَمَيَّزُ مِنَ ٱلْغَيْظِ ۖ كُلَّمَآ أُلْقِىَ فِيهَا فَوْجٌۭ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌۭ",
      "tafsir": {
        "muyassar": "تكاد جهنم تتمزق مِن شدة غضبها على الكفار، كلما طُرح فيها جماعة من الناس سألهم الموكلون بأمرها على سبيل التوبيخ: ألم يأتكم في الدنيا رسول يحذركم هذا العذاب الذي أنتم فيه؟",
        "mukhtasar": "يكاد ينفصل بعضها عن بعض ويتميّز؛ من شدة غضبها على من يدخل فيها، كلما رُمِيَت فيها دفعة من أصحابها الكفار سألتهم الملائكة الموكلون بها سؤال تقريع: ألم يأتكم في الدنيا رسول يخوّفكم من عذاب الله؟!",
        "saadi": "{ تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ } أي: تكاد على اجتماعها أن يفارق بعضها بعضًا، وتتقطع من شدة غيظها على الكفار، فما ظنك ما تفعل بهم، إذا حصلوا فيها؟\"  ثم ذكر توبيخ الخزنة لأهلها فقال: { كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ } ؟ أي: حالكم هذا واستحقاقكم النار، كأنكم لم تخبروا عنها، ولم تحذركم النذر منها. ",
        "kathir": "وقوله : ( تكاد تميز من الغيظ ) أي : يكاد ينفصل بعضها من بعض ، من شدة غيظها عليهم وحنقها بهم ، ( كلما ألقي فيها فوج سألهم خزنتها ألم يأتكم نذير"
      },
      "translations": {
        "en": "It almost bursts with rage. Every time a company is thrown into it, its keepers ask them, \"Did there not come to you a warner?\"",
        "fr": "Peu s'en faut que, de rage, il n'éclate. Toutes les fois qu'un groupe y est jeté, ses gardiens leur demandent: «Quoi! ne vous est-il pas venu d'avertisseur?»",
        "es": "a punto de estallar de furor. Siempre que se le arroje una oleada, sus guardianes les preguntarán: «¿Es que no vino a vosotros un monitor?»"
      },
      "ibn_ashour": "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ (8) أُتبع وصف ما يجده أهل النار عند إلقائهم فيها من فظائع أهوالها بوصف ما يتلقاهم به خزنة النار .فالجملة استئناف بياني أثاره وصف النار عند إلقاء أهل النار فيها إذ يَتساءل السامع عن سبب وقوع أهل النار فيها فجاء بيانه بأنه تكذيبهم رسل الله الذين أرسلوا إليهم ، مع ما انضمّ إلى ذلك من وصف ندامة أهل النار على ما فرط منهم من تكذيب رسل الله وعلى إهمالهم النظر في دعوة الرسل والتدبر فيما جاءوهم به .و { كلمالغَيْظِ كُلَّمَا أُلْقِىَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ نَذِيرٌ * قَالُواْ بلى قَدْ جَآءَنَا } مركب من ( كل ) اسم دال على الشمول ومن ( ما ) الظرفية المصدرية وهي حرف يؤوَّل مع الفعل الذي بعده بمصدره .والتقدير : في كل وقت إلقاء فوج يسألهم خزنتُها الفوجَ .وباتصال ( كل ) بحرف ( ما ) المصدرية الظرفية اكتسبَ التركيب معنى الشرط وشابه أدوات الشرط في الاحتياج إلى جملتين مُرتبة إحداهما على الأخرى .وجيء بفعلى { أُلقي } و { سألهم } ماضيين لأن أكثر ما يقع الفعل بعد { ك"
    },
    {
      "number": 9,
      "text": "قَالُوا۟ بَلَىٰ قَدْ جَآءَنَا نَذِيرٌۭ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ ٱللَّهُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍۢ كَبِيرٍۢ",
      "tafsir": {
        "muyassar": "أجابوهم قائلين: بلى قد جاءنا رسول مِن عند الله وحذَّرنا، فكذَّبناه، وقلنا فيما جاء به من الآيات: ما نزَّل الله على أحد من البشر شيئًا، ما أنتم - أيها الرسل- إلا في ذهاب بعيد عن الحق.",
        "mukhtasar": "قال الكفار: بلى، قد جاءنا رسول يخوّفنا من عذاب الله فكذبناه، وقلنا له: ما نزّل الله من وحي، لستم - أيها الرسل - إلا في ضلال عظيم عن الحقّ.",
        "saadi": "{ قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ } فجمعوا بين تكذيبهم الخاص، والتكذيب العام بكل ما أنزل الله ولم يكفهم ذلك، حتى أعلنوا بضلال الرسل المنذرين وهم الهداة المهتدون، ولم يكتفوا بمجرد الضلال، بل جعلوا ضلالهم، ضلالًا كبيرًا، فأي عناد وتكبر وظلم، يشبه هذا؟ ",
        "kathir": "يذكر تعالى عدله في خلقه ، وأنه لا يعذب أحدا إلا بعد قيام الحجة عليه وإرسال الرسول إليه ، كما قال : ( وما كنا معذبين حتى نبعث رسولا ) [ الإسراء : 15 ] وقال تعالى : ( حتى إذا جاءوها فتحت أبوابها وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكافرين ) [ الزمر : 71 ] . وهكذا عادوا على أنفسهم بالملامة ، وندموا حيث لا تنفعهم الندامة ،"
      },
      "translations": {
        "en": "They will say,\" Yes, a warner had come to us, but we denied and said, 'Allah has not sent down anything. You are not but in great error.'\"",
        "fr": "Ils dirent: «Mais si! un avertisseur nous était venu certes, mais nous avons crié au mensonge et avons dit: Allah n'a rien fait descendre: vous n'êtes que dans un grand égarement».",
        "es": "«¡Claro que sí!» dirán: «Vino a nosotros un monitor, pero desmentimos, y dijimos: 'Alá no ha revelado nada. No estáis sino muy extraviados'»."
      },
      "ibn_ashour": "قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ (9)ولذلك كان قولهم : { قد جاءنا نذير } موكداً لما دلت عليه { بلى } ، وهو من تكرير الكلام عند التحسر ، مع زيادة التحقيق ب { قد } ، وذلك التأكيد هو مناط الندامة والاعتراف بالخطأ .وجملة : { إن أنتم إلاَّ في ضلال كبير } الأظهر أنها بقية كلام خزنة جهنم فصل بينها وبين ما سبقها من كلامهم اعتراضُ جواببِ الفوج الموجه إليهم الاستفهام التوبيخي كما ذكرناه آنفاً ، ويؤيد هذا إعادة فعل القول في حكاية بقية كلام الفوج في قوله تعالى : { وقَالوا لو كنا نسمع } [ الملك : 10 ] الخ لانقطاعه بالاعتراض الواقع خلال حكايته .ويجوز أن تكون جملة { إن أنتم إلا في ضلال كبير } من تمام كلام كل فوج لنذيرهم . وأتي بضمير جمع المخاطبين مع أن لكل قوم رسولاً واحداً في الغالب باستثناء موسى وهارون وباستثناء رسل أصحاب القرية المذكورة في سورة يس؛ إما على اعتبار الحكاية بالمعنى بأن جُمع كلام جميع الأفواج في عبارة واحدة فجيء بضمير الجمع والمراد التوزيع على الأفواج ، أي قال جميع الأفواج : { بلى قد جاءن"
    },
    {
      "number": 10,
      "text": "وَقَالُوا۟ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِىٓ أَصْحَٰبِ ٱلسَّعِيرِ",
      "tafsir": {
        "muyassar": "وقالوا معترفين: لو كنا نسمع سماع مَن يطلب الحق، أو نفكر فيما نُدْعى إليه، ما كنا في عداد أهل النار.",
        "mukhtasar": "وقال الكفار: لو كُنَّا نسمع سماعًا يُنْتَفع به، أو نعقل عقل من يميز الحق من الباطل، ما كنا في جملة أصحاب النار، بل كُنَّا نؤمن بالرسل، ونصدق بما جاؤوا به، ونكون من أصحاب الجنة.",
        "saadi": "{ وَقَالُوا } معترفين بعدم أهليتهم للهدى والرشاد: { لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ } فنفوا عن أنفسهم طرق الهدى، وهي السمع لما أنزل الله، وجاءت به الرسل، والعقل الذي ينفع صاحبه، ويوقفه على حقائق الأشياء، وإيثار الخير، والانزجار عن كل ما عاقبته ذميمة، فلا سمع [لهم] ولا عقل، وهذا بخلاف أهل اليقين والعرفان، وأرباب الصدق والإيمان، فإنهم أيدوا إيمانهم بالأدلة السمعية، فسمعوا ما جاء من عند الله، وجاء به رسول الله، علمًا ومعرفة وعملًا. والأدلة العقلية: المعرفة للهدى من الضلال، والحسن من القبيح، والخير من الشر، وهم -في الإيمان- بحسب ما من الله عليهم به من الاقتداء بالمعقول والمنقول، فسبحان من يختص بفضله من يشاء، ويمن على من يشاء من عباده، ويخذل من لا يصلح للخير. ",
        "kathir": "فقالوا : ( لو كنا نسمع أو نعقل ما كنا في أصحاب السعير ) أي : لو كانت لنا عقول ننتفع بها أو نسمع ما أنزله الله من الحق ، لما كنا على ما كنا عليه من الكفر بالله والاغترار به ، ولكن لم يكن لنا فهم نعي به ما جاءت به الرسل ، ولا كان لنا عقل يرشدنا إلى اتباعهم ،"
      },
      "translations": {
        "en": "And they will say, \"If only we had been listening or reasoning, we would not be among the companions of the Blaze.\"",
        "fr": "Et ils dirent: «Si nous avions écouté ou raisonné, nous ne serions pas parmi les gens de la Fournaise».",
        "es": "Y dirán: «Si hubiéramos oído o comprendido, no moraríamos ahora en el fuego de la gehena»."
      },
      "ibn_ashour": "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ (10)أعيد فعل القول للإِشارة إلى أن هذا كلام آخر غير الذي وقع جواباً عن سؤال خزنة جهنم وإنما هذا قول قالوه في مجامعهم في النار تحسراً وتندماً ، أي وقال بعضهم لبعض في النار فهو من قبيل قوله تعالى : { حتى إذا ادَّاركوا فيها جميعاً قالت أخراهم لأولاهم ربنا هؤلاء أضلونا } [ الأعراف : 38 ] الخ . لتأكيد الإِخبار على حسب الوجهين المتقدمين في موقع جملة { إن أنتم إلاّ في ضلال كبير } [ الملك : 9 ] .وذكروا ما يدل على انتفاء السمع والعقل عنهم في الدنيا ، وهم يريدون سمعاً خاصاً وعقلاً خاصاً ، فانتفاء السمع بإعراضهم عن تلقي دعوة الرسل مثل ما حكى الله عن المشركين { وقال الذين كفروا لا تسمعوا لهذا القرآن } [ فصلت : 26 ] وانتفاء العقل بترك التدبر في آيات الرسل ودلائل صدقهم فيما يدْعون إليه .ولا شك في أن أقل الناس عقلاً المشركون لأنهم طرحوا ما هو سبب نجاتهم لغير معارض يعارضه في دينهم ، إذ ليس في دين أهل الشرك وعيد على ما يخالف الشرك من معتقدات ، ولا على ما يخالف أعمال أهله من الأعمال ، فكان حكم العقل قاضياً بأن يتلقوا ما يدع"
    },
    {
      "number": 11,
      "text": "فَٱعْتَرَفُوا۟ بِذَنۢبِهِمْ فَسُحْقًۭا لِّأَصْحَٰبِ ٱلسَّعِيرِ",
      "tafsir": {
        "muyassar": "فاعترفوا بتكذيبهم وكفرهم الذي استحقوا به عذاب النار، فبعدًا لأهل النار عن رحمة الله.",
        "mukhtasar": "فأقرّوا على أنفسهم بالكفر والتكذيب فاستحقوا النار، فبُعْدًا لأصحاب النار.",
        "saadi": "قال تعالى عن هؤلاء الداخلين للنار، المعترفين بظلمهم وعنادهم: { فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ } أي: بعدًا لهم وخسارة وشقاء. فما أشقاهم وأرداهم، حيث فاتهم ثواب الله، وكانوا ملازمين للسعير، التي تستعر في أبدانهم، وتطلع على أفئدتهم! ",
        "kathir": "قال الله تعالى : ( فاعترفوا بذنبهم فسحقا لأصحاب السعير )قال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا ، شعبة ، عن عمرو بن مرة ، عن أبي البختري الطائي قال : أخبرني من سمعه من رسول الله - صلى الله عليه وسلم - أنه قال : \" لن يهلك الناس حتى يعذروا من أنفسهم \" وفي حديث آخر : \" لا يدخل أحد النار ، إلا وهو يعلم أن النار أولى به من الجنة \" ."
      },
      "translations": {
        "en": "And they will admit their sin, so [it is] alienation for the companions of the Blaze.",
        "fr": "Ils ont reconnu leur péché. Que les gens de la Fournaise soient anéantis à jamais.",
        "es": "Confesarán su pecado. ¡Que Alá aleje a los moradores del fuego de la gehena!"
      },
      "ibn_ashour": "فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ (11)الفاء الأولى فصيحة ، والتقدير : إذ قالوا بذلك فقد تبين أنهم اعترفوا هنالك بذنبهم ، أي فهم محقوقون بما هم فيه من العذاب .والسُحق : اسم مصدر معناه البعد ، وهو هنا نائب عن الإسحاق لأنه دعاء بالإِبعاد فهو مفعول مطلق نائب عن فعله ، أي أسحقهم الله إسحاقاً ، ويجوز أن يراد من هذا الدعاء التعجيب من حالهم كما يقال : قاتله الله ، وويل له ، في مقام التعجب .والفاء الثانية للتسبب ، أي فهم جديرون بالدعاء عليهم بالإبعاد أو جديرون بالتعجيب من بُعدهم عن الحق ، أو عن رحمة الله تعالى . ويحتمل أيضاً أن يقال لهم يومَ الحساب عقبَ اعترافهم ، تنديماً يزيدهم ألماً في نفوسهم فوق ألم الحريق في جلودهم .واللام الداخلة على ( سحقاً ) لام التقوية إن جعل ( سحقاً ) دعاء عليهم بالإِبعاد لأن المصدر فرع في العمل في الفعل ، ويجوز أن يكون اللام لام التبيين لآياته تعلق العامل بمعموله كقولهم : شكراً لك ، فكل من ( سحقاً ) واللام المتعلقة به مستعمل في معنييه .و { لأصحاب السعير } يعمّ المخاطبين بالقرآن وغيرهم فكان هذا الدعاء بمنزلة التذييل لما فيه من العموم تبعاً للج"
    },
    {
      "number": 12,
      "text": "إِنَّ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ لَهُم مَّغْفِرَةٌۭ وَأَجْرٌۭ كَبِيرٌۭ",
      "tafsir": {
        "muyassar": "إن الذين يخافون ربهم، فيعبدونه، ولا يعصونه وهم غائبون عن أعين الناس، ويخشون العذاب في الآخرة قبل معاينته، لهم عفو من الله عن ذنوبهم، وثواب عظيم وهو الجنة.",
        "mukhtasar": "إن الذين يخافون الله في خلواتهم، لهم مغفرة لذنوبهم، ولهم ثواب عظيم وهو الجنة.",
        "saadi": " لما ذكر حالة الأشقياء الفجار، ذكر حالة السعداء الأبرار  فقال: { إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ } أي: في جميع أحوالهم، حتى في الحالة التي لا يطلع عليهم فيها إلا الله، فلا يقدمون على معاصيه، ولا يقصرون فيما أمر به  { لَهُمْ مَغْفِرَةٌ } لذنوبهم، وإذا غفر الله ذنوبهم؛ وقاهم شرها، ووقاهم عذاب الجحيم، ولهم أجر كبير وهو ما أعده لهم في الجنة، من النعيم المقيم، والملك الكبير، واللذات [المتواصلات]، والمشتهيات، والقصور [والمنازل] العاليات، والحور الحسان، والخدم والولدان. وأعظم من ذلك وأكبر، رضا الرحمن، الذي يحله الله على أهل الجنان.   ",
        "kathir": "يقول تعالى مخبرا عمن يخاف مقام ربه فيما بينه وبينه إذا كان غائبا عن الناس ، فينكف عن المعاصي ويقوم بالطاعات ، حيث لا يراه أحد إلا الله ، بأنه له مغفرة وأجر كبير ، أي : يكفر عنه ذنوبه ، ويجازى بالثواب الجزيل ، كما ثبت في الصحيحين : \" سبعة يظلهم الله تعالى في ظل عرشه يوم لا ظل إلا ظله \" ، فذكر منهم : \" رجلا دعته امرأة ذات منصب وجمال فقال : إني أخاف الله ، ورجلا تصدق بصدقة فأخفاها ، حتى لا تعلم شماله ما تنفق يمينه \" .وقال الحافظ أبو بكر البزار في مسنده : حدثنا طالوت بن عباد ، حدثنا الحارث بن عبيد ، عن ثابت ، عن أنس قال : قالوا : يا رسول الله ، إنا نكون عندك على حال ، فإذا فارقناك كنا على غيره ؟ قال : \" كيف أنتم وربكم ؟ \" قالوا : الله ربنا في السر والعلانية . قال : \" ليس ذلكم النفاق \" .لم يروه عن ثابت إلا الحارث بن عبيد فيما نعلمه ."
      },
      "translations": {
        "en": "Indeed, those who fear their Lord unseen will have forgiveness and great reward.",
        "fr": "Ceux qui redoutent leur Seigneur bien qu'ils ne L'aient jamais vu auront un pardon et une grande récompense.",
        "es": "Quienes hayan tenido miedo a su Señor en secreto tendrán perdón y una gran recompensa."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (12)اعتراض يفيد استئنافاً بيانياً جاء على سنن أساليب القرآن من تعقيب الرهبة بالرغبة ، فلما ذكر ما أعد للكافرين المعرضين عن خشية الله أعقبه بما أعد للذين يخشون ربهم بالغيب من المغفرة والثواب للعلم بأنهم يترقبون ما يميزهم عن أحوال المشركين .وقدم المغفرة تطميناً لقلوبهم لأنهم يخشون المؤاخذة على ما فرط منهم من الكفر قبل الإسلام ومن اللمم ونحوه ، ثم أعقبت بالبشارة بالأجر العظيم ، فكان الكلام جارياً على قانون تقديم التخلية على التحْلية ، أو تقديم دفع الضر على جلب النفع ، والوصف بالكبير بمعنى العظيم نظير ما تقدم آنفاً في قوله : { إن أنتم إلاّ في ضلال كبير } [ الملك : 9 ] .وتنكير { مغفرة } للتعظيم بقرينة مقارنته ب { أجر كبير } وبقرينة التقديم .وتقديم المسند على المسند إليه في جملة { لهم مغفرة } ليتأتى تنكير المبتدأ ، ولإِفادة الاهتمام ، وللرعاية على الفاصلة وهي نُكت كثيرة ."
    },
    {
      "number": 13,
      "text": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "tafsir": {
        "muyassar": "وأخفوا قولكم- أيها الناس- في أي أمر من أموركم أو أعلنوه، فهما عند الله سواء، إنه سبحانه عليم بمضمرات الصدور، فكيف تخفى عليه أقوالكم وأعمالكم؟",
        "mukhtasar": "وأخفوا - أيها الناس - كلامكم أو أعلنوه، فالله يعلمه، إنه سبحانه عليم بما في قلوب عباده، لا يخفى عليه شيء من ذلك.",
        "saadi": " هذا إخبار من الله بسعة علمه، وشمول لطفه فقال: { وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ } أي: كلها سواء لديه، لا يخفى عليه منها خافية، فـ { إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ } أي: بما فيها من النيات، والإرادات، فكيف بالأقوال والأفعال، التي تسمع وترى؟! ",
        "kathir": "ثم قال تعالى منبها على أنه مطلع على الضمائر والسرائر : ( وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور ) أي : بما خطر في القلوب ."
      },
      "translations": {
        "en": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts.",
        "fr": "Que vous cachiez votre parole ou la divulguiez Il connaît bien le contenu des poitrines.",
        "es": "Da lo mismo que mantengáis ocultas vuestras palabras o que las divulguéis. Él conoce bien lo que encierran los pechos."
      },
      "ibn_ashour": "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (13) عطف على الجمل السابقة عطف غرض على غرض ، وهو انتقال إلى غرض آخر لِمناسبة حكاية أقوالهم في الآخرة بذكر أقوالهم في الدنيا وهي الأقوال التي كانت تصدر منهم بالنيل من رسول الله صلى الله عليه وسلم فكان الله يطلعه على أقوالهم فيخبرهم النبي صلى الله عليه وسلم بأنكم قلتم كذا وكذا ، فقال بعضهم لبعض : أسروا قولكم كيلا يسمعه رب محمد فأنزل الله { وأسروا قولكم أو اجهروا به } كذا روي عن ابن عباس .وصيغة الأمر في { وأسروا } و { اجهروا } مستعملة في التسوية كقوله تعالى : { فاصبروا أو لا تصبروا } [ الطور : 16 ] ، وهذا غالب أحوال صيغة افعل إذا جاءت معها { أو } عاطفة نقيض أحد الفعلين على نقيضه .فقوله : { إنه عليم بذات الصدور } تعليل للتسوية المستفادة من صيغة الأمر بقرينة المقام وسبب النزول ، أي فسواء في علم الله الإِسرار والإِجهار لأن علمه محيط بما يختلج في صدور الناس بَلْهَ ما يسرون به من الكلام ، ولذلك جيء بوصف عليم إذ العليم من أمثلة المبالغة وهو القويّ علمُه .وضمير { إنه } عائد إلى الله تعالى المعلوم من المقام ، ولا معاد ف"
    },
    {
      "number": 14,
      "text": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
      "tafsir": {
        "muyassar": "ألا يعلم ربُّ العالمين خَلْقه وشؤونهم، وهو الذي خَلَقهم وأتقن خَلْقَهُمْ وأحسنه؟ وهو اللطيف بعباده، الخبير بهم وبأعمالهم.",
        "mukhtasar": "ألا يعلم الذي خلق الخلائق كلها السرّ وما هو أخفى من السرّ؟! وهو اللطيف بعباده، الخبير بأمورهم، لا يخفى عليه منها شيء.",
        "saadi": "ثم قال -مستدلا بدليل عقلي على علمه-: { أَلَا يَعْلَمُ مَنْ خَلَقَ } فمن خلق الخلق وأتقنه وأحسنه، كيف لا يعلمه؟! { وَهُوَ اللَّطِيفُ الْخَبِيرُ } الذي لطف علمه وخبره، حتى أدرك السرائر والضمائر، والخبايا [والخفايا والغيوب]، وهو الذي { يعلم السر وأخفى } ومن معاني اللطيف، أنه الذي يلطف بعبده ووليه، فيسوق إليه البر والإحسان من حيث لا يشعر، ويعصمه من الشر، من حيث لا يحتسب، ويرقيه إلى أعلى المراتب، بأسباب لا تكون من [العبد] على بال، حتى إنه يذيقه المكاره، ليتوصل بها إلى المحاب الجليلة، والمقامات النبيلة. ",
        "kathir": "( ألا يعلم من خلق ) ؟ أي : ألا يعلم الخالق ؟ ! وقيل : معناه ألا يعلم الله مخلوقه ؟ والأول أولى ، لقوله : ( وهو اللطيف الخبير )"
      },
      "translations": {
        "en": "Does He who created not know, while He is the Subtle, the Acquainted?",
        "fr": "Ne connaît-Il pas ce qu'Il a créé alors que c'est Lui le Compatissant, le Parfaitement Connaisseur.",
        "es": "¿No va a saber Quien ha creado, Él, Que es el Sutil, el Bien Informado?"
      },
      "ibn_ashour": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (14)وجملة { ألا يعلم من خلق } استئناف بياني ناشىء عن قوله : { إنه عليم بذات الصدور } بأن يسأل سائل منهم : كيف يعلم ذات الصدور ، والمعروف أن ما في نفس المرء لا يعلمه غير نفسه؟ فأجيبوا بإنكار انتفاء علمه تعالى بما في الصدور فإنه خالق أصحاب تلك الصدور ، فكما خلقهم وخلق نفوسهم جعل اتصالاً لتعلق علمه بما يختلج فيها وليس ذلك بأعجب من علم أصحاب الصدور بما يدور في خَلدها ، فالإِتيان ب { مَن } الموصولة لإِفادة التعليل بالصلة .فيجوز أن يكون { مَن خَلَق } مفعول { يعلم } فيكون { يعلم } و { خلَق } رافعين ضميرين عائديْن إلى ما عاد إليه ضمير { إنه عليم بذات الصدور } ، فيكون { مَن } الموصولة صادقة على المخلوقين وحُذف العائد من الصلة لأنه ضمير نصب يكثر حذفه . والتقدير : من خلقهم .ويجوز أن يكون { من خلق } فاعل { يعلم } والمراد الله تعالى ، وحُذف مفعول { يعلم } لدلالة قوله : { وأسروا قولَكم أو اجهروا به } . والتقدير : ألا يعلم خالقكم سركم وجهركم وهو الموصوف بلطيف خبير .والعلم يتعلق بذوات الناس وأحوالهم لأن الخلق إيجاد وإيجاد الذوات على نظام مخصوص دا"
    },
    {
      "number": 15,
      "text": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًۭا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ",
      "tafsir": {
        "muyassar": "الله وحده هو الذي جعل لكم الأرض سهلة ممهدة تستقرون عليها، فامشوا في نواحيها وجوانبها، وكلوا من رزق الله الذي يخرجه لكم منها، وإليه وحده البعث من قبوركم للحساب والجزاء. وفي الآية إيماء إلى طلب الرزق والمكاسب، وفيها دلالة على أن الله هو الإله الحق وحده لا شريك له، وعلى قدرته، والتذكير بنعمه، والتحذير من الركون إلى الدنيا.",
        "mukhtasar": "هو الذي جعل لكم الأرض سهلة ليّنة للسكن عليها، فسيروا في جوانبها وأطرافها، وكلوا من رزقه الذي أعدّ لكم فيها، وإليه وحده بعثكم للحساب والجزاء.",
        "saadi": " أي: هو الذي سخر لكم الأرض وذللها، لتدركوا منها كل ما تعلقت به حاجتكم، من غرس وبناء وحرث، وطرق يتوصل بها إلى الأقطار النائية والبلدان الشاسعة، { فَامْشُوا فِي مَنَاكِبِهَا } أي: لطلب الرزق والمكاسب. { وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ } أي: بعد أن تنتقلوا من هذه الدار التي جعلها الله امتحانًا، وبلغة يتبلغ بها إلى الدار الآخرة، تبعثون بعد موتكم، وتحشرون إلى الله، ليجازيكم بأعمالكم الحسنة والسيئة. ",
        "kathir": "ثم ذكر نعمته على خلقه في تسخيره لهم الأرض ، وتذليله إياها لهم ، بأن جعلها قارة ساكنة لا تمتد ولا تضطرب بما جعل فيها من الجبال ، وأنبع فيها من العيون ، وسلك فيها من السبل ، وهيأها فيها من المنافع ومواضع الزروع والثمار ، فقال : ( هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها ) أي : فسافروا حيث شئتم من أقطارها ، وترددوا في أقاليمها وأرجائها في أنواع المكاسب والتجارات ، واعلموا أن سعيكم لا يجدي عليكم شيئا ، إلا أن ييسره الله لكم ; ولهذا قال : ( وكلوا من رزقه ) فالسعي في السبب لا ينافي التوكل كما قال الإمام أحمد :حدثنا أبو عبد الرحمن ، حدثنا حيوة ، أخبرني بكر بن عمرو أنه سمع عبد الله بن هبيرة يقول : إنه سمع أبا تميم الجيشاني يقول : إنه سمع عمر بن الخطاب يقول : إنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" لو أنكم تتوكلون على الله حق توكله ، لرزقكم كما يرزق الطير ، تغدو خماصا وتروح بطانا \" .رواه الترمذي ، والنسائي ، وابن ماجه من حديث ابن هبيرة وقال الترمذي : حسن صحيح . فأثبت لها رواحا وغدوا لطلب الرزق ، مع توكلها على الله ، عز وجل ، وهو المسخر المسير المسبب . ) وإليه النشور ) أي : المرجع يوم القيامة .قال ابن عباس ، ومجاهد ، وقتادة ، والسدي : ( مناكبها ) أطرافها ، وفجاجها ، ونواحيها . وقال ابن عباس ، وقتادة : ( مناكبها ) الجبال .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عمرو بن حكام الأزدي ، حدثنا شعبة ، عن قتادة ، عن يونس بن جبير ، عن بشير بن كعب : أنه قرأ هذه الآية : ( فامشوا في مناكبها ) فقال لأم ولد له : إن علمت ) مناكبها ) فأنت عتيقة . فقالت : هي الجبال . فسأل أبا الدرداء فقال : هي الجبال ."
      },
      "translations": {
        "en": "It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection.",
        "fr": "C'est Lui qui vous a soumis la terre: parcourez donc ses grandes étendues. Mangez de ce qu'Il vous fournit. Vers Lui est la Résurrection.",
        "es": "Él es Quien os ha hecho dócil la tierra. Recorredla, pues, de acá para allá y comed de Su sustento. La Resurrección se hará hacia Él."
      },
      "ibn_ashour": "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ (15)استئناف فيه عود إلى الاستدلال ، وإدماج للامتنان ، فإن خلق الأرض التي تحوي الناس على وجهها أدل على قدرة الله تعالى وعلمه من خلق الإِنسان إذ ما الإِنسان إلاّ جزء من الأرض أو كجزء منها قال تعالى : { منها خلقناكم } [ طه : 55 ] ، فلما ضَرب لهم بخلق أنفسهم دليلاً على علمه الدال على وحدانيته شفَّعه بدليل خلق الأرض التي هم عليها ، مع المنة بأنه خلقها هيّنة لهم صالحة للسير فيها مخرِجة لأرزاقهم ، وذُيّل ذلك بأن النشور منها وأن النشور إليه لا إلى غيره .والذَّلول من الدواب المنقادة المطاوعة ، مشتق من الذل وهو الهوان والانقياد ، فَعول بمعنى فاعل يستوي فيه المذكر والمؤنث ، وتقدم في قوله تعالى : { إنها بقرة لا ذلول } الآية في سورة البقرة ( 71 ) ، فاستعير الذلول للأرض في تذليل الانتفاع بها مع صلابة خلقتها تشبيهاً بالدابة المسوسة المرتاضة بعد الصعوبة على طريقة المصرحة .والمناكب : تخييل للاستعارة لزيادة بيان تسخير الأرض للناس فإن المنكب هو ملتقى الكتف مع العضد ، جعل المناكب استعارة ل"
    },
    {
      "number": 16,
      "text": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ",
      "tafsir": {
        "muyassar": "هل أمنتم- يا كفار \"مكة\"- الله الذي فوق السماء أن يخسف بكم الأرض، فإذا هي تضطرب بكم حتى تهلكوا؟ هل أمنتم الله الذي فوق السماء أن يرسل عليكم ريحا ترجمكم بالحجارة الصغيرة، فستعلمون- أيها الكافرون- كيف تحذيري لكم إذا عاينتم العذاب؟ ولا ينفعكم العلم حين ذلك. وفي الآية إثبات العلو لله تعالى، كما يليق بجلاله سبحانه.",
        "mukhtasar": "أأمنتم الله الذي في السماء أن يشق الأرض من تحتكم كما شقها من تحت قارون بعد أن كانت سهلة مذللة للسكن عليها، فإذا هي تضطرب بكم بعد استقرارها؟!",
        "saadi": " هذا تهديد ووعيد، لمن استمر في طغيانه وتعديه، وعصيانه الموجب للنكال وحلول العقوبة، فقال: { أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ } وهو الله تعالى، العالي على خلقه. { أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ } بكم وتضطرب، حتى تتلفكم وتهلككم   ",
        "kathir": "وهذا أيضا من لطفه ورحمته بخلقه أنه قادر على تعذيبهم ، بسبب كفر بعضهم به وعبادتهم معه غيره وهو مع هذا يحلم ويصفح ، ويؤجل ولا يعجل ، كما قال : ( ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم إلى أجل مسمى فإذا جاء أجلهم فإن الله كان بعباده بصيرا ) [ فاطر : 45 ] .وقال ها هنا : ( أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور ) أي : تذهب وتجيء وتضطرب"
      },
      "translations": {
        "en": "Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway?",
        "fr": "Etes-vous à l'abri que Celui qui est au ciel vous enfouisse en la terre? Et voici qu'elle tremble!",
        "es": "¿Estáis a salvo de que Quien está en el cielo haga que la tierra os trague? He aquí que tiembla..."
      },
      "ibn_ashour": "أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ (16)انتقال من الاستدلال إلى التخويف لأنه لما تقرر أنه خالق الأرض ومذللها للناس وتقرر أنهم ما رعوا خالقها حق رعايته فقد استحقوا غضبه وتسليط عقابه بأن يُصيّر مشيهم في مناكب الأرض إلى تَجَلْجل في طبقات الأرض . فالجملة معترضة والاستفهام إنكار وتوبيخ وتحذير .و { مَن } اسم موصول وصلته صادِق على موجود ذي إدراك كائن في السماء . وظاهر وقوع هذا الموصول عقب جُمل { هو الذي جَعل لكم الأرض ذلولاً إلى قوله : { وإليه النشور } [ الملك : 15 ] أن الإتيان بالموصول من قبيل الإِظهار في مقام الإِضمار ، وأن مقتضى الظاهر أن يقال أأمنتموه أن يخسف بكم الأرض؛ فيتأتى أن الإِتيان بالموصول لِما تأذن به الصلة من عظيم تصرفه في العالم العلوي الذي هو مصدر القُوى والعناصر وعجائب الكائنات فيصير قوله : { من في السماء } في الموضعين من قبيل المتشابه الذي يعطي ظاهره معنى الحلول في مكان وذلك لا يليق بالله ، ويجيء فيه ما في أمثاله من طريقتي التفويض للسلف والتأويل للخلَف رحمهم الله أجمعين .وقد أوَّلوه بمعنى : من في السماء عذابُه أو قدرتُه أو سلط"
    },
    {
      "number": 17,
      "text": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًۭا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
      "tafsir": {
        "muyassar": "هل أمنتم- يا كفار \"مكة\"- الله الذي فوق السماء أن يخسف بكم الأرض، فإذا هي تضطرب بكم حتى تهلكوا؟ هل أمنتم الله الذي فوق السماء أن يرسل عليكم ريحا ترجمكم بالحجارة الصغيرة، فستعلمون- أيها الكافرون- كيف تحذيري لكم إذا عاينتم العذاب؟ ولا ينفعكم العلم حين ذلك. وفي الآية إثبات العلو لله تعالى، كما يليق بجلاله سبحانه.",
        "mukhtasar": "أم أمنتم الله الذي في السماء أن يبعث عليكم حجارة من السماء مثل ما بعثها على قوم لوط؟! فستعلمون حين تُعَاينون عقابي إنذاري لكم، لكنّكم لن تنتفعوا به بعد معاينة العذاب.",
        "saadi": "*{ أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا } أي: عذابًا من السماء يحصبكم، وينتقم الله منكم { فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ } أي: كيف يأتيكم ما أنذرتكم به الرسل والكتب، فلا تحسبوا أن أمنكم من الله أن يعاقبكم بعقاب من الأرض ومن السماء ينفعكم، فستجدون عاقبة أمركم، سواء طال عليكم الزمان  أو قصر، فإن من قبلكم، كذبوا كما كذبتم، فأهلكهم الله تعالى، فانظروا كيف إنكار الله عليهم، عاجلهم بالعقوبة الدنيوية، قبل عقوبة الآخرة، فاحذروا أن يصيبكم ما أصابهم. ",
        "kathir": "أم أمنتم من في السماء أن يرسل عليكم حاصبا ) أي : ريحا فيها حصباء تدمغكم ، كما قال : ( أفأمنتم أن يخسف بكم جانب البر أو يرسل عليكم حاصبا ثم لا تجدوا لكم وكيلا ) [ الإسراء : 68 ] . وهكذا توعدهم ها هنا بقوله : ( فستعلمون كيف نذير ) أي : كيف يكون إنذاري وعاقبة من تخلف عنه وكذب به ."
      },
      "translations": {
        "en": "Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning.",
        "fr": "Ou êtes-vous à l'abri que Celui qui est au ciel envoie contre vous un ouragan de pierres? Vous saurez ainsi quel fut Mon avertissement.",
        "es": "¿O estáis a salvo de que Quien está en el cielo envíe contra vosotros una tempestad de arena? Entonces veréis cómo era Mi advertencia..."
      },
      "ibn_ashour": "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ (17){ أم } لإِضراب الانتقال من غرض إلى غرض ، وهو انتقال من الاستفهام الإِنكاري التعجيبي إلى آخر مثله باعتبار اختلاف الأثرين الصادرين عن مفعول الفعل المستفهَم عنه اختلافاً يوجب تفاوتاً بين كنهي الفعلين وإن كانا متحدين في الغاية ، فالاستفهام الأول إنكار على أمنهم الذي في السماء من أن يفعل فعلاً أرضياً .والاستفهام الواقع مع { أم } إنكار عليهم أن يأمنوا من أن يرسل عليهم من السماء حاصب وذلك أمكن لمن في السماء وأشد وقعاً على أهل الأرض . والكلام على قوله : { من في السماء } تقدم في الآية قبلها ما يغني عنه .وتفريع جملة { فستعلمون كيف نذير } على الاستفهام الإِنكاري كتفريع ملة { فإذا هي تمور } [ الملك : 16 ] أي فحين يُخسف بكم أو يرسل عليهم حَاصب تعلمون كيف نذيري ، وحرف التنفيس حقه الدخول على الأخبار التي ستقع في المستقبل ، وإرسال الحاصب غير مخبر بحصوله وإلاّ لَمَا تخلف لأن خبر الله لا يتخلف ، وإنما هو تهديد وتحذير فإنهم ربما آمنوا وأقلعوا فسلموا من إرسال الحاصب عليهم ولكن لما أريد تحقيق هذا التهدي"
    },
    {
      "number": 18,
      "text": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
      "tafsir": {
        "muyassar": "ولقد كذَّب الذين كانوا قبل كفار \"مكة\" كقوم نوح وعاد وثمود رسلهم، فكيف كان إنكاري عليهم، وتغييري ما بهم من نعمة بإنزال العذاب بهم وإهلاكهم؟",
        "mukhtasar": "ولقد كذّبت الأمم التي سبقت هؤلاء المشركين، فنزل عليهم عذاب الله لما أصرّوا على كفرهم وتكذيبهم، فكيف كان إنكاري عليهم؟! لقد كان إنكارًا شديدًا.",
        "saadi": "",
        "kathir": "ثم قال : ( ولقد كذب الذين من قبلهم ) أي : من الأمم السالفة والقرون الخالية ، ( فكيف كان نكير ) أي : فكيف كان إنكاري عليهم ومعاقبتي لهم ؟ أي : عظيما شديدا أليما ."
      },
      "translations": {
        "en": "And already had those before them denied, and how [terrible] was My reproach.",
        "fr": "En effet, ceux d'avant eux avaient crié au mensonge. Quelle fut alors Ma réprobation!",
        "es": "Quienes fueron antes que ellos desmintieron y ¡cuál no fue Mi reprobación!"
      },
      "ibn_ashour": "وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ (18)بعد أن وَجه الله إليهم الخطاب تذكيراً واستدلالاً وامتناناً وتهديداً وتهويلاً ابتداء من قوله : { وأسروا قولكم أو اجهروا به } [ الملك : 13 ] التفتَ عن خطابهم إلى الإِخبار عنهم بحالة الغيبة ، تعريضاً بالغضب عليهم بما أتوه من كل تكذيب الرسول صلى الله عليه وسلم فكانوا جديرين بإبعادهم عِزّ الحضور للخطاب ، فلذلك لم يقل ( ولقد كذب الذين من قبلكم ) ولم يقطع توجيه التذكير إليهم والوعيد لعلهم يتدبرون في أن الله لم يدخرهم نصحاً .فالجملة عطف على جملة { أم أمنتم مَن في السماء أن يرسل عليكم حاصباً } [ الملك : 17 ] لمناسبة أن مما عوقب به بعض الأمم المكذبين من خسف أو إرسال حجارة من السماء وهم قوم لوط ، ومنهم من خُسف بهم مثل أصحاب الرس .ولك أن تجعل الواو للحال ، أي كيف تأمنون ذلك عندما تكذبون الرسول في حال أنه قد كذب الذين من قبلكم فهل علمتم ما أصابهم على تكذيبهم الرسل .ضرب الله لهم مثلاً بأمم من قبلهم كذبوا الرسل فأصابهم من الاستئصال ما قد علموا أخباره لعلّهم أن يتّعظوا بقياس التمثيل إن كانت عقولهم لم تبلغ درجة الانتفاع بأقيسة الاستن"
    },
    {
      "number": 19,
      "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَٰٓفَّٰتٍۢ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ",
      "tafsir": {
        "muyassar": "أغَفَل هؤلاء الكافرون، ولم ينظروا إلى الطير فوقهم، باسطات أجنحتها عند طيرانها في الهواء، ويضممنها إلى جُنوبها أحيانًا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن. إنه بكل شيء بصير لا يُرى في خلقه نقص ولا تفاوت. بل مَن هذا الذي هو في زعمكم- أيها الكافرون- حزب لكم ينصركم من غير الرحمن، إن أراد بكم سوءًا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان. بل مَن هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق، لا يسمعون له، ولا يتبعونه.",
        "mukhtasar": "أَوَلم يشاهد هؤلاء المكذبون الطير فوقهم عند طيرانها تبسط أجنحتها في الهواء تارة، وتضمها إليها تارة أخرى، ولا يمسكهنّ أن يقعن على الأرض إلا الله، إنه بكل شيء بصير، لا يخفى عليه منه شيء.",
        "saadi": " وهذا عتاب وحث على النظر إلى حالة الطير التي سخرها الله، وسخر لها الجو والهواء، تصف فيه أجنحتها للطيران، وتقبضها للوقوع، فتظل سابحة في الجو، مترددة فيه بحسب إرادتها وحاجتها. { مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ } فإنه الذي سخر لهن الجو، وجعل أجسادهن وخلقتهن  في حالة مستعدة للطيران، فمن نظر في حالة الطير واعتبر فيها، دلته على قدرة الباري، وعنايته الربانية، وأنه الواحد الأحد، الذي لا تنبغي العبادة إلا له، { إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ } فهو المدبر لعباده بما يليق بهم، وتقتضيه حكمته. ",
        "kathir": "ثم قال تعالى : ( أولم يروا إلى الطير فوقهم صافات ويقبضن ) أي : تارة يصففن أجنحتهن في الهواء ، وتارة تجمع جناحا وتنشر جناحا ) ما يمسكهن ) أي : في الجو ) إلا الرحمن ) أي : بما سخر لهن من الهواء ، من رحمته ولطفه ، ( إنه بكل شيء بصير ) أي : بما يصلح كل شيء من مخلوقاته . وهذه كقوله : ( ألم يروا إلى الطير مسخرات في جو السماء ما يمسكهن إلا الله إن في ذلك لآيات لقوم يؤمنون ) [ النحل : 79 ] ."
      },
      "translations": {
        "en": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing.",
        "fr": "N'ont-ils pas vu les oiseaux au-dessus d'eux, déployant et repliant leurs ailes tour à tour? Seul le Tout Miséricordieux les soutient. Car Il est sur toute chose, Clairvoyant.",
        "es": "¿Es que no han visto las aves encima de ellos, desplegando y recogiendo las alas? Sólo el Compasivo las sostiene. Lo ve bien todo."
      },
      "ibn_ashour": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ (19)عطف على جملة : { هو الذي جعل لكم الأرض ذلولاً } [ الملك : 15 ] استرسالاً في الدلائل على انفراد الله تعالى بالتصرف في الموجودات ، وقد انتقل من دلالة أحوال البشر وعالمهم ، إلى دلالة أعجب أحوال العجماوات وهي أحوال الطيرِ في نظام حركاتها في حال طيرانها إذ لا تمشي على الأرض كما هو في حركات غيرها على الأرض ، فحالها أقوى دلالة على عجيب صنع الله المنفردِ به .واشتمل التذكير بعجيب خلقة الطير في طيرانها على ضرب من الإِطناب لأن الأوصاف الثلاثة المستفادة من قوله : { فوقهم صافات ويقبضن } تُصَوِّر صورة حركات الطيران للسامعين فتنبههم لدقائق ربما أغفلهم عن تدقيق النظر فيها نشأتُهم بينها من وقت ذهول الإدراك في زمن الصِّبا ، فإن المرء التونسي أو المغربي مثلاً إذا سافر إلى بلاد الهند أو إلى بلاد السودان فرأى الفِيلَة وهو مكتمل العقل دَقيق التمييز أدرك من دقائق خلقة الفيل ما لا يدركه الرجل من أهل الهند الناشىء بين الفِيلة ، وكم غفل الناس عن دقائق في المخلوقات من الحيوان"
    },
    {
      "number": 20,
      "text": "أَمَّنْ هَٰذَا ٱلَّذِى هُوَ جُندٌۭ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَٰنِ ۚ إِنِ ٱلْكَٰفِرُونَ إِلَّا فِى غُرُورٍ",
      "tafsir": {
        "muyassar": "أغَفَل هؤلاء الكافرون، ولم ينظروا إلى الطير فوقهم، باسطات أجنحتها عند طيرانها في الهواء، ويضممنها إلى جُنوبها أحيانًا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن. إنه بكل شيء بصير لا يُرى في خلقه نقص ولا تفاوت. بل مَن هذا الذي هو في زعمكم- أيها الكافرون- حزب لكم ينصركم من غير الرحمن، إن أراد بكم سوءًا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان. بل مَن هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق، لا يسمعون له، ولا يتبعونه.",
        "mukhtasar": "لا جند لكم - أيها الكفار - يمنعكم من عذاب الله إن أراد أن يعذبكم، ليس الكافرون إلا مخدوعين، خدعهم الشيطان فاغترّوا به.",
        "saadi": " يقول تعالى للعتاة النافرين عن أمره، المعرضين عن الحق: { أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ } أي: ينصركم إذا أراد بكم الرحمن سوءًا، فيدفعه عنكم؟ أي: من الذي ينصركم على أعدائكم غير الرحمن؟ فإنه تعالى هو الناصر المعز المذل، وغيره من الخلق، لو اجتمعوا على نصر عبد، لم ينفعوه مثقال ذرة، على أي عدو كان، فاستمرار الكافرين على كفرهم، بعد أن علموا أنه لا ينصرهم أحد من دون الرحمن، غرور وسفه. ",
        "kathir": "يقول تعالى للمشركين الذين عبدوا غيره ، يبتغون عندهم نصرا ورزقا ، منكرا عليهم فيما اعتقدوه ، ومخبرا لهم أنه لا يحصل لهم ما أملوه ، فقال : ( أمن هذا الذي هو جند لكم ينصركم من دون الرحمن ) أي : ليس لكم من دونه من ولي ولا واق ، ولا ناصر لكم غيره ; ولهذا قال : ( إن الكافرون إلا في غرور )"
      },
      "translations": {
        "en": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion.",
        "fr": "Quel est celui qui constituerait pour vous une armée [capable] de vous secourir, en dehors du Tout Miséricordieux? En vérité les mécréants sont dans l'illusion complète.",
        "es": "O ¿quién es el que podría auxiliaros cual legión, fuera del Compasivo? Los infieles son presa de una ilusión."
      },
      "ibn_ashour": "أَمْ مَنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ (20)( أم ) منقطعة وهي للإِضراب الانتقالي من غرض إلى غرض فبعد استيفاء غرض إثبات الإلهية الحق لله تعالى بالوحدانية وتذكيرهم بأنهم مفتقرون إليه ، انتقل إلى إبطال أن يكون أحد يدفع عنهم العذاب الذي توعدهم الله به فوُجه إليهم استفهام أن يدلّوا على أحد من أصنامهم أو غيرها يقال فيه هذا هو الذي ينصر من دون الله ، فإنهم غير مستطيعين تعيين أحد لذلك إلاّ إذا سلكوا طريق البهتان وما هم بسالكيه في مثل هذا لافتضاح أمره .وهذا الكلام ناشىء عن قوله : { أأمنتم من في السماء } [ الملك : 16 ] الآية فهو مثله معترض بين حجج الاستدلال .و ( أم ) المنقطعة لا يفارقها معنى الاستفهام ، والأكثر أن يكون مقدراً فإذا صرح به كما هنا فأوضح ولا يتوهم أن الاستفهام يقدر بعدها ولو كان يليها استفهام مصرح به فيشكل اجتماع استفهامين .والاستفهام مستعمل في التعجيز عن التعيين فيؤول إلى الانتفاء ، والإشارة مشار بها إلى مفهوم { جند } مفروض في الأذهان استُحضر للمخاطبين ، فجعل كأنه حاضر في الخارج يشاهده المخاطبون ، فيطلب ا"
    },
    {
      "number": 21,
      "text": "أَمَّنْ هَٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّۢ وَنُفُورٍ",
      "tafsir": {
        "muyassar": "أغَفَل هؤلاء الكافرون، ولم ينظروا إلى الطير فوقهم، باسطات أجنحتها عند طيرانها في الهواء، ويضممنها إلى جُنوبها أحيانًا؟ ما يحفظها من الوقوع عند ذلك إلا الرحمن. إنه بكل شيء بصير لا يُرى في خلقه نقص ولا تفاوت. بل مَن هذا الذي هو في زعمكم- أيها الكافرون- حزب لكم ينصركم من غير الرحمن، إن أراد بكم سوءًا؟ ما الكافرون في زعمهم هذا إلا في خداع وضلال من الشيطان. بل مَن هذا الرازق المزعوم الذي يرزقكم إن أمسك الله رزقه ومنعه عنكم؟ بل استمر الكافرون في طغيانهم وضلالهم في معاندة واستكبار ونفور عن الحق، لا يسمعون له، ولا يتبعونه.",
        "mukhtasar": "ولا أحد يرزقكم إن منع الله رزقه أن يصل إليكم، بل الحاصل أن الكفار تمادوا في العناد والاستكبار، والامتناع عن الحق.",
        "saadi": "{ أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ } أي: الرزق كله من الله، فلو أمسك عنكم رزقه، فمن الذي يرسله لكم؟ فإن الخلق لا يقدرون على رزق أنفسهم، فكيف بغيرهم؟ فالرزاق المنعم، الذي لا يصيب العباد نعمة إلا منه، هو الذي يستحق أن يفرد بالعبادة، ولكن الكافرون { لَجُّوا } أي: استمروا { فِي عُتُوٍّ } أي: قسوة وعدم لين للحق { وَنُفُورٍ } أي: شرود عن الحق. ",
        "kathir": "ثم قال : ( أمن هذا الذي يرزقكم إن أمسك رزقه ) ؟ ! أي : من هذا الذي إذا قطع الله رزقه عنكم يرزقكم بعده ؟ ! أي : لا أحد يعطي ويمنع ويخلق ويرزق ، وينصر إلا الله ، عز وجل ، وحده لا شريك له ، أي : وهم يعلمون ذلك ، ومع هذا يعبدون غيره ; ولهذا قال : ( بل لجوا ) أي : استمروا في طغيانهم وإفكهم وضلالهم ) في عتو ونفور ) أي : معاندة ، واستكبارا ، ونفورا على أدبارهم عن الحق ، أي لا يسمعون له ولا يتبعونه ."
      },
      "translations": {
        "en": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion.",
        "fr": "Ou quel est celui qui vous donnera votre subsistance s'Il s'arrête de fournir Son attribution? Mais ils persistent dans leur insolence et dans leur répulsion.",
        "es": "O ¿quien es el que os proveería de sustento si Él interrumpiera Su sustento? Sí, persisten en su insolencia y aversión."
      },
      "ibn_ashour": "أَمْ مَنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ (21)انتقال آخر والكلام على أسلوب قوله : { أم مَن هذا الذين هو جند لكم } [ الملك : 20 ] ، وهذا الكلام ناظر إلى قوله : { وكُلوا من رزقه } [ الملك : 15 ] على طريقة اللف والنشر المعكوس .والرزق : ما يَنتفِع به الناس ، ويطلق على المطر ، وعلى الطعام ، كما تقدم في قوله تعالى : { وَجَد عندها رزقاً } [ آل عمران : 37 ] .وضمير { أمسَكَ } وضمير { رزقه } عائدان إلى لفظ { الرحمان الواقع في قوله : { مِن دون الرحمان } [ الملك : 20 ] .وجيء بالصلة فعلاً مضارعاً لدلالته على التجدد لأن الرزق يقتضي التكرار إذ حاجة البشر إليه مستمرة . وكتب { أمَّن } في المصحف بصورة كلمة واحدة كما كتبت نظيرتها المتقدمة آنفاً .استئناف بَياني وقع جواباً عن سؤال ناشىء عن الدلائل والقوارع والزواجر والعظات والعبر المتقدمة ابتداء من قوله : { الذي خلق الموت والحياة >رِزْقَهُ بَل لَّجُّواْ فِى عُتُوٍّ } [ الملك : 2 ] إلى هنا ، فيتجه للسائل أن يقول : لعلهم نفعت عندهم الآيات والنذر ، واعتبروا بالآيات والعِبر ، فأجيب بإبطال ظنه بأنهم لَجُّوا ف"
    },
    {
      "number": 22,
      "text": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍۢ مُّسْتَقِيمٍۢ",
      "tafsir": {
        "muyassar": "أفمن يمشي منكَّسًا على وجهه لا يدري أين يسلك ولا كيف يذهب، أشد استقامة على الطريق وأهدى، أَمَّن يمشي مستويًا منتصب القامة سالمًا على طريق واضح لا اعوجاج فيه؟ وهذا مثل ضربه الله للكافر والمؤمن.",
        "mukhtasar": "أفمن يمشي واقعًا على وجهه؛ مُنْكَبًّا عليه - وهو المشرك - أهدى، أم المؤمن الذي يمشي مستقيمًا على طريق مستقيم؟!",
        "saadi": " أي: أي الرجلين أهدى؟ من كان تائها في الضلال، غارقًا في الكفر قد انتكس قلبه، فصار الحق عنده باطلًا، والباطل حقًا؟ ومن كان عالمًا بالحق، مؤثرًا له، عاملًا به، يمشي على الصراط المستقيم في أقواله وأعماله وجميع أحواله؟ فبمجرد النظر إلى حال هذين الرجلين، يعلم الفرق بينهما، والمهتدي من الضال منهما، والأحوال أكبر شاهد من الأقوال. ",
        "kathir": "ثم قال : ( أفمن يمشي مكبا على وجهه أهدى أمن يمشي سويا على صراط مستقيم ) ؟ : وهذا مثل ضربه الله للمؤمن والكافر ، فالكافر مثله فيما هو فيه كمثل من يمشي مكبا على وجهه ، أي : يمشي منحنيا لا مستويا على وجهه ، أي : لا يدري أين يسلك ، ولا كيف يذهب ؟ بل تائه حائر ضال ، أهذا أهدى ( أمن يمشي سويا ) أي : منتصب القامة ) على صراط مستقيم ) أي : على طريق واضح بين ، وهو في نفسه مستقيم ، وطريقه مستقيمة . هذا مثلهم في الدنيا ، وكذلك يكونون في الآخرة . فالمؤمن يحشر يمشي سويا على صراط مستقيم ، مفضى به إلى الجنة الفيحاء ، وأما الكافر فإنه يحشر يمشي على وجهه إلى نار جهنم ، ( احشروا الذين ظلموا وأزواجهم وما كانوا يعبدون من دون الله فاهدوهم إلى صراط الجحيم وقفوهم إنهم مسئولون ما لكم لا تناصرون بل هم اليوم مستسلمون )قال الإمام أحمد رحمه الله : حدثنا ابن نمير ، حدثنا إسماعيل ، عن نفيع ، قال : سمعت أنس بن مالك يقول : قيل : يا رسول الله ، كيف يحشر الناس على وجوههم ؟ فقال : \" أليس الذي أمشاهم على أرجلهم قادرا على أن يمشيهم على وجوههم \" .وهذا الحديث مخرج في الصحيحين من طريق يونس بن محمد ، عن شيبان ، عن قتادة عن أنس به نحوه ."
      },
      "translations": {
        "en": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?",
        "fr": "Qui est donc mieux guidé? Celui qui marche face contre terre ou celui qui marche redressé sur un chemin droit.",
        "es": "Quien anda agachado ¿va mejor dirigido que quien anda erguido por una vía recta?"
      },
      "ibn_ashour": "أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمْ مَنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ (22)هذا مثَل ضربه الله للكافرين والمؤمنين أو لرجلين : كافر ومؤمن ، لأنه جاء مفرعاً على قوله : { إن الكافرون إلاّ في غرور } [ الملك : 20 ] وقوله : { بل لَجُّوا في عتوّ ونفور } [ الملك : 21 ] وما اتصل ذلك به من الكلام الذي سيق مساق الحجة عليهم بقوله : { أمَّنْ هذا الذي هو جندٌ لكم } [ الملك : 20 ] { أمن هذا الذي يرزقكم إن أمسك رزقه } [ الملك : 21 ] ، وذلك مما اتفق عليه المفسرون على اختلاف مناحيهم ولكن لم يعرج أحد منهم على بيان كيف يتعين التمثيل الأول للكافرين والثاني للمؤمنين حتى يظهر وجه إلزام الله المشركين بأنهم أهل المثل الأول مثَللِ السوء ، فإذا لم يتعين ذلك من الهيئة المشبهة لم يتضح إلزام المشركين بأن حالهم حال التمثيل الأول ، فيخال كل من الفريقين أن خصمه هو مضرب المثل السوء . ويتوهم أن الكلام ورد على طريقة الكلام المُنصِف نحو { وإنا أو إياكم لعلى هدى أو في ضلال مبين } [ سبأ : 24 ] بذلك ينبو عنه المقام هنا لأن الكلام هنا وارد في مقام المحاجة والاستدلال وهنالك في مقام المتاركة أو الا"
    },
    {
      "number": 23,
      "text": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًۭا مَّا تَشْكُرُونَ",
      "tafsir": {
        "muyassar": "قل لهم -أيها الرسول-: الله هو الذي أوجدكم من العدم، وجعل لكم السمع لتسمعوا به، والأبصار لتبصروا بها، والقلوب لتعقلوا بها، قليلا- أيها الكافرون- ما تؤدون شكر هذه النعم لربكم الذي أنعم بها عليكم. قل لهم: الله هو الذي خلقكم ونشركم في الأرض، وإليه وحده تُجمعون بعد هذا التفرق للحساب والجزاء.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: الله هو الذي خلقكم، وجعل لكم أسماعًا تسمعون بها، وأبصارًا تبصرون بها، وقلوبًا تعقلون بها، قليلًا ما تشكرونه على نعمه التي أنعم بها عليكم.",
        "saadi": " يقول تعالى - مبينًا أنه المعبود وحده، وداعيًا عباده إلى شكره، وإفراده بالعبادة-: { قُلْ هُوَ الَّذِي أَنْشَأَكُمْ } أي: أوجدكم من العدم، من غير معاون له ولا مظاهر، ولما أنشأكم، كمل لكم الوجود بالسمع والأبصار والأفئدة، التي هي أنفع أعضاء البدن  وأكمل القوى الجسمانية، ولكنه  مع هذا الإنعام { قَلِيلًا مَا تَشْكُرُونَ } الله، قليل منكم الشاكر، وقليل منكم الشكر. ",
        "kathir": "وقوله : ( قل هو الذي أنشأكم ) أي : ابتدأ خلقكم بعد أن لم تكونوا شيئا مذكورا ، ( وجعل لكم السمع والأبصار والأفئدة ) أي : العقول والإدراك ، ( قليلا ما تشكرون ) أي : ما أقل تستعملون هذه القوى التي أنعم الله بها عليكم ، في طاعته ، وامتثال أوامره ، وترك زواجره ."
      },
      "translations": {
        "en": "Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful.\"",
        "fr": "Dis: «C'est Lui qui vous a créés et vous a donné l'ouïe, les yeux et les cœurs». Mais vous êtes rarement reconnaissants!",
        "es": "Di: «Él es Quien os ha creado, Quien os ha dado el oído, la vista y el intelecto. ¡Qué poco agradecidos sois!»"
      },
      "ibn_ashour": "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (23)هذا انتقال من توجيه الله تعالى الخطاب إلى المشركين للتبصير بالحجج والدلائل وما تخلل ذلك من الوعيد أو التهديد إلى خطابهم على لسان رسوله صلى الله عليه وسلم بأن يقُول لهم ما سيُذكر تفنناً في البيان وتنشيطاً للأذهان حتى كأنَّ الكلامَ صدَر من قائلين وترفيعاً لقدر نبيئه صلى الله عليه وسلم بإعطائه حظاً من التذكير معه كما قال تعالى : { فإنما يسرناه بلسانك } [ الدخان : 58 ] .والانتقال هنا إلى الاستدلال بفُروع المخلوقات بعد الاستدلال بأصولها ، ومن الاستدلال بفروع أعراض الإِنسان بعد أصلها ، فمن الاستدلال بخلق السماوات والأرض والموت والحياة ، إلى الاستدلال بخلق الإِنسان ومداركه ، وقد أتبع الأمر بالقول بخمسةٍ مِثْلِه بطريقة التكرير بدون عاطف اهتماماً بما بعد كل أمر من مقالة يبلغها إليهم الرسول صلى الله عليه وسلم قال : { هو الذي أنشأكم وجعل لكم السمع والأبصار } ، الخ .والضمير { هو } إلى { الرحمان } من قوله : { من دون الرحمان } [ الملك : 20 ] .والإِنشاء : الإيجاد .وإفراد { السمع } لأن "
    },
    {
      "number": 24,
      "text": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "tafsir": {
        "muyassar": "قل لهم -أيها الرسول-: الله هو الذي أوجدكم من العدم، وجعل لكم السمع لتسمعوا به، والأبصار لتبصروا بها، والقلوب لتعقلوا بها، قليلا- أيها الكافرون- ما تؤدون شكر هذه النعم لربكم الذي أنعم بها عليكم. قل لهم: الله هو الذي خلقكم ونشركم في الأرض، وإليه وحده تُجمعون بعد هذا التفرق للحساب والجزاء.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين: الله هو الذي بثكم في الأرض ونشركم فيها، لا أصنامكم التي لا تخلق شيئًا، وإليه وحده يوم القيامة تُجْمعون للحساب والجزاء، لا إلى أصنامكم، فخافوه واعبدوه وحده.",
        "saadi": "{ قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ } أي: بثكم في أقطارها، وأسكنكم في أرجائها، وأمركم، ونهاكم، وأسدى عليكم من النعم، ما به تنتفعون، ثم بعد ذلك يحشركم ليوم القيامة. ",
        "kathir": "( قل هو الذي ذرأكم في الأرض ) أي : بثكم ونشركم في أقطار الأرض وأرجائها ، مع اختلاف ألسنتكم في لغاتكم وألوانكم ، وحلاكم وأشكالكم وصوركم ، ( وإليه تحشرون ) أي : تجمعون بعد هذا التفرق والشتات ، يجمعكم كما فرقكم ويعيدكم كما بدأكم ."
      },
      "translations": {
        "en": "Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\"",
        "fr": "Dis: «C'est Lui qui vous a répandus sur la terre, et c'est vers Lui que vous serez rassemblés».",
        "es": "Di: «Él es Quien os ha diseminado por la tierra. Y hacia Él seréis congregados»."
      },
      "ibn_ashour": "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ (24)إعادة فعل { قل } من قبيل التكرير المشعر بالاهتمام بالغرض المسوقة فيه تلك الأقوال .والذرْء : الإِكثار من الموجود ، فهذا أخص من قوله : { هو الذي أنشأكم } [ الملك : 23 ] أي هو الذي كثَّركم على الأرض كقوله : { هو أنشأكم من الأرض واستعمركم فيها } [ هود : 61 ] أي أعمركم إياها .والقول في صيغة القصر في قوله : { هو الذي ذرأكم في الأرض } . مثل القول في قوله : { هو الذي أنشأكم } [ الملك : 23 ] الآية .وقوله : { وإليه تحشرون } أي بعد أن أكثركم في الأرض فهو يزيلكم بموت الأجيال فكني عن الموت بالحشر لأنهم قد علموا أن الحشر الذي أُنذروا به لا يكون إلاّ بعد البعث والبعث بعد الموت ، فالكناية عن الموت بالحشر بمرتبتين من الملازمة ، وقد أدمج في ذلك تذكيرهم بالموت الذي قد علموا أنه لا بد منه ، وإنذارهم بالبعث والحشر .فتقديم المعمول في { وإليه تحشرون } للاهتمام والرعاية على الفاصلة ، وليس للاختصاص لأنهم لم يكونوا يدعون الحشر أصلاً فضلاً عن أن يدعوه لغير الله ."
    },
    {
      "number": 25,
      "text": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "ويقول الكافرون: متى يتحقق هذا الوعد بالحشر يا محمد؟ أخبرونا بزمانه أيها المؤمنون، إن كنتم صادقين فيما تدَّعون، قل -أيها الرسول- لهؤلاء: إن العلم بوقت قيام الساعة اختصَّ الله به، وإنما أنا نذير لكم أخوِّفكم عاقبة كفركم، وأبيِّن لكم ما أمرني الله ببيانه غاية البيان.",
        "mukhtasar": "ويقول المكذبون بالبعث استبعادًا للبعث: متى هذا الوعد الذي تعدنا - يا محمد - أنت وأصحابك إن كنتم صادقين في دعواكم أنه آتٍ؟!",
        "saadi": "ولكن هذا الوعد بالجزاء، ينكره هؤلاء المعاندون { وَيَقُولُونَ } تكذيبًا: { مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ } جعلوا علامة صدقهم أن يخبروا  بوقت مجيئه، وهذا ظلم وعناد فإنما العلم عند الله لا عند أحد من الخلق، ولا ملازمة بين صدق هذا الخبر وبين الإخبار بوقته، فإن الصدق يعرف بأدلته، وقد أقام الله من الأدلة والبراهين على صحته ما لا يبقى معه أدنى شك لمن ألقى السمع وهو شهيد. ",
        "kathir": "ثم قال مخبرا عن الكفار المنكرين للمعاد المستبعدين وقوعه : ( ويقولون متى هذا الوعد إن كنتم صادقين ) أي : متى يقع هذا الذي تخبرنا بكونه من الاجتماع بعد هذا التفرق ؟"
      },
      "translations": {
        "en": "And they say, \"When is this promise, if you should be truthful?\"",
        "fr": "Et ils disent: «A quand cette promesse si vous êtes véridiques?»",
        "es": "Y dicen: «¿Cuándo se cumplirá esta amenaza, si es verdad lo que decís?»"
      },
      "ibn_ashour": "وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (25) لما لم تكن لهم معارضة للحجة التي في قوله : { هو الذي أنشأكم } [ الملك : 23 ] إلى { هو الذي ذرأكم في الأرض } [ الملك : 24 ] انحصر عنادهم في مضمون قوله : { وإليه تحشرون } [ الملك : 24 ] فإنهم قد جحدوا البعث وأعلنوا بجحده وتعجبوا من إنذار القرآن به ، وقال بعضهم لبعض { هل ندلكم على رجل ينبئكم إذا مزقتم كل ممزق إنكم لفي خلق جديد أفترى على الله كذباً أم به جِنة } [ سبأ : 78 ] وكانوا يقولون : { متى هذا الوعد إن كنتم صادقين } [ سبأ : 29 ] واستمروا على قوله ، فلذلك حكاه الله عنهم بصيغة المضارع المقتضية للتكرير .و { الوعد } مصدر بمعنى اسم المفعول ، أي متى هذا الوعد فيجوز أن يراد به الحشر المستفاد من قوله : { وإليه تحشرون } [ الملك : 24 ] فالإشارة إليه بقوله : { هذا } ظاهرة ، ويجوز أن يراد به وعد آخر بنصر المسلمين ، فالإشارة إلى وعيد سمعوه .والاستفهام بقولهم : { متى هذا الوعد } مستعمل في التهكم لأن من عادتهم أن يستهزئوا بذلك قال تعالى : { فسيقولون من يُعيدنا قل الذي فطركم أول مرة فسينغضون إليك رؤوسهم ويقولون متى هو } [ الإسراء : 51 "
    },
    {
      "number": 26,
      "text": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌۭ مُّبِينٌۭ",
      "tafsir": {
        "muyassar": "ويقول الكافرون: متى يتحقق هذا الوعد بالحشر يا محمد؟ أخبرونا بزمانه أيها المؤمنون، إن كنتم صادقين فيما تدَّعون، قل -أيها الرسول- لهؤلاء: إن العلم بوقت قيام الساعة اختصَّ الله به، وإنما أنا نذير لكم أخوِّفكم عاقبة كفركم، وأبيِّن لكم ما أمرني الله ببيانه غاية البيان.",
        "mukhtasar": "قل - أيها الرسول -: إنما علم الساعة عند الله، لا يعلم متى تقع إلا هو، وإنما أنا منذر واضحٌ في نذارتي لكم.",
        "saadi": "ولكن هذا الوعد بالجزاء، ينكره هؤلاء المعاندون { وَيَقُولُونَ } تكذيبًا: { مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ } جعلوا علامة صدقهم أن يخبروا  بوقت مجيئه، وهذا ظلم وعناد فإنما العلم عند الله لا عند أحد من الخلق، ولا ملازمة بين صدق هذا الخبر وبين الإخبار بوقته، فإن الصدق يعرف بأدلته، وقد أقام الله من الأدلة والبراهين على صحته ما لا يبقى معه أدنى شك لمن ألقى السمع وهو شهيد. ",
        "kathir": "( قل إنما العلم عند الله ) أي : لا يعلم وقت ذلك على التعيين إلا الله ، عز وجل ، لكنه أمرني أن أخبركم أن هذا كائن وواقع لا محالة فاحذروه ، ( وإنما أنا نذير مبين ) وإنما علي البلاغ ، وقد أديته إليكم ."
      },
      "translations": {
        "en": "Say, \"The knowledge is only with Allah, and I am only a clear warner.\"",
        "fr": "Dis: «Allah seul [en] a la connaissance. Et moi je ne suis qu'un avertisseur clair».",
        "es": "Di: «Sólo Alá lo sabe. Yo soy solamente un monitor que habla claro»."
      },
      "ibn_ashour": "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ (26)وأمر الله رسوله بأن يجيب سؤالهم بجملة على خلاف مرادهم بل على ظاهر الاستفهام عن وقت الوعد على طريقة الأسلوب الحكيم ، بأن وقت هذا الوعد لا يعلمه إلاّ الله ، فقوله : { قل } هنا أمر بقول يختص بجواب كلامهم وفصل دون عطف بجريان المقول في سياق المحاورة ، ولم يعطف فعل { قل } بالفاء جرياً على سنن أمثاله الواقعة في المجاوبة والمحاورة ، كما تقدم في نظائره الكثيرة وتقدم عند قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ) .ولام التعريف في العلم } للعهد ، أي العلم بوقت هذا الوعد . وهذه هي اللام التي تسمى عوضاً عن المضاف إليه ، وهذا قصر حقيقي .{ وإنما أنا نذير مبين } قصر إضافي ، أي ما أنا إلاّ نذير بوقوع هذا الوعد لا أتجاوز ذلك إلى كوني عالماً بوقته .والمبين : اسم فاعل من أبان المتعدي ، أي مبين لما أمرت بتبليغه ."
    },
    {
      "number": 27,
      "text": "فَلَمَّا رَأَوْهُ زُلْفَةًۭ سِيٓـَٔتْ وُجُوهُ ٱلَّذِينَ كَفَرُوا۟ وَقِيلَ هَٰذَا ٱلَّذِى كُنتُم بِهِۦ تَدَّعُونَ",
      "tafsir": {
        "muyassar": "فلما رأى الكفار عذاب الله قريبًا منهم وعاينوه، ظهرت الذلة والكآبة على وجوههم، وقيل توبيخًا لهم: هذا الذي كنتم تطلبون تعجيله في الدنيا.",
        "mukhtasar": "فلما حل بهم الوعد وعاينوا العذاب قريبًا منهم وذلك يوم القيامة تغيرت وجوه الذين كفروا بالله فاسودّت، ويقال لهم: هذا الذي كنتم تطلبونه في الدنيا وتستعجلونه.",
        "saadi": " يعني أن محل تكذيب الكفار وغرورهم به حين كانوا في الدنيا، فإذا كان يوم الجزاء، ورأوا العذاب منهم { زُلْفَةً } أي: قريبًا، ساءهم ذلك وأفظعهم، وقلقل أفئدتهم، فتغيرت لذلك وجوههم، ووبخوا على تكذيبهم، وقيل لهم هذا الذي كنتم به تكذبون، فاليوم رأيتموه عيانًا، وانجلى لكم الأمر، وتقطعت بكم الأسباب ولم يبق إلا مباشرة العذاب. ",
        "kathir": "قال الله تعالى : ( فلما رأوه زلفة سيئت وجوه الذين كفروا ) أي : لما قامت القيامة وشاهدها الكفار ، ورأوا أن الأمر كان قريبا ; لأن كل ما هو آت آت وإن طال زمنه ، فلما وقع ما كذبوا به ساءهم ذلك ، لما يعلمون ما لهم هناك من الشر ، أي : فأحاط بهم ذلك ، وجاءهم من أمر الله ما لم يكن لهم في بال ولا حساب ، ( وبدا لهم من الله ما لم يكونوا يحتسبون وبدا لهم سيئات ما كسبوا وحاق بهم ما كانوا به يستهزئون ) [ الزمر : 47 ، 48 ] ; ولهذا يقال لهم على وجه التقريع والتوبيخ : ( هذا الذي كنتم به تدعون ) أي : تستعجلون ."
      },
      "translations": {
        "en": "But when they see it approaching, the faces of those who disbelieve will be distressed, and it will be said, \"This is that for which you used to call.\"",
        "fr": "Puis, quand ils verront (le châtiment) de près, les visages de ceux qui ont mécru seront affligés. Et il leur sera dit: «Voilà ce que vous réclamiez».",
        "es": "Pero, en cuanto vean su inminencia, se afligirán los rostros de los infieles. Y se dirá: «Aquí tenéis lo que reclamabais»."
      },
      "ibn_ashour": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ (27)( لما ) حرف توقيت ، أي سيئت وجوههم في وقت رؤيتهم الوعد .والفاء فصيحة لأنها اقتضت جملة محذوفة تقديرها : فحل بهم الوعد فلما رأوهُ الخ ، أي رأوا الموعود به .وفعل { رأوه } مستعمل في المستقبل ، وجيء به بصيغة الماضي لشبهه بالماضي في تحقق الوقوع مثل { أتى أمر الله } [ النحل : 1 ] لأنه صادر عمن لا إخلاف في أخباره فإن هذا الوعد لم يكن قد حصل حين نزول الآية بمكة سواء أريد بالوعد الوعد بالبعث كما هو مقتضى السياق أم أريد به وعد النصر ، بقرينة قوله : { ويقولون متى هذا الوعد } [ الملك : 25 ] فإنه يقتضي أنهم يقولونه في الحال وأن الوعد غير حاصل حين قولهم لأنهم يسألون عنه ب { متى } .ونظير هذا الاستعمال قوله تعالى : { فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً } في سورة النساء ( 41 ) وقوله تعالى : { ويوم نبعث في كل أمة شهيداً عليهم من أنفسهم وجئنا بك شهيداً على هؤلاء } في سورة النحل ( 89 ) إذ جمع في الآيتين بين فعل نبعث } مضارعاً وفعل { جئنا } ماضياً .وأصل المعنى : فإذا يرونه تسا"
    },
    {
      "number": 28,
      "text": "قُلْ أَرَءَيْتُمْ إِنْ أَهْلَكَنِىَ ٱللَّهُ وَمَن مَّعِىَ أَوْ رَحِمَنَا فَمَن يُجِيرُ ٱلْكَٰفِرِينَ مِنْ عَذَابٍ أَلِيمٍۢ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء الكافرين: أخبروني إن أماتني الله ومَن معي من المؤمنين كما تتمنون، أو رحمنا فأخَّر آجالنا، وعافانا مِن عذابه، فمَن هذا الذي يحميكم، ويمنعكم من عذاب أليم موجع؟",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المكذبين مستنكرًا عليهم: أخبروني إن توفّاني الله، وتوفَّى من معي من المؤمنين، أو رحمنا فأخَّر في آجالنا، فمن ينجّي الكافرين من عذاب مؤلم؟! لن ينجيهم منه أحد.",
        "saadi": "ولما كان المكذبون للرسول صلى الله عليه وسلم، [الذين] يردون دعوته، ينتظرون هلاكه، ويتربصون به ريب المنون، أمره الله أن يقول لهم: أنتم  وإن حصلت لكم أمانيكم  وأهلكني الله ومن معي، فليس ذلك بنافع لكم شيئًا، لأنكم كفرتم بآيات الله، واستحققتم العذاب، فمن يجيركم من عذاب أليم قد تحتم وقوعه بكم؟ فإذًا، تعبكم وحرصكم على هلاكي غير مفيدة، ولا مجد لكم شيئًا. ",
        "kathir": "يقول تعالى : ( قل ) يا محمد لهؤلاء المشركين بالله الجاحدين لنعمه : ( أرأيتم إن أهلكني الله ومن معي أو رحمنا فمن يجير الكافرين من عذاب أليم ) أي : خلصوا أنفسكم ، فإنه لا منقذ لكم من الله إلا التوبة والإنابة ، والرجوع إلى دينه ، ولا ينفعكم وقوع ما تتمنون لنا من العذاب والنكال ، فسواء عذبنا الله أو رحمنا ، فلا مناص لكم من نكاله وعذابه الأليم الواقع بكم ."
      },
      "translations": {
        "en": "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and those with me or have mercy upon us, who can protect the disbelievers from a painful punishment?\"",
        "fr": "Dis: «Que vous en semble? Qu'Allah me fasse périr ainsi que ceux qui sont avec moi ou qu'Il nous fasse miséricorde, qui protégera alors les mécréants d'un châtiment douloureux?»",
        "es": "Di: «¿Qué os parece? Lo mismo si Alá nos hace perecer, a mí y a los que están conmigo, que si se apiada de nosotros, ¿quién preservará a los infieles de un castigo doloroso?"
      },
      "ibn_ashour": "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ (28)هذا تكرير ثان لفعل { قل هو الذي أنشأكم } [ الملك : 23 ] .كان من بَذاءة المشركين أن يجهروا بتمني هلاك رسول الله صلى الله عليه وسلم وهلاك من معه من المسلمين ، وقد حكى القرآن عنهم { أم يقولون شاعر نتربص به ريب المنون } [ الطور : 30 ] وحكى عن بعضهم { ويَتربص بكم الدوائر } [ التوبة : 98 ] ، وكانوا يتآمرون على قتله ، قال تعالى : { وإذ يَمكر بك الذين كفروا ليُثبتوك أو يقتلوك } [ الأنفال : 30 ] ، فأمره الله بأن يعرفهم حقيقةً تدحض أمانيَّهم ، وهي أن موت أحد أو حياته لا يغني عن غيره ما جرَه إليه عمله ، وقد جرَّت إليهم أعمالهم غضب الله ووعيده فهو نائلهم حَيي الرسول صلى الله عليه وسلم أو بادره المنون ، قال تعالى : { فإمَّا نذهبَنَّ بك فإنّا منهم منتقمون أو نُرينك الذي وعدناهم فإنا عليهم مقتدرون } [ الزخرف : 41 ، 42 ] وقال : { وما جعلنا لبشر من قبلك الخلد أفإن مِتَّ فهُم الخالدون } [ الأنبياء : 34 ] وقال : { إنك مَيت وإنهم ميتون } [ الزمر : 30 ] أي المشركين ، وقد تكرر هذا ا"
    },
    {
      "number": 29,
      "text": "قُلْ هُوَ ٱلرَّحْمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِى ضَلَٰلٍۢ مُّبِينٍۢ",
      "tafsir": {
        "muyassar": "قل: الله هو الرحمن صدَّقنا به وعملنا بشرعه، وأطعناه، وعليه وحده اعتمدنا في كل أمورنا، فستعلمون- أيها الكافرون- إذا نزل العذاب: أيُّ الفريقين منا ومنكم في بُعْدٍ واضح عن صراط الله المستقيم؟",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: هو الرحمن الذي يدعوكم إلى عبادته وحده، آمنّا به، وعليه وحده اعتمدنا في أمورنا، فستعلمون - لا محالة - من هو في ضلال واضح ممن هو على صراط مستقيم.",
        "saadi": "ومن قولهم، إنهم على هدى، والرسول على ضلال، أعادوا في ذلك وأبدوا، وجادلوا عليه وقاتلوا، فأمر الله نبيه أن يخبر عن حاله وحال أتباعه، ما به يتبين لكل أحد هداهم وتقواهم، وهو أن يقولوا: { آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا } والإيمان يشمل التصديق الباطن، والأعمال الباطنة والظاهرة، ولما كانت الأعمال، وجودها وكمالها، متوقفة على التوكل، خص الله التوكل من بين سائر الأعمال، وإلا فهو داخل في الإيمان، ومن جملة لوازمه كما قال تعالى: { وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ } فإذا كانت هذه حال الرسول وحال من اتبعه، وهي الحال التي تتعين للفلاح، وتتوقف عليها السعادة، وحالة أعدائه بضدها، فلا إيمان [لهم] ولا توكل، علم بذلك من هو على هدى، ومن هو في ضلال مبين. ",
        "kathir": "ثم قال : ( قل هو الرحمن آمنا به وعليه توكلنا ) أي : آمنا برب العالمين الرحمن الرحيم ، وعليه توكلنا في جميع أمورنا ، كما قال : ( فاعبده وتوكل عليه ) [ هود : 123 ] . ولهذا قال : ( فستعلمون من هو في ضلال مبين ) ؟ أي : منا ومنكم ، ولمن تكون العاقبة في الدنيا والآخرة ؟ ."
      },
      "translations": {
        "en": "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have relied. And you will [come to] know who it is that is in clear error.\"",
        "fr": "Dis: «C'est Lui, le Tout Miséricordieux. Nous croyons en Lui et c'est en Lui que nous plaçons notre confiance. Vous saurez bientôt qui est dans un égarement évident».",
        "es": "Di: «¡Es el Compasivo! ¡Creemos en Él y confiamos en Él! Ya veréis quién es el que está evidentemente extraviado»."
      },
      "ibn_ashour": "قُلْ هُوَ الرَّحْمَنُ آَمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (29)هذا تكرير ثالث لفعل { قل } من قوله : { قل هو الذي أنشأكم } [ الملك : 23 ] الآية .وجاء هذا الأمر بقول يقوله لهم بمناسبة قوله : { أو رحمنا } [ الملك : 28 ] فإنه بعد أن سوَّى بين فرض إهلاك المسلمين وإحيائهم في أن أيّ الحالين فُرض لا يجيرهم معه أحد من العذاب ، أعقبه بأن المسلمين آمنوا بالرحمان ، فهم مظنة أن تتعلق بهم هذه الصفة فيرحمهم الله في الدنيا والآخرة ، فيعلم المشركون علم اليقين أيّ الفريقين في ضلال حين يرون أثر الرحمة على المسلمين وانتفاءه عن المشركين في الدنيا وخاصة في الآخرة .وضميرُ { هو } عائد إلى الله تعالى الواقع في الجملة قبله ، أي الله هو الذي وَصْفُه { الرحمان } فهو يرحمنا ، وأنكم أنكرتم هذا الاسم فأنتم أحرياء بأن تُحرَموا آثار رحمته . ونحن توكلنا عليه دون غيره وأنتم غرّكم عزّكم وجعلتم الأصنام معتمدكم ووكلاءكم .وبهذه التوطئة يقع الإيماء إلى الجانب المهتدي والجانب الضالّ من قوله : { فستعلمون من هو في ضلال مبين } لأنه يظهر بداءً تأمل أن الذين في ضلال مبين هم الذين جحدو"
    },
    {
      "number": 30,
      "text": "قُلْ أَرَءَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًۭا فَمَن يَأْتِيكُم بِمَآءٍۢ مَّعِينٍۭ",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: أخبروني إن صار ماؤكم الذي تشربون منه ذاهبًا في الأرض لا تصلون إليه بوسيلة، فمَن غير الله يجيئكم بماء جارٍ على وجه الأرض ظاهر للعيون؟",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: أخبروني إن أصبح ماؤكم الذي تشربون منه غائرًا في الأرض لا تستطيعون الوصول إليه، من يأتيكم بماء كثيرٍ جارٍ؟! لا أحد غير الله.",
        "saadi": "ثم أخبر عن انفراده بالنعم، خصوصًا، بالماء الذي جعل الله منه كل شيء حي فقال: { قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا } أي: غائرًا { فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ } تشربون منه، وتسقون أنعامكم وأشجاركم وزروعكم؟ وهذا استفهام بمعنى النفي، أي: لا يقدر أحد على ذلك غير الله تعالى. تمت ولله الحمد.    ",
        "kathir": "ثم قال : ( قل أرأيتم إن أصبح ماؤكم غورا ) أي : ذاهبا في الأرض إلى أسفل ، فلا ينال بالفئوس الحداد ، ولا السواعد الشداد ، والغائر : عكس النابع ; ولهذا قال : ( فمن يأتيكم بماء معين ) أي : نابع سائح جار على وجه الأرض ، لا يقدر على ذلك إلا الله ، عز وجل ، فمن فضله وكرمه أن أنبع لكم المياه وأجراها في سائر أقطار الأرض ، بحسب ما يحتاج العباد إليه من القلة والكثرة ، فلله الحمد والمنة .[ آخر تفسير سورة \" تبارك \" ولله الحمد ] ."
      },
      "translations": {
        "en": "Say, \"Have you considered: if your water was to become sunken [into the earth], then who could bring you flowing water?\"",
        "fr": "Dis: «Que vous en semble? Si votre eau était absorbée au plus profond de la terre, qui donc vous apporterait de l'eau de source?»",
        "es": "Di: «¿Qué os parece? Si el agua se os agotara una mañana, ¿quien iba a traeros agua viva?»"
      },
      "ibn_ashour": "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ (30)إيماءٌ إلى أنهم يترقبهم عذاب الجوع بالقحط والجفاف فإن مكة قليلة المياه ولم تكن بها عيون ولا آبار قبل زمزم ، كما دل عليه خبر تعجب القافلة مِن ( جُرْهم ) التي مرّت بموضع مكة حين أسكنها إبراهيم عليه السلام هاجَر بابنه إسماعيل ففجَّر الله لها زمزم ولمحتْ القافلة الطير تحوم حول مكانها فقالوا : ما عهدنا بهذه الأرض ماء ، ثم حفَر ميمون بن خالد الحضرمي بأعلاها بئراً تسمى بئر ميمون في عهد الجاهلية قُبيل البعثة ، وكانت بها بئر أخرى تسمى الجَفْر ( بالجيم ) لبني تيم بن مُرة ، وبئر تسمى الجَم ذكرها ابن عطية وأهملها «القاموس» و«تاجه» ، ولعل هاتين البئرين الأخيرتين لم تكونا في عهد النبي صلى الله عليه وسلمفماء هذه الآبار هو الماء الذي أُنذروا بأنه يصبح غوراً ، وهذا الإِنذار نظير الواقع في سورة القلم ( 17 33 ) { إنا بلوناهم كما بلونا أصحاب الجنة } إلى قوله : لو كانوا يعلمون . !والغور : مصدر غارتْ البئر ، إذا نَزح ماؤها فلم تنله الدلاء .والمراد : مَاء البئر كما في قوله : { أو يصبح ماؤها غوراً } في ذكر جنة سورة الكهف "
    }
  ]
}