{
  "number": 68,
  "name": "سُورَةُ القَلَمِ",
  "englishName": "Al-Qalam",
  "revelationType": "Meccan",
  "ayahCount": 52,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ نٓ ۚ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ",
      "tafsir": {
        "muyassar": "(ن) سبق الكلام على الحروف المقطعة في أول سورة البقرة. أقسم الله بالقلم الذي يكتب به الملائكة والناس، وبما يكتبون من الخير والنفع والعلوم. ما أنت -أيها الرسول- بسبب نعمة الله عليك بالنبوة والرسالة بضعيف العقل، ولا سفيه الرأي، وإن لك على ما تلقاه من شدائد على تبليغ الرسالة لَثوابًا عظيمًا غير منقوص ولا مقطوع، وإنك -أيها الرسول- لعلى خلق عظيم، وهو ما اشتمل عليه القرآن من مكارم الأخلاق؛ فقد كان امتثال القرآن سجية له يأتمر بأمره، وينتهي عما ينهى عنه.",
        "mukhtasar": "(ن) تقدم الكلام على نظائرها في بداية سورة البقرة.\nأقسم الله بالقلم، وأقسم بما يكتبه الناس بأقلامهم.",
        "saadi": "يقسم تعالى بالقلم، وهو اسم جنس شامل للأقلام، التي تكتب بها [أنواع] العلوم، ويسطر بها المنثور والمنظوم.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ ن ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ"
      },
      "translations": {
        "en": "Nun. By the pen and what they inscribe,",
        "fr": "Nûn. Par la plume et ce qu'ils écrivent!",
        "es": "n. ¡Por el cálamo y lo que escriban!"
      },
      "ibn_ashour": "ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (1) افتتاح هذه السورة بأحد حروف الهجاء جار على طريقة أمثالها من فواتح السور ذوات الحروف المقطعة المبيّنة في سورة البقرة وهذه أول سورة نزلت مفتتحة بحرف مقطع من حروف الهجاء .ورَسمُوا حرف { ن } بصورته التي يرسم بها في الخط وهي مسمّى اسمه الذي هو { نُون } ( بنوننٍ بعدها واو ثم نون ) وكان القياس أن تكتب الحُروف الثلاثةُ لأن الكتابة تبَع للنطق والمنطوق به هو اسم الحرف لا ذاته ، لأنك إذا أردتَ كتابةَ سيف مثلاً فإنما ترسم سينا ، وياء ، وفَاء ، ولا ترسم صورة سَيْف .وإنما يُقرأ باسم الحرف لا بهجائه كما تقدم في أول سورة البقرة .ويُنطق باسم نون ساكنَ الآخر سكون الكلمات قبل دخول العوامل عليها ، وكذلك قرىء في القراءات المتواترة ."
    },
    {
      "number": 2,
      "text": "مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍۢ",
      "tafsir": {
        "muyassar": "(ن) سبق الكلام على الحروف المقطعة في أول سورة البقرة. أقسم الله بالقلم الذي يكتب به الملائكة والناس، وبما يكتبون من الخير والنفع والعلوم. ما أنت -أيها الرسول- بسبب نعمة الله عليك بالنبوة والرسالة بضعيف العقل، ولا سفيه الرأي، وإن لك على ما تلقاه من شدائد على تبليغ الرسالة لَثوابًا عظيمًا غير منقوص ولا مقطوع، وإنك -أيها الرسول- لعلى خلق عظيم، وهو ما اشتمل عليه القرآن من مكارم الأخلاق؛ فقد كان امتثال القرآن سجية له يأتمر بأمره، وينتهي عما ينهى عنه.",
        "mukhtasar": "ما أنت - أيها الرسول - بما أنعم الله عليك به من النبوّة مجنونًا، بل أنت بريء من الجنون الذي رماك به المشركون.",
        "saadi": "وذلك أن القلم وما يسطرون به من أنواع الكلام، من آيات الله العظيمة، التي تستحق أن يقسم الله بها، على براءة نبيه محمد صلى الله عليه وسلم، مما نسبه إليه أعداؤه من الجنون فنفى عنه الجنون  بنعمة ربه عليه وإحسانه، حيث من عليه بالعقل الكامل، والرأي الجزل، والكلام الفصل، الذي هو أحسن ما جرت به الأقلام، وسطره الأنام، وهذا هو السعادة في الدنيا، ثم ذكر سعادته في الآخرة، فقال: { وَإِنَّ لَكَ لَأَجْرًا } .",
        "kathir": "مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ"
      },
      "translations": {
        "en": "You are not, [O Muhammad], by the favor of your Lord, a madman.",
        "fr": "Tu (Muhammad) n'es pas, par la grâce de ton Seigneur, un possédé.",
        "es": "¡Por la gracia de tu Señor, que tú no eres un poseso!"
      },
      "ibn_ashour": "مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (2) ليس لها تفسير"
    },
    {
      "number": 3,
      "text": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍۢ",
      "tafsir": {
        "muyassar": "(ن) سبق الكلام على الحروف المقطعة في أول سورة البقرة. أقسم الله بالقلم الذي يكتب به الملائكة والناس، وبما يكتبون من الخير والنفع والعلوم. ما أنت -أيها الرسول- بسبب نعمة الله عليك بالنبوة والرسالة بضعيف العقل، ولا سفيه الرأي، وإن لك على ما تلقاه من شدائد على تبليغ الرسالة لَثوابًا عظيمًا غير منقوص ولا مقطوع، وإنك -أيها الرسول- لعلى خلق عظيم، وهو ما اشتمل عليه القرآن من مكارم الأخلاق؛ فقد كان امتثال القرآن سجية له يأتمر بأمره، وينتهي عما ينهى عنه.",
        "mukhtasar": "وإنّ لك لثوابًا على ما تعانيه من حمل الرسالة إلى الناس غير مقطوع، ولا منّة به لأحد عليك.",
        "saadi": "أي: لأجرا عظيمًا، كما يفيده التنكير، { غير ممنون } أي: [غير] مقطوع، بل هو دائم مستمر، وذلك لما أسلفه النبي صلى الله عليه وسلم من الأعمال الصالحة، والأخلاق الكاملة.",
        "kathir": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ"
      },
      "translations": {
        "en": "And indeed, for you is a reward uninterrupted.",
        "fr": "Et il y aura pour toi certes, une récompense jamais interrompue.",
        "es": "Tendrás, ciertamente, una recompensa ininterrumpida."
      },
      "ibn_ashour": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ (3) ليس لها تفسير"
    },
    {
      "number": 4,
      "text": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍۢ",
      "tafsir": {
        "muyassar": "(ن) سبق الكلام على الحروف المقطعة في أول سورة البقرة. أقسم الله بالقلم الذي يكتب به الملائكة والناس، وبما يكتبون من الخير والنفع والعلوم. ما أنت -أيها الرسول- بسبب نعمة الله عليك بالنبوة والرسالة بضعيف العقل، ولا سفيه الرأي، وإن لك على ما تلقاه من شدائد على تبليغ الرسالة لَثوابًا عظيمًا غير منقوص ولا مقطوع، وإنك -أيها الرسول- لعلى خلق عظيم، وهو ما اشتمل عليه القرآن من مكارم الأخلاق؛ فقد كان امتثال القرآن سجية له يأتمر بأمره، وينتهي عما ينهى عنه.",
        "mukhtasar": "وإنك لعلى الخلق العظيم الذي جاء به القرآن، فأنت مُتَخَلِّق بما فيه على أكمل وجه.",
        "saadi": "{ وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ } أي: عاليًا به، مستعليًا بخلقك الذي من الله عليك به، وحاصل خلقه العظيم، ما فسرته به أم المؤمنين، [عائشة -رضي الله عنها-] لمن سألها عنه، فقالت: \"كان خلقه القرآن\"، وذلك نحو قوله تعالى له: { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ } { فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ } [الآية]، { لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيُصُ عَلَيْكُم بِالمْؤُمِنِينَ رَؤُوفٌ رَّحِيمٌ } وما أشبه ذلك من الآيات الدالات على اتصافه صلى الله عليه وسلم بمكارم الأخلاق، [والآيات] الحاثات على الخلق العظيم  فكان له منها أكملها وأجلها، وهو في كل خصلة منها، في الذروة العليا، فكان صلى الله عليه وسلم سهلًا لينا، قريبًا من الناس، مجيبًا لدعوة من دعاه، قاضيًا لحاجة من استقضاه، جابرًا لقلب من سأله، لا يحرمه، ولا يرده خائبًا، وإذا أراد أصحابه منه أمرًا وافقهم عليه، وتابعهم فيه إذا لم يكن فيه محذور، وإن عزم على أمر لم يستبد به دونهم، بل يشاورهم ويؤامرهم، وكان يقبل من محسنهم، ويعفو عن مسيئهم، ولم يكن يعاشر جليسًا له إلا أتم عشرة وأحسنها، فكان لا يعبس في وجهه، ولا يغلظ عليه في مقاله، ولا يطوي عنه بشره، ولا يمسك عليه فلتات لسانه، ولا يؤاخذه بما يصدر منه من جفوة، بل يحسن إلي عشيره غاية الإحسان، ويحتمله غاية الاحتمال صلى الله عليه وسلم.",
        "kathir": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ"
      },
      "translations": {
        "en": "And indeed, you are of a great moral character.",
        "fr": "Et tu es certes, d'une moralité éminente.",
        "es": "Eres, sí, de eminente carácter."
      },
      "ibn_ashour": "وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (4) ليس لها تفسير"
    },
    {
      "number": 5,
      "text": "فَسَتُبْصِرُ وَيُبْصِرُونَ",
      "tafsir": {
        "muyassar": "فعن قريب سترى أيها الرسول، ويرى الكافرون في أيكم الفتنة والجنون؟",
        "mukhtasar": "فستبصر أنت، ويبصر هؤلاء المكذبون.",
        "saadi": "فلما أنزله الله في أعلى المنازل من جميع الوجوه، وكان أعداؤه ينسبون إليه أنه مجنون مفتون قال: { فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَيِّيكُمُ الْمَفْتُونُ } وقد تبين أنه أهدى الناس، وأكملهم لنفسه ولغيره، وأن أعداءه أضل الناس، [وشر الناس]  للناس، وأنهم هم الذين فتنوا عباد الله، وأضلوهم عن سبيله، وكفى بعلم الله بذلك، فإنه هو المحاسب المجازي.",
        "kathir": "فَسَتُبْصِرُ وَيُبْصِرُونَ"
      },
      "translations": {
        "en": "So you will see and they will see",
        "fr": "Tu verras et ils verront",
        "es": "Tú verás y ellos verán"
      },
      "ibn_ashour": "فَسَتُبْصِرُ وَيُبْصِرُونَ (5) الفاء للتفريع على قوله : { مَا أنت بنعمة ربك بمجنون } [ القلم : 2 ] باعتبار ما اقتضاه قوله { بنعمة ربك } [ القلم : 2 ] من إبطال مقالة قيلت في شأنه قالها أعداؤه في الدين ، ابتدأ بإبطال بهتانهم ، وفرع عليه أنهم إذا نظروا الدلائل وتوسموا الشمائل علموا أي الفريقين المفتون أَهُم مفتونون بالانصراف عن الحق والرشد ، أم هو باختلال العقل كما اختلقوا .والمقصود هو ما في قوله : { ويبصرون } ولكن أدمج فيه قوله : { فستبصر } ليتأتى بذكر الجانبين إيقاعُ كلام منصف ( أي داع إلى الإِنصاف ) على طريقة قوله : { وإنا أو إياكم لَعَلَى هُدى أو في ضلال مبين } [ سبأ : 24 ] لأن القرآن يبلغ مسامعهم ويتلى عليهم .وفعْلا ( تبصر ويبصرون ) ، بمعنى البصر الحسي . وروي عن ابن عباس ، أن معناه فستعلم ويعلمون ، فجعله مثل استعمال فعل الرؤية في معنى الظن ، فلعله أراد تفسير حاصل المعنى إذ قد قيل إن الفعل المشتق من ( أبصر ) لا يستعمل بمعنى الظن والاعتقاد عند جمهور اللغويين والنحاة خلافاً لهشام كذا في «التسهيل» فالمعنى : ستَرى ويَرَون رأيَ العين أيكم المفتون فإن كان بمعنى العلم فإن النبي صلى الله عليه"
    },
    {
      "number": 6,
      "text": "بِأَييِّكُمُ ٱلْمَفْتُونُ",
      "tafsir": {
        "muyassar": "فعن قريب سترى أيها الرسول، ويرى الكافرون في أيكم الفتنة والجنون؟",
        "mukhtasar": "عندما ينكشف الحق يتضح بأيكم الجنون؟!",
        "saadi": "فلما أنزله الله في أعلى المنازل من جميع الوجوه، وكان أعداؤه ينسبون إليه أنه مجنون مفتون قال: { فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَيِّيكُمُ الْمَفْتُونُ } وقد تبين أنه أهدى الناس، وأكملهم لنفسه ولغيره، وأن أعداءه أضل الناس، [وشر الناس]  للناس، وأنهم هم الذين فتنوا عباد الله، وأضلوهم عن سبيله، وكفى بعلم الله بذلك، فإنه هو المحاسب المجازي.",
        "kathir": "بِأَيْيِكُمُ الْمَفْتُونُ"
      },
      "translations": {
        "en": "Which of you is the afflicted [by a devil].",
        "fr": "qui d'entre vous a perdu la raison.",
        "es": "quién de vosotros es el tentado."
      },
      "ibn_ashour": "بِأَيِّيكُمُ الْمَفْتُونُ (6)، فقوله تعالى : { بأيكم المفتون } معناه : أيُّ رجل ، أو أيُّ فريق منكم المفتون ، ف ( أي ) في موقعه هنا اسم في موقع المفعول ل ( تُبصر ويبصرون ) أو متعلق به تعلقَ المجرور .وقد تقدم استعمال ( أيّ ) في الاستفهام عند قوله تعالى : { فبأي حديث بعده يؤمنون } في سورة { الأعراف : 185 ] .والمفتون } : اسم مفعول وهو الذي أصابته فتنة ، فيجوز أن يراد بها هنا الجُنون فإن الجنون يعدّ في كلام العرب من قبيل الفتنة ( يقولون للمجنون : فَتَنَتْهُ الجن ) ويجوز أن يراد ما يصدق على المضطرب في أمره المفتون في عقله حيرة وتقلقلاً ، بإيثار هذا اللفظ ، دون لفظ المجنون من الكلام الموجَّه أو التورية ليصح فرضه للجانبين .فإن لم يكن بعض المشركين بمنزلة المجانين الذين يندفعون إلى مقاومة النبي صلى الله عليه وسلم بدون تبصر يكنْ في فتنة اضطراب أقواله وأفعاله كأبي جهل والوليد بن المغيرة وأضرابهما الذين أغروا العامة بالطعن في النبي صلى الله عليه وسلم بأقوال مختلفة .والباء على هذا الوجه مزيدة لتأكيد تعلق الفعل بمفعوله ، والأصل : أيّكم المفتونُ فهي كالباء في قوله : { وامسحوا برؤوسكم } [ المائدة : 6 "
    },
    {
      "number": 7,
      "text": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "tafsir": {
        "muyassar": "إن ربك- سبحانه- هو أعلم بالشقي المنحرف عن دين الله وطريق الهدى، وهو أعلم بالتقي المهتدي إلى دين الحق.",
        "mukhtasar": "إن ربك - أيها الرسول - يعلم من انحرف عن سبيله، وهو أعلم بالمهتدين إليها، فيعلم أنهم من ضلّوا عنها، وأنك من اهتديت إليها.",
        "saadi": "و { هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ } وهذا فيه تهديد للضالين، ووعد للمهتدين، وبيان لحكمة الله، حيث كان يهدي من يصلح للهداية، دون غيره. ",
        "kathir": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ"
      },
      "translations": {
        "en": "Indeed, your Lord is most knowing of who has gone astray from His way, and He is most knowing of the [rightly] guided.",
        "fr": "C'est ton Seigneur qui connaît mieux ceux qui s'égarent de Son chemin, et Il connaît mieux ceux qui suivent la bonne voie.",
        "es": "Tu Señor sabe mejor que nadie quiénes se extravían de Su camino y sabe mejor que nadie quiénes siguen la buena dirección."
      },
      "ibn_ashour": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (7)تعليل لجملة : { فستبصر ويبصرون بأيكم المفتون } [ القلم : 56 ] باعتبار ما تضمنته من التعريض بأن الجانب المفتون هو الجانب القائل له { إنك لمجنون } [ الحجر : 6 ] وأن ضده بضده هو الراجع العقل أي الذي أخبرك بما كنّى عنه قوله : { فستبصر ويبصرون } [ القلم : 5 ] من أنهم المجانين هو الأعلم بالفريقين وهو الذي أنبأك بأن سيتضح الحق لأبصارهم فتعين أن المفتون هو الفريق الذين وسموا النبي صلى الله عليه وسلم بأنه مجنون المردودُ عليهم بقوله تعالى : { ما أنت بنعمة ربك بمجنون } [ القلم : 2 ] إذ هم الضالون عن سبيل ربّ النبي صلى الله عليه وسلم لا محالة ، وينتظم بالتدرج من أول السورة إلى هنا أقيسَة مساواةٍ مندرج بعضها في بعض تقتضي مساواة حقيقة من ضل عن سبل رب النبي صلى الله عليه وسلم بحقيقة المفتون . ومساواة حقيقة المفتون بحقيقة المجنون ، فتُنتج أن فريق المشركين هم المتصفون بالجنون بقاعدة قياس المساواة أن مُساوِيَ المساوي لشيء مساوٍ لذلك الشيء .وهذا الانتقال تضمن وعداً ووعيداً ، بإضافة السبيل إلى الله ومقابلةِ من ضل ع"
    },
    {
      "number": 8,
      "text": "فَلَا تُطِعِ ٱلْمُكَذِّبِينَ",
      "tafsir": {
        "muyassar": "فاثبت على ما أنت عليه -أيها الرسول- من مخالفة المكذبين ولا تطعهم.",
        "mukhtasar": "فلا تطع - أيها الرسول - المكذبين بما جئت به.",
        "saadi": "يقول الله تعالى، لنبيه صلى الله عليه وسلم: { فَلَا تُطِعِ الْمُكَذِّبِينَ } الذين كذبوك وعاندوا الحق، فإنهم ليسوا أهلًا لأن يطاعوا، لأنهم لا يأمرون إلا بما يوافق أهواءهم، وهم لا يريدون إلا الباطل، فالمطيع لهم مقدم على ما يضره، وهذا عام في كل مكذب، وفي كل طاعة ناشئة عن التكذيب، وإن كان السياق في شيء خاص، وهو أن المشركين طلبوا من النبي صلى الله عليه وسلم، أن يسكت عن عيب آلهتهم ودينهم، ويسكتوا عنه.",
        "kathir": "فَلَا تُطِعِ الْمُكَذِّبِينَ"
      },
      "translations": {
        "en": "Then do not obey the deniers.",
        "fr": "N'obéis pas à ceux qui crient au mensonge,",
        "es": "¡No obedezcas, pues, a los desmentidores!"
      },
      "ibn_ashour": "فَلَا تُطِعِ الْمُكَذِّبِينَ (8) تفريع على جملة { إن ربك هو أعلم بمن ضل عن سبيله } [ القلم : 7 ] إلى آخرها ، باعتبار ما تضمنته من أنه على الهدى ، وأن الجانب الآخر في ضلال السبيل ، فإن ذلك يقتضي المشادة معهم وأن لا يلين لهم في شيء ، فإن أذاهم إياه آل إلى محاربة الحق والهدى ، وتَصلّب فيما هم عليه من الضلال عن سبيل الله فلا يستأهلون به لِيناً ولكن يستأهلون إغلاظاً .رُوي عن الكلبي وزيد بن أسلم والحسن بألفاظ متقاربة تحوم حول أن المشركين ودّوا أن يمسك النبي صلى الله عليه وسلم عن مجاهرتهم بالتضليل والتحقير فيمسكوا عن أذاه ، ويصانعَ بعضُهم بعضاً فنهاه الله عن إجابتهم لما وَدُّوا ."
    },
    {
      "number": 9,
      "text": "وَدُّوا۟ لَوْ تُدْهِنُ فَيُدْهِنُونَ",
      "tafsir": {
        "muyassar": "تمنَّوا وأحبوا لو تلاينهم، وتصانعهم على بعض ما هم عليه، فيلينون لك.",
        "mukhtasar": "تمنّوا لو لاَيَنْتَهم ولاَطَفْتَهم على حساب الدين، فيلينون لك ويلاطفونك.",
        "saadi": "{ وَدُّوا } أي: المشركون { لَوْ تُدْهِنُ } أي: توافقهم على بعض ما هم عليه، إما بالقول أو الفعل أو بالسكوت عما يتعين الكلام فيه، { فَيُدْهِنُونَ } ولكن اصدع بأمر الله، وأظهر دين الإسلام، فإن تمام إظهاره، بنقض ما يضاده، وعيب ما يناقضه.",
        "kathir": "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ"
      },
      "translations": {
        "en": "They wish that you would soften [in your position], so they would soften [toward you].",
        "fr": "Ils aimeraient bien que tu transiges avec eux afin qu'ils transigent avec toi.",
        "es": "Desearían que fueras condescendiente, para serlo ellos también."
      },
      "ibn_ashour": "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ (9)ومعنى { ودُّوا } : أحبوا .وليس المراد أنهم ودُّوا ذلك في نفوسهم فأطْلَع الله عليه رسوله صلى الله عليه وسلم لعدم مناسبته لقوله : { فلا تطع المكذبين }وورد في كتب السيرة أن المشركين تقدموا للنبيء صلى الله عليه وسلم بمثل هذا العرض ووسطوا في ذلك عمه أبا طالب وعتبة بن ربيعة .فينتظم من هذا أن قوله { فلا تطع المكذبين } نهي عن إجابتهم إلى شيء عرضوه عليه عندما قرعهم بأول هذه السورة وبخاصة من وقْع معنى التعريض البديع الممزوج بالوعيد بسوء المستقبل من قوله : { فستبصُر ويبصرون بأيكم المفتون إلى قوله : بالمهتدين } [ القلم : 5 7 ] فلعلهم تحدثوا أو أوعَزُوا إلى من يخبر الرسول صلى الله عليه وسلم أو صارحوه بأنفسهم بأنه إن ساءه قولهم فيه { إنه لمجنون } [ القلم : 51 ] فقد ساءهم منه تحقيرهم بصفات الذم وتحقير أصنامهم وآبائهم من جانب الكفر فإن أمسك عن ذلك أمسكوا عن أذاه وكان الحال صلحاً بينهم ويترك كلّ فريق فريقاً وما عبده .والطاعة : قبول ما يُبتغَى عمله ، ووقوع فعل { تطع } في حيز النهي يقتضي النهي عن جنس الطاعة لهم فيعم كل إجابة لطلب منهم ، فالطاعة مراد بها هنا المصالحة"
    },
    {
      "number": 10,
      "text": "وَلَا تُطِعْ كُلَّ حَلَّافٍۢ مَّهِينٍ",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير، مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم، بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام، شديد في كفره، فاحش لئيم، منسوب لغير أبيه. ومن أجل أنه كان صاحب مال وبنين طغى وتكبر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيرًا للمسلم من موافقة من اتصف بهذه الصفات الذميمة.",
        "mukhtasar": "ولا تطع كل كثير الحلف بالباطل، حقير.",
        "saadi": "{ وَلَا تُطِعْ كُلَّ حَلَّافٍ } أي: كثير الحلف، فإنه لا يكون كذلك إلا وهو كذاب، ولا يكون كذابًا إلا وهو { مُهِينٌ } أي: خسيس النفس، ناقص الهمة، ليس له همة  في الخير، بل إرادته في شهوات نفسه الخسيسة.",
        "kathir": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ"
      },
      "translations": {
        "en": "And do not obey every worthless habitual swearer",
        "fr": "Et n'obéis à aucun grand jureur, méprisable,",
        "es": "¡No obedezcas a ningún vil jurador."
      },
      "ibn_ashour": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ (10)إعادة فعل النهي عن الطاعة لمن هذه صفاتهم للاهتمام بهذا الأدب فلم يُكتفَ بدخول أصحاب هذه الأوصاف في عموم المكذبين ، ولا بتخصيصهم بالذكر بمجرد عطف الخاص على العام بأن يقال : ولا كلَّ خلاف ، بل جيء في جانبهم بصيغة نهي أخرى مماثلة للأولى .وليفيد تسليط الوعيد الخاص وهو في مضمون قوله : { سَنَسِمُهُ على الخرطوم } [ القلم : 16 ] على أصحاب هذه الصفات الخاصة زيادة على وعيد المكذبين .وقريب منه قول الحارث بن همام الشيباني :أيا ابنَ زيَّابَةَ إِنْ تلْقَنِي ... لاَ تلْقَنِي في النعَم العازبوتَلْقَنِي يَشْتَدُّ بي أجرد ... مُستقدِمُ البِرْكة كالراكبفلم يكتف بعطفٍ : ب ( بل ) أو ( لكنْ ) بأن يقول : بل تلقني يشتد بي أجرد ، أو لكن تلقني يشتد بي أجرد ، وعَدَل عن ذلك فأعاد فعل ( تلقني ) .وكلمة { كلَّ } موضوعة لإفادة الشمول والإِحاطة لأفراد الاسم الذي تضاف هي إليه ، فهي هنا تفيد النهي العام عن طاعة كل فرد من أفراد أصحاب هذه الصفات التي أضيف إليها { كلّ } بالمباشرة وبالنعوت .وقد وقعت كلمة { كلَّ } معمولة للفعل الداخلة عليه أداة النهي ولا يفهم منه أن النهي منصب إلى طاعة"
    },
    {
      "number": 11,
      "text": "هَمَّازٍۢ مَّشَّآءٍۭ بِنَمِيمٍۢ",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير، مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم، بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام، شديد في كفره، فاحش لئيم، منسوب لغير أبيه. ومن أجل أنه كان صاحب مال وبنين طغى وتكبر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيرًا للمسلم من موافقة من اتصف بهذه الصفات الذميمة.",
        "mukhtasar": "كثير الاغتياب للناس، كثير المشي بالنميمة بينهم؛ ليفرق بينهم.",
        "saadi": "{ هَمَّازٍ } أي: كثير العيب [للناس] والطعن فيهم  بالغيبة والاستهزاء، وغير ذلك.{ مَشَّاءٍ بِنَمِيمٍ } أي: يمشي بين الناس بالنميمة، وهي: نقل كلام بعض الناس لبعض، لقصد الإفساد بينهم، وإلقاء العداوة والبغضاء.",
        "kathir": "هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ"
      },
      "translations": {
        "en": "[And] scorner, going about with malicious gossip -",
        "fr": "grand diffamateur, grand colporteur de médisance,",
        "es": "al pertinaz difamador, que va sembrando calumnias,"
      },
      "ibn_ashour": "هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ (11)الهمّاز كثير الهمزة . وأصل الهمز : الطعن بعود أو يد ، وأطلق على الأذى بالقول في الغيبة على وجه الاستعارة وشاع ذلك حتى صار كالحقيقة وفي التنزيل { ويل لكلّ هُمَزَة } [ الهمزة : 1 ] .وصيغة المبالغة راجعة إلى قوة الصفة ، فإذا كان أذى شديداً فصاحبه { همّاز } وإذا تكرر الأذى فصاحبه { همّاز } .المشَاء بالنميم : الذي يَنِمّ بين الناس ، ووصفه بالمشّاء للمبالغة . والقول في هذه المبالغة مثل القول في { هَمَّازهَمَّازٍ مَّشَّآءِ } وهذه رَابعَة المذامّ .والمشي : استعارة لتشويه حاله بأنه يتجشم المشقة لأجل النميمة مثل ذِكر السعي في قوله تعالى : { ويسعَوْن في الأرض فساداً } [ المائدة : 64 ] ، ذلك أن أسماء الأشياء المحسوسة أشدّ وقعاً في تصوّر السامع من أسماء المعقولات ، فذِكر المشي بالنميمة فيه تصوير لحال النمّام ، ألا ترى أن قولك : قُطِع رأسُه أوقعُ في النفس من قولك : قُتِل ، ويدل لذلك أنه وقع مثله في قول النبي صلى الله عليه وسلم « وأمَّا الآخَرُ فكان يمشي بالنميمة »والنميم : اسم مرادف للنميمة ، وقيل : النميم جمع نميمة ، أي اسمُ جمع لنميمة إذا أريد بها الواحدة وصيرورتُها"
    },
    {
      "number": 12,
      "text": "مَّنَّاعٍۢ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير، مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم، بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام، شديد في كفره، فاحش لئيم، منسوب لغير أبيه. ومن أجل أنه كان صاحب مال وبنين طغى وتكبر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيرًا للمسلم من موافقة من اتصف بهذه الصفات الذميمة.",
        "mukhtasar": "كثير المنع للخير، معتدٍ على الناس في أموالهم وأعراضهم وأنفسهم، كثير الآثام والمعاصي.",
        "saadi": "{ مَنَّاعٍ لِلْخَيْرِ } الذي يلزمه القيام به من النفقات الواجبة والكفارات والزكوات وغير ذلك، { مُعْتَدٍ } على الخلق في ظلمهم، في الدماء والأموال والأعراض  { أَثِيمٍ } أي: كثير الإثم والذنوب المتعلقة في حق الله تعالى",
        "kathir": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ"
      },
      "translations": {
        "en": "A preventer of good, transgressing and sinful,",
        "fr": "grand empêcheur du bien, transgresseur, grand pécheur,",
        "es": "a quien impide el bien, al violador de la ley, al pecador,"
      },
      "ibn_ashour": "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ (12)هذه مذمة خامسة .{ منّاع } : شديد المنع . والخير : المال ، أي شحيح ، والخير من أسماء المال قال تعالى : { وإِنه لحُب الخير لشديد } [ العاديات : 8 ] وقال : { إنْ تَرَكَ خَيْراً } [ البقرة : 180 ] ، وقد روعي تماثل الصيغة في هذه الصفات الأربع وهي { حَلاّففٍ ، هَمّازٍ ، مشَّاءٍ ، منَّاعٍ } وهو ضرب من محسن الموازنة .والمراد بمنع الخير : منعه عمن أسلَمَ من ذويهم وأقاربهم ، يقول الواحد منهم لمن أسلم من أهله أو مواليه : من دخل منكم في دين محمد لا أنفعه بشيء أبداً ، وهذه شنشنة عرفوا بها من بعد ، قال الله تعالى في شأن المنافقين { هم الذين يقولون لا تنفقوا على مَن عند رسول الله حتى ينفضّوا } [ المنافقون : 7 ] . وأيضاً فمِن منععِ الخير ما كان أهل الجاهلية يعطون العطاء للفخر والسمعة فلا يعطون الضعفاء وإنما يعطون في المجامع والقبائل قال تعالى : { ولا يَحُضّون على طعام المسكين } [ الفجر : 18 ] . قيل : كان الوليد بن المغيرة ينفق في الحج في كل حجة عشرين ألفاً يطعم أهلَ مِنى ، ولا يعطي المسكين درهماً واحداً .هما مذمتان سادسة وسابعة قرن بينهما لمناسبة الخصوص والعموم"
    },
    {
      "number": 13,
      "text": "عُتُلٍّۭ بَعْدَ ذَٰلِكَ زَنِيمٍ",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير، مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم، بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام، شديد في كفره، فاحش لئيم، منسوب لغير أبيه. ومن أجل أنه كان صاحب مال وبنين طغى وتكبر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيرًا للمسلم من موافقة من اتصف بهذه الصفات الذميمة.",
        "mukhtasar": "غليظ جافٍ، دَعِي في قومه لَصِيق.",
        "saadi": "{ عُتُلٍّ بَعْدَ ذَلِكَ } أي: غليظ شرس الخلق قاس غير منقاد للحق { زَنِيمٍ } أي: دعي، ليس له أصل و [لا] مادة ينتج منها الخير، بل أخلاقه أقبح الأخلاق، ولا يرجى منه فلاح، له زنمة أي: علامة في الشر، يعرف بها.وحاصل هذا، أن الله تعالى نهى عن طاعة كل حلاف كذاب، خسيس النفس، سيئ الأخلاق، خصوصًا الأخلاق المتضمنة للإعجاب بالنفس، والتكبر على الحق وعلى الخلق، والاحتقار للناس، كالغيبة والنميمة، والطعن فيهم، وكثرة المعاصي.",
        "kathir": "عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ"
      },
      "translations": {
        "en": "Cruel, moreover, and an illegitimate pretender.",
        "fr": "au cœur dur, et en plus de cela bâtard.",
        "es": "al arrogante y, encima, bastardo,"
      },
      "ibn_ashour": "عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ (13)ثامنة وتاسعة .والعُتُل : بضمتين وتشديد اللام اسم وليس بوصف لكنه يتضمن معنى صفةٍ لأنه مشتق من العَتْل بفتح فسكون ، وهو الدفع بقوة قال تعالى : { خذوه فاعْتلُوه إلى سواء الجحيم } [ الدخان : 47 ] ولم يسمع ( عاتل ) . ومما يدل على أنه من قبيل الأسماء دون الأوصاف مركب من وصفين في أحوال مختلفة أو من مركب أوصاف في حالين مختلفين .وفسر العُتل بالشديد الخِلقة الرحيب الجوف ، وبالأكول الشروب ، وبالغشوم الظلوم ، وبالكثير اللّحم المختال ، روى الماوردي عن شهر بن حوشب هذا التفسير عن ابن مسعود وعن شداد بن أوس وعن عبد الرحمان بن غَنْم ، يزيدُ بعضهم على بعض عن النبي صلى الله عليه وسلم بسند غير قوي ، وهو على هذا التفسير إتْباع لصفة { منّاع للخير } [ القلم : 12 ] أي يمنع السائل ويدفعه ويُغلظ له على نحو قوله تعالى : { فذلك الذي يَدعُّ اليتيم } [ الماعون : 2 ] .ومعنى { بعد ذلك } علاوة على ما عُدّد له من الأوصاف هو سيّىء الخِلقة سيِّىء المعاملة ، فالبعدية هنا بعدية في الارتقاء في درجات التوصيف المذكور ، فمفادها مفاد التراخي الرتبي كقوله تعالى : { والأرض بعد ذلك دحاها } [ النازع"
    },
    {
      "number": 14,
      "text": "أَن كَانَ ذَا مَالٍۢ وَبَنِينَ",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير، مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم، بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام، شديد في كفره، فاحش لئيم، منسوب لغير أبيه. ومن أجل أنه كان صاحب مال وبنين طغى وتكبر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيرًا للمسلم من موافقة من اتصف بهذه الصفات الذميمة.",
        "mukhtasar": "لأجل أنّه كان صاحب مال وأولاد تكبّر عن الإيمان بالله ورسوله.",
        "saadi": "وهذه الآيات - وإن كانت نزلت في بعض المشركين، كالوليد بن المغيرة أو غيره لقوله عنه: { أَنْ كَانَ ذَا مَالٍ وَبَنِينَ إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ } أي: لأجل كثرة ماله وولده، طغى واستكبر عن الحق، ودفعه حين جاءه، وجعله من جملة أساطير الأولين، التي يمكن صدقها وكذبها- فإنها عامة في كل من اتصف بهذا الوصف، لأن القرآن نزل لهداية الخلق كلهم، ويدخل فيه أول الأمة وآخرهم، وربما نزل بعض الآيات في سبب أو في شخص من الأشخاص، لتتضح به القاعدة العامة، ويعرف به أمثال الجزئيات الداخلة في القضايا العامة.",
        "kathir": "أَنْ كَانَ ذَا مَالٍ وَبَنِينَ"
      },
      "translations": {
        "en": "Because he is a possessor of wealth and children,",
        "fr": "Même s'il est doté de richesses et (de nombreux) enfants.",
        "es": "so pretexto de poseer hacienda e hijos varones!"
      },
      "ibn_ashour": "أَنْ كَانَ ذَا مَالٍ وَبَنِينَ (14) يتعلق قوله : { أن كان ذا مال وبنين } بفعل { قَال } بتقدير لام التعليل محذوفة قبل { أنْ } ، وهو حذف مطرد تعلق بذلك الفعل ظرف هو { إذا تتلى } ومجرور هو { أن كان ذا مال } ، ولا بدع في ذلك وليست { إذا } بشرطية هنا فلا يهولنك قولهم : إن ( مَا ) بعد الشرط لا يعمل فيما قبله ، على أنها لو جعلت شرطية لما امتنع ذلك لأنهم يتوسعون في المجرورات ما لا يتوسعون في غيرها وهذا مجرور باللام المحذوفة .والمراد : كل من كان ذا مال وبنين من كبراء المشركين كقوله تعالى : { وذَرْني والمكذبين أولِي النعمة } [ المزمل : 11 ] . وقيل : أريد به الوليد بن المغيرة إذ هو الذي اختلق أن يقول في القرآن { أساطير الأولين } وقد علمت ذلك عند تفسير قوله تعالى : { ولا تطِعْ كلّ حلاّف مهين } [ القلم : 10 ] . وكان الوليد بن المغيرة ذا سعة في المال كثير الأبناء وهو المعنيُّ بقوله تعالى : { ذرني ومن خلقتُ وحيداً وجعلتُ له مالاً ممدوداً وبنينَ شهوداً إلى قوله : { إن هذا إلاّ قول البشر } [ المدثر : 1125 ] . والوجه أن لا يختص هذا الوصف به . وأن يكون تعريضاً به .والأساطير : جمع أسطورة وهي القصة ، والأس"
    },
    {
      "number": 15,
      "text": "إِذَا تُتْلَىٰ عَلَيْهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلْأَوَّلِينَ",
      "tafsir": {
        "muyassar": "ولا تطع -أيها الرسول- كلَّ إنسانٍ كثير الحلف كذاب حقير، مغتاب للناس، يمشي بينهم بالنميمة، وينقل حديث بعضهم إلى بعض على وجه الإفساد بينهم، بخيل بالمال ضنين به عن الحق، شديد المنع للخير، متجاوز حدَّه في العدوان على الناس وتناول المحرمات، كثير الآثام، شديد في كفره، فاحش لئيم، منسوب لغير أبيه. ومن أجل أنه كان صاحب مال وبنين طغى وتكبر عن الحق، فإذا قرأ عليه أحد آيات القرآن كذَّب بها، وقال: هذا أباطيل الأولين وخرافاتهم. وهذه الآيات وإن نزلت في بعض المشركين كالوليد بن المغيرة، إلا أن فيها تحذيرًا للمسلم من موافقة من اتصف بهذه الصفات الذميمة.",
        "mukhtasar": "إذا تُقْرأ عليه آياتنا قال: هذه ما يُسَطَّر من خرافات الأولين.",
        "saadi": "وهذه الآيات - وإن كانت نزلت في بعض المشركين، كالوليد بن المغيرة أو غيره لقوله عنه: { أَنْ كَانَ ذَا مَالٍ وَبَنِينَ إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ } أي: لأجل كثرة ماله وولده، طغى واستكبر عن الحق، ودفعه حين جاءه، وجعله من جملة أساطير الأولين، التي يمكن صدقها وكذبها- فإنها عامة في كل من اتصف بهذا الوصف، لأن القرآن نزل لهداية الخلق كلهم، ويدخل فيه أول الأمة وآخرهم، وربما نزل بعض الآيات في سبب أو في شخص من الأشخاص، لتتضح به القاعدة العامة، ويعرف به أمثال الجزئيات الداخلة في القضايا العامة. ",
        "kathir": "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ"
      },
      "translations": {
        "en": "When Our verses are recited to him, he says, \"Legends of the former peoples.\"",
        "fr": "Quand Nos versets lui sont récités, il dit: «Des contes d'anciens».",
        "es": "Cuando se le recitan Nuestras aleyas, dice: «¡Patrañas de los antiguos!»"
      },
      "ibn_ashour": "إِذَا تُتْلَى عَلَيْهِ آَيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ (15)يتعلق قوله : { أن كان ذا مال وبنين } بفعل { قَال } بتقدير لام التعليل محذوفة قبل { أنْ } ، وهو حذف مطرد تعلق بذلك الفعل ظرف هو { إذا تتلى } ومجرور هو { أن كان ذا مال } ، ولا بدع في ذلك وليست { إذا } بشرطية هنا فلا يهولنك قولهم : إن ( مَا ) بعد الشرط لا يعمل فيما قبله ، على أنها لو جعلت شرطية لما امتنع ذلك لأنهم يتوسعون في المجرورات ما لا يتوسعون في غيرها وهذا مجرور باللام المحذوفة .والمراد : كل من كان ذا مال وبنين من كبراء المشركين كقوله تعالى : { وذَرْني والمكذبين أولِي النعمة } [ المزمل : 11 ] . وقيل : أريد به الوليد بن المغيرة إذ هو الذي اختلق أن يقول في القرآن { أساطير الأولين } وقد علمت ذلك عند تفسير قوله تعالى : { ولا تطِعْ كلّ حلاّف مهين } [ القلم : 10 ] . وكان الوليد بن المغيرة ذا سعة في المال كثير الأبناء وهو المعنيُّ بقوله تعالى : { ذرني ومن خلقتُ وحيداً وجعلتُ له مالاً ممدوداً وبنينَ شهوداً إلى قوله : { إن هذا إلاّ قول البشر } [ المدثر : 1125 ] . والوجه أن لا يختص هذا الوصف به . وأن يكون تعريضاً به .والأساط"
    },
    {
      "number": 16,
      "text": "سَنَسِمُهُۥ عَلَى ٱلْخُرْطُومِ",
      "tafsir": {
        "muyassar": "سنجعل على أنفه علامة لازمة لا تفارقه عقوبة له؛ ليكون مفتضحًا بها أمام الناس.",
        "mukhtasar": "سنضع علامة على أنفه تَشِينه وتلازمه.",
        "saadi": "ثم توعد تعالى من جرى منه ما وصف الله، بأن الله سيسمه على خرطومه  في العذاب، وليعذبه عذابًا ظاهرًا، يكون عليه سمة وعلامة، في أشق الأشياء عليه، وهو وجهه. ",
        "kathir": "سَنَسِمُهُ عَلَى الْخُرْطُومِ"
      },
      "translations": {
        "en": "We will brand him upon the snout.",
        "fr": "Nous le marquerons sur le museau [nez].",
        "es": "¡Le marcaremos en el hocico!"
      },
      "ibn_ashour": "سَنَسِمُهُ عَلَى الْخُرْطُومِ (16)استئناف بياني جواباً لسؤال ينشأ عن الصفات الذميمة التي وصفوا بها أن يسأل السامع : ما جزاء أصحاب هذه الأوصاف من الله على ما أتوه من القبائح والاجتراء على ربِّهم .وضمير المفرد الغائب في قوله : { سنسمه } عائد إلى كُل حلاّف باعتبار لفظه وإن كان معناه الجماعات فإفراد ضميره كإفراد ما أضيف إليه { كلَّ } [ القلم : 10 ] من الصفات التي جاءت بحالة الإِفراد .والمعنى : سنسم كل هؤلاء على الخراطيم ، وقد علمت آنفاً أن ذلك تعريض بمعيّن بصفة قوله : { أساطير الأولين } [ القلم : 15 ] وبأنه ذو مال وبنين .و { الخرطوم } : أريد به الأنف . والظاهر أن حقيقة الخرطوم الأنف المستطيل كأنف الفيل والخنزير ونحوهما من كل أنف مستطيل . وقد خلط أصحاب اللّغة في ذكر معانيه خلطاً لم تتبين منه حقيقته من مجازه .وذكر الزمخشري في «الأساس» معانيه المجازية ولم يذكر معناه الحقيقي ، وانبهم كلامه في «الكشاف» إلاّ أن قوله فيه : وفي لفظ { الخُرطوم } استخفاف وإهانة ، يقتضي أن إطلاقه على أنف الإِنسان مجاز مرسل ، وجزم ابن عطية : أن حقيقة الخرطوم مَخْطَممِ السَبع أي أنف مثل الأسد ، فإطلاق الخرطوم على أنف ا"
    },
    {
      "number": 17,
      "text": "إِنَّا بَلَوْنَٰهُمْ كَمَا بَلَوْنَآ أَصْحَٰبَ ٱلْجَنَّةِ إِذْ أَقْسَمُوا۟ لَيَصْرِمُنَّهَا مُصْبِحِينَ",
      "tafsir": {
        "muyassar": "إنا اختبرنا أهل \"مكة\" بالجوع والقحط، كما اختبرنا أصحاب الحديقة حين حلفوا فيما بينهم، ليقطعُنَّ ثمار حديقتهم مبكِّرين في الصباح، فلا يَطْعَم منها غيرهم من المساكين ونحوهم، ولم يقولوا: إن شاء الله.",
        "mukhtasar": "إنا اختبرنا هؤلاء المشركين بالقحط والجوع، كما اختبرنا أصحاب الحديقة حين حلفوا ليقطعنّ ثمارها وقت الصباح مسارعين حتى لا يطعم منها مسكين.",
        "saadi": "يقول تعالى: إنا بلونا هؤلاء المكذبين بالخير وأمهلناهم، وأمددناهم بما شئنا من مال وولد، وطول عمر، ونحو ذلك، مما يوافق أهواءهم، لا لكرامتهم علينا، بل ربما يكون استدراجًا لهم من حيث لا يشعرون  فاغترارهم بذلك نظير اغترار أصحاب الجنة، الذين هم فيها شركاء، حين زهت ثمارها أينعت أشجارها، وآن وقت صرامها، وجزموا أنها في أيديهم، وطوع أمرهم، [وأنه] ليس ثم مانع يمنعهم منها، ولهذا أقسموا وحلفوا من غير استثناء، أنهم سيصرمونها أي: يجذونها مصبحين، ولم يدروا أن الله بالمرصاد، وأن العذاب سيخلفهم عليها، ويبادرهم إليها.",
        "kathir": "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ"
      },
      "translations": {
        "en": "Indeed, We have tried them as We tried the companions of the garden, when they swore to cut its fruit in the [early] morning",
        "fr": "Nous les avons éprouvés comme Nous avons éprouvé les propriétaires du verger qui avaient juré d'en faire la récolte au matin,",
        "es": "Les hemos probado como probamos a los dueños del jardín. Cuando juraron que cogerían sus frutos por la mañana,"
      },
      "ibn_ashour": "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ (17) ضمير الغائيبن في قوله : { بلوناهم } يعود إلى المكذبين في قوله : { فلا تطع المكذبين } [ القلم : 8 ] . والجملة مستأنفة استئنافاً ابتدائياً دَعت إليه مناسبة قوله : { أن كان ذا مال وبنين إذا تتلى عليه ءاياتُنا قال أساطير الأولين } [ القلم : 1415 ] فإن الازدهاء والغرور بسعة الرزق المفضيين إلى الاستخفاف بدعوة الحق وإهمال النظر في كنهها ودلائلها قد أوقعا من قديم الزمان أصحابهما في بَطَر النعمة وإهمال الشكر فجَرَّ ذلك عليهم شر العواقب ، فضرب الله للمشركين مثلاً بحال أصحاب هذه الجَنة لعلهم يستفيقون من غفلتهم وغرورهم . كما ضرب المثل بقريب منه في سورة الكهف ، وضرب مثلاً بقارون في سورة القصص .والبلْوى حقيقتها : الاختبار وهي هنا تمثيل بحال المبتلَى في إرخاء الحبل له بالنعمة ليشكر أو يكفر ، فالبلوى المذكورة هنا بلوى بالخير فإن الله أمدّ أهل مكة بنعمة الأمن ، ونعمة الرزق ، وجعل الرزق يأتيهم من كل جهة ، ويسر لهم سبل التجارة في الآفاق بنعمة الإِيلاف برحلة الشتاء ورحلة الصيف ، فلما أكمل لهم النعمة"
    },
    {
      "number": 18,
      "text": "وَلَا يَسْتَثْنُونَ",
      "tafsir": {
        "muyassar": "إنا اختبرنا أهل \"مكة\" بالجوع والقحط، كما اختبرنا أصحاب الحديقة حين حلفوا فيما بينهم، ليقطعُنَّ ثمار حديقتهم مبكِّرين في الصباح، فلا يَطْعَم منها غيرهم من المساكين ونحوهم، ولم يقولوا: إن شاء الله.",
        "mukhtasar": "ولم يستثنوا في يمينهم بقولهم: (إن شاء الله).",
        "saadi": "",
        "kathir": "وَلَا يَسْتَثْنُونَ"
      },
      "translations": {
        "en": "Without making exception.",
        "fr": "sans dire: «Si Allah le veut».",
        "es": "sin hacer salvedad."
      },
      "ibn_ashour": "وَلَا يَسْتَثْنُونَ (18) ومعنى { لا يستثنون } : أنهم لا يستثنون من الثمرة شيئاً للمساكين ، أي أقسموا ليَصْرِمُنّ جميع الثمر ولا يتركون منه شيئاً . وهذا التعميم مستفاد مما في الصرم من معنى الخزن والانتفاع بالثمرة وإلاّ فإن الصرم لا ينافي إعطاءَ شيء من المجذوذ لمن يريدون . وأُجمل ذلك اعتماداً على ما هو معلوم للسامعين من تفصيل هذه القصة على عادة القرآن في إيجاز حكاية القصص بالاقتصار على موضع العبرة منها .وقيل معناه : { لا يستثنون } لإِيمانهم بأن يقولوا إن شاء الله كما قال تعالى : { ولا تقولنّ لشيء إني فاعل ذلك غداً إلاّ أن يشاء الله } [ الكهف : 2324 ] . ووجه تسميته استثناء أن أصل صيغته فيها حرف الاستثناء وهو ( إلاّ ) ، فإذا اقتصر أحد على «إن شاء الله» دون حرف الاستثناء أطلق على قوله ذلك استثناءٌ لأنه على تقدير : إلا أن يشاء الله . على أنه لما كان الشرط يؤول إلى معنى الاستثناء أطلق عليه استثناء نظراً إلى المعنى وإلى مادة اشتقاق الاستثناء .وعلى هذا التفسير يكون قوله : { ولا يستثنون } من قبيل الإِدماج ، أي لِمبلغ غرورهم بقوة أنفسهم صاروا إذا عزموا على فعل شيء لا يتوقعون له عائقاً ، والجملة ف"
    },
    {
      "number": 19,
      "text": "فَطَافَ عَلَيْهَا طَآئِفٌۭ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ",
      "tafsir": {
        "muyassar": "فأنزل الله عليها نارًا أحرقتها ليلا وهم نائمون، فأصبحت محترقة سوداء كالليل المظلم.",
        "mukhtasar": "فأرسل الله إليها نارًا، فأكلتها وأصحابها نيام لا يستطيعون دفع النار عنها.",
        "saadi": "{ فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ } أي: عذاب نزل عليها ليلًا { وَهُمْ نَائِمُونَ } فأبادها وأتلفها ",
        "kathir": "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ"
      },
      "translations": {
        "en": "So there came upon the garden an affliction from your Lord while they were asleep.",
        "fr": "Une calamité de la part de ton Seigneur tomba dessus pendant qu'ils dormaient,",
        "es": "Mientras dormían, cayó sobre él un azote enviado por tu Señor"
      },
      "ibn_ashour": "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ (19) وعُدّي ( طاف ) بحرف ( على ) لتضمينه معنى : تسلط أو نزل .ولم يعين جنس الطائف لظهور أنه من جنس ما يصيب الجنات من الهلاك ، ولا يتعلق غرض بتعيين نوعه لأن العبرة في الحاصل به ، فإسناد فعل ( طاف ) إلى { طائف } بمنزلة إسناد الفعل المبني للمجهول كأنه قيل : فطِيف عليها وهم نائمون .وعن الفراء : أن الطائف لا يكون إلاّ بالليل ، يعني ومنه سمي الخيال الذي يراه النائم في نومه طَيفاً . قيل هو مشتق من الطائفة وهي الجزء من الليل ، وفي هذا نظر .فقوله : { وهم نائمون } تقييد لوقت الطائف على التفسير الأول ، وهو تأكيد لمعنى { طائف } على تفسير الفراء ، وفائدته تصوير الحالة .وتنوين { طائف } للتعظيم ، أي أمر عظيم وقد بينه بقوله : { فأصبحت كالصريم } فهو طائف سوء ، قيل : أصابها عنق من نار فاحترقت .و { من ربّك } أي جائياً من قِبَل ربّك ، ف { مِن } للابتداء يعني : أنه عذاب أرسل إليهم عقاباً لهم على عدم شكر النعمة .وعُجل العقاب لهم قبل التلبس بمنع الصدقة لأن عزمهم على المنع وتقاسمهم عليه حقق أنهم مانعون صدقاتهم فكانوا مانعين . ويؤخذ من الآية موعظة للذين ل"
    },
    {
      "number": 20,
      "text": "فَأَصْبَحَتْ كَٱلصَّرِيمِ",
      "tafsir": {
        "muyassar": "فأنزل الله عليها نارًا أحرقتها ليلا وهم نائمون، فأصبحت محترقة سوداء كالليل المظلم.",
        "mukhtasar": "فأصبحت سوداء كالليل المظلم.",
        "saadi": "{ فَأَصْبَحَتْ كَالصَّرِيمِ } أي: كالليل المظلم، ذهبت الأشجار والثمار، هذا وهم لا يشعرون بهذا الواقع الملم.",
        "kathir": "فَأَصْبَحَتْ كَالصَّرِيمِ"
      },
      "translations": {
        "en": "And it became as though reaped.",
        "fr": "et le matin, ce fut comme si tout avait été rasé.",
        "es": "y amaneció como si hubiera sido arrasado."
      },
      "ibn_ashour": "فَأَصْبَحَتْ كَالصَّرِيمِ (20) ، وعلى هذا ففي الجمع بين ( أصبحتْ ) و ( الصريم ) محسن الطباق .وقيل الصريم : الرماد الأسود بلغة جذيمة أو خزيمة .وقيل الصريم : اسم رملة معروفة باليمن لا تُنبت شيئاً .وإيثار كلمة الصريم هنا لكثرة معانيها وصلاحية جميع تلك المعاني لأن تراد في الآية .وبين ( يصرِمُنَّها ) و ( الصريم ) الجناس ."
    },
    {
      "number": 21,
      "text": "فَتَنَادَوْا۟ مُصْبِحِينَ",
      "tafsir": {
        "muyassar": "فنادى بعضهم بعضًا وقت الصباح: أن اذهبوا مبكرين إلى زرعكم، إن كنتم مصرِّين على قطع الثمار.",
        "mukhtasar": "فنادى بعضهم بعضًا وقت الصباح.",
        "saadi": "ولهذا تنادوا فيما بينهم، لما أصبحوا يقول بعضهم لبعض: { أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ }",
        "kathir": "فَتَنَادَوْا مُصْبِحِينَ"
      },
      "translations": {
        "en": "And they called one another at morning,",
        "fr": "Le [lendemain] matin, ils s'appelèrent les uns les autres:",
        "es": "Por la mañana, se llamaron unos a otros:"
      },
      "ibn_ashour": "فَتَنَادَوْا مُصْبِحِينَ (21) . وفاء { فتنادوا } للتفريع على { أقسموا ليَصْرِمُنَّها مُصْبِحين ، } أي فلما أصبحوا تنادوا لإنجاز ما بيّتوا عليه أمرهم .والتنادي : أي ينادي بعضُهم بعضاً وهو مشعر بالتحريض على الغدوّ إلى جنتهم مبكرين ."
    },
    {
      "number": 22,
      "text": "أَنِ ٱغْدُوا۟ عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَٰرِمِينَ",
      "tafsir": {
        "muyassar": "فنادى بعضهم بعضًا وقت الصباح: أن اذهبوا مبكرين إلى زرعكم، إن كنتم مصرِّين على قطع الثمار.",
        "mukhtasar": "قائلين: اخرجوا مُبَكِّرين على حرثكم قبل مجيء الفقراء إن كنتم قاطعين ثماره.",
        "saadi": "ولهذا تنادوا فيما بينهم، لما أصبحوا يقول بعضهم لبعض: { أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ }",
        "kathir": "أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ"
      },
      "translations": {
        "en": "[Saying], \"Go early to your crop if you would cut the fruit.\"",
        "fr": "«Partez tôt à votre champ si vous voulez le récolter».",
        "es": "«¡Vamos temprano a nuestro campo, si queremos coger los frutos!»"
      },
      "ibn_ashour": "أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ (22) والغدوّ : الخروج ومغادرة المكان في غُدوة النهار ، أي أوله .وليس قوله : { إن كنتم صارمين } بشرط تعليق ولكنه مستعمل في الاستبطاء فكأنهم لإبطاء بعضهم في الغُدوِّ قد عدل عن الجذاذ ذلك اليوم . ومنه قول عبد الله بن عُمر للحجاج عند زوال عرفة يحرضه على التهجير بالرواح إلى الموقف الرواحَ إن كنت تُريد السنة . ونظير ذلك كثير في الكلام .و { على } من قوله : { على حرثكم } مستعملة في تمكن الوصول إليه كأنه قيل : اغدوا تكونوا على حرثكم ، أي مستقرين عليه .ويجوز أن يضمن فعل الغدوّ معنى الإِقبال كما يقال : يُغدى عليه بالجَفْنة ويُراح . قال الطيبي : «ومثله قيل في حق المطلب تَغدُو دِرَّتُه ( التي يضرب بها ) على السفهاء ، وجَفنته على الحُلماء» .والحرث : شق الأرض بحديدة ونحوها ليوضع فيها الزريعة أو الشجر وليزال منها العشب .ويطلق الحرث على الجنة لأنهم يتعاهدونها بالحرث لإِصلاح شجرها ، وهو المارد هنا كقوله تعالى : { وحرثٌ حِجْر } في سورة الأنعام ( 138 ) ، وتقدم في قوله : { والأَنعاممِ والحرثِ } في سورة آل عمران ( 14 ) ."
    },
    {
      "number": 23,
      "text": "فَٱنطَلَقُوا۟ وَهُمْ يَتَخَٰفَتُونَ",
      "tafsir": {
        "muyassar": "فاندفعوا مسرعين، وهم يتسارُّون بالحديث فيما بينهم: بأن لا تمكِّنوا اليوم أحدا من المساكين من دخول حديقتكم.",
        "mukhtasar": "فساروا إلى حرثهم، مسرعين يحدِّث بعضهم بعضًا بصوت منخفض.",
        "saadi": "[فَانْطَلَقُوا } قاصدين له  { وَهُمْ يَتَخَافَتُونَ } فيما بينهم، ولكن بمنع حق الله، ",
        "kathir": "فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ"
      },
      "translations": {
        "en": "So they set out, while lowering their voices,",
        "fr": "Ils allèrent donc, tout en parlant entre eux à voix basse:",
        "es": "Y se pusieron en camino, cuchicheando:"
      },
      "ibn_ashour": "فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ (23) والتخافت : تفاعل من خَفَتَ إذا أسرّ الكَلام ."
    },
    {
      "number": 24,
      "text": "أَن لَّا يَدْخُلَنَّهَا ٱلْيَوْمَ عَلَيْكُم مِّسْكِينٌۭ",
      "tafsir": {
        "muyassar": "فاندفعوا مسرعين، وهم يتسارُّون بالحديث فيما بينهم: بأن لا تمكِّنوا اليوم أحدا من المساكين من دخول حديقتكم.",
        "mukhtasar": "يقول بعضهم لبعض: لا يدخلنّ الحديقة عليكم اليوم مسكين.",
        "saadi": "{ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ } أي: بكروا قبل انتشار الناس، وتواصوا مع ذلك، بمنع الفقراء والمساكين، ومن شدة حرصهم وبخلهم، أنهم يتخافتون بهذا الكلام مخافتة، خوفًا أن يسمعهم أحد، فيخبر الفقراء.",
        "kathir": "أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ"
      },
      "translations": {
        "en": "[Saying], \"There will surely not enter it today upon you [any] poor person.\"",
        "fr": "«Ne laissez aucun pauvre y entrer aujourd'hui».",
        "es": "«¡Ciertamente, hoy no admitiremos a ningún pobre!»"
      },
      "ibn_ashour": "أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ (24) وأن لا يدخلنَّها اليوم عليكم مسكين } تفسير لفعل { يتخافتون } و { أن } تفسيرية لأن التخافت فيه معنى القول دون حروفه .وتأكيد فعل النهي بنون التوكيد لزيادة تحقيق ما تقاسموا عليه .وأسند إلى { مسكين } فعل النهي عن الدخول والمراد نهي بعضهم بعضاً عن دخول المسكين إلى جنتهم ، أي لا يترك أحد مسكيناً يدخلها . وهذا من قبيل الكناية وهو كثير في استعمال النهي كقولهم : لا أعرفنَّك تَفْعَلُ كذا .وجملة { وغَدوا على حَردٍ قادرين } في موضع الحال بتقدير ( قد ) ، أي انطلقوا في حال كونهم غادين قادرين على حَرد ."
    },
    {
      "number": 25,
      "text": "وَغَدَوْا۟ عَلَىٰ حَرْدٍۢ قَٰدِرِينَ",
      "tafsir": {
        "muyassar": "وساروا في أول النهار إلى حديقتهم على قصدهم السيِّئ في منع المساكين من ثمار الحديقة، وهم في غاية القدرة على تنفيذه في زعمهم.",
        "mukhtasar": "وساروا أول الصباح وهم على منع ثمارهم عازمين.",
        "saadi": "{ وَغَدَوْا } في هذه الحالة الشنيعة، والقسوة، وعدم الرحمة { عَلَى حَرْدٍ قَادِرِينَ } أي: على إمساك ومنع لحق الله، جازمين بقدرتهم عليها.",
        "kathir": "وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ"
      },
      "translations": {
        "en": "And they went early in determination, [assuming themselves] able.",
        "fr": "Ils partirent de bonne heure décidés à user d'avarice [envers les pauvres], convaincus que cela était en leur pouvoir.",
        "es": "Marcharon, pues, temprano, convencidos de que serían capaces de llevar a cabo su propósito."
      },
      "ibn_ashour": "وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ (25)وذُكِر فعل { غَدَوا } في جملة الحال لقصد التعجيب من ذلك الغدوِّ النحس كقول امرىء القيس :وباتَ وباتت له ليلة ... كليلة ذي العائر الأرمدبعد قوله :تَطاول ليلك بالأثمُد ... وباتَ الخَلي ولم تَرْقُديخاطب نفسه على طريقة فيها التفات أو التفاتان .والحرد : يطلق على المنع وعلى القصد القوي ، أي السرعة وعلى الغضب .وفي إيثار كلمة { حَرْد } في الآية نكتة من نكت الإِعجاز المتعلق بشرف اللفظ ورشاقته من حيث المعنى ، ومن جهة تعلق المجرور به بما يناسب كل معنى من معانيه ، أي بأن يتعلق { على حرد } ب { قادرين } ، أو بقوله { غَدوا ، } فإذا علق ب { قادرين ، } فتقديم المتعلِّق يفيد تخصيصاً ، أي قادرين على المنع ، أي منع الخير أو منع ثمر جنتهم غير قادرين على النفع .والتعبير بقادرين على حرد دون أن يقول : وغدوا حاردين تهكم لأن شأن فعل القدرة أن يذكر في الأفعال التي يشق على الناس إتيانها قال تعالى : { لا يَقدرون على شيء مما كسبوا } [ البقرة : 264 ] وقال : { بلى قادرين على أن نسوي بنانه } [ القيامة : 4 ] فقوله : { على حرد قادرين } على هذا الاحتمال من باب قولهم : فلان لا يملك إلا"
    },
    {
      "number": 26,
      "text": "فَلَمَّا رَأَوْهَا قَالُوٓا۟ إِنَّا لَضَآلُّونَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "فلما شاهدوها محترقة قال بعضهم لبعض: لقد ضللنا طريقها.",
        "saadi": "{ فَلَمَّا رَأَوْهَا } على الوصف الذي ذكر الله كالصريم { قَالُوا } من الحيرة والانزعاج. { إِنَّا لَضَالُّونَ } [أي: تائهون] عنها، لعلها غيرها",
        "kathir": "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ"
      },
      "translations": {
        "en": "But when they saw it, they said, \"Indeed, we are lost;",
        "fr": "Puis, quand ils le virent [le jardin], ils dirent: «vraiment, nous avons perdu notre chemin.",
        "es": "Cuando lo vieron, dijeron: «¡Seguro que nos hemos extraviado!"
      },
      "ibn_ashour": "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ (26) أي استفاقوا من غفلتهم ورجعوا على أنفسهم باللائمَة على بطرهم وإهمال شكر النعمة التي سيقت إليهم ، وعلموا أنهم أُخذوا بسبب ذلك ، قال تعالى : { وبلوناهم بالحسنات والسيئات لعلهم يرجعون } [ الأعراف : 168 ] . ومن حِكم الشيخ ابن عطاء الله الإسكندري «مَن لَم يشكر النعم فقد تَعَرَّض لزوالها ، ومن شكرها فقد قيَّدها بعِقالها» .وأفادت ( لَمَّا ) اقتران جوابها بشرطها بالفور والبداهة . والمقصود من هذا التعريضُ للمشركين بأن يكون حالهم في تدارك أمرهم وسرعة إنابتهم كحال أصحاب هذه الجنة إذ بادروا بالندم وسألوا الله عوض خير .وإسناد هذه المقالة إلى ضمير { أصحاب الجنة } [ القلم : 17 ] يقتضي أنهم قالوه جميعاً ، أي اتفقوا على إدراك سبب ما أصابهم .ومعنى { إنا لضالون } أنهم علموا أنهم كانوا في ضلال أي عن طريق الشكر ، أي كانوا غير مهتدين وهو كناية عن كون ما أصابهم عقاباً على إهمال الشكر ، فالضلال مجاز .وأكَّدوا الكلام لتنزيل أنفسهم منزلة من يشك في أنهم ضالون طريق الخير لقرب عهدهم بالغفلة عن ضلالهم ففيه إيذان بالتحسر والتندم ."
    },
    {
      "number": 27,
      "text": "بَلْ نَحْنُ مَحْرُومُونَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "بل نحن ممنوعون من جني ثمارها بما حصل منا من عزم على منع المساكين منها.",
        "saadi": "فلما تحققوها، ورجعت إليهم عقولهم قالوا: { بَلْ نَحْنُ مَحْرُومُونَ } منها، فعرفوا حينئذ أنه عقوبة.",
        "kathir": "بَلْ نَحْنُ مَحْرُومُونَ"
      },
      "translations": {
        "en": "Rather, we have been deprived.\"",
        "fr": "Ou plutôt nous sommes frustrés».",
        "es": "¡No, se nos ha despojado!»"
      },
      "ibn_ashour": "بَلْ نَحْنُ مَحْرُومُونَ (27) و { بل نحن محرومون } إضراب للانتقال إلى ما هو أهم بالنظر لحال تبييتهم إذ بيَتوا حرمان المساكين من فضول ثمرتهم فكانوا هم المحرومين من جميع الثمار ، فالحرمان الأعظم قد اختص بهم إذ ليس حرمان المساكين بشيء في جانب حرمانهم .والكلام يفيد ذلك إما بطريق تقديم المسند إليه بأن أُتي به ضميراً بارزاً مع أن مقتضى الظاهر أن يكون ضميراً مستتراً في اسم المفعول مقدَّراً مؤخراً عنه لأنه لا يتصور إلاّ بعد سماع متحمِّله . فلما أبرز الضمير وقُدم كان تقديمه مؤذناً بمعنى الاختصاص ، أي القصر ، وهو قصر إضافي ، وهذا من مستتبعات التراكيب والتعويل على القرائن .ويحتمل أن يكون الضلال حقيقياً ، أي ضلال طريق الجنة ، أي قالوا : إنا أخطأنا الطريق في السير إلى جنتنا لأنهم توهموا أنهم شاهدوا جنة أخرى غير جنتهم التي عهدوها ، قالوا ذلك تحيراً في أمرهم .ويكون الإِضراب إبطالياً ، أي أبطلوا أن يكونوا ضَلّوا طريق جنتهم ، وأثبتوا أنهم محرومون من خير جنتهم فيكون المعنى أنها هي جنتهم ولكنها هلكت فحرموا خيراتها بأن أتلفها الله ."
    },
    {
      "number": 28,
      "text": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "قال أفضلهم: ألم أقل لكم حين عزمتم على ما عزمتم عليه من حرمان الفقراء منها: هلَّا تسبحون الله، وتتوبون إليه؟!",
        "saadi": "فـ { قَالَ أَوْسَطُهُمْ } أي: أعدلهم، وأحسنهم طريقة { أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ } أي: تنزهون الله عما لا يليق به، ومن ذلك، ظنكم أن قدرتكم مستقلة، فلولا استثنيتم، فقلتم: { إِنْ شَاءَ اللَّهُ } وجعلتم مشيئتكم تابعة لمشيئتة الله، لما جرى عليكم ما جرى.",
        "kathir": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ"
      },
      "translations": {
        "en": "The most moderate of them said, \"Did I not say to you, 'Why do you not exalt [Allah]?' \"",
        "fr": "Le plus juste d'entre eux dit: «Ne vous avais-je pas dit: Si seulement vous avez rendu gloire à Allah!»",
        "es": "El más moderado de ellos dijo: «¿No os lo había dicho? ¿Por qué no glorificáis?»"
      },
      "ibn_ashour": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ (28) و { أوسطهم } أفضلهم وأقربهم إلى الخير وهو أحد الإِخوة الثلاثة . والوسط : يطلق على الأخْيَر الأفضللِ ، قال تعالى : { وكذلك جعلناكم أمة وسَطاً } [ البقرة : 143 ] ، وقال : { حافظوا على الصلوات والصلاة الوُسطى } [ البقرة : 238 ] ويقال هو من سِطَة قومه ، وأعطني من سِطَة مالِك .وحكي هذا القول بدون عاطف لأنه قول في مَجرى المحاورة جواباً عن قولهم { بل نحن محرومون } قاله لهم على وجه توقيفهم على تصويب رأيه وخَطل رأيهم .والاستفهام تقريري و { لولا } حرف تحضيض . والمراد ب { تسبحون } تنزيه الله عن أن يُعصى أمره في شأن إعطاء زكاة ثمارهم ."
    },
    {
      "number": 29,
      "text": "قَالُوا۟ سُبْحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "قالوا: سبحان ربنا، إنا كنا ظالمين لأنفسنا حين عزمنا على منع الفقراء من ثمار حديقتنا.",
        "saadi": "فقالوا { سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ } أي: استدركوا بعد ذلك، ولكن بعد ما وقع العذاب على جنتهم، الذي لا يرفع، ولكن لعل تسبيحهم هذا، وإقرارهم على أنفسهم بالظلم، ينفعهم في تخفيف الإثم ويكون توبة، ولهذا ندموا ندامة عظيمة.",
        "kathir": "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ"
      },
      "translations": {
        "en": "They said, \"Exalted is our Lord! Indeed, we were wrongdoers.\"",
        "fr": "Ils dirent: «Gloire à notre Seigneur! Oui, nous avons été des injustes».",
        "es": "Dijeron: «¡Gloria a nuestro Señor! ¡Hemos obrado impíamente!»"
      },
      "ibn_ashour": "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ (29) وكان جوابهم يتضمن إقراراً بأنه وعظهم فعصوه ودلوا على ذلك بالتسبيح حين ندمِهم على عدم الأخذ بنصيحته فقالوا : { سبحان ربّنا إنا كنا ظالمين } أرادوا إجابة تقريره بإقرار بتسبيح الله عن أن يُعصى أمره في إعطاء حق المساكين فإن من أصول التوبة تدارك ما يمكن تداركه ، واعترافهم بظلم المساكين من أصول التوبة لأنه خبر مستعمل في التندم ، والتسبيح مقدمة الاستغفار من الذنب قال تعالى :{ فسبح بحمد ربّك واستغفره إنه كان تواباً } [ النصر : 3 ] .وجملة { إنا كنا ظالمين } إقرار بالذنب ، والتأكيد لتحقيق الإِقرار والاهتمام به . ويفيد حرفُ ( إنّ ) مع ذلك تعليلاً للتسبيح الذي قبله .  وحذف مفعول { ظالمين } ليعم ظلمهم أنفسهم بما جرَّوه على أنفسهم من سلب النعمة ، وظلم المساكين بمنَعهم من حقهم فى المال .وجرت حكاية جوابهم على طريقة المحاورة فلم تعطف وهي الطريقة التي نبّهنا عليها عند قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ) ."
    },
    {
      "number": 30,
      "text": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍۢ يَتَلَٰوَمُونَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "فأقبلُوا يتراجعون في كلامهم على سبيل العتب.",
        "saadi": "{ فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ } فيما أجروه وفعلوه،",
        "kathir": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ"
      },
      "translations": {
        "en": "Then they approached one another, blaming each other.",
        "fr": "Puis ils s'adressèrent les uns aux autres, se faisant des reproches.",
        "es": "Y pusiéronse a recriminarse."
      },
      "ibn_ashour": "فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ (30) ولما استقرّ حالهم على المشاركة في منع المساكين حقَّهم أخذَ بعضهم يلوم بعضاً على ما فرط من فعلهم : كل يلوم غيره بما كان قد تلبس به في هذا الشأن من ابتكار فكرة منع المساكين ما كان حقاً لهم من حياة الأب ، ومن الممالاة على ذلك ، ومن الاقتناع بتصميم البقية ، ومن تنفيذ جميعهم ذلك العزم الذميم ، فصوَّر قولُه : فأقبلَ بعضهم على بعض يتلاومون } هذه الحالة والتقاذفَ الواقع بينهم بهذا الإِجمال البالغ غاية الإِيجاز ، ألا ترى أن إقبال بعضهم على بعض يصور حالة تشبه المهاجمة والتقريع ، وأن صيغة التلاوم مع حذف متعلق التلاوم تصوّر في ذهن السامع صوراً من لوم بعضهم على بعض ."
    },
    {
      "number": 31,
      "text": "قَالُوا۟ يَٰوَيْلَنَآ إِنَّا كُنَّا طَٰغِينَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "قالوا من الندم: يا خسارنا، إنا كنا متجاوزين الحدّ بمنعنا الفقراء حقهم.",
        "saadi": "{ قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ } أي: متجاوزين للحد في حق الله، وحق عباده.",
        "kathir": "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ"
      },
      "translations": {
        "en": "They said, \"O woe to us; indeed we were transgressors.",
        "fr": "Ils dirent: «Malheur à nous! Nous avons été des rebelles.",
        "es": "Dijeron: «¡Ay de nosotros, que hemos sido rebeldes!"
      },
      "ibn_ashour": "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ (31) وقد تلقى كل واحد منهم لوم غيره عليه بإحقاق نفسه بالملامة وإشراك بقيتهم فيها فقال كل واحد منهم : { يا ويلنا إنّا كنّا طاغين } إلى آخره ، فأسند هذا القول إلى جميعهم لذلك .فجملة { قالوا يا ويلنا إنا كنا طاغين } إلى آخرها يجوز أن تكون مبينة لجملة { يتلاومون ، } أي يلوم بعضهم بعضاً بهذا الكلام فتكون خبراً مستعملاً في التقريع على طريقة التعريض بغيره والإِقرار على نفسه ، مع التحسر والتندم بما أفاده { يا ويلنا . } وذلك كلام جامع للملامة كلها ولَم تعطف الجملة لأنها مبينة .ويجوز أن تكون جوابَ بعضهم بعضاً عن لومه غيره ، فكما أجمعوا على لوم بعضهم بعضاً كذلك أجمعوا على إجابة بعضهم بعضاً عن ذلك الملام فقال كل مَلُوم للائِمِه { يا ويلنا إنا كنّا طاغين } الخ جواباً بتقرير ملامه والاعتراف بالذنب ورجاء العفو من الله وتعويضِهم عن جنتهم خيراً منها إذا قبل توبتهم وجعل لهم ثواب الدنيا مع ثواب الآخرة ، فيكون ترك العطف لأن فعل القول جرى في طريقة المحاورة .والإِقبال : حقيقته المجيء إلى الغير من جهة وجهه وهو مشتق من القُبُل وهو ما يبدو من الإِنسان من جهة وجهه ضد"
    },
    {
      "number": 32,
      "text": "عَسَىٰ رَبُّنَآ أَن يُبْدِلَنَا خَيْرًۭا مِّنْهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "عسى ربنا أن يعوضنا خيرًا من الحديقة، إنا إلى الله وحده راغبون، نرجو منه العفو، ونطلب منه الخير.",
        "saadi": "{ عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ } فهم رجوا الله أن يبدلهم خيرًا منها، ووعدوا أنهم سيرغبون إلى الله، ويلحون عليه في الدنيا، فإن كانوا كما قالوا، فالظاهر أن الله أبدلهم في الدنيا خيرًا منها لأن من دعا الله صادقًا، ورغب إليه ورجاه، أعطاه سؤله.",
        "kathir": "عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ"
      },
      "translations": {
        "en": "Perhaps our Lord will substitute for us [one] better than it. Indeed, we are toward our Lord desirous.\"",
        "fr": "Nous souhaitons que notre Seigneur nous le remplace par quelque chose de meilleur. Nous désirons nous rapprocher de notre Seigneur».",
        "es": "Quizá nos dé nuestros Señor, a cambio, algo mejor que éste. Deseamos ardientemente a nuestro Señor»."
      },
      "ibn_ashour": "عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ (32)ثم استأنفوا عن ندامتهم وتوبتهم رجاءَهم من الله أن يتوب عليهم فلا يؤاخذهم بذنبهم في الآخرة ولا في الدّنيا فيمحوَ عقابه في الدنيا محواً كاملاً بأن يعوضهم عن جنتهم التي قدر إتلافها بجنة أخرى خيراً منها .وجملة إنا إلى ربّنا راغبون } بدل من جملة الرجاء ، أي هو رجاء مشتمل على رغبة إليه بالقبول والاستجابة .والتأكيد في { إنا إلى ربّنا راغبون } للاهتمام بهذا التوجه .والمقصود من الإِطناب في قولهم بعد حلول العذاب بهم تلقين الذين ضرب لهم هذا المثل بأن في مكنتهم الإِنابة إلى الله بنبذ الكفران لنعمته إذ أشركوا به من لا إنعام لهم عليه .روي عن ابن مسعود أنه قال : بلغني أنهم أخلصوا وعرف الله منهم الصدقَ فأبدلهم جنة يقال لها : الحَيَوان ، ذات عنب يُحمَل العنقودُ الواحد منه على بغل .وعن أبي خالد اليماني أنه قال : دخلت تلك الجنة فرأيت كل عنقود منها كالرجل الأسود القائم .وقرأ الجمهور { أن يبْدِلنا } بسكون الموحدة وتخفيف الدال . وقرأه نافع وأبو عمرو وأبو جعفر { يُبَدِّلَنا } بفتح الموحدة وتشديد الدال وهما بمعنى واحد .قال اب"
    },
    {
      "number": 33,
      "text": "كَذَٰلِكَ ٱلْعَذَابُ ۖ وَلَعَذَابُ ٱلْءَاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "فلما رأوا حديقتهم محترقة أنكروها، وقالوا: لقد أخطأنا الطريق إليها، فلما عرفوا أنها هي جنتهم، قالوا: بل نحن محرومون خيرها؛ بسبب عزمنا على البخل ومنع المساكين. قال أعدلهم: ألم أقل لكم هلا تستثنون وتقولون: إن شاء الله؟ قالوا بعد أن عادوا إلى رشدهم: تنزَّه الله ربنا عن الظلم فيما أصابنا، بل نحن كنا الظالمين لأنفسنا بترك الاستثناء وقصدنا السيِّئ. فأقبل بعضهم على بعض، يلوم كل منهم الآخر على تركهم الاستثناء وعلى قصدهم السيِّئ، قالوا: يا ويلنا إنَّا كنا متجاوزين الحد في منعنا الفقراء ومخالفة أمر الله، عسى ربنا أن يعطينا أفضل من حديقتنا؛ بسبب توبتنا واعترافنا بخطيئتنا. إنا إلى ربنا وحده راغبون، راجون العفو، طالبون الخير. مثل ذلك العقاب الذي عاقبنا به أهل الحديقة يكون عقابنا في الدنيا لكل مَن خالف أمر الله، وبخل بما آتاه الله من النعم فلم يؤدِّ حق الله فيها، ولَعذاب الآخرة أعظم وأشد مِن عذاب الدنيا، لو كانوا يعلمون لانزجروا عن كل سبب يوجب العقاب.",
        "mukhtasar": "مثل هذا العذاب بالحرمان من الرزق نعذب من عصانا، ولعذاب الآخرة أعظم لو كانوا يعلمون شدّته ودوامه.",
        "saadi": "قال تعالى مبينا  ما وقع: { كَذَلِكَ الْعَذَابُ } [أي:] الدنيوي لمن أتى بأسباب العذاب أن يسلب الله العبد الشيء الذي طغى به وبغى، وآثر الحياة الدنيا، وأن يزيله عنه، أحوج ما يكون إليه.{ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ } من عذاب الدنيا { لَوْ كَانُوا يَعْلَمُونَ } فإن من علم ذلك، أوجب له الانزجار عن كل سبب يوجب العذاب ويحل العقاب   ",
        "kathir": "كَذَٰلِكَ الْعَذَابُ ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ"
      },
      "translations": {
        "en": "Such is the punishment [of this world]. And the punishment of the Hereafter is greater, if they only knew.",
        "fr": "Tel fut le châtiment; et le châtiment de l'au-delà est plus grand encore, si seulement ils savaient!",
        "es": "Tal fue el castigo. Pero el castigo de la otra vida es mayor aún. Si supieran..."
      },
      "ibn_ashour": "كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآَخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ (33)رجوع إلى تهديد المشركين المبدوء من قوله : { إنا بلوناهم } [ القلم : 17 ] ، فالكلام فذلكة وخلاصة لما قبله وهو استئناف ابتدائي .والمشار إليه باسم الإشارة هو ما تضمنته القصة من تلف جنتهم وما أحسوا به عند رؤيتها على تلك الحالة ، وتندمهم وحسرتهم ، أي مثل ذلك المذكور يَكون العذاب في الدنيا ، فقوله : { كذلك } مسند مقدم و { العذاب } مسند إليه ، وتقديم المسند للاهتمام بإحضار صورته في ذهن السامع .والتعريف في { العذاب } تعريف الجنس وفيه توجيه بالعهد الذهني ، أي عذابكم الموعد مثل عذاب أولئك والمماثلة في إتلاف الأرزاق والإِصابة بقطع الثمرات .وليس التشبيه في قوله : { كذلك العذاب } مثل التشبيه في قوله : { وكذلك جعلناكم أمة وسطاً } [ البقرة : 143 ] ، ونحوه ما تقدم في سورة البقرة بل ما هنا من قبيل التشبيه المتعارف لوجود ما يصلح لأن يكون مشبهاً به العذابُ وهو كون المشبه به غير المشبه ، ونظيره قوله تعالى : { وكذلك أخْذُ ربّك إذا أخَذَ القرى وهي ظالمة } [ هود : 102 ] بخلاف ما في سورة البقرة فإن المشبه به هو عين المشبه لقصد ا"
    },
    {
      "number": 34,
      "text": "إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّٰتِ ٱلنَّعِيمِ",
      "tafsir": {
        "muyassar": "إن الذين اتقوا عقاب الله بفعل ما أمرهم به وتَرْك ما نهاهم عنه، لهم عند ربهم في الآخرة جنات فيها النعيم المقيم.",
        "mukhtasar": "إن للمتقين الله بامتثال أوامره واجتناب نواهيه، عند ربهم جنات النعيم يتنعمون فيها، لا ينقطع نعيمهم.",
        "saadi": "يخبر تعالى بما أعده للمتقين للكفر والمعاصي، من أنواع النعيم والعيش السليم في جوار أكرم الأكرمين،",
        "kathir": "إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ"
      },
      "translations": {
        "en": "Indeed, for the righteous with their Lord are the Gardens of Pleasure.",
        "fr": "Les pieux auront auprès de leur Seigneur les Jardins du délice.",
        "es": "Los que temen a Alá tendrán, junto a su Señor. los jardines de la Delicia."
      },
      "ibn_ashour": "إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ (34)استئناف بياني لأن من شأن ما ذكر من عذاب الآخرة للمجرمين أن ينشأ عنه سؤال في نفس السامع يقول : فما جزاء المتقين؟ وهو كلام معترض بين أجزاء الوعيد والتهديد وبين قوله : { سنسمه على الخرطوم } [ القلم : 16 ] وقوله : { كذلك العذاب } [ القلم : 33 ] . وقد أشعر بتوقع هذا السؤال قوله بعده : { أفنجعل المسلمين كالمجرمين } [ القلم : 35 ] كما سيأتي .وتقديم المسند على المسند إليه للاهتمام بشأن المتقين ليسبق ذكرُ صفتهم العظيمة ذكْرَ جزائها .واللام للاستحقاق . و { عند } ظرف متعلق بمعنى الكون الذي يقتضيه حرف الجر ، ولذلك قُدم متعلَّقُه معه على المسند إليه لأجل ذلك الاهتمام . وقد حصل من تقديم المسند بما معه طولٌ يثير تشويق السامع إلى المسند إليه . والعِندية هنا عندية كرامةٍ واعتناء .وإضافة { جنات } إلى { النعيم } تفيد أنها عُرفت به فيشار بذلك إلى ملازمة النعيم لها لأن أصل الإِضافة أنها بتقدير لام الاستحقاق ف { جنات النعيم } مفيد أنها استحَقها النعيم لأنها ليس في أحوالها إلاّ حال نعيم أهلها ، فلا يكون فيها ما يكون في جنات الدّنيا من المتاعب مثل "
    },
    {
      "number": 35,
      "text": "أَفَنَجْعَلُ ٱلْمُسْلِمِينَ كَٱلْمُجْرِمِينَ",
      "tafsir": {
        "muyassar": "أفنجعل الخاضعين لله بالطاعة كالكافرين؟ ما لكم كيف حكمتم هذا الحكم الجائر، فساويتم بينهم في الثواب؟",
        "mukhtasar": "أفنجعل المسلمين كالكفار في الجزاء كما يزعم المشركون من أهل مكة؟!",
        "saadi": "وأن حكمته تعالى لا تقتضي أن يجعل المسلمين  القانتين لربهم، المنقادين لأوامره، المتبعين لمراضيه كالمجرمين الذين أوضعوا في معاصيه، والكفر بآياته، ومعاندة رسله، ومحاربة أوليائه، ",
        "kathir": "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ"
      },
      "translations": {
        "en": "Then will We treat the Muslims like the criminals?",
        "fr": "Traiterons-Nous les soumis [à Allah] à la manière des criminels?",
        "es": "¿Vamos, pues, a tratar igual a los que se someten a Alá que a los pecadores?"
      },
      "ibn_ashour": "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ (35) فاء التفريع تقتضي أن هذا الكلام متفرع على ما قبله من استحقاق المتقين جنات النعيم ، ومقابلته بتهديد المشركين بعذاب الدّنيا والآخرة ، ولكن ذلك غير مصرح فيه بما يناسب أن يتفرع عليه هذا الإنكار والتوبيخ فتعيَّن تقدير إنكار من المعرض بهم ليتوجه إليهم هذا الاستفهام المفرع ، وهو ما أشرنا إليه آنفاً من توقع أو وقوعَ سؤال .والاستفهام وما بعده من التوبيخ ، والتخطئة ، والتهكم على إدلالهم الكاذب ، مؤذن بأن ما أنكر عليهم ووبخوا عليه وسُفهوا على اعتقاده كان حديثاً قد جرى في نواديهم أو استسخروا به على المسلمين في معرض جحود أن يكون بَعث ، وفرضهم أنه على تقدير وقوع البعث والجزاء لا يكون للمسلمين مزية وفضل عند وقوعه .وعن مقاتل لما نزلت آية { إن للمتقين عند ربّهم جنات النعيم } [ القلم : 34 ] قالت قريش : إن كان ثمة جنة نعيم فلنا فيها مثل حظنا وحظهم في الدّنيا ، وعن ابن عباس أنهم قالوا : إنا نعطى يومئذٍ خيراً مما تُعطون فنزل قوله : { أفنجعل المسلمين كالمجرمين } الآية ."
    },
    {
      "number": 36,
      "text": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
      "tafsir": {
        "muyassar": "أفنجعل الخاضعين لله بالطاعة كالكافرين؟ ما لكم كيف حكمتم هذا الحكم الجائر، فساويتم بينهم في الثواب؟",
        "mukhtasar": "ما لكم - أيها المشركون - كيف تحكمون هذا الحكم الجائر الأعوج؟!",
        "saadi": "وأن من ظن أنه يسويهم في الثواب، فإنه قد أساء الحكم، وأن حكمه حكم باطل، ورأيه  فاسد، ",
        "kathir": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ"
      },
      "translations": {
        "en": "What is [the matter] with you? How do you judge?",
        "fr": "Qu'avez-vous? Comment jugez-vous?",
        "es": "¿Qué os pasa? ¿Qué manera de juzgar es ésa?"
      },
      "ibn_ashour": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ (36)والهمزة للاستفهام الإِنكاري ، فرع إنكار التساوي بين المسلمين والكافرين على ما سبق من اختلاف جزاء الفريقين فالإِنكار متسلط على ما دار بين المشركين من القول عند نزول الآية السابقة أو عند نزول ما سبقها من آي القرآن التي قابلت بين جزاء المؤمنين وجزاء المشركين كما يقتضيه صريحاً قوله : { ما لكم كيف تحكمون } إلى قوله : { إن لكم لما تحكمون } [ القلم : 39 ] .وإنكار جعل الفريقين متشابهين كناية عن إعطاء المسلمين جزاء الخير في الآخرة وحرمان المشركين منه ، لأن نفي التساوي وارد في معنى التضاد في الخير والشر في القرآن وكلام العرب قال تعالى : { أفمن كان مؤمناً كمن كان فاسقاً لا يستوون } [ السجدة : 18 ] ، وقال : { لا يستوي أصحاب النار وأصحاب الجنة } [ الحشر : 20 ] ، وقال : { أم نجعل الذين ءامنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار } [ ص : 28 ] وقال السموأل أو الحارثي :سَلي إن جَهِلْتتِ الناسَ عنّا وعنهمُ ... فليس سواءً عالم وجهولوإذا انتفى أن يكون للمشركين حظ في جزاء الخير انتفى ما قالوه من أنهم أفضل حظاً في الآخرة من المسلمين كما هو حالهم في الد"
    },
    {
      "number": 37,
      "text": "أَمْ لَكُمْ كِتَٰبٌۭ فِيهِ تَدْرُسُونَ",
      "tafsir": {
        "muyassar": "أم لكم كتاب منزل من السماء تجدون فيه المطيع كالعاصي، فأنتم تدرسون فيه ما تقولون؟ إن لكم في هذا الكتاب إذًا ما تشتهون، ليس لكم ذلك.",
        "mukhtasar": "أم لكم كتاب فيه تقرؤون المساواة بين المطيع والعاصي؟!",
        "saadi": "وأن المجرمين إذا ادعوا ذلك، فليس لهم مستند، لا كتاب فيه يدرسون [ويتلون] أنهم من أهل الجنة، وأن لهم ما طلبوا وتخيروا.",
        "kathir": "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ"
      },
      "translations": {
        "en": "Or do you have a scripture in which you learn",
        "fr": "Ou bien avez-vous un Livre dans lequel vous apprenez",
        "es": "¿O es que disponéis de una Escritura para estudiar?"
      },
      "ibn_ashour": "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ (37) إضراب انتقال من توبيخ إلى احتجاج على كذبهم .والاستفهام المقدر مع { أم } إنكار لأن يكون لهم كتاب إنكاراً مبنياً على الفرض وإن كانوا لم يدّعوه .وحاصل هذا الانتقال والانتقالات الثلاثة بعده وهي { أم لكم أيمان علينا } [ القلم : 39 ] الخ ، { سلهم أيهم بذلك زعيم } [ القلم : 40 ] { أم لهم شركاء } [ القلم : 41 ] الخ أن حكمكم هذا لا يخلو من أن يكون سنده كتاباً سماوياً نزل من لدنا ، وإما أن يكون سنده عَهْداً منا بأنا نعطيكم ما تقترحون ، وإما أن يكون لكم كفيل علينا ، وأما أن يكون تعويلاً على نصر شركائكم .وتقديم { لكم } على المبتدأ وهو { كِتاب } لأن المبتدأ نكرة وتنكيره مقصود للنوعية فكان تقديم الخبر لازماً .وضمير { فيه } عائد إلى الحكم المفاد من قوله : { كيف تحكمون } [ القلم : 36 ] ، أي كتاب في الحكم .و ( في ) للتعليل أو الظرفية المجازية كما تقول ورد كتاب في الأمر بكذا أو في النهي عن كذا فيكون { فيه } ظرفاً مستقراً صفة ل { كتاب . } ويجوز أن يكون الضمير عائداً إلى { كتاب } ويتعلق المجرور بفعل { تدرسون } جعلت الدراسة العميقة بمزيد التبصر في ما يتضمنه الكتاب"
    },
    {
      "number": 38,
      "text": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
      "tafsir": {
        "muyassar": "أم لكم كتاب منزل من السماء تجدون فيه المطيع كالعاصي، فأنتم تدرسون فيه ما تقولون؟ إن لكم في هذا الكتاب إذًا ما تشتهون، ليس لكم ذلك.",
        "mukhtasar": "إن لكم في ذلك الكتاب ما تتخيرونه لكم في الآخرة.",
        "saadi": "وأن المجرمين إذا ادعوا ذلك، فليس لهم مستند، لا كتاب فيه يدرسون [ويتلون] أنهم من أهل الجنة، وأن لهم ما طلبوا وتخيروا.",
        "kathir": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ"
      },
      "translations": {
        "en": "That indeed for you is whatever you choose?",
        "fr": "qu'en vérité vous obtiendrez tout ce que vous désirez?",
        "es": "Tendríais en ella lo que deseáis."
      },
      "ibn_ashour": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ (38)وجملة { إنّ لكم فيه لما تخيَّرون } في موضع مفعول { تدرسون } على أنها محكي لفظها ، أي تدرسون هذه العبارة كما جاء قوله تعالى : { وتركنا عليه في الآخرين سلامٌ على نوح في العالمين } [ الصافات : 78 ، 79 ] أي تدرسون جملة { إِنَّ لكم فيه لَما تَخيَّرون .ويكون فيه } توكيداً لفظياً لنظيرها من قوله : { فيه تدرسون ، } قصد من إعادتها مزيد ربط الجملة بالتي قبلها كما أعيدت كلمة ( من ) في قوله تعالى : { ومن ثمرات النخيل والأعناب تتخذون منه سَكَراً } [ النحل : 67 ] وأصله : تتخذون سَكَراً .و { تخيرون } أصله تتخيرون بتاءين ، حذفت إحداهما تخفيفاً . والتخير : تكلف الخَير ، أي تطلب ما هو في أخير . والمعنى : إن في ذلك الكتاب لكم ما تختارون من خير الجزاء ."
    },
    {
      "number": 39,
      "text": "أَمْ لَكُمْ أَيْمَٰنٌ عَلَيْنَا بَٰلِغَةٌ إِلَىٰ يَوْمِ ٱلْقِيَٰمَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
      "tafsir": {
        "muyassar": "أم لكم عهود ومواثيق علينا في أنه سيحصل لكم ما تريدون وتشتهون؟",
        "mukhtasar": "أم لكم علينا عهود مؤكدة بالأيمان مقتضاها أن لكم ما تحكمون به لأنفسكم؟!",
        "saadi": "وليس لهم عند الله عهد ويمين بالغة إلى يوم القيامة أن لهم ما يحكمون، وليس لهم شركاء وأعوان على إدراك ما طلبوا، فإن كان لهم شركاء وأعوان فليأتوا بهم إن كانوا صادقين، ومن المعلوم أن جميع ذلك منتف، فليس لهم كتاب، ولا لهم عهد عند الله في النجاة، ولا لهم شركاء يعينونهم، فعلم أن دعواهم باطلة فاسدة.",
        "kathir": "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ"
      },
      "translations": {
        "en": "Or do you have oaths [binding] upon Us, extending until the Day of Resurrection, that indeed for you is whatever you judge?",
        "fr": "Ou bien est-ce que vous avez obtenu de Nous des serments valables jusqu'au Jour de la Résurrection, Nous engageant à vous donner ce que vous décidez?",
        "es": "¿O es que nos atan a vosotros juramentos que nos obligan hasta el día de la Resurrección? Obtendríais lo que juzgarais."
      },
      "ibn_ashour": "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ (39){ أم } للانتقال إلى دليل آخر وهو نفي أن يكون مستند زعمهم عهداً أخذوه على الله لأنفسهم أن يعاملهم يوم القيامة بما يحكمون به لأنفسهم ، فالاستفهام اللازم تقديره بعد { أم } إنكاري و { بالغة } مؤكَّدة . وأصل البالغة : الواصلة إلى ما يُطلب بها ، وذلك استعارة لمعنى مغلظة ، شبهت بالشيء البالغ إلى نهاية سيره وذلك كقوله تعالى : { قل فللَّه الحجة البالغة } [ الأنعام : 149 ] .وقوله : { علينا } صفة ثانية ل { أيمان } أي أقسمناها لكم لإِثبات حقكم علينا .و { إلى يوم القيامة } صفة ثالثة ل { أيمان ، } أي أيمان مُؤبدة لا تَحلَّة منها فحصل من الوصفين أنها عهود مؤكدة ومستمرة طول الدّهر ، فليس يومُ القيامة منتهى الأخذ بتلك الأيمان بل هو تنصيص على التأييد كما في قوله تعالى : { ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة } في سورة الأحقاف ( 5 ) .ويتعلق إلى يوم القيامة } بالاستقرار الذي في الخبر في قوله : { لكم أيمان } ولا يحسن تعلقه ب { بالغة } تعلق الظرف اللغو لأنه يصير { بالغة } مستعملاً ف"
    },
    {
      "number": 40,
      "text": "سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
      "tafsir": {
        "muyassar": "سل المشركين -أيها الرسول-: أيهم بذلك الحكم كفيل وضامن بأن يكون له ذلك؟ أم لهم آلهة تكفُل لهم ما يقولون، وتعينهم على إدراك ما طلبوا، فليأتوا بها إن كانوا صادقين في دعواهم؟",
        "mukhtasar": "سل - أيها الرسول - القائلين هذا القول: أيهم كفيل به؟!",
        "saadi": "{ سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ } أي: أيهم الكفيل بهذه الدعوى الفاسدة، فإنه لا يمكن التصدر بها، ولا الزعامة فيها.  ",
        "kathir": "سَلْهُمْ أَيُّهُمْ بِذَٰلِكَ زَعِيمٌ"
      },
      "translations": {
        "en": "Ask them which of them, for that [claim], is responsible.",
        "fr": "Demande-leur qui d'entre eux en est garant?",
        "es": "Pregúntales quién responde de ello."
      },
      "ibn_ashour": "سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ (40)استئناف بياني عن جملة { أم لكم أيمان علينا بالغة } [ القلم : 39 ] ، لأن الأيمان وهي العهود تقتضي الكفلاء عادة قال الحارث بن حِلِّزة :واذكُروا حِلف ذِي المَجاز وما قُدِّ ... م فيه العهودُ والكفلاءفلما ذُكر إنكار أن يكون لهم عهود ، كُمل ذلك بأن يطلب منهم أن يعينوا من هم الزعماء بتلك الأيمان .فالاستفهام في قوله : { سلهم أيهم بذلك زعيم } مستعمل في التهكم زيادة على الإِنكار عليهم .والزعيم : الكفيل وقد جعل الزعيم أحداً منهم زيادة في التهكم وهو أن جعل الزعيم لهم واحداً منهم لعزتهم ومناغاتهم لكبرياء الله تعالى ."
    },
    {
      "number": 41,
      "text": "أَمْ لَهُمْ شُرَكَآءُ فَلْيَأْتُوا۟ بِشُرَكَآئِهِمْ إِن كَانُوا۟ صَٰدِقِينَ",
      "tafsir": {
        "muyassar": "سل المشركين -أيها الرسول-: أيهم بذلك الحكم كفيل وضامن بأن يكون له ذلك؟ أم لهم آلهة تكفُل لهم ما يقولون، وتعينهم على إدراك ما طلبوا، فليأتوا بها إن كانوا صادقين في دعواهم؟",
        "mukhtasar": "أم لهم شركاء من دون الله يساوونهم في الجزاء مع المؤمنين؟! فليأتوا بشركائهم هؤلاء إن كانوا صادقين فيما يدّعونه من أنهم ساووهم مع المؤمنين في الجزاء.",
        "saadi": " ",
        "kathir": "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ"
      },
      "translations": {
        "en": "Or do they have partners? Then let them bring their partners, if they should be truthful.",
        "fr": "Ou encore, est-ce qu'ils ont des associés? Eh bien, qu'ils fassent venir leurs associés s'ils sont véridiques!",
        "es": "¿O es que tienen asociados? Pues, ¡que traigan a sus asociados, si es verdad lo que dicen!"
      },
      "ibn_ashour": "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ (41){ أم } إضراب انتقالي ثالث إلى إبطال مستند آخر مفروض لهم في سند قولهم : إِنا نعْطَى مثل ما يُعطَى المسلمون أو خيراً مما يُعطونه ، وهو أن يُفرض أن أصنامهم تنصرهم وتجعل لهم حَظاً من جزاء الخير في الآخرة .والمعنى : بل أثبتت لهم ، أي لأجلهم ونفعهم شركاءُ ، أي شركاء لنا في الإلهية في زعمهم ، فحذف متعلق { شركاء } لشهرته عندهم فصار شركاء بمنزلة اللقب ، أي أم آلهتهم لهم فليأتوا بهم لينفعوهم يوم القيامة .واللام في { لهم } لام الأجل ، أي لأجلهم بتقدير مضاف ، أي لأجل نصرهم ، فاللام كاللام في قول أبي سفيان يوم أحد «لنا العزى ولا عزى لكم» .وتنكير { شركاء } في حيز الاستفهام المستعمل في الإِنكار يفيد انتفاء أن يكون أحد من الشركاء ، أي الأصنام لهم ، أي لنفعهم فيعم أصنام جميع قبائل العرب المشترك في عبادتها بين القبائل ، والمخصوصةَ ببعض القبائل .وقد نقل أسلوب الكلام من الخطاب إلى الغيبة لمناسبة وقوعه بعد { سلْهُم أيهم بذلك زعيم } [ القلم : 40 ] ، لأن أخص الناس بمعرفة أحقّية هذا الإِبطال هو النبي صلى الله عليه وسلم وذلك يستتبع "
    },
    {
      "number": 42,
      "text": "يَوْمَ يُكْشَفُ عَن سَاقٍۢ وَيُدْعَوْنَ إِلَى ٱلسُّجُودِ فَلَا يَسْتَطِيعُونَ",
      "tafsir": {
        "muyassar": "يوم القيامة يشتد الأمر ويصعب هوله، ويأتي الله تعالى لفصل القضاء بين الخلائق، فيكشف عن ساقه الكريمة التي لا يشبهها شيء، قال صلى الله عليه وسلم: \"يكشف ربنا عن ساقه، فيسجد له كل مؤمن ومؤمنة، ويبقى مَن كان يسجد في الدنيا؛ رياء وسمعة، فيذهب ليسجد، فيعود ظهره طبقًا واحدًا\" رواه البخاري ومسلم.",
        "mukhtasar": "يوم القيامة يبدو الهول ويكشف ربنا عن ساقه، ويُدْعَى الناس إلى السجود فيسجد المؤمنون، ويبقى الكفار والمنافقون لا يستطيعون أن يسجدوا.",
        "saadi": "أي: إذا كان يوم القيامة، وانكشف فيه من القلاقل [والزلازل] والأهوال ما لا يدخل تحت الوهم، وأتى الباري لفصل القضاء بين عباده ومجازاتهم فكشف عن ساقه الكريمة التي لا يشبهها شيء، ورأى الخلائق من جلال الله وعظمته ما لا يمكن التعبير عنه، فحينئذ يدعون إلى السجود لله، فيسجد المؤمنون الذين كانوا يسجدون لله، طوعًا واختيارًا، ويذهب الفجار المنافقون ليسجدوا فلا يقدرون على السجود، وتكون ظهورهم كصياصي البقر.",
        "kathir": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ"
      },
      "translations": {
        "en": "The Day the shin will be uncovered and they are invited to prostration but the disbelievers will not be able,",
        "fr": "Le jour où ils affronteront les horreurs [du Jugement] et où ils seront appelés à la Prosternation mais ils ne le pourront pas.",
        "es": "El día que las cosas se pongan mal y sean invitados a prosternarse, no podrán."
      },
      "ibn_ashour": "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ (42) يجوز أن يكون { يوم يُكشف } متعلقاً بقوله : { فليأتوا بشركائهم } [ القلم : 41 ] ، أي فليأتوا بالمزعومين يومَ القيامة ، وهذا من حُسن التخلص إلى ذكر أهوال القيامة عليهم .ويجوز أن يكون استئنافاً متعلقاً بمحذوف تقديره : اذكُرْ يوم يُكشف عن ساق ويُدعون إلى السجود الخ للتذكير بأهوال ذلك اليوم .وعلى كلا الوجهين في تعلق { يوم } فالمراد باليوم يوم القيامة .والكشف عن ساق : مثَل لشدة الحال وصعوبة الخطب والهول ، وأصله أن المرء إذا هلع أن يسرع في المشي ويشمر ثيابه فيكشف عن ساقه كما يقال : شمر عن ساعد الجد ، وأيضاً كانوا في الروع والهزيمة تشمر الحرائر عن سوقهن في الهرب أو في العمل فتنكشف سوقهن بحيث يشغلهن هول الأمر عن الاحتراز من إبداء ما لا تبدينه عادةً ، فيقال : كشفت عن ساقها أو شَمَّرت عن ساقها ، أو أبْدت عن ساقها ، قال عبد الله بن قيس الرقيات :كيف نوْمي على الفراش ولما ... تشملْ الشامَ غارةٌ شَعْواءتُذهل الشيخ عن بنيه وتبدي ... عن خِدَام العقيلة العذراءوفي حديث غزوة أحد قال أنس بن مالك : «انهزم الناس عن النبي صلى ا"
    },
    {
      "number": 43,
      "text": "خَٰشِعَةً أَبْصَٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌۭ ۖ وَقَدْ كَانُوا۟ يُدْعَوْنَ إِلَى ٱلسُّجُودِ وَهُمْ سَٰلِمُونَ",
      "tafsir": {
        "muyassar": "منكسرة أبصارهم لا يرفعونها، تغشاهم ذلة شديدة مِن عذاب الله، وقد كانوا في الدنيا يُدْعَون إلى الصلاة لله وعبادته، وهم أصحَّاء قادرون عليها فلا يسجدون؛ تعظُّمًا واستكبارًا.",
        "mukhtasar": "ذليلة أبصارهم، تغشاهم ذلّة وندامة، وقد كانوا في الدنيا يُطْلَبُ منهم أن يسجدوا لله وهم في معافاة مما هم فيه اليوم.",
        "saadi": "لا يستطيعون الانحناء، وهذا الجزاء ما جنس عملهم، فإنهم كانوا يدعون في الدنيا إلى السجود لله وتوحيده وعبادته وهم سالمون، لا علة فيهم، فيستكبرون عن ذلك ويأبون، فلا تسأل يومئذ عن حالهم وسوء مآلهم، فإن الله قد سخط عليهم، وحقت عليهم كلمة العذاب، وتقطعت أسبابهم، ولم تنفعهم الندامة ولا الاعتذار يوم القيامة، ففي هذا ما يزعج القلوب عن المقام على المعاصي، و[يوجب] التدارك مدة الإمكان.",
        "kathir": "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ"
      },
      "translations": {
        "en": "Their eyes humbled, humiliation will cover them. And they used to be invited to prostration while they were sound.",
        "fr": "Leurs regards seront abaissés, et l'avilissement les couvrira. Or, ils étaient appelés à la Prosternation au temps où ils étaient sains et saufs!...",
        "es": "Abatida la mirada, cubiertos de humillación, porque fueron invitados a prosternarse cuando aún estaban en seguridad..."
      },
      "ibn_ashour": "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ (43)وخشوع الأبصار : هيئة النظر بالعين بذلة وخَوف ، استعير له وصف { خاشعة } لأن الخاشع يكون مطأطئا مختفياً .و { ترهقهم } : تحل بهم وتقترب منهم بحرص على التمكن منهم ، رَهِقَ من باب فَرِح قال تعالى : { تَرْهَقُها قَتَرة } [ عبس : 41 ] .وجملة { ترهقهم ذلة } حال ثانية من ضمير { يستطيعون .وجملة وقد كانوا يُدْعَوْن إلى السجود وهم سالمون } معترضة بين ما قبلها وما تفرع عنها ، أي كانوا في الدّنيا يُدعون إلى السجود لله وحده وهم سالمون من مثل الحالة التي هم عليها في يوم الحشر . والواو للحال وللاعتراض .وجملة { وهم سالمون } حال من ضمير { يُدعون } أي وهم قادرون لا علة تعوقهم عنه في أجسادهم . والسلامة : انتفاء العلل والأمراض بخلاف حالهم يوم القيامة فإنهم مُلْجَأُون لعدم السجود ."
    },
    {
      "number": 44,
      "text": "فَذَرْنِى وَمَن يُكَذِّبُ بِهَٰذَا ٱلْحَدِيثِ ۖ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
      "tafsir": {
        "muyassar": "فذرني -أيها الرسول- ومَن يكذِّب بهذا القرآن، فإن عليَّ جزاءهم والانتقام منهم، سنمدهم بالأموال والأولاد والنعم؛ استدراجًا لهم من حيث لا يشعرون أنه سبب لإهلاكهم، وأُمهلهم وأُطيل أعمارهم؛ ليزدادوا إثمًا. إن كيدي بأهل الكفر قويٌّ شديد.",
        "mukhtasar": "فاتركني - أيها الرسول - ومن يكذّب بهذا القرآن المنزل عليك، سنسوقهم إلى العذاب درجة درجة من حيث لا يعلمون أن ذلك مكر بهم واستدراج لهم.",
        "saadi": "أي: دعني والمكذبين بالقرآن العظيم فإن علي جزاءهم، ولا تستعجل لهم، فـ { سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ }",
        "kathir": "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ"
      },
      "translations": {
        "en": "So leave Me, [O Muhammad], with [the matter of] whoever denies the Qur'an. We will progressively lead them [to punishment] from where they do not know.",
        "fr": "Laisse-Moi donc avec quiconque traite de mensonge ce discours; Nous allons les mener graduellement par où ils ne savent pas!",
        "es": "¡Déjame a solas con quienes desmienten este discurso! Les conduciremos paso a paso, sin que sepan cómo."
      },
      "ibn_ashour": "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ (44) الفاء لتفريع الكلام الذي عطفته على الكلام الذي قبله لكون الكلام الأول سبباً في ذكر ما بعده ، فبعد أن استُوفي الغرض من موعظتهم ووعيدهم وتزييف أوهامهم أعقب بهذا الاعتراض تسلية للرسول صلى الله عليه وسلم بأن الله تكفل بالانتصاف من المكذبين ونصْره عليهم .وقوله : { فذرني ومن يكذب } ونحوه يفيد تمثيلاً لحال مفعول ( ذر ) في تعهده بأن يكفي مؤونة شيء دون استعانةٍ بصاحببِ المؤونةِ بحال من يرى المخاطب قد شرع في الانتصار لنفسه ورأى أنه لا يبلغ بذلك مبلغ مفعول ( ذَرْ ) لأنه أقدر من المعتدَى عليه في الانتصاف من المعتدي فيتفرغ له ولا يطلب من صاحب الحق إعانة له على أخذ حقه ، ولذلك يؤتى بفعل يدل على طلب الترك ويؤتى بعده بمفعوللٍ معه ومنه قوله تعالى : { وذرني والمكذبين } [ المزمل : 11 ] { ذَرني ومن خلقتُ وحيداً } [ المدثر : 11 ] وقال السهيلي في «الروض الأنف» في قوله تعالى : { ذرني ومن خلقت وحيداً } [ المدثر : 11 ] فيه تهديد ووعيد ، أي دعني وإياه فسترى ما أصنع وهي كلمة يقولها المغتاظ إذا اشتد غيظه وغضبه وكره أ"
    },
    {
      "number": 45,
      "text": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
      "tafsir": {
        "muyassar": "فذرني -أيها الرسول- ومَن يكذِّب بهذا القرآن، فإن عليَّ جزاءهم والانتقام منهم، سنمدهم بالأموال والأولاد والنعم؛ استدراجًا لهم من حيث لا يشعرون أنه سبب لإهلاكهم، وأُمهلهم وأُطيل أعمارهم؛ ليزدادوا إثمًا. إن كيدي بأهل الكفر قويٌّ شديد.",
        "mukhtasar": "وأمهلُهم زمنًا ليتمادوا في إثمهم، إن كيدي بأهل الكفر والتكذيب قوي، فلا يفوتونني، ولا يسلمون من عقابي.",
        "saadi": "فنمدهم بالأموال والأولاد، ونمدهم في الأرزاق والأعمال، ليغتروا ويستمروا على ما يضرهم، فإن وهذا من كيد الله لهم، وكيد الله لأعدائه، متين قوي، يبلغ من ضررهم وعذابهم فوق كل مبلغ  ",
        "kathir": "وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ"
      },
      "translations": {
        "en": "And I will give them time. Indeed, My plan is firm.",
        "fr": "Et Je leur accorde un délai, car Mon stratagème est sûr!",
        "es": "Les concedo una prórroga. ¡Mi estratagema es segura!"
      },
      "ibn_ashour": "وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (45)وأُملي } : مضارع أمَلى ، مقصوراً بمعنى أمْهَل وأخَّر وهو مشتق من المَلاَ مقصوراً ، وهو الحِين والزمن ، ومنه قيل لليللِ والنهار : المَلَوَان ، فيكون أملى بمعنى طَوَّل في الزمان ، ومصدره إملاء .ولام { لهم } هي اللام المسماة لام التبيين ، وهي التي تُبين اتصال مدخولها بعامله لخفاءٍ فيه فإن اشتقاق فعل أمَلى من الملْوِ ، وهو الزمان اشتقاق غيرُ بيّن لخفاء معنى الحَدَث فيه .ونون { سنستدرجهم } نون المتكلم المشارك ، والمراد الله وملائكته الموكلون بتسخير الموجودات وربط أحوال بعضها ببعض على وجه يتم به مراد الله فلذلك جيء بنون المتكلم المشارك فالاستدراج تعلق تنجيزي لقدرةِ الله فيحصل بواسطة الملائكة الموكلين كما قال تعالى : { إذْ يوحي ربك إلى الملائكة أني معكم فثبتُوا الذين ءامنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق } الآية [ الأنفال : 12 ] .وأما الإِملاء فهو علم الله بتأجيل أخْذِهم . وتعلُق العلم ينفرد به الله فلذلك جيء معه بضمير المفرد . وحصل في هذا الاختلاف تفنن في الضميرين .ونظير هذه الآية قوله في الأعراف ( 182 183 ) : { والذين كذبُوا بآ"
    },
    {
      "number": 46,
      "text": "أَمْ تَسْـَٔلُهُمْ أَجْرًۭا فَهُم مِّن مَّغْرَمٍۢ مُّثْقَلُونَ",
      "tafsir": {
        "muyassar": "أم تسأل -أيها الرسول- هؤلاء المشركين أجرا دنيويا على تبليغ الرسالة فهم مِن غرامة ذلك مكلَّفون حِمْلا ثقيلا؟ بل أعندهم علم الغيب، فهم يكتبون عنه ما يحكمون به لأنفسهم مِن أنهم أفضل منزلة عند الله مِن أهل الإيمان به؟",
        "mukhtasar": "هل تطلب منهم - أيها الرسول- ثوابًا على ما تدعوهم إليه، فهم بسبب ذلك يتحمَّلون أمرًا عظيمًا، فهذا سبب إعراضهم عنك؟! والواقع خلاف ذلك، فأنت لا تطلبهم أجرًا، فما المانع لهم من اتباعك؟!",
        "saadi": "{ أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ } أي: ليس لنفورهم عنك، وعدم تصديقهم لما جئت به ، سبب يوجب لهم ذلك، فإنك تعلمهم، وتدعوهم إلى الله، لمحض مصلحتهم، من غير أن تطلبهم من أموالهم مغرمًا يثقل عليهم.",
        "kathir": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ"
      },
      "translations": {
        "en": "Or do you ask of them a payment, so they are by debt burdened down?",
        "fr": "Ou bien est-ce que tu leur demandes un salaire, les accablant ainsi d'une lourde dette?",
        "es": "¿O es que les reclamas un salario tal que se vean abrumados de deudas?"
      },
      "ibn_ashour": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ (46)إضراب آخر للانتقال إلى إبطال آخر من إبطال معاذيرهم في إعراضهم عن استجابة دعوة النبي صلى الله عليه وسلم المبتدىء من قوله : { ما لكم كيف تحكمون أم لكم كتاب } [ القلم : 3637 ] { أم لكم أيمان } [ القلم : 39 ] { أم لهم شركاء } [ القلم : 41 ] فإنه بعد أن نفى أن تكون لهم حجة تؤيد صلاح حالهم ، أو وعد لهم بإعطاء ما يرغبون ، أو أولياء ينصرونهم ، عطف الكلام إلى نفي أن يكون عليهم ضر في إجابة دعوة الإسلام ، استقصاء لقطع ما يُحتمل من المعاذير بافتراض أن الرسول صلى الله عليه وسلم سألهم أجراً على هديه إياهم ، فصدهم عن إجابته ثقل عزم المال على نفوسهم .فالاستفهام الذي تؤذن به { أم } استفهامٌ إنكار لفرض أن يكون ذلك مما يخامر نفوسهم فرضاً اقتضاه استقراء نواياهم من مواقع الإِقبال على دعوة الخير والرشد .والمَغْرَمُ : ما يفرض على المرء أداؤه من ماله لغيرِ عِوض ولا جناية .والمُثْقَل : الذي حُمل عليه شيء ثقيل ، وهو هنا مجاز في الإِشفاق .والفاء للتفريع والتسبب ، أي فيتسبب على ذلك أنك شققت عليهم فيكون ذلك اعتذاراً منهم عن عدم قبول ما تدعوهم إليه .و {"
    },
    {
      "number": 47,
      "text": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "tafsir": {
        "muyassar": "أم تسأل -أيها الرسول- هؤلاء المشركين أجرا دنيويا على تبليغ الرسالة فهم مِن غرامة ذلك مكلَّفون حِمْلا ثقيلا؟ بل أعندهم علم الغيب، فهم يكتبون عنه ما يحكمون به لأنفسهم مِن أنهم أفضل منزلة عند الله مِن أهل الإيمان به؟",
        "mukhtasar": "أم عندهم علم الغيب فهم يكتبون ما يحلو لهم من الحجج التي يحاجُّونك بها؟!",
        "saadi": "{ أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ } ما كان عندهم من الغيوب، وقد وجدوا فيها أنهم على حق، وأن لهم الثواب عند الله، فهذا أمر ما كان، وإنما كانت حالهم حال معاند ظالم.",
        "kathir": "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ"
      },
      "translations": {
        "en": "Or have they [knowledge of] the unseen, so they write [it] down?",
        "fr": "Ou savent-ils l'Inconnaissable et c'est de là qu'ils écrivent [leurs mensonges]?",
        "es": "¿O es que conocen lo oculto y toman nota?"
      },
      "ibn_ashour": "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ (47)إضراب آخر انتقل به من مدارج إبطال مَعاذيرَ مفروضةٍ لهم أن يتمسكوا ببعضها تعلةً لإِعراضهم عن قبول دعوة القرآن ، قطعاً لما عسى أن ينتحلوه من المعاذير على طريقة الاستقراء ومنع الخلو .وقد جاءَت الإِبطالات السالفة متعلقة بما يفرض لهم من المعاذير التي هي من قبيل مستندات من المشاهدات ، وانتُقل الآن إلى إبطال من نوع آخر ، وهو إبطال حجة مفروضة يستندون فيها إلى علم شيء من المعلومات المغيبات عن الناس . وهي مما استأثر الله بعلمه وهو المعبر عنه بالغَيْب ، كما تقدم في قوله تعالى : { الذين يؤمنون بالغيب } في سورة البقرة ( 3 ) . وقد استقر عند الناس كلهم أن أمور الغيب لا يعلمها إلاّ الله أو من أطْلَع من عباده على بعضها .والكلام هنا على حذف مضاف ، أي أعندهم علم الغيب كما قال تعالى : { أعنده علم الغيب فهو يرى } في سورة النجم ( 35 ) .فالمراد بقوله عندهم الغيب } أنه حصل في علمهم ومكنتهم ، أي بإطلاع جميعهم عليه أو بإبلاغ كبرائهم إليهم وتلقيهم ذلك منهم .وتقديم { عندهم } على المبتدأ وهو معرفة لإِفادة الاختصاص ، أي صار علم الغيب عندهم لا عند الله .ومعنى { يكتبون"
    },
    {
      "number": 48,
      "text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌۭ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- لما حكم به ربك وقضاه، ومن ذلك إمهالهم وتأخير نصرتك عليهم، ولا تكن كصاحب الحوت، وهو يونس -عليه السلام- في غضبه وعدم صبره على قومه، حين نادى ربه، وهو مملوء غمًّا طالبًا تعجيل العذاب لهم، لولا أن تداركه نعمة مِن ربه بتوفيقه للتوبة وقَبولها لَطُرِح مِن بطن الحوت بالأرض الفضاء المهلكة، وهو آتٍ بما يلام عليه، فاصطفاه ربه لرسالته، فجعله من الصالحين الذين صلحت نياتهم وأعمالهم وأقوالهم.",
        "mukhtasar": "فاصبر - أيها الرسول - لما حكم به ربك من استدراجهم بالإمهال، ولا تكن مثل صاحب الحوت يونس عليه السلام في التضجر من قومه؛ إذ نادى ربه وهو مكروب في ظلمة البحر، وظلمة بطن الحوت.",
        "saadi": "فلم يبق إلا الصبر لأذاهم، والتحمل لما يصدر منهم، والاستمرار على دعوتهم، ولهذا قال: { فَاصْبِرْ لِحُكْمِ رَبِّكَ } أي: لما حكم به شرعًا وقدرًا، فالحكم القدري، يصبر على المؤذي منه، ولا يتلقى بالسخط والجزع، والحكم الشرعي، يقابل بالقبول والتسليم، والانقياد التام لأمره.وقوله: { وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ } وهو يونس بن متى، عليه الصلاة والسلام أي: ولا تشابهه في الحال، التي أوصلته، وأوجبت له الانحباس في بطن الحوت، وهو عدم صبره على قومه الصبر المطلوب منه، وذهابه مغاضبًا لربه، حتى ركب في البحر، فاقترع أهل السفينة حين ثقلت بأهلها أيهم يلقون لكي تخف بهم، فوقعت القرعة عليه فالتقمه الحوت وهو مليم [وقوله] { إِذْ نَادَى وَهُوَ مَكْظُومٌ } أي: وهو في بطنها قد كظمت عليه، أو نادى وهو مغتم مهتم بأن قال { لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ } فاستجاب الله له، وقذفته الحوت من بطنها بالعراء وهو سقيم، وأنبت الله عليه شجرة من يقطين.",
        "kathir": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ"
      },
      "translations": {
        "en": "Then be patient for the decision of your Lord, [O Muhammad], and be not like the companion of the fish when he called out while he was distressed.",
        "fr": "Endure avec patience la sentence de ton Seigneur, et ne sois pas comme l'homme au Poisson [Jonas] qui appela (Allah) dans sa grande angoisse.",
        "es": "Espera, pues, paciente la decisión de tu Señor y no hagas como el del pez, cuando clamó en medio de la angustia."
      },
      "ibn_ashour": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ (48) تفريع على ما تقدم من إبطال مزاعم المشركين ومطاعنهم في القرآن والرسول صلى الله عليه وسلم وما تبعه من تكفل الله لرسوله صلى الله عليه وسلم بعاقبة النصر ، وذلك أن شدته على نفس النبي صلى الله عليه وسلم من شأنها أن تُدخل عليه يَأْساً من حصول رغبته ونجاح سعيه ، ففرع عليه تثبيتهُ وحثه على المصابرة واستمراره على الهَدْي ، وتعريفه بأن ذلك التثبيت يرفع درجته في مقام الرسالة ليكون من أولي العزم ، فذكَّره بمثَل يونس عليه السلام إذْ استعجل عن أمر ربّه ، فأدبه الله ثم اجتباه وتاب عليه وجعله من الصالحين تذكيراً مراداً به التحذير .والمراد بحكم الربّ هنا أمره وهو ما حُمله إياه من الإِرسال والاضطلاع بأعباء الدعوة . وهذا الحكم هو المستقرأ من آيات الأمر بالدعوة التي أولها { يا أيها المدثر قم فأنذر إلى قوله : { ولربك فاصبر } [ المدثر : 17 ] فهذا هو الصبر المأمور به في هذه الآية أيضاً . ولا جرم أن الصبر لذلك يستدعي انتظار الوعد بالنصر وعدم الضجر من تأخره إلى أمده المقدر في علم الله .وصاحب الحوت : هو يونس بن متَّى ، و"
    },
    {
      "number": 49,
      "text": "لَّوْلَآ أَن تَدَٰرَكَهُۥ نِعْمَةٌۭ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلْعَرَآءِ وَهُوَ مَذْمُومٌۭ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- لما حكم به ربك وقضاه، ومن ذلك إمهالهم وتأخير نصرتك عليهم، ولا تكن كصاحب الحوت، وهو يونس -عليه السلام- في غضبه وعدم صبره على قومه، حين نادى ربه، وهو مملوء غمًّا طالبًا تعجيل العذاب لهم، لولا أن تداركه نعمة مِن ربه بتوفيقه للتوبة وقَبولها لَطُرِح مِن بطن الحوت بالأرض الفضاء المهلكة، وهو آتٍ بما يلام عليه، فاصطفاه ربه لرسالته، فجعله من الصالحين الذين صلحت نياتهم وأعمالهم وأقوالهم.",
        "mukhtasar": "لولا أن رحمة الله أدركته لنبذه الحوت إلى أرض خلاء وهو مَلُوم.",
        "saadi": "{ لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ } أي: لطرح في العراء، وهي الأرض الخالية { وَهُوَ مَذْمُومٌ } ولكن الله  تغمده برحمته فنبذ وهو ممدوح، وصارت حاله أحسن من حاله الأولى، ",
        "kathir": "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ"
      },
      "translations": {
        "en": "If not that a favor from his Lord overtook him, he would have been thrown onto the naked shore while he was censured.",
        "fr": "Si un bienfait de son Seigneur ne l'avait pas atteint, il aurait été rejeté honni sur une terre déserte,",
        "es": "Si no llega a alcanzarle una gracia de su Señor, habría sido arrojado a una costa desnuda, reprobado."
      },
      "ibn_ashour": "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ (49) وقوله : { لولا أن تداركه نعمة من ربّه لَنُبذ بالعراء } إلخ استئناف بياني ناشىء عن مضمون النهي من قوله : { ولا تكن كصاحب الحوت إذ نادى } إلخ لأنه يتضمن التحذير من الوقوع في كرب من قبيل كرب يونس ثم لا يدري كيف يكون انفراجه .و { أنْ } يجوز أن تكون مخففة من ( أنَّ ) ، واسمها ضمير شأن محذوف ، وجملة { تداركه نعمة من ربّه } خبرها . ويجوز أن تكون مصدرية ، أي لولا تدارك رحمة من ربّه .والتدارك : تفاعل من الدرَك بالتحريك وهو اللحاق ، أي أن يلحق بعضُ السائرين بعضاً وهو يقتضي تسابقهم وهو هنا مستعمل في مبالغة إدراك نعمة الله إياه .والنبذ : الطرح والترك . والعراء ممدوداً : الفضاء من الأرض الذي لا نبات فيه ولا بناء .والمعنى : لنبذهُ الحوت أو البحر بالفضاء الخالي لأن الحوت الذي ابتلعه من النوع الذي يُرضع فراخه فهو يقترب من السواحل الخالية المترامية الأَطراف خوفاً على نفسه وفراخه .والمعنى : أن الله أنعم عليه بأن أنبت عليه شجرة اليقطين كما في سورة الصافات .وأُدمج في ذلك فضل التوبة والضراعة إلى الله ، وأنه لولا توبت"
    },
    {
      "number": 50,
      "text": "فَٱجْتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ",
      "tafsir": {
        "muyassar": "فاصبر -أيها الرسول- لما حكم به ربك وقضاه، ومن ذلك إمهالهم وتأخير نصرتك عليهم، ولا تكن كصاحب الحوت، وهو يونس -عليه السلام- في غضبه وعدم صبره على قومه، حين نادى ربه، وهو مملوء غمًّا طالبًا تعجيل العذاب لهم، لولا أن تداركه نعمة مِن ربه بتوفيقه للتوبة وقَبولها لَطُرِح مِن بطن الحوت بالأرض الفضاء المهلكة، وهو آتٍ بما يلام عليه، فاصطفاه ربه لرسالته، فجعله من الصالحين الذين صلحت نياتهم وأعمالهم وأقوالهم.",
        "mukhtasar": "فاختاره ربه، فجعله من عباده الصالحين.",
        "saadi": "{ فَاجْتَبَاهُ رَبُّهُ } أي: اختاره واصطفاه ونقاه من كل كدر،. { فَجَعَلَهُ مِنَ الصَّالِحِينَ } أي: الذين صلحت أعمالهم وأقوالهم ونياتهم، [وأحوالهم] فامتثل نبينا محمد صلى الله عليه وسلم، أمر ربه، فصبر لحكم ربه صبرًا لا يدركه فيه أحد من العالمين.",
        "kathir": "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ"
      },
      "translations": {
        "en": "And his Lord chose him and made him of the righteous.",
        "fr": "Puis son Seigneur l'élut et le désigna au nombre des gens de bien.",
        "es": "Pero su Señor le escogió y le hizo de los justos."
      },
      "ibn_ashour": "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ (50)وفرع على هذا النفي الإِخبار بأن الله اجتباه وجعله من الصالحين .والمراد ب { الصالحين } المفضلون من الأَنبياء ، وقد قال إبراهيم عليه السلام { ربّ هب لي حكماً وألحقني بالصالحين } [ الشعراء : 83 ] وذلك إيماء إلى أن الصلاح هو أصل الخير ورفع الدرجات ، وقد تقدم في قوله : { كانتا تحت عبدين من عبادنا صالحين } في سورة التحريم ( 10 ) .قال ابن عباس : رد الله إلى يونس الوحي وشفعه في نفسه وفي قومه ."
    },
    {
      "number": 51,
      "text": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُوا۟ لَيُزْلِقُونَكَ بِأَبْصَٰرِهِمْ لَمَّا سَمِعُوا۟ ٱلذِّكْرَ وَيَقُولُونَ إِنَّهُۥ لَمَجْنُونٌۭ",
      "tafsir": {
        "muyassar": "وإن يكاد الكفار حين سمعوا القرآن ليصيبونك -أيها الرسول- بالعين؛ لبغضهم إياك، لولا وقاية الله وحمايته لك، ويقولون: -حسب أهوائهم- إنه لمجنون.",
        "mukhtasar": "وإن يكاد الذين كفروا بالله وكذبوا رسوله، ليَصْرَعونك بأبصارهم من شدة إحداد النظر إليك، لما سمعوا هذا القرآن المنزل عليك، ويقولون - اتباعًا لأهوائهم، وإعراضًا عن الحق -: إن الرسول الذي جاء به لمجنون.",
        "saadi": "فجعل الله له العاقبة { والعاقبة للمتقين } ولم يدرك أعداؤه فيه إلا ما يسوءهم، حتى إنهم حرصوا على أن يزلقوه بأبصارهم أي: يصيبوه  بأعينهم، من حسدهم وغيظهم وحنقهم، هذا منتهى ما قدروا عليه من الأذى الفعلي، والله حافظه وناصره، وأما الأذى القولي، فيقولون فيه أقوالًا، بحسب ما توحي إليهم قلوبهم، فيقولون تارة \"مجنون\" وتارة \"ساحر\" وتارة \"شاعر\". ",
        "kathir": "وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ"
      },
      "translations": {
        "en": "And indeed, those who disbelieve would almost make you slip with their eyes when they hear the message, and they say, \"Indeed, he is mad.\"",
        "fr": "Peu s'en faut que ceux qui mécroient ne te transpercent par leurs regards, quand ils entendent le Coran, ils disent: «Il est certes fou!»",
        "es": "Poco les falta a los infieles, cuando oyen la Amonestación, para clavar en ti su mirada. Y dicen: «¡Sí, es un poseso!»"
      },
      "ibn_ashour": "وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ (51) عطف على جملة { فذرني ومن يكذب بهذا الحديث } [ القلم : 44 ] ، عرَّف الله رسوله صلى الله عليه وسلم بعض ما تنطوي عليه نفوس المشركين نحو النبي صلى الله عليه وسلم من الحقد والغيظ وإضمار الشر عندما يسمعون القرآن .والزلَق : بفتحتين زَلل الرجل من مَلاَسَةِ الأرض من طين عليها أو دهن ، وتقدم في قوله تعالى : { فتُصْبِحَ صعيداً زلَقاً } في سورة الكهف ( 40 ) .ولما كان الزلق يفضي إلى السقوط غالباً أطلق الزلق وما يشتق منه على السقوط والاندحاض على وجه الكناية ، ومنه قوله هنا ليَزْلقونك ، } أي يسقطونك ويصرعونك .وعن مجاهد : أيْ ينفذونك بنظرهم . وقال القرطبي : يقال زلق السهم وزهق ، إذا نفذ ، ولم أراه لغيره ، قال الراغب قال يونس : لم يسمع الزلق والإِزلاق إلاّ في القرآن اه .قلت : وعلى جميع الوجوه فقد جعل الإِزلاق بأبصارهم على وجه الاستعارة المكنية ، شبهت الأبصار بالسهام ورمز إلى المشبه به بما هو من روادفه وهو فعل ( يزلقونك ) وهذا مثل قوله تعالى : { إنما استزلهم الشيطان ببعض ما ك"
    },
    {
      "number": 52,
      "text": "وَمَا هُوَ إِلَّا ذِكْرٌۭ لِّلْعَٰلَمِينَ",
      "tafsir": {
        "muyassar": "وما القرآن إلا موعظة وتذكير للعالمين من الإنس والجن.",
        "mukhtasar": "وما القرآن المنزل عليك إلا موعظة وتذكيرٌ للإنس والجن.",
        "saadi": " قال تعالى { وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ } أي: وما هذا القرآن الكريم، والذكر الحكيم، إلا ذكر للعالمين، يتذكرون به مصالح دينهم ودنياهم.تم تفسير سورة القلم، والحمد لله رب العالمين.",
        "kathir": "وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ"
      },
      "translations": {
        "en": "But it is not except a reminder to the worlds.",
        "fr": "Et ce n'est qu'un Rappel, adressé aux mondes!",
        "es": "Pero no es sino una amonestación dirigida a todo el mundo."
      },
      "ibn_ashour": "وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (52)وقوله : { وما هو إلاّ ذكر للعالمين } إبطال لقولهم : { إنه لمجنون } لأنهم قالوه في سياق تكذيبهم بالقرآن فإذا ثبت أن القرآن ذكْر بطَلَ أن يكون مبلّغه مجنوناً . وهذا من قبيل الاحتباك إذ التقدير : ويقولون إنه لمجنون وإِن القرآن كلام مجنون ، وما القرآن إلاّ ذكر وما أنت إلاّ مُذكر ."
    }
  ]
}