{
  "number": 71,
  "name": "سُورَةُ نُوحٍ",
  "englishName": "Nooh",
  "revelationType": "Meccan",
  "ayahCount": 28,
  "ayahs": [
    {
      "number": 1,
      "text": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌۭ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "إنا بعثنا نوحًا إلى قومه يدعوهم ليخوّف قومه من قبل أن يأتيهم عذاب موجع بسبب ما هم عليه من الشرك بالله.",
        "saadi": "إلى آخر السورة لم يذكر الله في هذه السورة سوى قصة نوح وحدها لطول لبثه في قومه، وتكرار دعوته إلى التوحيد، ونهيه عن الشرك، فأخبر تعالى أنه أرسله  إلى قومه، رحمة بهم، وإنذارا لهم من عذاب الله الأليم، خوفا من استمرارهم على كفرهم، فيهلكهم الله هلاكا أبديا، ويعذبهم عذابا سرمديا، فامتثل نوح عليه السلام لذلك، وابتدر لأمر الله،",
        "kathir": "تفسير سورة نوح وهي مكية .يقول تعالى مخبرا عن نوح عليه السلام ، أنه أرسله إلى قومه آمرا له أن ينذرهم بأس الله قبل حلوله بهم ، فإن تابوا وأنابوا رفع عنهم ; ولهذا قال : ( أن أنذر قومك من قبل أن يأتيهم عذاب أليم )"
      },
      "translations": {
        "en": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"",
        "fr": "Nous avons envoyé Noé vers son peuple: «Avertis ton peuple, avant que leur vienne un châtiment douloureux».",
        "es": "Enviamos a Noé a su pueblo: «¡Advierte a tu pueblo antes de que le alcance un castigo doloroso!»"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (1)افتتاح الكلام بالتوكيد للاهتمام بالخبر إذ ليس المقام لرد إنكار منكر ، ولا دفع شك عن متردد في هذا الكلام . وكثيراً ما يَفتتح بلغاء العرب أول الكلام بحرف التوكيد لهذا الغرض وربما جعلوا ( إن ) دَاخلةً على ضمير الشأن في نحو قوله تعالى : { إنه من سليمان وإِنه باسم الله الرحمان الرحيم * أن لا تعلوا علي } الآية [ النمل : 30 ، 31 ] .وذكْر نوح عليه السلام مضى في سورة آل عمران . وتقدم أن هذا الاسم غير عربي ، وأنه غير مشتق من مادة النّوح .و { أن أنذر قومك } إلى آخره هو مضمون ما أرسل به نوح إلى قومه ، ف { أنْ } تفسيرية لأنها وقعت بعد { أرسلنا } . وفيه معنى القول دون حروفه . ومعنى { من قِبْل أن يأتيهم عذاب أليم } أنه يخوفهم غضب الله تعالى عليهم إذ عبدوا الأصنام ولم يتقوا الله ولم يطيعوا ما جاءهم به رسوله ، فأمره الله أن ينذرهم عذاباً يأتيهم من الله ليكون إنذاره مقدّماً على حلول العذاب . وهذا يقتضي أنه أُمر بأن يعلمهم بهذا العذاب ، وأن الله وقَّته بمدة بقائهم على الشرك بعد إبلاغ نوح إليهم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌۭ مُّبِينٌ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "قال نوح لقومه: يا قوم، إني لكم مُنْذِرٌ بَيِّنُ الإنذار من عذاب ينتظركم إن لم تتوبوا إلى الله.",
        "saadi": "{ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ } أي: واضح النذارة بينها، وذلك لتوضيحه ما أنذر به وما أنذر عنه، وبأي: شيء تحصل النجاة، بين جميع ذلك بيانا شافيا، فأخبرهم وأمرهم بزبدة ما يأمرهم به ",
        "kathir": "أي : بين النذارة ، ظاهر الأمر واضحه ."
      },
      "translations": {
        "en": "He said, \"O my people, indeed I am to you a clear warner,",
        "fr": "Il [leur] dit: «O mon peuple, je suis vraiment pour vous, un avertisseur clair,",
        "es": "Dijo: «¡Pueblo! Soy para vosotros un monitor que habla claro."
      },
      "ibn_ashour": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (2) { قَالَ ياقوم إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ * أَنِ اعبدوا الله واتقوه وَأَطِيعُونِ * يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إلى أَجَلٍ مُّسَمًّى } .لم تعطف جملة { قال يا قوم } بالفاء التفريعية على جملة { أرسلنا نوحاً إلى قومه } [ نوح : 1 ] لأنها في معنى البيان لجملة { أنذر قومك } [ نوح : 1 ] لدلالتها على أنه أنذر قومه بما أمره الله أن يقوله لهم ، وإنما أُدمج فيه فعل قول نوح للدلالة على أنه أُمر أن يقول فقال ، تنبيهاً على مبادرة نوح لإِنذار قومه في حين يلوغ الوحي إليه من الله بأن ينذر قومه .ولك أن تجعلها استئنافاً بيانياً لجواب سؤال السامع أن يسأل ماذا فعل نوح حين أرسل الله إليه { أن أنذر قومك ، وهما متقاربان .وافتتاح دعوته قومَه بالنداء لطلب إقبال أذهانهم ونداؤهم بعنوان : أنهم قومه ، تمهيد لقبول نصحه إذ لا يريد الرجل لقومه إلاّ ما يريد لنفسه . وتصدير دعوته بحرف التوكيد لأن المخاطبين يترددون في الخبر .والنذير : المنذر غير جار على القياس ، وهو مثل بشير ، ومثل حكيم بمعنى محكم ، وأليم بمعنى مؤلم ، وسميع بمعنى مسمع ، في قول عَمرو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "ومقتضى إنذاري لكم أن أقول لكم: اعبدوا الله وحده، ولا تشركوا به شيئًا، واتقوه بامتثال أوامره، واجتناب نواهيه، وأطيعوني فيما آمركم به.",
        "saadi": "{ أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ } وذلك بإفراده تعالى بالتوحيد والعبادة، والبعد عن الشرك وطرقه ووسائله.",
        "kathir": "( أن اعبدوا الله واتقوه ) أي : اتركوا محارمه واجتنبوا مآثمه ) وأطيعون ) فيما آمركم به وأنهاكم عنه ."
      },
      "translations": {
        "en": "[Saying], 'Worship Allah, fear Him and obey me.",
        "fr": "Adorez Allah, craignez-Le et obéissez-moi,",
        "es": "¡Servid a Alá y temedle! ¡Y obedecedme!"
      },
      "ibn_ashour": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ (3) لدلالة قوله : { أن اعبدوا الله واتقوه وأطيعون } عليه . والتقدير : إنّي لكم نذير بعذاب أليم إن لم تعبدوا الله ولم تتقُوه ولم تطيعوني .والمبين : يجوز أن يكون من أبان المتعدّي الذي مجرده بَانَ ، أي مُوَضِّح أو مِن أبان القاصر ، الذي هو مرادف بَان المجردِ ، أي نذير وَاضح لكم أني نذير ، لأني لا أجتني من دعوتكم فائدة من متاع الدنيا وإنما فائدة ذلك لكم ، وهذا مثل قوله في سورة الشعراء ( 109 ، 110 ) { وما أسألكم عليه من أجر إن أجري إلاّ على ربّ العالمين فاتقوا الله وأطيعون . } وتقديم { لكم } على عامله وهو { نذير } للاهتمام بتقديم ما دلت عليه اللام من كون النذارة لفائدتهم لا لفائدته .فجمع في صدر دعوته خمسة مؤكدات ، وهي : النداءُ وجعلُ المنادَى لفظ { يا قوم } المضاف إلى ضميره ، وافتتاحُ كلامه بحرف التأكيد ، واجتلابُ لام التعليل ، وتقديمُ مجرورها .و { أن } في { أن اعبدوا } تفسيرية لأن وصف { نذير } فيه معنى القول دون حروفه ، وأمرهم بعبادة الله لأنهم أعرضوا عنها ونسوها بالتمحض لأصنامهم ، وكان قوم نوح مشركين كما دل عليه قوله تعالى في سورة يونس ( 71 ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "إنكم إن تفعلوا ذلك يغفر الله لكم من ذنوبكم ما لا يتعلق بحقوق العباد، ويُطِلْ أمد أمّتكم في الحياة إلى وقت محدد في علم الله، تعمرون الأرض ما استقمتم على ذلك، إن الموت إذا جاء لا يؤخَّر، لو كنتم تعلمون لبادرتم إلى الإيمان بالله والتوبة مما أنتم عليه من الشرك والضلال.",
        "saadi": "فإنهم إذا اتقوا الله غفر ذنوبهم، وإذا غفر ذنوبهم حصل لهم النجاة من العذاب، والفوز بالثواب، { وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى } أي: يمتعكم في هذه الدار، ويدفع عنكم الهلاك إلى أجل مسمى أي: مقدر [البقاء في الدنيا] بقضاء الله وقدره [إلى وقت محدود]، وليس المتاع أبدا، فإن الموت لا بد منه، ولهذا قال: { إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ } لما كفرتم بالله، وعاندتم الحق، فلم يجيبوا لدعوته، ولا انقادوا لأمره.",
        "kathir": "( يغفر لكم من ذنوبكم ) أي : إذا فعلتم ما أمرتكم به وصدقتم ما أرسلت به إليكم ، غفر الله لكم ذنوبكم .و \" من \" هاهنا قيل : إنها زائدة . ولكن القول بزيادتها في الإثبات قليل . ومنه قول بعض العرب : \" قد كان من مطر \" . وقيل : إنها بمعنى \" عن \" ، تقديره : يصفح لكم عن ذنوبكم . واختاره ابن جرير ، وقيل : إنها للتبعيض ، أي يغفر لكم الذنوب العظام التي وعدكم على ارتكابكم إياها الانتقام .( ويؤخركم إلى أجل مسمى ) أي : يمد في أعماركم ويدرأ عنكم العذاب الذي إن لم تنزجروا عما نهاكم عنه ، أوقعه بكم .وقد يستدل بهذه الآية من يقول : إن الطاعة والبر وصلة الرحم ، يزاد بها في العمر حقيقة ; كما ورد به الحديث : \" صلة الرحم تزيد في العمر \" .وقوله : ( إن أجل الله إذا جاء لا يؤخر لو كنتم تعلمون ) أي : بادروا بالطاعة قبل حلول النقمة ، فإنه إذا أمر [ الله ] تعالى بكون ذلك لا يرد ولا يمانع ، فإنه العظيم الذي قهر كل شيء ، العزيز الذي دانت لعزته جميع المخلوقات ."
      },
      "translations": {
        "en": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \"",
        "fr": "pour qu'Il vous pardonne vos péchés et qu'Il vous donne un délai jusqu'à un terme fixé. Mais quand vient le terme fixé par Allah, il ne saurait être différé si vous saviez!»",
        "es": "Así, os perdonará vuestros pecados y os remitirá a un plazo fijo. Pero, cuando venza el plazo fijado por Alá, no podrá ya ser retardado. Si supierais...»"
      },
      "ibn_ashour": "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (4)، فقوله : { يغفر لكم من ذنوبكم } ينصرف بادىء ذي بدء إلى ذنوب الإِشراك اعتقاداً وسجوداً .وجَزْمُ { يغفر لكم من ذنوبكم } في جواب الأوامر الثلاثة { اعبدوا الله واتقوه وأطيعون } ، أي إن تفعلوا ذلك يغفر الله لكم من ذنوبكم . وهذا وعد بخير الآخرة .وحرف { مِن } زائد للتوكيد ، وهذا من زيادة { مِن } في الإيجاب على رأي كثير من أيمة النحو مثل الأخفش وأبي علي الفارسي وابن جنيّ من البصريين وهو قول الكسائي وجميععِ نحاة الكوفة . فيفيد أن الإيمان يَجُبُّ ما قبله في شريعة نوح مثل شريعة الإِسلام .ويجوز أن تكون { مِن } للتبعيض ، عند من أثبت ذلك وهو اختيار التفتزاني ، أي يغفر لكم بعض ذنوبكم ، أي ذنوب الإِشراك وما معه ، فيكون الإيمان في شرع نوح لا يقتضي مغفرة جميع الذنوب السابقة ، وليس يلزم تماثل الشرائع في جميع الأحكام الفرعية ، ومغفرةُ الذنوب من تفاريع الدين وليست من أصوله . وقال ابن عطية : معنى التبعيض : مغفرة الذنوب السابقة دون ما يذنبون من بعد . وهذا يتم ويح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًۭا وَنَهَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "قال نوح: يا رب، إني دعوت قومي إلى عبادتك وتوحيدك، ليلًا ونهارًا باستمرار.",
        "saadi": "فقال شاكيا لربه: { رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا}",
        "kathir": "يخبر تعالى عن عبده ورسوله نوح عليه السلام ، أنه اشتكى إلى ربه ، عز وجل ، ما لقي من قومه ، وما صبر عليهم في تلك المدة الطويلة التي هي ألف سنة إلا خمسين عاما ، وما بين لقومه ووضح لهم ودعاهم إلى الرشد والسبيل الأقوم ، فقال : ( رب إني دعوت قومي ليلا ونهارا ) أي : لم أترك دعاءهم في ليل ولا نهار ، امتثالا لأمرك وابتغاء لطاعتك"
      },
      "translations": {
        "en": "He said, \"My Lord, indeed I invited my people [to truth] night and day.",
        "fr": "Il dit: «Seigneur! J'ai appelé mon peuple, nuit et jour.",
        "es": "Dijo: «¡Señor! He llamado a mi pueblo noche y día."
      },
      "ibn_ashour": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (5) جرد فعل { قال } هنا ، من العاطف لأنه حكاية جواب نوح عن قول الله له { أنْذِر قومك } [ نوح : 1 ] عومل معاملة الجواب الذي يُتلقى به الأمر على الفور على طريقة المحاورات التي تقدمت في قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ) ، تنبيهاً على مبادرة نوح بإبلاغ الرسالة إلى قومه وتمام حرصه في ذلك كما أفاده قوله : { ليلاً ونهاراً } وحصول يأسه منهم ، فجعل مراجعته ربه بعد مهلة مستفادة من قوله : { لَيْلاً ونهاراً } بمنزلة المراجعة في المقام الواحد بين المتحاورَيْن . ولك أن تجعل جملة { قال رب } الخ مستأنفة استئنافاً بيانياً لأن السامع يترقب معرفة ماذا أجاب قوم نوح دعوته فكان في هذه الجملة بيان ما يترقبه السامع مع زيادة مراجعة نوح ربه تعالى .وهذا الخبر مستعمل في لازم معناه وهو الشكاية والتمهيد لطلب النصر عليهم لأن المخاطب به عالم بمدلول الخبر . وذلك ما سيفضي إليه بقوله : { وقال نوح رب لا تذَرْ على الأرض من الكافرين دياراً } الآيات [ نوح : 26 ] .وفائدة حكاية ما ناجى به نوح ربه إظهارُ توكله على الله ، وانتصار الله له ،",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "فلم تزدهم دعوتي لهم إلا نفورًا وبُعْدًا مما أدعوهم إليه.",
        "saadi": "[ فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا } أي: نفورا عن الحق وإعراضا، فلم يبق لذلك فائدة، لأن فائدة الدعوة أن يحصل جميع المقصود أو بعضه.",
        "kathir": "( فلم يزدهم دعائي إلا فرارا ) أي : كلما دعوتهم ليقتربوا من الحق فروا منه وحادوا عنه"
      },
      "translations": {
        "en": "But my invitation increased them not except in flight.",
        "fr": "Mais mon appel n'a fait qu'accroître leur fuite.",
        "es": "Mi llamamiento sólo ha servido para que huyan más."
      },
      "ibn_ashour": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا (6)ومعنى { لم يَزدهم دعائيَ إلاّ فراراً } أن دعائي لهم بأن يعبدوا الله وبطاعتهم لي لم يزدهم ما دعوتهم إليه إلاّ بعداً منه ، فالفرار مستعار لقوة الإِعْراض ، أي فلم يزدهم دعائي إياهم قرباً مما أدعوهم إليه .واستثناء الفرار من عموم الزيادات استثناء منقطع . والتقدير : فلم يزدهم دعائي قرباً من الهدى لكن زادهم فراراً كما في قوله تعالى حكاية عن صالح عليه السلام { فما تزيدونني غير تخسير } [ هود : 63 ] .وإسناد زيادة الفرار إلى الدعاء مجاز لأن دعاءه إياهم كان سبباً في تزايد إعراضهم وقوة تمسكهم بشركهم .وهذا من الأسلوب المسمى في علم البديع تأكيد المدح بما يشبه الذم ، أو تأكيدَ الشيء بما يشبه ضده ، وهو هنا تأكيد إِعراضهم المشبه بالابتعاد بصورةٍ تشبه ضد الإِعراض .ولما كان فرارهم من التوحيد ثابتاً لهم من قبل كان قوله : { لم يزدهم دعائي إلاّ فراراً } من تأكيد الشيء بما يشبه ضده .وتصدير كلام نوح بالتأكيد لإِرادة الاهتمام بالخبر .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "وإني كلما دعوتهم إلى ما فيه سبب غفران ذنوبهم؛ من عبادتك وحدك ومن طاعتك وطاعة رسولك - سدّوا آذانهم بأصابعهم؛ ليمنعوها من سماع دعوتي، وغطّوا وجوههم بثيابهم حتى لا يروني، واستمرّوا على ما هم عليه من الشرك، وتكبّروا عن قبول ما أدعوهم إليه، والإذعان له.",
        "saadi": "{ وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ } أي: لأجل أن يستجيبوا فإذا استجابوا غفرت لهم فكان هذا محض مصلحتهم، ولكنهم أبوا إلا تماديا على باطلهم، ونفورا عن الحق، { جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ } حذر سماع ما يقول لهم نبيهم نوح عليه السلام، { وَاسْتَغْشَوْا ثِيَابَهُمْ } أي تغطوا بها غطاء يغشاهم بعدا عن الحق وبغضا له، { وَأَصَرُّوا } على كفرهم وشرهم { وَاسْتَكْبَرُوا } على الحق { اسْتِكْبَارًا } فشرهم ازداد، وخيرهم بعد.",
        "kathir": "( وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم واستغشوا ثيابهم ) أي : سدوا آذانهم لئلا يسمعوا ما أدعوهم إليه . كما أخبر تعالى عن كفار قريش : ( وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه لعلكم تغلبون ) [ فصلت : 26 ] .( واستغشوا ثيابهم ) قال ابن جريج ، عن ابن عباس : تنكروا له لئلا يعرفهم . وقال سعيد بن جبير والسدي : غطوا رءوسهم لئلا يسمعوا ما يقول .( وأصروا ) أي : استمروا على ما هم فيه من الشرك والكفر العظيم الفظيع ، ( واستكبروا استكبارا ) أي : واستنكفوا عن اتباع الحق والانقياد له ."
      },
      "translations": {
        "en": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance.",
        "fr": "Et chaque fois que je les ai appelés pour que Tu leur pardonnes, ils ont mis leurs doigts dans leurs oreilles. se sont enveloppés de leurs vêtements, se sont entêtés et se sont montrés extrêmement orgueilleux.",
        "es": "Siempre que les llamo para que Tú les perdones, se ponen los dedos en los oídos, se cubren con la ropa, se obstinan y se muestran en extremo altivos."
      },
      "ibn_ashour": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آَذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا (7){ كلما } مركبة من كلمتين كلمةِ ( كل ) وهي اسم يدل على استغراق أفراد ما تضاف هي إليه ، وكلمة ( ما ) المصدرية وهي حرف يفيد أن الجملة بعده في تأويل مصدر . وقد يراد بذلك المصدر زمَانُ حصوله فيقولون ( مَا ) ظرفية مصدرية لأنها نائبة عن اسم الزمان .والمعنى : أنهم لم يظهروا مخِيلةً من الإِصغاء إلى دعوته ولم يتخلفوا عن الإِعراض والصدود عن دعوته طَرفة عَيْن ، فلذلك جاء بكلمة { كلما } الدالة على شمول كلّ دعوة من دعواته مقترنةً بدلائل الصد عنها ، وقد تقدم عند قوله تعالى : { كلما أضاء لهم مشوا فيه } [ البقرة : 20 ] .وحُذف متعلق { دَعَوْتُهم } لدلالة ما تقدم عليه من قوله : { أن اعبدوا الله } [ نوح : 3 ] .والتقدير : كلما دعوتهم إلى عبادتك وتقواك وطاعتي فيما أمرتهم به .واللام في قوله : { لتغفر } لام التعليل ، أي دعوتهم بدعوة التوحيد فهو سبب المغفرة ، فالدعوة إليه معللة بالغفران .ويتعلق قوله : { كلما دعوتهم } بفعل { جعلوا أصابعهم } على أنه ظرف ز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "ثم إني - يا رب - دعوتهم علانية.",
        "saadi": "{ ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا } أي: بمسمع منهم كلهم.",
        "kathir": "( ثم إني دعوتهم جهارا ) أي : جهرة بين الناس ."
      },
      "translations": {
        "en": "Then I invited them publicly.",
        "fr": "Ensuite, je les ai appelés ouvertement.",
        "es": "Además, les he llamado abiertamente"
      },
      "ibn_ashour": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا (8) ارتقى في شكواه واعتذاره بأنَّ دعوته كانت مختلفة الحالات في القول من جهر وإسرار ، فعَطْف الكلام ب { ثم } التي تفيد في عطفها الجمل أن مضمون الجملة المعطوفة أهم من مضمون المعطوف عليها ، لأن اختلاف كيفية الدعوة ألصق بالدعوة من أوقات إلقائها لأن الحالة أشد ملابسة بصاحبها مِن ملابسة زمانه . فذَكَر أنه دعاهم جهاراً ، أي علناً .وجِهار : اسم مصدر جهر ، وهو هنا وصف لمصدر { دَعَوْتُهم } ، أي دعوةً جهاراً .وارتقى فذكر أنه جمع بين الجهر والإِسرار لأن الجمع بين الحالتين أقوى في الدعوة وأغلظ من إفراد إحداهما",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "ثم إني رفعت لهم صوتي بالدعوة، وأسررت إسرارًا خفيًّا، ودعوتهم بصوت منخفض؛ منوّعًا لهم أسلوب دعوتي.",
        "saadi": "{ ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا } كل هذا حرص ونصح، وإتيانهم بكل باب يظن أن يحصل منه المقصود  ",
        "kathir": "( ثم إني أعلنت لهم ) أي : كلاما ظاهرا بصوت عال ، ( وأسررت لهم إسرارا ) أي : فيما بيني وبينهم ، عليهم الدعوة لتكون أنجع فيهم ."
      },
      "translations": {
        "en": "Then I announced to them and [also] confided to them secretly",
        "fr": "Puis, je leur ai fait des proclamations publiques, et des confidences en secret.",
        "es": "y les he hablado en público y en secreto."
      },
      "ibn_ashour": "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا (9) . فقوله : { أعلنت لهم } تأكيد لقوله : { دعوتهم جهاراً } ذكر ليبنى عليه عطف { وأسررت لهم إسراراً .والمعنى : أنه توخى ما يظنه أوْغَل إلى قلوبهم من صفات الدعوة ، فجهر حين يكون الجهر أجدى مثلُ مجامع العامة ، وأسَرَّ للذين يظنهم متجنبين لَوْم قومهم عليهم في التصدّي لسماع دعوته وبذلك تكون ضمائر الغيبة في قوله دعوتهم } ، وقوله : { أعلنت لهم وأسررت لهم } موزعة على مختلففِ الناس .وانتصب { جهاراً } بالنيابة عن المفعول المطلق المبيّن لنوع الدعوة .وانتصب { إسراراً } على أنه مفعول مطلق مفيد للتوكيد ، أي إسراراً خفياً .ووجه توكيد الإسرار أن إسرار الدعوة كان في حال دعوته سادتهم وقادتهم لأنهم يمتعضون من إعلان دعوتهم بمسمع من أتباعهم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "فقلت لهم: يا قوم، اطلبوا المغفرة من ربكم بالتوبة إليه، إنه سبحانه كان غفارًا لذنوب من تاب إليه من عباده.",
        "saadi": "{ فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ } أي: اتركوا ما أنتم عليه من الذنوب، واستغفروا الله منها.{ إِنَّهُ كَانَ غَفَّارًا } كثير المغفرة لمن تاب واستغفر، فرغبهم بمغفرة الذنوب، وما يترتب عليها من حصول الثواب، واندفاع العقاب.",
        "kathir": "( فقلت استغفروا ربكم إنه كان غفارا ) أي : ارجعوا إليه وارجعوا عما أنتم فيه وتوبوا إليه من قريب ، فإنه من تاب إليه تاب عليه ، ولو كانت ذنوبه مهما كانت في الكفر والشرك ؛ ولهذا قال : ( فقلت استغفروا ربكم إنه كان غفارا يرسل السماء عليكم مدرارا ) أي : متواصلة الأمطار . ولهذا تستحب قراءة هذه السورة في صلاة الاستسقاء لأجل هذه الآية . وهكذا روي عن أمير المؤمنين عمر بن الخطاب : أنه صعد المنبر ليستسقي ، فلم يزد على الاستغفار ، وقرأ الآيات في الاستغفار . ومنها هذه الآية ( فقلت استغفروا ربكم إنه كان غفارا)"
      },
      "translations": {
        "en": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.",
        "fr": "J'ai donc dit: «Implorez le pardon de votre Seigneur, car Il est grand Pardonneur,",
        "es": "Y he dicho: '¡Pedid perdón a vuestro Señor -Que es indulgente-"
      },
      "ibn_ashour": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا (10) وفصَّل دعوته بفاء التفريع فقال { فقلت استغفروا ربكم } فهذا القول هو الذي قاله لهم ليلاً ونهاراً وجهاراً وإسراراً .ومعنى { استغفروا ربكم } ، ءامنوا إيماناً يكون استغفاراً لذنبكم فإنكم إن فعلتم غفر الله لكم .وعلّل ذلك لهم بأن الله موصوف بالغفران صفة ثابتة تعهد الله بها لعباده المستغفرين ، فأفاد التعليل بحرف ( إنَّ ) وأفاد ثبوت الصفة لله بذكر فعل { كان } وأفاد كمال غفرانه بصيغة المبالغة بقوله { غفّاراً } .وهذا وعد بخير الآخرة ورتب عليه وعداً بخير الدنيا بطريق جواب الأمر ، وهو { يُرسل السماء عليكم } الآية .وكانوا أهل فلاحة فوعدهم بنزول المطر الذي به السلامة من القحط وبالزيادة في الأموال .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "فإنكم إن فعلتم ذلك ينزل الله عليكم المطر متتابعًا كلما احتجتم إليه، فلا يصيبكم قحط.",
        "saadi": "ورغبهم أيضا، بخير الدنيا العاجل، فقال: { يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا } أي: مطرا متتابعا، يروي الشعاب والوهاد، ويحيي البلاد والعباد.",
        "kathir": "ثم قال : لقد طلبت الغيث بمجاديح السماء التي ستنزل بها المطر .وقال ابن عباس وغيره : يتبع بعضه بعضا ."
      },
      "translations": {
        "en": "He will send [rain from] the sky upon you in [continuing] showers",
        "fr": "pour qu'Il vous envoie du ciel, des pluies abondantes,",
        "es": "y enviará sobre vosotros del cielo una lluvia abundante!"
      },
      "ibn_ashour": "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (11) و { السماء } : هنا المطر ، ومن أسماء المطر السماء . وفي حديث «الموطأ» و«الصحيحين» عن زيد بن خالد الجهني : أنه قال : \" صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحُدَيْبِيَة على إِثْر سَمَاءٍ كانت من الليْل \" الحديث . وقال معاوية بن مالك بن جعفر :إذا نزل السماءُ بأرض قوم ... رَعَيْنَاهُ وإن كانوا غِضاباوالمدرار : الكثيرة الدُّر والدُّرور ، وهو السيلان ، يُقال : درت السماء بالمطر ، وسماء مدرار .ومعنى ذلك : أن يَتْبع بعض الأمطار بعضاً .ومِدرار ، زنة مبالغة ، وهذا الوزن لا تلحقه علامة التأنيث إلاّ نادراً كما في قول سهل بن مالك الفزاري :أصبَحَ يَهْوَى حُرَّةً مِعْطَارَة ... فلذلك لم تلحق التاء هنا مع أن اسم السماء مؤنث .والإِرسال : مستعار للإِيصال والإِعطاء ، وتعديته ب { عليكم } لأنه إيصال من علوّ كقوله :{ وأرسل عليهم طيراً أبابيل } [ الفيل : 3 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "وَيُمْدِدْكُم بِأَمْوَٰلٍۢ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍۢ وَيَجْعَل لَّكُمْ أَنْهَٰرًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "ويعطيكم بكثرةٍ أموالًا وأولادًا، ويجعل لكم بساتين تأكلون من ثمارها، ويجعل لكم أنهارًا تشربون منها وتسقون زروعكم ومواشيكم.",
        "saadi": "{ وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ } أي: يكثر أموالكم التي تدركون بها ما تطلبون من الدنيا وأولادكم، { وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا } وهذا من أبلغ ما يكون من لذات الدنيا ومطالبها.",
        "kathir": "وقوله : ( ويمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهارا ) أي : إذا تبتم إلى الله واستغفرتموه وأطعتموه ، كثر الرزق عليكم ، وأسقاكم من بركات السماء ، وأنبت لكم من بركات الأرض ، وأنبت لكم الزرع ، وأدر لكم الضرع ، وأمدكم بأموال وبنين ، أي : أعطاكم الأموال والأولاد ، وجعل لكم جنات فيها أنواع الثمار ، وخللها بالأنهار الجارية بينها ."
      },
      "translations": {
        "en": "And give you increase in wealth and children and provide for you gardens and provide for you rivers.",
        "fr": "et qu'Il vous accorde beaucoup de biens et d'enfants, et vous donne des jardins et vous donne des rivières.",
        "es": "Os dará mucha hacienda e hijos varones. Pondrá a vuestra disposición jardines, pondrá a vuestra disposición arroyos."
      },
      "ibn_ashour": "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا (12)و ( أموال ) : جمع مال وهو يشمل كل مكسب يبذله المرء في اقتناء ما يحتاج إليه .والمراد بالجنات في قوله : { ويجعل لكم جنات } النخيل والأعناب ، لأن الجنات تحتاج إلى السقي .وإعادة فعل يَجْعل بعد واو العطف في قوله : { ويجعل لكم أنهاراً } للتوكيد اهتماماً بشأن المعطوف لأن الأنهار قوام الجنات وتسقي المزارع والأنعام .وفي هذا دلالة على أن الله يجازي عباده الصالحين بطيب العيش قال تعالى : { مَن عمِل صالحاً من ذكر أو أنثى وهو مؤمن فلنُحْيِيَنَّه حياة طيبة } [ النحل : 97 ] وقال { ولو أن أهل القرى ءامنوا واتقوا لفتحنا عليهم بركاتتٍ من السماء والأرض } [ الأعراف : 96 ] وقال : { وأنْ لو استقاموا على الطريقة لأسقيناهم ماء غدقاً } [ الجنّ : 16 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "ما شأنكم - يا قوم - لا تخافون عظمة الله حيث تعصونه دون مبالاة؟!",
        "saadi": "{ مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا } أي: لا تخافون لله عظمة، وليس لله عندكم قدر.",
        "kathir": "هذا مقام الدعوة بالترغيب ، ثم عدل بهم إلى دعوتهم بالترهيب فقال : ( ما لكم لا ترجون لله وقارا ) أي : عظمة ، قال ابن عباس ومجاهد والضحاك وقال ابن عباس : لا تعظمون الله حق عظمته ، أي : لا تخافون من بأسه ونقمته ."
      },
      "translations": {
        "en": "What is [the matter] with you that you do not attribute to Allah [due] grandeur",
        "fr": "Qu'avez-vous à ne pas vénérer Allah comme il se doit,",
        "es": "¿Qué os pasa, que no esperáis de Alá magnanimidad,"
      },
      "ibn_ashour": "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا (13) بَدَّلَ خطابه مع قومه من طريقة النصح والأمر إلى طريقة التوبيخ بقوله : { ما لكم لا ترجون لله وقاراً .وهو استفهام صورته صورة السؤال عن أمر ثبت لهم في حال انتفاء رجائهم توقيرَ الله .والمقصود أنه لا شيء يثبت لهم صارف عن توقير الله فلا عذر لكم في عدم توقيره .وجملة لا تَرجُون } في موضع الحال من ضمير المخاطبين ، وكلمة ( مَا لَك ) ونحوها تلازمها حال بعدها نحو { فما لهم عن التذكرة معرضين } [ المدثر : 49 ] .وقد اختلف في معنى قوله : { ما لكم لا ترجون لله وقاراً } وفي تعلق معمولاته بعوامله على أقوال : بعضُها يرجع إلى إبقاء معنى الرجاء على معناه المعروف وهو ترقب الأمر ، وكذلك معنى الوقار على المتعارف وهو العظمة المقتضية للإِجلال ، وبعضها يرجع إلى تأويل معنى الرجاء ، وبعضها إلى تأويل معنى الوقار ، ويتركب من الحمل على الظاهر ومن التأويل أن يكون التأويل في كليهما ، أو أن يكون التأويل في أحدهما مع إبقاء الآخر على ظاهر معناه .فعلى حمل الرجاء على المعنى المتعارف الظاهر وحمل الوقار كذلك قال ابن عباس وسعيد بن جبير وأبو العالية وعَطاء ابن أبي رباح وابن كيسان : ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "وقد خلقكم طَوْرًا بعد طَوْر من نُطْفة فَعَلَقة فَمُضْغة.",
        "saadi": "{ وَقَدْ خَلَقَكُمْ أَطْوَارًا } أي: خلقا [من] بعد خلق، في بطن الأم، ثم في الرضاع، ثم في سن الطفولية، ثم التمييز، ثم الشباب، إلى آخر ما وصل إليه الخلق  ، فالذي انفرد بالخلق والتدبير البديع، متعين أن يفرد بالعبادة والتوحيد، وفي ذكر ابتداء خلقهم تنبيه لهم على الإقرار بالمعاد، وأن الذي أنشأهم من العدم قادر على أن يعيدهم بعد موتهم.",
        "kathir": "( وقد خلقكم أطوارا ) قيل : معناه من نطفة ، ثم من علقة ، ثم من مضغة . قاله ابن عباس ، وعكرمة ، وقتادة ، ويحيى بن رافع ، والسدي ، وابن زيد ."
      },
      "translations": {
        "en": "While He has created you in stages?",
        "fr": "alors qu'Il vous a créés par phases successives?",
        "es": "habiéndoos creado en fases?"
      },
      "ibn_ashour": "وَقَدْ خَلَقَكُمْ أَطْوَارًا (14)وجملة { وقد خلقكم أطواراً } حال من ضمير { لكم } أو ضمير { تَرْجُون } ، أي في حال تحققكم أنه خلقكم أطواراً .فأما أنه خلقهم فمُوجِب للاعتراف بعظمته لأنه مكونهم وصانعهم فحق عليهم الاعتراف بجلاله .وأما كون خلقهم أطواراً فلأن الأطوار التي يعلمونها دالّة على رفقه بهم في ذلك التطور ، فهذا تعريض بكفرهم النعمة ، ولأن الأطوار دالة على حكمة الخالق وعلمه وقدرته ، فإن تطور الخلق من طور النطفة إلى طور الجنين إلى طور خروجه طفلاً إلى طور الصبا إلى طور بلوغ الأشد إلى طور الشيخوخة وطُروّ الموت على الحياة وطروّ البِلى على الأجساد بعد الموت ، كل ذلك والذاتُ واحدة ، فهو دليل على تمكن الخالق من كيفيات الخلق والتبديل في الأطوار ، وهم يدركون ذلك بأدنى التفات الذهن ، فكانوا محقوقين بأن يتوصلوا به إلى معرفة عظمة الله وتوقع عقابه لأن الدلالة على ذلك قائمة بأنفسهم وهل التصرف فيهم بالعقاب والإِثابة إلاّ دون التصرف فيهم بالكَون والفساد .والأطوار : جمع طَور بفتح فسكون ، والطور : التارة ، وهي المرة من الأفعال أو من الزمان ، فأريد من الأطوار هُنا ما يحصل في المرات والأزمان من أحوال مخت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "ألم تروا كيف خلق الله سبع سماوات، سماء فوق سماء؟!",
        "saadi": "واستدل أيضا عليهم بخلق السماوات التي هي أكبر من خلق الناس، فقال: { أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا } أي: كل سماء فوق الأخرى.",
        "kathir": "وقوله : ( ألم تروا كيف خلق الله سبع سماوات طباقا ) ؟ أي : واحدة فوق واحدة ، وهل هذا يتلقى من جهة السمع فقط ؟ أو هي من الأمور المدركة بالحس ، مما علم من التسيير والكسوفات ، فإن الكواكب السبعة السيارة يكسف بعضها بعضا ، فأدناها القمر في السماء الدنيا وهو يكسف ما فوقه ، وعطارد في الثانية ، والزهرة في الثالثة ، والشمس في الرابعة ، والمريخ في الخامسة ، والمشتري في السادسة ، وزحل في السابعة . وأما بقية الكواكب - وهي الثوابت - ففي فلك ثامن يسمونه فلك الثوابت . والمتشرعون منهم يقولون : هو الكرسي ، والفلك التاسع ، وهو الأطلس ، والأثير عندهم الذي حركته على خلاف حركة سائر الأفلاك ، وذلك أن حركته مبدأ الحركات ، وهي من المغرب إلى المشرق ; وسائر الأفلاك عكسه من المشرق إلى المغرب ، ومعها يدور سائر الكواكب تبعا ، ولكن للسيارة حركة معاكسة لحركة أفلاكها ، فإنها تسير من المغرب إلى المشرق . وكل يقطع فلكه بحسبه ، فالقمر يقطع فلكه في كل شهر مرة ، والشمس في كل سنة مرة ، وزحل في كل ثلاثين سنة مرة ، وذلك بحسب اتساع أفلاكها وإن كانت حركة الجمع في السرعة متناسبة ، هذا ملخص ما يقولونه في هذا المقام ، على اختلاف بينهم في مواضع كثيرة ، لسنا بصدد بيانها ، وإنما المقصود أن الله سبحانه : ( خلق الله سبع سماوات طباقا)"
      },
      "translations": {
        "en": "Do you not consider how Allah has created seven heavens in layers",
        "fr": "N'avez-vous pas vu comment Allah a créé sept cieux superposés",
        "es": "¿No habéis visto cómo ha creado Alá siete cielos superpuestos"
      },
      "ibn_ashour": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَوَاتٍ طِبَاقًا (15) إن كان هذا من حكاية كلام نوح عليه السلام لقومه كما جرى عليه كلام المفسرين ، كان تخلصاً من التوبيخ والتعريض إلى الاستدلال عليهم بآثار وجود الله ووحدانيته وقدرته ، مما في أنفسهم من الدلائل ، إلى ما في العالم منها ، لِما علمتَ من إيذان قوله : { وقد خلقكم أطواراً } [ نوح : 14 ] من تذكير بالنعمة وإقامة للحجة ، فتخلص منه لذكر حجة أخرى ، فكان قد نبههم على النظر في أنفسهم أولاً لأنها أقرب ما يحسونه ويشعرون به ثم على النظر في العالم وما سُوّي فيه من العجائب الشاهدة على الخالق العليم القدير .وإن كان من خطاب الله تعالى للأمة وهو ما يسمح به سياق السورة من الاعتبار بأحوال الأمم الماضية المساوية لأحوال المشركين كان هذا الكلام اعتراضاً للمناسبة .والهمزة في { ألم تروا } للاستفهام التقريري مكنى به عن الإِنكار عن عدم العلم بدلائل ما يرونه .والرؤية بصرية . ويجوز أن تكون علمية أي ألم تعلموا فيدخل فيه المرئي من ذلك . وانتصب { كيف } على المفعول به ل { تروا } ، ف { كيف } هنا مجردة عن الاستفهام متمحضة للدلالة على الكيفية ، أي الحالة .والمعنى ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًۭا وَجَعَلَ ٱلشَّمْسَ سِرَاجًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "وجعل القمر في السماء الدنيا منهن نورًا لأهل الأرض، وجعل الشمس مضيئة.",
        "saadi": "{ وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا } لأهل الأرض { وَجَعَلَ الشَّمْسَ سِرَاجًا } .ففيه تنبيه على عظم خلق هذه الأشياء، وكثرة المنافع في الشمس والقمر الدالة على رحمته وسعة إحسانه، فالعظيم الرحيم، يستحق أن يعظم ويحب ويعبد ويخاف ويرجى.",
        "kathir": "( وجعل القمر فيهن نورا وجعل الشمس سراجا ) أي : فاوت بينهما في الاستنارة فجعل كلا منهما أنموذجا على حدة ، ليعرف الليل والنهار بمطلع الشمس ومغيبها ، وقدر القمر منازل وبروجا ، وفاوت نوره ، فتارة يزداد حتى يتناهى ثم يشرع في النقص حتى يستسر ، ليدل على مضي الشهور والأعوام ، كما قال : ( هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمون ) [ يونس : 5 ] ."
      },
      "translations": {
        "en": "And made the moon therein a [reflected] light and made the sun a burning lamp?",
        "fr": "et y a fait de la lune une lumière et du soleil une lampe?",
        "es": "y puesto en ellos la luna como luz y el sol como lámpara?"
      },
      "ibn_ashour": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا (16)وقوله : { وجعل القمر فيهن نوراً } صالح لاعتبار القمر من السماوات ، أي الكواكب على الاصطلاح القديم المبني على المشاهدة ، لأن ظرفية ( في ) تكون لوقوع المحوي في حاويه مثل الوعاء ، وتكون لوقوع الشيء بين جماعته ، كما في حديث الشفاعة « وتبقى هذه الأمة فيها منافقوها » ، وقول النميري :تَضوَّعَ مسكاً بطن نَعْمَانَ أنْ مشتْبه زينب في نِسْوَةٍ خَفِرَاتِو { القمر } كائن في السماء المماسة للأرض وهي المسماة بالسماء الدنيا ، والله أعلم بأبعادها .وقوله : { وجعل الشمس سراجاً } هو بتقدير : وجعل الشمس فيهن سراجاً ، والشمس من الكواكب .والإِخبار عن القمر بأنه نور مبالغة في وصفه بالإِنارة بمنزلة الوصف بالمصدر . والقمر ينير ضوؤُه الأرضَ إنارة مفيدة بخلاف غيره من نجوم الليل فإن إنارتها لا تجدي البشر .والسراج : المصباح الزاهر نورُه الذي يوقد بفتيلة في الزيت يُضيء التهابُها المعدَّلُ بمقدار بقاء مادة الزيت تغمرها .والإِخبار به عن الشمس من التشبيه البليغ وهو تشبيه ، والقصد منه تقريب المشبه من إدراك السامع ، فإن السراج كان أقصى ما يستضاء به في الل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "والله خلقكم من الأرض بخلق أبيكم آدم من تراب، ثم أنتم تتغذون بما تُنْبِته لكم.",
        "saadi": "{ وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا } حين خلق أباكم آدم وأنتم في صلبه.",
        "kathir": "وقوله : ( والله أنبتكم من الأرض نباتا ) هذا اسم مصدر ، والإتيان به ها هنا أحسن ،"
      },
      "translations": {
        "en": "And Allah has caused you to grow from the earth a [progressive] growth.",
        "fr": "Et c'est Allah qui, de la terre, vous a fait croître comme des plantes,",
        "es": "Alá os ha hecho crecer de la tierra como plantas."
      },
      "ibn_ashour": "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا (17) أنشأ الاستدلال بخلق السماوات حضورَ الأرض في الخيال فأعقَبَ نوح به دليلَهُ السابقَ ، استدلالاً بأعجب ما يرونه من أحوال ما على الأرض وهو حال الموت والإِقبار ، ومهَّد لذلك ما يتقدمه من إنشاء الناس .وأدمج في ذلك تعليمهم بأن الإِنسان مخلوق من عناصر الأرض مثل النبات وإعلامهم بأن بعد الموت حياة أخرى .وأُطلق على معنى : أنشأكم ، فعلُ { أنبتكم } للمشابهة بين إنشاء الإِنسان وإنبات النبات من حيث إن كليهما تكوين كما قال تعالى : { وأنبتها نباتاً حسناً } [ آل عمران : 37 ] ، أي أنشأها وكما يقولون : زَرعك الله للخير ، ويزيد وجه الشبه هنا قرباً من حيث إن إنشاء الإِنسان مركب من عناصر الأرض ، وقيل التقدير : أنبتَ أصلكم ، أي آدم عليه السلام ، قال تعالى : { كمثل آدم خلقه من تراب } [ آل عمران : 59 ] .و { نباتاً } : اسم من أنبت ، عومل معاملة المصدر فوقع مفعولاً مطلقاً ل { أنبتكم } للتوكيد ، ولم يجر على قياس فعله فيقال : إنباتاً ، لأن نباتاً أخف فلما تسَنى الإِتيان به لأنه مستعمل فصيح لم يُعدل عنه إلى الثقيل كمالاً في الفصاحة ، بخلاف قوله بعده { إخراجاً } فإن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "ثم يعيدكم فيها بعد موتكم، ثم يخرجكم للبعث منها إخراجًا.",
        "saadi": "{ ثُمَّ يُعِيدُكُمْ فِيهَا } عند الموت { وَيُخْرِجُكُمْ إِخْرَاجًا } للبعث والنشور، فهو الذي يملك الحياة والموت والنشور.",
        "kathir": "( ثم يعيدكم فيها ) أي : إذا متم ) ويخرجكم إخراجا ) أي : يوم القيامة يعيدكم كما بدأكم أول مرة ."
      },
      "translations": {
        "en": "Then He will return you into it and extract you [another] extraction.",
        "fr": "puis Il vous y fera retourner et vous en fera sortir véritablement.",
        "es": "Después, os hará volver a ella, y os sacará."
      },
      "ibn_ashour": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا (18)وقد أدمج الإِنذار بالبعث في خلال الاستدلال ، ولكونه أهم رتبة من الاستدلال عليهم بأصل الإِنشاء عطفت الجملة ب { ثم } الدالة على التراخي الرتبي في قوله : { ثم يعيدكم فيها ويخرجكم إخراجاً } لأن المقصود من الجملة هو فعل { يخرجكم } ، وأما قوله : { ثم يعيدكم } فهو تمهيد له .وأكد { يخرجكم } بالمفعول المطلق لردّ إنكارهم البعث .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "والله جعل لكم الأرض مبسوطة مهيَّأة للسُّكْنى.",
        "saadi": "{ وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا } أي: مبسوطة مهيأة للانتفاع بها.",
        "kathir": "( والله جعل لكم الأرض بساطا ) أي : بسطها ومهدها وقررها وثبتها بالجبال الراسيات الشم الشامخات ."
      },
      "translations": {
        "en": "And Allah has made for you the earth an expanse",
        "fr": "Et c'est Allah qui vous a fait de la terre un tapis,",
        "es": "Alá os ha puesto la tierra como alfombra"
      },
      "ibn_ashour": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (19) هذا استدلال وامتنان ، ولذلك عُلق بفعل { جعل } مجرورٌ بلام التعليل وهو { لكم } أي لأجلكم .والبساط : ما يفرش للنوم عليه والجلوس من ثوب أو زربية فالإِخبار عن الأرض ببساط تشبيه بليغ ، أي كالبساط ، ووجه الشبه تناسب سطح الأرض في تعادل أجزائه بحيث لا يوجع أرجل الماشين ولا يُقِضُّ جنوب المضطجعين ، وليس المراد أن الله جعل حجم الأرض كالبساط لأن حجم الأرض كُرَوي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": [
        {
          "videoId": "x7HbB1NHelw",
          "url": "https://www.youtube.com/watch?v=x7HbB1NHelw",
          "title": "برنامج ( غريب القرآن ) || الحلقة 13 - { ذات ألواح و دسر }",
          "word": "ذات ألواح و دسر"
        }
      ]
    },
    {
      "number": 20,
      "text": "لِّتَسْلُكُوا۟ مِنْهَا سُبُلًۭا فِجَاجًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "رجاء أن تسلكوا منها طرقًا واسعة سعيًا للكسب الحلال.",
        "saadi": "{ لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا } فلولا أنه بسطها، لما أمكن ذلك، بل ولا أمكنهم حرثها وغرسها وزرعها، والبناء، والسكون على ظهرها.",
        "kathir": "( لتسلكوا منها سبلا فجاجا ) أي : خلقها لكم لتستقروا عليها وتسلكوا فيها أين شئتم ، من نواحيها وأرجائها وأقطارها ، وكل هذا مما ينبههم به نوح عليه السلام على قدرة الله وعظمته في خلق السماوات والأرض ، ونعمه عليهم فيما جعل لهم من المنافع السماوية والأرضية ، فهو الخالق الرزاق ، جعل السماء بناء ، والأرض مهادا ، وأوسع على خلقه من رزقه ، فهو الذي يجب أن يعبد ويوحد ولا يشرك به أحد ; لأنه لا نظير له ولا عديل له ، ولا ند ولا كفء ، ولا صاحبة ولا ولد ، ولا وزير ولا مشير ، بل هو العلي الكبير ."
      },
      "translations": {
        "en": "That you may follow therein roads of passage.' \"",
        "fr": "pour que vous vous acheminiez par ses voies spacieuses».",
        "es": "para que recorráis en ella caminos, anchos pasos'»."
      },
      "ibn_ashour": "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا (20)، وقد نبه على ذلك بالعلةِ الباعثة في قوله : { لكم } ، والعلةِ الغائبة في قوله : { لتسلكوا منها سبلاً } وحصل من مجموع العلتين الإِشارة إلى جميع النعم التي تحصل للناس من تسوية سطح الأرض مثل الحرث والزرع ، وإلى نعمة خاصة وهي السير في الأرض ، وخصت بالذكر لأنها أهم لاشتراك كل الناس في الاستفادة منها .والسبُل : جمع سبيل وهو الطريق ، أي لتتخذوا لأنفسكم سُبلاً من الأرض تهتدونَ بها في أسفاركم .والفِجاج : جمع فجٌ ، والفَجّ : الطريق الواسع ، وأكثر ما يطلق على الطريق بين جبلين لأنه يكون أوسعَ من الطريق المعتاد .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "قَالَ نُوحٌۭ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "قال نوح: يا رب، إن قومي عصوني فيما أمرتهم به من توحيدك وعبادتك وحدك، واتبع السفلة منهم رؤساءهم الذين أنعمت عليهم بالمال والولد، فلم يزدهم ما أنعمت به عليهم إلا ضلالًا.",
        "saadi": "{ قَالَ نُوحٌ } شاكيا لربه: إن هذا الكلام والوعظ والتذكير ما نجع فيهم ولا أفاد.{ إِنَّهُمْ عَصَوْنِي } فيما أمرتهم به { وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا } أي: عصوا الرسول الناصح الدال على الخير، واتبعوا الملأ والأشراف الذين لم تزدهم أموالهم ولا أولادهم إلا خسارا أي: هلاكا وتفويتا للأرباح فكيف بمن انقاد لهم وأطاعهم؟!",
        "kathir": "يقول تعالى مخبرا عن نوح عليه السلام ، أنه أنهى إليه ، وهو العليم الذي لا يعزب عنه شيء ، أنه مع البيان المتقدم ذكره ، والدعوة المتنوعة المتشملة على الترغيب تارة والترهيب أخرى : أنهم عصوه وكذبوه وخالفوه ، واتبعوا أبناء الدنيا ممن غفل عن أمر الله ، ومتع بمال وأولاد ، وهي في نفس الأمر استدراج وإنظار لا إكرام ; ولهذا قال : ( واتبعوا من لم يزده ماله وولده إلا خسارا ) قرئ ) وولده ) بالضم وبالفتح ، وكلاهما متقارب ."
      },
      "translations": {
        "en": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.",
        "fr": "Noé dit: «Seigneur, ils m'ont désobéi et ils ont suivi celui dont les biens et les enfants n'ont fait qu'accroître la perte.",
        "es": "Noé dijo: «¡Señor! Me han desobedecido y han seguido a aquéllos cuya hacienda e hijos no hacen sino perderles más."
      },
      "ibn_ashour": "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (21) هذه الجملة بدل من جملة { قال رب إني دَعوت قومي } [ نوح : 5 ] بدلَ اشتمال لأن حكاية عصيان قومه إياه مما اشتملت عليه حكاية أنه دعاهم فيحتمل أن تكون المقالتان في وقت واحد جاء فيه نوح إلى مناجاة ربه بالجواب عن أمره له بقوله : { أنْذر قومك من قبل أن يأتيهم عذاب أليم } [ نوح : 1 ] فتكون إعادة فعل { قال } من قبيل ذكر عامل المبدل منه في البدل كقوله تعالى : { تكون لنا عيداً لأولنا وآخرنا } [ المائدة : 114 ] ، للربط بين كلاميه لطول الفصل بينهما .ويحتمل أن تكون المقالتان في وقتين جمعها القرآن حكاية لجوابيه لربه ، فتكون إعادة فعل { قال } لما ذكرنا مع الإِشارة إلى تباعد ما بين القولين .ويجوز أن تكون الجملة مستأنفة استئنافاً بيانياً لأن ما سبقها من قوله : { قال رب إني دعوت قومي إلى هنا مما يثير عجباً من حال قومه المحكي بحيث يتساءل السامع عن آخر أمرهم ، فابتدىء ذكر ذلك بهذه الجملة وما بعدها إلى قوله : أنصاراً } [ نوح : 25 ] . وتأخير هذا بعد عن قوله { قال رب إني دعوت قومي ليلاً ونهاراً } [ نوح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَمَكَرُوا۟ مَكْرًۭا كُبَّارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "ومكر الأكابر منهم مكرًا عظيمًا بتحريشهم أسافلهم على نوح.",
        "saadi": "{ وَمَكَرُوا مَكْرًا كُبَّارًا } أي: مكرا كبيرا بليغا في معاندة الحق.",
        "kathir": "وقوله : ( ومكروا مكرا كبارا ) قال مجاهد : ( كبارا ) أي عظيما . وقال ابن زيد : ( كبارا ) أي : كبيرا . والعرب تقول : أمر عجيب وعجاب وعجاب . ورجل حسان ، وحسان : وجمال وجمال ، بالتخفيف والتشديد ، بمعنى واحد .والمعنى في قوله : ( ومكروا مكرا كبارا ) أي : باتباعهم في تسويلهم لهم بأنهم على الحق والهدى ، كما يقولون لهم يوم القيامة : ( بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا ) [ سبأ : 33 ] ولهذا قال هاهنا : ( ومكروا مكرا كبارا )"
      },
      "translations": {
        "en": "And they conspired an immense conspiracy.",
        "fr": "Ils ont ourdi un immense stratagème,",
        "es": "Han perpetrado una enorme intriga."
      },
      "ibn_ashour": "وَمَكَرُوا مَكْرًا كُبَّارًا (22) ، ولذلك أعيد عليه ضمير الجمع في قوله : { ومكَروا ، } وقوله : { وقالوا ، } وقوله :{ وقد أضلُّوا كثيراً } [ نوح : 24 ] .وقرأ نافع وابن عامر وعاصم وأبو جعفر { وَولَده } بفتح الواو وفتح اللام ، وقرأه ابن كثير وأبو عمرو وحمزة والكسائي ويعقوب وخلف { وَوُلْدُه } بضم الواو وسكون اللام ، فأما الولد بفتح الواو وفتح اللام فاسم يطلق على الواحد من الأولاد وعلى الجمع فيكون اسم جنس ، وأما وُلْد بضم فسكون فقيل : هو لغة في وَلَد فيستوي فيه الواحد والجمع مثل الفُلْك . وقيل : هو جمع ولَد مثل أُسُد جمع أَسَد .والمكر : إخفاء العمل ، أو الرأي الذي يراد به ضر الغير ، أي مكروا بنوح والذين آمنوا معه بإضمار الكيد لهم حتى يقعوا في الضر . قيل : كانوا يدبِّرون الحيلة على قتل نوح وتحْريش الناس على أذاه وأذى أتْبَاعه .و { كُبَّارا } : مبالغة ، أي كبيراً جداً وهو وارد بهذه الصِّيغة في ألفاظ قليلة مثل طُوَّال أي طويل جداً ، وعُجَّاب ، أي عجيب ، وحُسَّان ، وجُمَّال ، أي جَميل ، وقُرَّاء لكثير القراءة ، ووُضَّاء ، أي وضِيء ، قال عيسى بن عمر : هي لغة يمانية .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّۭا وَلَا سُوَاعًۭا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "وقالوا لأتباعهم: لا تتركوا عبادة آلهتكم؛ ولا تتركوا عبادة أصنامكم وَدٍّ ولا سُوَاع ولا يَغُوث ولا يَعُوق ولا نَسْر.",
        "saadi": "{ وَقَالُوا } لهم داعين إلى الشرك مزينين له: { لَا تَذَرُنَّ آلِهَتَكُمْ } فدعوهم إلى التعصب على ما هم عليه من الشرك، وأن لا يدعوا ما عليه آباؤهم الأقدمون، ثم عينوا آلهتهم فقالوا: { وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا } وهذه أسماء رجال صالحين لما ماتوا زين الشيطان لقومهم أن يصوروا صورهم لينشطوا -بزعمهم- على الطاعة إذا رأوها، ثم طال الأمد، وجاء غير أولئك فقال لهم الشيطان: إن أسلافكم يعبدونهم، ويتوسلون بهم، وبهم يسقون المطر، فعبدوهم، ولهذا أوصى رؤساؤهم للتابعين لهم أن لا يدعوا عبادة هذه الآلهة  .",
        "kathir": "وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله .قال البخاري : حدثنا إبراهيم ، حدثنا هشام ، عن ابن جريج وقال عطاء ، عن ابن عباس : صارت الأوثان التي كانت في قوم نوح في العرب بعد : أما ود : فكانت لكلب بدومة الجندل ; وأما سواع : فكانت لهذيل ، وأما يغوث فكانت لمراد ، ثم لبني غطيف بالجرف عند سبأ ، أما يعوق : فكانت لهمدان ، وأما نسر : فكانت لحمير لآل ذي كلاع ، وهي أسماء رجال صالحين من قوم نوح عليه السلام ، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابا وسموها بأسمائهم ، ففعلوا ، فلم تعبد حتى إذا هلك أولئك وتنسخ العلم عبدتوكذا روي عن عكرمة والضحاك وقتادة وابن إسحاق نحو هذا .وقال علي بن أبي طلحة ، عن ابن عباس : هذه أصنام كانت تعبد في زمن نوح .وقال ابن جرير : حدثنا ابن حميد ، حدثنا مهران ، عن سفيان ، عن موسى عن محمد بن قيس ) [ يغوث ] ويعوق ونسرا ) قال : كانوا قوما صالحين بين آدم ونوح وكان لهم أتباع يقتدون بهم ، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم : لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم ، فصوروهم ، فلما ماتوا وجاء آخرون دب إليهم إبليس فقال : إنما كانوا يعبدونهم وبهم يسقون المطر ، فعبدوهم .وروى الحافظ ابن عساكر في ترجمة شيث عليه السلام ، من طريق إسحاق بن بشر قال : وأخبرني جويبر ومقاتل ، عن الضحاك ، عن ابن عباس أنه قال : ولد لآدم عليه السلام ، أربعون ولدا ، عشرون غلاما وعشرون جارية ، فكان ممن عاش منهم : هابيل وقابيل وصالح وعبد الرحمن - والذي كان سماه عبد الحارث - وود وكان ود يقال له \" شيث \" ويقال له : \" هبة الله \" وكان إخوته قد سودوه ، وولد له سواع ويغوث ويعوق ونسر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو عمر الدوري ، حدثني أبو إسماعيل المؤدب ، عن عبد الله بن مسلم بن هرمز ، عن أبي حزرة عن عروة بن الزبير قال : اشتكى آدم عليه السلام ، وعنده بنوه : ود ويغوث [ ويعوق ] وسواع ونسر - قال وكان ود أكبرهم وأبرهم به .وقال ابن أبي حاتم : حدثنا أحمد بن منصور ، حدثنا الحسن بن موسى ، حدثنا يعقوب ، عن أبي المطهر قال : ذكروا عند أبي جعفر - وهو قائم يصلي - يزيد بن المهلب قال : فلما انفتل من صلاته قال : ذكرتم يزيد بن المهلب أما إنه قتل في أول أرض عبد فيها غير الله . قال : ثم ذكر ودا - قال : وكان ود رجلا مسلما وكان محببا في قومه ، فلما مات عسكروا حول قبره في أرض بابل وجزعوا عليه ، فلما رأى إبليس جزعهم عليه ، تشبه في صورة إنسان ، ثم قال : إني أرى جزعكم على هذا الرجل ، فهل لكم أن أصور لكم مثله ، فيكون في ناديكم فتذكرونه ؟ قالوا : نعم ، فصور لهم مثله ، قال : ووضعوه في ناديهم وجعلوا يذكرونه ، فلما رأى ما بهم من ذكره قال : هل لكم أن أجعل في منزل كل واحد منكم تمثالا مثله ، فيكون له في بيته فتذكرونه ؟ قالوا : نعم . قال : فمثل لكل أهل بيت تمثالا مثله ، فأقبلوا فجعلوا يذكرونه به ، قال : وأدرك أبناؤهم فجعلوا يرون ما يصنعون به ، قال وتناسلوا ودرس أمر ذكرهم إياه ، حتى اتخذوه إلها يعبدونه من دون الله أولاد أولادهم ، فكان أول ما عبد من غير الله الصنم الذي سموه ودا ."
      },
      "translations": {
        "en": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr.",
        "fr": "et ils ont dit: «N'abandonnez jamais vos divinités et n'abandonnez jamais Wadd, Suwâ, Yaghhû, Ya'ûq et Nasr'.",
        "es": "Y dicen: '¡No abandonéis a vuestros dioses! ¡No abandonéis a Wadd, ni a Suwaa, ni a Yagut, a Yauq y a Nasr!'"
      },
      "ibn_ashour": "وَقَالُوا لَا تَذَرُنَّ آَلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23){ وقالوا لا تَذَرُنَّ آلهتكم ولا تذرنّ وُداً ولا سواعاً } الخ ، أي قال بعضهم لبعض : ودّ ، وسُوّاع ، ويَغُوث ، ويَعُوق ، ونَسْر ، هذه أصنام قوم نوح ، وبهذا تَعْلَم أن أسماءها غيرُ جارية على اشتقاق الكلمات العربية ، وفي واو ( وُدّ ) لغتان للعرب منهم من يضم الواو ، وبه قرأ نافع وأبو جعفر . ومنهم من يفتح الواو وكذلك قرأ الباقون .روى البخاري عن ابن عباس : «ودُّ وسُواع ويغوث ويَعُوق ونَسْرٌ : أسماء رجال صالحين من قوم نوح فلما هلكوا أوحى الشيطان إلى قومهم انصِبوا إلى مجالسهم التي كانوا يجلسون أنصاباً وسَمُّوها بأسمائهم ففعلوا ، فلم تعبد حتى إذا هلك أولئك وتنسخ العلم عُبدت» ، وعن محمد بن كعب : هي أسماء أبناء خمسة لآدم عليه السلام وكانوا عُبّاداً . وعن الماوردي أن { ودّاً } أول صنم معبود .والآية تقتضي أن هذه الأنصاب عُبدت قبل الطوفان وقد قال بعض المفسرين : إن هذه الأصنام أقيمت لبعض الصلحاء من أولاد آدم . وقال بعضهم : كانوا أصناماً بين زمن آدم وزمن نوح .ولا يلتئم هذا مع حدوث الطوفان إ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "وَقَدْ أَضَلُّوا۟ كَثِيرًۭا ۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "وقد أضلّوا بأصنامهم هذه كثيرًا من الناس، ولا تزد - يا رب - الظالمين لأنفسهم بالإصرار على الكفر والمعاصي إلا ضلالًا عن الحق.",
        "saadi": "{ وَقَدْ أَضَلُّوا كَثِيرًا } أي: وقد أضل الكبار والرؤساء بدعوتهم كثيرا من الخلق، { وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا } أي: لو كان ضلالهم عند دعوتي إياهم بحق، لكان مصلحة، ولكن لا يزيدون بدعوة الرؤساء إلا ضلالا أي: فلم يبق محل لنجاحهم ولا لصلاحهم، ولهذا ذكر الله عذابهم وعقوبتهم الدنيوية والأخروية، ",
        "kathir": "وقوله : ( وقد أضلوا كثيرا ) يعني الأصنام التي اتخذوها أضلوا بها خلقا كثيرا ، فإنه استمرت عبادتها في القرون إلى زماننا هذا في العرب والعجم وسائر صنوف بني آدم . وقد قال الخليل عليه السلام ، في دعائه : ( واجنبني وبني أن نعبد الأصنام رب إنهن أضللن كثيرا من الناس ) [ إبراهيم : 35 ، 36 ] .وقوله : ( ولا تزد الظالمين إلا ضلالا ) دعاء منه على قومه لتمردهم وكفرهم وعنادهم ، كما دعا موسى على فرعون ومثله في قوله : ( ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم ) [ يونس : 88 ] وقد استجاب الله لكل من النبيين في قومه ، وأغرق أمته بتكذيبهم لما جاءهم به ."
      },
      "translations": {
        "en": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"",
        "fr": "Elles [les idoles] ont déjà égaré plusieurs. Ne fais (Seigneur) croître les injustes qu'en égarement.",
        "es": "Han extraviado a muchos. A los impíos ¡no hagas sino extraviarles más!»"
      },
      "ibn_ashour": "وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (24)عطف على { وقالوا لا تذرن ءالهتكم } [ نوح : 23 ] ، أي أضلوا بقولهم هذا وبغيره من تقاليد الشرك كثيراً من الأمة بحيث ما آمن مع نوح إلاّ قليل .{ كَثِيراً وَلاَ تَزِدِ الظالمين إِلاَّ } .يجوز أن تكون هذه الجملة تتمة كلام نوح متصلةً بحكاية كلامه السابق ، فتكون الواو عاطفة جزء جملة مقولةٍ لفعل { قال } [ نوح : 21 ] على جزئها الذي قبلها عطف المفاعيل بعضِها على بعض كما تقول قال امرؤ القيس قفا نبْك . ختم نوح شكواه إلى الله بالدعاء على الضالّين المتحدث عنهم بأن يزيدهم الله ضلالاً .ولا يريبك عطف الإِنشاء على الخبر لأن منع عطف الإِنشاء على الخبر على الإِطلاق غير وجيه والقرآن طافح به .ويجوز أن تكون جملة { ولا تزد الظالمين إلاّ ضلالاً } غير متصلة بحكاية كلامه في قوله : { قال نوح رب إنهم عصوني } [ نوح : 21 ] بل هو حكاية كلام آخرَ له صدر في موقف آخر ، فتكون الواو عاطفة جملة مقولة قول على جملة مقولة قول آخر ، أي نائبةٍ عن فعل قال كما تقول : قال امرؤ القيس :قِفَا نَبْكِ ... و :أَلاَ عمْ صباحاً أيها الطلل البالي ... وقد نحا هذا المعنى",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًۭا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "بسبب خطيئاتهم التي ارتكبوها أُغْرِقوا بالطوفان في الدنيا، فأُدْخِلوا النار بعد موتهم مباشرة، فلم يجدوا لهم من دون الله أنصارًا ينقذونهم من الغرق والنار.",
        "saadi": "{ مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا } في اليم الذي أحاط بهم { فَأُدْخِلُوا نَارًا } فذهبت أجسادهم في الغرق وأرواحهم للنار والحرق، وهذا كله بسبب خطيئاتهم، التي أتاهم نبيهم نوح ينذرهم عنها، ويخبرهم بشؤمها ومغبتها، فرفضوا ما قال، حتى حل بهم النكال، { فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا } ينصرونهم حين نزل بهم الأمر الأمر، ولا أحد يقدر يعارض القضاء والقدر.",
        "kathir": "يقول تعالى : ( مما خطاياهم ) وقرئ : ( خطيئاتهم ) ) أغرقوا ) أي : من كثرة ذنوبهم وعتوهم وإصرارهم على كفرهم ومخالفتهم رسولهم ( أغرقوا فأدخلوا نارا ) أي : نقلوا من تيار البحار إلى حرارة النار ، ( فلم يجدوا لهم من دون الله أنصارا ) أي : لم يكن لهم معين ولا مغيث ولا مجير ينقذهم من عذاب الله كقوله : ( قال لا عاصم اليوم من أمر الله إلا من رحم ) [ هود : 43 ] ."
      },
      "translations": {
        "en": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers.",
        "fr": "A cause de leurs fautes, ils ont été noyés, puis on les a fait entrer au Feu, et ils n'ont pas trouvé en dehors d'Allah, de secoureurs».",
        "es": "Por sus pecados, fueron anegados e introducidos en un Fuego. No encontraron quien, fuera de Alá, les auxiliara."
      },
      "ibn_ashour": "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (25)جملة معترضة بين مقالات نوح عليه السلام وليست من حكاية قول نوح فهي إخبار من الله تعالى لرسوله محمد صلى الله عليه وسلم بأنه قدر النصر لنوح والعقابَ لمن عَصوْه من قومه قبل أن يسأله نوح استئصالهم فإغراق قوم نوح معلوم للنبيء صلى الله عليه وسلم وإنما قصد إعلامه بسببه .والغرض من الاعتراض بها التعجيل بتسلية رسول الله صلى الله عليه وسلم على ما يلاقيه من قومه مما يماثل ما لاقاه نوح من قومه على نحو قوله تعالى : { ولا تحسبن الله غافلاً عما يعمل الظالمون } [ إبراهيم : 42 ] .ويجوز أن تكون متصلة بجملة { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] على الوجه الثاني المتقدم فيها من أن تكون من كلام الله تعالى الموجه إلى نوح بتقدير : وقلنا لا تزد الظالمين إلاّ ضلالاً ، وتكون صيغة المضي في قوله : { أغرقوا } مستعملة في تحقق الوَعد لنوح بإغراقهم ، وكذلك قوله : { فأُدخلوا ناراً .وقُدم مما خطيئاتهم } على عامله لإِفادة القصر ، أي أغرقوا فأدخلوا ناراً من أجل مجموع خطيئاتهم لا لمجرد استجابة دعوة نوح التي ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "وَقَالَ نُوحٌۭ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا",
      "tafsir": {
        "muyassar": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.",
        "mukhtasar": "وقال نوح لما أخبره الله أنه لن يؤمن من قومه إلا من قد آمن: يا رب، لا تترك على الأرض من الكافرين أحدًا يدور أو يتحرك.",
        "saadi": "{ وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا } يدور على وجه الأرض، وذكر السبب في ذلك ",
        "kathir": "( وقال نوح رب لا تذر على الأرض من الكافرين ديارا ) أي : لا تترك على [ وجه ] الأرض منهم أحدا ولا تومريا وهذه من صيغ تأكيد النفي .قال الضحاك : ( ديارا ) واحدا . وقال السدي : الديار : الذي يسكن الدار .فاستجاب الله له ، فأهلك جميع من على وجه الأرض من الكافرين حتى ولد نوح لصلبه الذي اعتزل عن أبيه ، وقال : ( سآوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين ) [ هود : 43 ] .وقال ابن أبي حاتم : قرئ على يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني شبيب بن سعد ، عن أبي الجوزاء ، عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" لو رحم الله من قوم نوح أحدا ، لرحم امرأة ، لما رأت الماء حملت ولدها ثم صعدت الجبل ، فلما بلغها الماء صعدت به منكبها ، فلما بلغ الماء منكبها وضعت ولدها على رأسها ، فلما بلغ الماء رأسها رفعت ولدها بيدها ، فلو رحم الله منهم أحدا لرحم هذه المرأة \" .هذا حديث غريب ، ورجاله ثقات ، ونجى الله أصحاب السفينة الذين آمنوا مع نوح عليه السلام ، وهم الذين أمره الله بحملهم معه ."
      },
      "translations": {
        "en": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.",
        "fr": "Et Noé dit: «Seigneur, ne laisse sur la terre aucun infidèle.",
        "es": "Noé dijo: «¡Señor! ¡No dejes en la tierra a ningún infiel con vida!"
      },
      "ibn_ashour": "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (26) عطف على { قال نوح رب إنهم عصوني } [ نوح : 21 ] أعقبه بالدعاء عليهم بالإِهلاك والاستئصال بأن لا يبقى منهم أحداً ، أي لا تبق منهم أحداً على الأرض .وأعيد فعل { قال } لوقوع الفصل بين أقوال نوح بجملة { مما خطيئاتهم } [ نوح : 25 ] الخ ، أو بها وبجملة { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] .وقرنت بواو العطف لتكون مستقلة فلا تتبع جملة { إنهم عصوني للإِشارة إلى أن دَعوة نوح حصلت بعد شكايته بقوله : إنهم عصوني .وديَّاراً } : اسم مخصوص بالوقوع في النفي يعمّ كل إنسان ، وهو اسم بوزن فَيْعَال مشتق من اسم الدار فعينه واو لأن عين دَار مقدرة واواً ، فأصل ديّار : دَيوار فلما اجتمعت الواو والياء واتصلتا وسبقت إحداهما بالسكون قلبت الواو ياء ثم أدغمت في الياء الزائدة كما فُعل بسيّد وميّت ، ومعنى ديّار : من يحلّ بدار القوم كناية عن إنسان .ونظير ( ديّار ) في العموم والوقوع في النفي أسماء كثيرة في كلام العرب أبلغها ابن السكيت في «إصلاح المنطق» إلى خمسةٍ وعشرين ، وزاد كُراع النمل سبعة فبلغت اثنين وثلاثين اسماً ، وزاد ابن مال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًۭا كَفَّارًۭا",
      "tafsir": {
        "muyassar": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.",
        "mukhtasar": "إنك - ربنا - إن تتركهم وتمهلهم يضلّوا عبادك المؤمنين، ولا يلدوا إلا صاحبَ فجورٍ لا يطيعك، وشديدَ كفرٍ لا يشكرك على نعمك.",
        "saadi": "{ إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا } أي: بقاؤهم مفسدة محضة، لهم ولغيرهم، وإنما قال نوح -عليه السلام- ذلك، لأنه مع كثرة مخالطته إياهم، ومزاولته لأخلاقهم، علم بذلك نتيجة أعمالهم، لا جرم أن الله استجاب دعوته  ، فأغرقهم أجمعين ونجى نوحا ومن معه من المؤمنين.",
        "kathir": "وقوله : ( إنك إن تذرهم يضلوا عبادك ) أي : إنك إن أبقيت منهم أحدا أضلوا عبادك ، أي : الذين تخلقهم بعدهم ( ولا يلدوا إلا فاجرا كفارا ) أي : فاجرا في الأعمال كافر القلب ، وذلك لخبرته بهم ومكثه بين أظهرهم ألف سنة إلا خمسين عاما ."
      },
      "translations": {
        "en": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.",
        "fr": "Si Tu les laisses [en vie], ils égareront Tes serviteurs et n'engendreront que des pécheurs infidèles.",
        "es": "Si les dejas, extraviarán a Tus siervos y no engendrarán sino a pecadores, infieles pertinaces."
      },
      "ibn_ashour": "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (27)وجملة { إنك إن تذرهم يُضِلُّوا عبادك } تعليل لسؤاله أن لا يترك الله على الأرض أحداً من الكافرين يريد أنه خشي أن يضلوا بعض المؤمنين وأن يلدوا أبناء ينشأون على كفرهم .والأرض يجوز أن يراد بها جميع الكُرة الدنيوية ، وأن يراد أرض معهودة للمتكلم والمخاطَببِ كما في قوله تعالى : { قال اجعلني على خزائن الأرض يعني أرض مصر } في سورة يوسف ( 55 ) .ويحتمل أن يكون البشر يومئذٍ منحصرين في قوم نوح ، ويجوز خلافه ، وعلى هذه الاحتمالات ينشأ احتمال أن يكون الطوفان قد غمر جميع الكرة الأرضية ، واحتمالُ أن يكون طوفاناً قاصراً على ناحية كبيرة من عموم الأرض ، والله أعلم . وقد تقدم ذلك عند تفسير قوله تعالى : { فأنجيناه والذين معه في الفلك } في سورة الأعراف ( 64 ) .وخبر إنك } مجموع الشرط مع جوابه الواقع بعد ( إنّ ) لأنه إذا اجتمع مبتدأ وشرط رجح الشرط على المبتدأ فأعطي الشرطُ الجوابَ ولم يعط المبتدأ خبراً لدلالة جملة الشرط وجوابه عليه .وعَلِم نوح أنهم لا يلدون إلاّ فاجراً كفّاراً بأن أولادهم ينشأون فيهم فيلقنونهم دينهم ويصدون ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًۭا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا",
      "tafsir": {
        "muyassar": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.",
        "mukhtasar": "ربّ اغفر لي ذنوبي، واغفر لوالديَّ، واغفر لمن دخل بيتي مؤمنًا، واغفر للمؤمنين والمؤمنات، ولا تزد الظالمين لأنفسهم بالكفر والمعاصي إلا هلاكًا وخسرانًا.",
        "saadi": "{ رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا } خص المذكورين لتأكد حقهم وتقديم برهم، ثم عمم الدعاء، فقال: { وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا } أي: خسارا ودمارا وهلاكا.تم تفسير سورة نوح عليه السلام [والحمد لله]  ",
        "kathir": "ثم قال : ( رب اغفر لي ولوالدي ولمن دخل بيتي مؤمنا ) قال الضحاك : يعني : مسجدي ، ولا مانع من حمل الآية على ظاهرها ، وهو أنه دعا لكل من دخل منزله وهو مؤمن ، وقد قال الإمام أحمد :حدثنا أبو عبد الرحمن ، حدثنا حيوة ، أنبأنا سالم بن غيلان : أن الوليد بن قيس التجيبي أخبره : أنه سمع أبا سعيد الخدري - أو : عن أبي الهيثم ، عن أبي سعيد : - أنه سمع رسول الله صلى الله عليه وسلم يقول : \" لا تصحب إلا مؤمنا ، ولا يأكل طعامك إلا تقي \" .ورواه أبو داود والترمذي من حديث عبد الله بن المبارك ، عن حيوة بن شريح به ، ثم قال الترمذي : إنما نعرفه من هذا الوجه .وقوله : ( وللمؤمنين والمؤمنات ) دعاء لجميع المؤمنين والمؤمنات ، وذلك يعم الأحياء منهم والأموات ; ولهذا يستحب مثل هذا الدعاء ، اقتداء بنوح عليه السلام ، وبما جاء في الآثار ، والأدعية [ المشهورة ] المشروعة .وقوله : ( ولا تزد الظالمين إلا تبارا ) قال السدي : إلا هلاكا . وقال مجاهد : إلا خسارا ، أي : في الدنيا والآخرة .آخر تفسير سورة \" نوح \" [ عليه السلام ولله الحمد والمنة ] ."
      },
      "translations": {
        "en": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
        "fr": "Seigneur! Pardonne-moi, et à mes père et mère et à celui qui entre dans ma demeure croyant, ainsi qu'aux croyants et croyantes; et ne fais croître les injustes qu'en perdition».",
        "es": "¡Señor! ¡Perdónanos, a mi y a mis padres, a quien entre en mi casa como creyente, a los creyentes y a las creyentes! Y a los impíos ¡no hagas sino perderles más!»"
      },
      "ibn_ashour": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (28)جعل الدعاء لنفسه ووالديه خاتمة مناجاته فابتدأ بنفسه ثم بأقرب الناس به وهما والده ، ثم عمّم أهله وذويه المؤمنين فدخل أولاده وبنوهم والمؤمنات من أزواجهم وعبر عنهم بمن دخل بيته كناية عن سكناهم معه ، فالمراد بقوله { دخل بيتي } دخول مخصوص وهو الدخول المتكرر الملازم . ومنه سميت بطانة المرء دَخيلته ودُخْلَته ، ثم عمم المؤمنين والمؤمنات ، ثم عاد بالدعاء على الكفرة بأن يحرمهم الله النجاح وهو على حد قوله المتقدم { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] .والتبَار : الهلاك والخسار ، فهو تخصيص للظالمين من قومه بسؤال استئصالهم بعد أن شملهم وغيرهم بعموم قوله : { لا تَذر على الأرض من الكافرين ديّاراً } [ نوح : 26 ] حرصاً على سلامة المجتمع الإِنساني من شوائب المفاسد وتطهيره من العناصر الخبيثة .ووالداه : أبوه وأمه ، وقد ورد اسم أبيه في التوراة ( لَمَك ) وأما أمه فقد ذكر الثعلبي أنّ اسمها شَمْخَى بنتُ آنُوش .وقرأ الجمهور { بيتي } بسكون ياء المتكلم . وق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌۭ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "إنا بعثنا نوحًا إلى قومه يدعوهم ليخوّف قومه من قبل أن يأتيهم عذاب موجع بسبب ما هم عليه من الشرك بالله.",
        "saadi": "إلى آخر السورة لم يذكر الله في هذه السورة سوى قصة نوح وحدها لطول لبثه في قومه، وتكرار دعوته إلى التوحيد، ونهيه عن الشرك، فأخبر تعالى أنه أرسله  إلى قومه، رحمة بهم، وإنذارا لهم من عذاب الله الأليم، خوفا من استمرارهم على كفرهم، فيهلكهم الله هلاكا أبديا، ويعذبهم عذابا سرمديا، فامتثل نوح عليه السلام لذلك، وابتدر لأمر الله،",
        "kathir": "تفسير سورة نوح وهي مكية .يقول تعالى مخبرا عن نوح عليه السلام ، أنه أرسله إلى قومه آمرا له أن ينذرهم بأس الله قبل حلوله بهم ، فإن تابوا وأنابوا رفع عنهم ; ولهذا قال : ( أن أنذر قومك من قبل أن يأتيهم عذاب أليم )"
      },
      "translations": {
        "en": "Indeed, We sent Noah to his people, [saying], \"Warn your people before there comes to them a painful punishment.\"",
        "fr": "Nous avons envoyé Noé vers son peuple: «Avertis ton peuple, avant que leur vienne un châtiment douloureux».",
        "es": "Enviamos a Noé a su pueblo: «¡Advierte a tu pueblo antes de que le alcance un castigo doloroso!»"
      },
      "ibn_ashour": "إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (1)افتتاح الكلام بالتوكيد للاهتمام بالخبر إذ ليس المقام لرد إنكار منكر ، ولا دفع شك عن متردد في هذا الكلام . وكثيراً ما يَفتتح بلغاء العرب أول الكلام بحرف التوكيد لهذا الغرض وربما جعلوا ( إن ) دَاخلةً على ضمير الشأن في نحو قوله تعالى : { إنه من سليمان وإِنه باسم الله الرحمان الرحيم * أن لا تعلوا علي } الآية [ النمل : 30 ، 31 ] .وذكْر نوح عليه السلام مضى في سورة آل عمران . وتقدم أن هذا الاسم غير عربي ، وأنه غير مشتق من مادة النّوح .و { أن أنذر قومك } إلى آخره هو مضمون ما أرسل به نوح إلى قومه ، ف { أنْ } تفسيرية لأنها وقعت بعد { أرسلنا } . وفيه معنى القول دون حروفه . ومعنى { من قِبْل أن يأتيهم عذاب أليم } أنه يخوفهم غضب الله تعالى عليهم إذ عبدوا الأصنام ولم يتقوا الله ولم يطيعوا ما جاءهم به رسوله ، فأمره الله أن ينذرهم عذاباً يأتيهم من الله ليكون إنذاره مقدّماً على حلول العذاب . وهذا يقتضي أنه أُمر بأن يعلمهم بهذا العذاب ، وأن الله وقَّته بمدة بقائهم على الشرك بعد إبلاغ نوح إليهم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌۭ مُّبِينٌ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "قال نوح لقومه: يا قوم، إني لكم مُنْذِرٌ بَيِّنُ الإنذار من عذاب ينتظركم إن لم تتوبوا إلى الله.",
        "saadi": "{ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ } أي: واضح النذارة بينها، وذلك لتوضيحه ما أنذر به وما أنذر عنه، وبأي: شيء تحصل النجاة، بين جميع ذلك بيانا شافيا، فأخبرهم وأمرهم بزبدة ما يأمرهم به ",
        "kathir": "أي : بين النذارة ، ظاهر الأمر واضحه ."
      },
      "translations": {
        "en": "He said, \"O my people, indeed I am to you a clear warner,",
        "fr": "Il [leur] dit: «O mon peuple, je suis vraiment pour vous, un avertisseur clair,",
        "es": "Dijo: «¡Pueblo! Soy para vosotros un monitor que habla claro."
      },
      "ibn_ashour": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (2) { قَالَ ياقوم إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ * أَنِ اعبدوا الله واتقوه وَأَطِيعُونِ * يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إلى أَجَلٍ مُّسَمًّى } .لم تعطف جملة { قال يا قوم } بالفاء التفريعية على جملة { أرسلنا نوحاً إلى قومه } [ نوح : 1 ] لأنها في معنى البيان لجملة { أنذر قومك } [ نوح : 1 ] لدلالتها على أنه أنذر قومه بما أمره الله أن يقوله لهم ، وإنما أُدمج فيه فعل قول نوح للدلالة على أنه أُمر أن يقول فقال ، تنبيهاً على مبادرة نوح لإِنذار قومه في حين يلوغ الوحي إليه من الله بأن ينذر قومه .ولك أن تجعلها استئنافاً بيانياً لجواب سؤال السامع أن يسأل ماذا فعل نوح حين أرسل الله إليه { أن أنذر قومك ، وهما متقاربان .وافتتاح دعوته قومَه بالنداء لطلب إقبال أذهانهم ونداؤهم بعنوان : أنهم قومه ، تمهيد لقبول نصحه إذ لا يريد الرجل لقومه إلاّ ما يريد لنفسه . وتصدير دعوته بحرف التوكيد لأن المخاطبين يترددون في الخبر .والنذير : المنذر غير جار على القياس ، وهو مثل بشير ، ومثل حكيم بمعنى محكم ، وأليم بمعنى مؤلم ، وسميع بمعنى مسمع ، في قول عَمرو",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "ومقتضى إنذاري لكم أن أقول لكم: اعبدوا الله وحده، ولا تشركوا به شيئًا، واتقوه بامتثال أوامره، واجتناب نواهيه، وأطيعوني فيما آمركم به.",
        "saadi": "{ أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ } وذلك بإفراده تعالى بالتوحيد والعبادة، والبعد عن الشرك وطرقه ووسائله.",
        "kathir": "( أن اعبدوا الله واتقوه ) أي : اتركوا محارمه واجتنبوا مآثمه ) وأطيعون ) فيما آمركم به وأنهاكم عنه ."
      },
      "translations": {
        "en": "[Saying], 'Worship Allah, fear Him and obey me.",
        "fr": "Adorez Allah, craignez-Le et obéissez-moi,",
        "es": "¡Servid a Alá y temedle! ¡Y obedecedme!"
      },
      "ibn_ashour": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ (3) لدلالة قوله : { أن اعبدوا الله واتقوه وأطيعون } عليه . والتقدير : إنّي لكم نذير بعذاب أليم إن لم تعبدوا الله ولم تتقُوه ولم تطيعوني .والمبين : يجوز أن يكون من أبان المتعدّي الذي مجرده بَانَ ، أي مُوَضِّح أو مِن أبان القاصر ، الذي هو مرادف بَان المجردِ ، أي نذير وَاضح لكم أني نذير ، لأني لا أجتني من دعوتكم فائدة من متاع الدنيا وإنما فائدة ذلك لكم ، وهذا مثل قوله في سورة الشعراء ( 109 ، 110 ) { وما أسألكم عليه من أجر إن أجري إلاّ على ربّ العالمين فاتقوا الله وأطيعون . } وتقديم { لكم } على عامله وهو { نذير } للاهتمام بتقديم ما دلت عليه اللام من كون النذارة لفائدتهم لا لفائدته .فجمع في صدر دعوته خمسة مؤكدات ، وهي : النداءُ وجعلُ المنادَى لفظ { يا قوم } المضاف إلى ضميره ، وافتتاحُ كلامه بحرف التأكيد ، واجتلابُ لام التعليل ، وتقديمُ مجرورها .و { أن } في { أن اعبدوا } تفسيرية لأن وصف { نذير } فيه معنى القول دون حروفه ، وأمرهم بعبادة الله لأنهم أعرضوا عنها ونسوها بالتمحض لأصنامهم ، وكان قوم نوح مشركين كما دل عليه قوله تعالى في سورة يونس ( 71 ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰٓ أَجَلٍۢ مُّسَمًّى ۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُ ۖ لَوْ كُنتُمْ تَعْلَمُونَ",
      "tafsir": {
        "muyassar": "إنا بعثنا نوحا إلى قومه، وقلنا له: حذِّر قومك من قبل أن يأتيهم عذاب موجع. قال نوح: يا قومي إني نذير لكم بيِّن الإنذار من عذاب الله إن عصيتموه، وإني رسول الله إليكم فاعبدوه وحده، وخافوا عقابه، وأطيعوني فيما آمركم به، وأنهاكم عنه، فإن أطعتموني واستجبتم لي يصفح الله عن ذنوبكم ويغفر لكم، ويُمدد في أعماركم إلى وقت مقدر في علم الله تعالى، إن الموت إذا جاء لا يؤخر أبدًا، لو كنتم تعلمون ذلك لسارعتم إلى الإيمان والطاعة.",
        "mukhtasar": "إنكم إن تفعلوا ذلك يغفر الله لكم من ذنوبكم ما لا يتعلق بحقوق العباد، ويُطِلْ أمد أمّتكم في الحياة إلى وقت محدد في علم الله، تعمرون الأرض ما استقمتم على ذلك، إن الموت إذا جاء لا يؤخَّر، لو كنتم تعلمون لبادرتم إلى الإيمان بالله والتوبة مما أنتم عليه من الشرك والضلال.",
        "saadi": "فإنهم إذا اتقوا الله غفر ذنوبهم، وإذا غفر ذنوبهم حصل لهم النجاة من العذاب، والفوز بالثواب، { وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى } أي: يمتعكم في هذه الدار، ويدفع عنكم الهلاك إلى أجل مسمى أي: مقدر [البقاء في الدنيا] بقضاء الله وقدره [إلى وقت محدود]، وليس المتاع أبدا، فإن الموت لا بد منه، ولهذا قال: { إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ } لما كفرتم بالله، وعاندتم الحق، فلم يجيبوا لدعوته، ولا انقادوا لأمره.",
        "kathir": "( يغفر لكم من ذنوبكم ) أي : إذا فعلتم ما أمرتكم به وصدقتم ما أرسلت به إليكم ، غفر الله لكم ذنوبكم .و \" من \" هاهنا قيل : إنها زائدة . ولكن القول بزيادتها في الإثبات قليل . ومنه قول بعض العرب : \" قد كان من مطر \" . وقيل : إنها بمعنى \" عن \" ، تقديره : يصفح لكم عن ذنوبكم . واختاره ابن جرير ، وقيل : إنها للتبعيض ، أي يغفر لكم الذنوب العظام التي وعدكم على ارتكابكم إياها الانتقام .( ويؤخركم إلى أجل مسمى ) أي : يمد في أعماركم ويدرأ عنكم العذاب الذي إن لم تنزجروا عما نهاكم عنه ، أوقعه بكم .وقد يستدل بهذه الآية من يقول : إن الطاعة والبر وصلة الرحم ، يزاد بها في العمر حقيقة ; كما ورد به الحديث : \" صلة الرحم تزيد في العمر \" .وقوله : ( إن أجل الله إذا جاء لا يؤخر لو كنتم تعلمون ) أي : بادروا بالطاعة قبل حلول النقمة ، فإنه إذا أمر [ الله ] تعالى بكون ذلك لا يرد ولا يمانع ، فإنه العظيم الذي قهر كل شيء ، العزيز الذي دانت لعزته جميع المخلوقات ."
      },
      "translations": {
        "en": "Allah will forgive you of your sins and delay you for a specified term. Indeed, the time [set by] Allah, when it comes, will not be delayed, if you only knew.' \"",
        "fr": "pour qu'Il vous pardonne vos péchés et qu'Il vous donne un délai jusqu'à un terme fixé. Mais quand vient le terme fixé par Allah, il ne saurait être différé si vous saviez!»",
        "es": "Así, os perdonará vuestros pecados y os remitirá a un plazo fijo. Pero, cuando venza el plazo fijado por Alá, no podrá ya ser retardado. Si supierais...»"
      },
      "ibn_ashour": "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (4)، فقوله : { يغفر لكم من ذنوبكم } ينصرف بادىء ذي بدء إلى ذنوب الإِشراك اعتقاداً وسجوداً .وجَزْمُ { يغفر لكم من ذنوبكم } في جواب الأوامر الثلاثة { اعبدوا الله واتقوه وأطيعون } ، أي إن تفعلوا ذلك يغفر الله لكم من ذنوبكم . وهذا وعد بخير الآخرة .وحرف { مِن } زائد للتوكيد ، وهذا من زيادة { مِن } في الإيجاب على رأي كثير من أيمة النحو مثل الأخفش وأبي علي الفارسي وابن جنيّ من البصريين وهو قول الكسائي وجميععِ نحاة الكوفة . فيفيد أن الإيمان يَجُبُّ ما قبله في شريعة نوح مثل شريعة الإِسلام .ويجوز أن تكون { مِن } للتبعيض ، عند من أثبت ذلك وهو اختيار التفتزاني ، أي يغفر لكم بعض ذنوبكم ، أي ذنوب الإِشراك وما معه ، فيكون الإيمان في شرع نوح لا يقتضي مغفرة جميع الذنوب السابقة ، وليس يلزم تماثل الشرائع في جميع الأحكام الفرعية ، ومغفرةُ الذنوب من تفاريع الدين وليست من أصوله . وقال ابن عطية : معنى التبعيض : مغفرة الذنوب السابقة دون ما يذنبون من بعد . وهذا يتم ويح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "قَالَ رَبِّ إِنِّى دَعَوْتُ قَوْمِى لَيْلًۭا وَنَهَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "قال نوح: يا رب، إني دعوت قومي إلى عبادتك وتوحيدك، ليلًا ونهارًا باستمرار.",
        "saadi": "فقال شاكيا لربه: { رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا}",
        "kathir": "يخبر تعالى عن عبده ورسوله نوح عليه السلام ، أنه اشتكى إلى ربه ، عز وجل ، ما لقي من قومه ، وما صبر عليهم في تلك المدة الطويلة التي هي ألف سنة إلا خمسين عاما ، وما بين لقومه ووضح لهم ودعاهم إلى الرشد والسبيل الأقوم ، فقال : ( رب إني دعوت قومي ليلا ونهارا ) أي : لم أترك دعاءهم في ليل ولا نهار ، امتثالا لأمرك وابتغاء لطاعتك"
      },
      "translations": {
        "en": "He said, \"My Lord, indeed I invited my people [to truth] night and day.",
        "fr": "Il dit: «Seigneur! J'ai appelé mon peuple, nuit et jour.",
        "es": "Dijo: «¡Señor! He llamado a mi pueblo noche y día."
      },
      "ibn_ashour": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (5) جرد فعل { قال } هنا ، من العاطف لأنه حكاية جواب نوح عن قول الله له { أنْذِر قومك } [ نوح : 1 ] عومل معاملة الجواب الذي يُتلقى به الأمر على الفور على طريقة المحاورات التي تقدمت في قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ) ، تنبيهاً على مبادرة نوح بإبلاغ الرسالة إلى قومه وتمام حرصه في ذلك كما أفاده قوله : { ليلاً ونهاراً } وحصول يأسه منهم ، فجعل مراجعته ربه بعد مهلة مستفادة من قوله : { لَيْلاً ونهاراً } بمنزلة المراجعة في المقام الواحد بين المتحاورَيْن . ولك أن تجعل جملة { قال رب } الخ مستأنفة استئنافاً بيانياً لأن السامع يترقب معرفة ماذا أجاب قوم نوح دعوته فكان في هذه الجملة بيان ما يترقبه السامع مع زيادة مراجعة نوح ربه تعالى .وهذا الخبر مستعمل في لازم معناه وهو الشكاية والتمهيد لطلب النصر عليهم لأن المخاطب به عالم بمدلول الخبر . وذلك ما سيفضي إليه بقوله : { وقال نوح رب لا تذَرْ على الأرض من الكافرين دياراً } الآيات [ نوح : 26 ] .وفائدة حكاية ما ناجى به نوح ربه إظهارُ توكله على الله ، وانتصار الله له ،",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "فَلَمْ يَزِدْهُمْ دُعَآءِىٓ إِلَّا فِرَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "فلم تزدهم دعوتي لهم إلا نفورًا وبُعْدًا مما أدعوهم إليه.",
        "saadi": "[ فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا } أي: نفورا عن الحق وإعراضا، فلم يبق لذلك فائدة، لأن فائدة الدعوة أن يحصل جميع المقصود أو بعضه.",
        "kathir": "( فلم يزدهم دعائي إلا فرارا ) أي : كلما دعوتهم ليقتربوا من الحق فروا منه وحادوا عنه"
      },
      "translations": {
        "en": "But my invitation increased them not except in flight.",
        "fr": "Mais mon appel n'a fait qu'accroître leur fuite.",
        "es": "Mi llamamiento sólo ha servido para que huyan más."
      },
      "ibn_ashour": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا (6)ومعنى { لم يَزدهم دعائيَ إلاّ فراراً } أن دعائي لهم بأن يعبدوا الله وبطاعتهم لي لم يزدهم ما دعوتهم إليه إلاّ بعداً منه ، فالفرار مستعار لقوة الإِعْراض ، أي فلم يزدهم دعائي إياهم قرباً مما أدعوهم إليه .واستثناء الفرار من عموم الزيادات استثناء منقطع . والتقدير : فلم يزدهم دعائي قرباً من الهدى لكن زادهم فراراً كما في قوله تعالى حكاية عن صالح عليه السلام { فما تزيدونني غير تخسير } [ هود : 63 ] .وإسناد زيادة الفرار إلى الدعاء مجاز لأن دعاءه إياهم كان سبباً في تزايد إعراضهم وقوة تمسكهم بشركهم .وهذا من الأسلوب المسمى في علم البديع تأكيد المدح بما يشبه الذم ، أو تأكيدَ الشيء بما يشبه ضده ، وهو هنا تأكيد إِعراضهم المشبه بالابتعاد بصورةٍ تشبه ضد الإِعراض .ولما كان فرارهم من التوحيد ثابتاً لهم من قبل كان قوله : { لم يزدهم دعائي إلاّ فراراً } من تأكيد الشيء بما يشبه ضده .وتصدير كلام نوح بالتأكيد لإِرادة الاهتمام بالخبر .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَإِنِّى كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوٓا۟ أَصَٰبِعَهُمْ فِىٓ ءَاذَانِهِمْ وَٱسْتَغْشَوْا۟ ثِيَابَهُمْ وَأَصَرُّوا۟ وَٱسْتَكْبَرُوا۟ ٱسْتِكْبَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "وإني كلما دعوتهم إلى ما فيه سبب غفران ذنوبهم؛ من عبادتك وحدك ومن طاعتك وطاعة رسولك - سدّوا آذانهم بأصابعهم؛ ليمنعوها من سماع دعوتي، وغطّوا وجوههم بثيابهم حتى لا يروني، واستمرّوا على ما هم عليه من الشرك، وتكبّروا عن قبول ما أدعوهم إليه، والإذعان له.",
        "saadi": "{ وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ } أي: لأجل أن يستجيبوا فإذا استجابوا غفرت لهم فكان هذا محض مصلحتهم، ولكنهم أبوا إلا تماديا على باطلهم، ونفورا عن الحق، { جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ } حذر سماع ما يقول لهم نبيهم نوح عليه السلام، { وَاسْتَغْشَوْا ثِيَابَهُمْ } أي تغطوا بها غطاء يغشاهم بعدا عن الحق وبغضا له، { وَأَصَرُّوا } على كفرهم وشرهم { وَاسْتَكْبَرُوا } على الحق { اسْتِكْبَارًا } فشرهم ازداد، وخيرهم بعد.",
        "kathir": "( وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم واستغشوا ثيابهم ) أي : سدوا آذانهم لئلا يسمعوا ما أدعوهم إليه . كما أخبر تعالى عن كفار قريش : ( وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه لعلكم تغلبون ) [ فصلت : 26 ] .( واستغشوا ثيابهم ) قال ابن جريج ، عن ابن عباس : تنكروا له لئلا يعرفهم . وقال سعيد بن جبير والسدي : غطوا رءوسهم لئلا يسمعوا ما يقول .( وأصروا ) أي : استمروا على ما هم فيه من الشرك والكفر العظيم الفظيع ، ( واستكبروا استكبارا ) أي : واستنكفوا عن اتباع الحق والانقياد له ."
      },
      "translations": {
        "en": "And indeed, every time I invited them that You may forgive them, they put their fingers in their ears, covered themselves with their garments, persisted, and were arrogant with [great] arrogance.",
        "fr": "Et chaque fois que je les ai appelés pour que Tu leur pardonnes, ils ont mis leurs doigts dans leurs oreilles. se sont enveloppés de leurs vêtements, se sont entêtés et se sont montrés extrêmement orgueilleux.",
        "es": "Siempre que les llamo para que Tú les perdones, se ponen los dedos en los oídos, se cubren con la ropa, se obstinan y se muestran en extremo altivos."
      },
      "ibn_ashour": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آَذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا (7){ كلما } مركبة من كلمتين كلمةِ ( كل ) وهي اسم يدل على استغراق أفراد ما تضاف هي إليه ، وكلمة ( ما ) المصدرية وهي حرف يفيد أن الجملة بعده في تأويل مصدر . وقد يراد بذلك المصدر زمَانُ حصوله فيقولون ( مَا ) ظرفية مصدرية لأنها نائبة عن اسم الزمان .والمعنى : أنهم لم يظهروا مخِيلةً من الإِصغاء إلى دعوته ولم يتخلفوا عن الإِعراض والصدود عن دعوته طَرفة عَيْن ، فلذلك جاء بكلمة { كلما } الدالة على شمول كلّ دعوة من دعواته مقترنةً بدلائل الصد عنها ، وقد تقدم عند قوله تعالى : { كلما أضاء لهم مشوا فيه } [ البقرة : 20 ] .وحُذف متعلق { دَعَوْتُهم } لدلالة ما تقدم عليه من قوله : { أن اعبدوا الله } [ نوح : 3 ] .والتقدير : كلما دعوتهم إلى عبادتك وتقواك وطاعتي فيما أمرتهم به .واللام في قوله : { لتغفر } لام التعليل ، أي دعوتهم بدعوة التوحيد فهو سبب المغفرة ، فالدعوة إليه معللة بالغفران .ويتعلق قوله : { كلما دعوتهم } بفعل { جعلوا أصابعهم } على أنه ظرف ز",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "ثُمَّ إِنِّى دَعَوْتُهُمْ جِهَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "ثم إني - يا رب - دعوتهم علانية.",
        "saadi": "{ ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا } أي: بمسمع منهم كلهم.",
        "kathir": "( ثم إني دعوتهم جهارا ) أي : جهرة بين الناس ."
      },
      "translations": {
        "en": "Then I invited them publicly.",
        "fr": "Ensuite, je les ai appelés ouvertement.",
        "es": "Además, les he llamado abiertamente"
      },
      "ibn_ashour": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا (8) ارتقى في شكواه واعتذاره بأنَّ دعوته كانت مختلفة الحالات في القول من جهر وإسرار ، فعَطْف الكلام ب { ثم } التي تفيد في عطفها الجمل أن مضمون الجملة المعطوفة أهم من مضمون المعطوف عليها ، لأن اختلاف كيفية الدعوة ألصق بالدعوة من أوقات إلقائها لأن الحالة أشد ملابسة بصاحبها مِن ملابسة زمانه . فذَكَر أنه دعاهم جهاراً ، أي علناً .وجِهار : اسم مصدر جهر ، وهو هنا وصف لمصدر { دَعَوْتُهم } ، أي دعوةً جهاراً .وارتقى فذكر أنه جمع بين الجهر والإِسرار لأن الجمع بين الحالتين أقوى في الدعوة وأغلظ من إفراد إحداهما",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "ثُمَّ إِنِّىٓ أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "ثم إني رفعت لهم صوتي بالدعوة، وأسررت إسرارًا خفيًّا، ودعوتهم بصوت منخفض؛ منوّعًا لهم أسلوب دعوتي.",
        "saadi": "{ ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا } كل هذا حرص ونصح، وإتيانهم بكل باب يظن أن يحصل منه المقصود  ",
        "kathir": "( ثم إني أعلنت لهم ) أي : كلاما ظاهرا بصوت عال ، ( وأسررت لهم إسرارا ) أي : فيما بيني وبينهم ، عليهم الدعوة لتكون أنجع فيهم ."
      },
      "translations": {
        "en": "Then I announced to them and [also] confided to them secretly",
        "fr": "Puis, je leur ai fait des proclamations publiques, et des confidences en secret.",
        "es": "y les he hablado en público y en secreto."
      },
      "ibn_ashour": "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا (9) . فقوله : { أعلنت لهم } تأكيد لقوله : { دعوتهم جهاراً } ذكر ليبنى عليه عطف { وأسررت لهم إسراراً .والمعنى : أنه توخى ما يظنه أوْغَل إلى قلوبهم من صفات الدعوة ، فجهر حين يكون الجهر أجدى مثلُ مجامع العامة ، وأسَرَّ للذين يظنهم متجنبين لَوْم قومهم عليهم في التصدّي لسماع دعوته وبذلك تكون ضمائر الغيبة في قوله دعوتهم } ، وقوله : { أعلنت لهم وأسررت لهم } موزعة على مختلففِ الناس .وانتصب { جهاراً } بالنيابة عن المفعول المطلق المبيّن لنوع الدعوة .وانتصب { إسراراً } على أنه مفعول مطلق مفيد للتوكيد ، أي إسراراً خفياً .ووجه توكيد الإسرار أن إسرار الدعوة كان في حال دعوته سادتهم وقادتهم لأنهم يمتعضون من إعلان دعوتهم بمسمع من أتباعهم .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "فَقُلْتُ ٱسْتَغْفِرُوا۟ رَبَّكُمْ إِنَّهُۥ كَانَ غَفَّارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: رب إني دعوت قومي إلى الإيمان بك وطاعتك في الليل والنهار، فلم يزدهم دعائي لهم إلى الإيمان إلا هربًا وإعراضًا عنه، وإني كلما دعوتهم إلى الإيمان بك؛ ليكون سببًا في غفرانك ذنوبهم، وضعوا أصابعهم في آذانهم؛ كي لا يسمعوا دعوة الحق، وتغطَّوا بثيابهم؛ كي لا يروني، وأقاموا على كفرهم، واستكبروا عن قَبول الإيمان استكبارًا شديدًا، ثم إني دعوتهم إلى الإيمان ظاهرًا علنًا في غير خفاء، ثم إني أعلنت لهم الدعوة بصوت مرتفع في حال، وأسررت بها بصوت خفيٍّ في حال أخرى، فقلت لقومي: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، إنه تعالى كان غفارًا لمن تاب من عباده ورجع إليه.",
        "mukhtasar": "فقلت لهم: يا قوم، اطلبوا المغفرة من ربكم بالتوبة إليه، إنه سبحانه كان غفارًا لذنوب من تاب إليه من عباده.",
        "saadi": "{ فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ } أي: اتركوا ما أنتم عليه من الذنوب، واستغفروا الله منها.{ إِنَّهُ كَانَ غَفَّارًا } كثير المغفرة لمن تاب واستغفر، فرغبهم بمغفرة الذنوب، وما يترتب عليها من حصول الثواب، واندفاع العقاب.",
        "kathir": "( فقلت استغفروا ربكم إنه كان غفارا ) أي : ارجعوا إليه وارجعوا عما أنتم فيه وتوبوا إليه من قريب ، فإنه من تاب إليه تاب عليه ، ولو كانت ذنوبه مهما كانت في الكفر والشرك ؛ ولهذا قال : ( فقلت استغفروا ربكم إنه كان غفارا يرسل السماء عليكم مدرارا ) أي : متواصلة الأمطار . ولهذا تستحب قراءة هذه السورة في صلاة الاستسقاء لأجل هذه الآية . وهكذا روي عن أمير المؤمنين عمر بن الخطاب : أنه صعد المنبر ليستسقي ، فلم يزد على الاستغفار ، وقرأ الآيات في الاستغفار . ومنها هذه الآية ( فقلت استغفروا ربكم إنه كان غفارا)"
      },
      "translations": {
        "en": "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver.",
        "fr": "J'ai donc dit: «Implorez le pardon de votre Seigneur, car Il est grand Pardonneur,",
        "es": "Y he dicho: '¡Pedid perdón a vuestro Señor -Que es indulgente-"
      },
      "ibn_ashour": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا (10) وفصَّل دعوته بفاء التفريع فقال { فقلت استغفروا ربكم } فهذا القول هو الذي قاله لهم ليلاً ونهاراً وجهاراً وإسراراً .ومعنى { استغفروا ربكم } ، ءامنوا إيماناً يكون استغفاراً لذنبكم فإنكم إن فعلتم غفر الله لكم .وعلّل ذلك لهم بأن الله موصوف بالغفران صفة ثابتة تعهد الله بها لعباده المستغفرين ، فأفاد التعليل بحرف ( إنَّ ) وأفاد ثبوت الصفة لله بذكر فعل { كان } وأفاد كمال غفرانه بصيغة المبالغة بقوله { غفّاراً } .وهذا وعد بخير الآخرة ورتب عليه وعداً بخير الدنيا بطريق جواب الأمر ، وهو { يُرسل السماء عليكم } الآية .وكانوا أهل فلاحة فوعدهم بنزول المطر الذي به السلامة من القحط وبالزيادة في الأموال .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "فإنكم إن فعلتم ذلك ينزل الله عليكم المطر متتابعًا كلما احتجتم إليه، فلا يصيبكم قحط.",
        "saadi": "ورغبهم أيضا، بخير الدنيا العاجل، فقال: { يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا } أي: مطرا متتابعا، يروي الشعاب والوهاد، ويحيي البلاد والعباد.",
        "kathir": "ثم قال : لقد طلبت الغيث بمجاديح السماء التي ستنزل بها المطر .وقال ابن عباس وغيره : يتبع بعضه بعضا ."
      },
      "translations": {
        "en": "He will send [rain from] the sky upon you in [continuing] showers",
        "fr": "pour qu'Il vous envoie du ciel, des pluies abondantes,",
        "es": "y enviará sobre vosotros del cielo una lluvia abundante!"
      },
      "ibn_ashour": "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (11) و { السماء } : هنا المطر ، ومن أسماء المطر السماء . وفي حديث «الموطأ» و«الصحيحين» عن زيد بن خالد الجهني : أنه قال : \" صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحُدَيْبِيَة على إِثْر سَمَاءٍ كانت من الليْل \" الحديث . وقال معاوية بن مالك بن جعفر :إذا نزل السماءُ بأرض قوم ... رَعَيْنَاهُ وإن كانوا غِضاباوالمدرار : الكثيرة الدُّر والدُّرور ، وهو السيلان ، يُقال : درت السماء بالمطر ، وسماء مدرار .ومعنى ذلك : أن يَتْبع بعض الأمطار بعضاً .ومِدرار ، زنة مبالغة ، وهذا الوزن لا تلحقه علامة التأنيث إلاّ نادراً كما في قول سهل بن مالك الفزاري :أصبَحَ يَهْوَى حُرَّةً مِعْطَارَة ... فلذلك لم تلحق التاء هنا مع أن اسم السماء مؤنث .والإِرسال : مستعار للإِيصال والإِعطاء ، وتعديته ب { عليكم } لأنه إيصال من علوّ كقوله :{ وأرسل عليهم طيراً أبابيل } [ الفيل : 3 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 12,
      "text": "وَيُمْدِدْكُم بِأَمْوَٰلٍۢ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّٰتٍۢ وَيَجْعَل لَّكُمْ أَنْهَٰرًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "ويعطيكم بكثرةٍ أموالًا وأولادًا، ويجعل لكم بساتين تأكلون من ثمارها، ويجعل لكم أنهارًا تشربون منها وتسقون زروعكم ومواشيكم.",
        "saadi": "{ وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ } أي: يكثر أموالكم التي تدركون بها ما تطلبون من الدنيا وأولادكم، { وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا } وهذا من أبلغ ما يكون من لذات الدنيا ومطالبها.",
        "kathir": "وقوله : ( ويمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهارا ) أي : إذا تبتم إلى الله واستغفرتموه وأطعتموه ، كثر الرزق عليكم ، وأسقاكم من بركات السماء ، وأنبت لكم من بركات الأرض ، وأنبت لكم الزرع ، وأدر لكم الضرع ، وأمدكم بأموال وبنين ، أي : أعطاكم الأموال والأولاد ، وجعل لكم جنات فيها أنواع الثمار ، وخللها بالأنهار الجارية بينها ."
      },
      "translations": {
        "en": "And give you increase in wealth and children and provide for you gardens and provide for you rivers.",
        "fr": "et qu'Il vous accorde beaucoup de biens et d'enfants, et vous donne des jardins et vous donne des rivières.",
        "es": "Os dará mucha hacienda e hijos varones. Pondrá a vuestra disposición jardines, pondrá a vuestra disposición arroyos."
      },
      "ibn_ashour": "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا (12)و ( أموال ) : جمع مال وهو يشمل كل مكسب يبذله المرء في اقتناء ما يحتاج إليه .والمراد بالجنات في قوله : { ويجعل لكم جنات } النخيل والأعناب ، لأن الجنات تحتاج إلى السقي .وإعادة فعل يَجْعل بعد واو العطف في قوله : { ويجعل لكم أنهاراً } للتوكيد اهتماماً بشأن المعطوف لأن الأنهار قوام الجنات وتسقي المزارع والأنعام .وفي هذا دلالة على أن الله يجازي عباده الصالحين بطيب العيش قال تعالى : { مَن عمِل صالحاً من ذكر أو أنثى وهو مؤمن فلنُحْيِيَنَّه حياة طيبة } [ النحل : 97 ] وقال { ولو أن أهل القرى ءامنوا واتقوا لفتحنا عليهم بركاتتٍ من السماء والأرض } [ الأعراف : 96 ] وقال : { وأنْ لو استقاموا على الطريقة لأسقيناهم ماء غدقاً } [ الجنّ : 16 ] .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 13,
      "text": "مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "ما شأنكم - يا قوم - لا تخافون عظمة الله حيث تعصونه دون مبالاة؟!",
        "saadi": "{ مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا } أي: لا تخافون لله عظمة، وليس لله عندكم قدر.",
        "kathir": "هذا مقام الدعوة بالترغيب ، ثم عدل بهم إلى دعوتهم بالترهيب فقال : ( ما لكم لا ترجون لله وقارا ) أي : عظمة ، قال ابن عباس ومجاهد والضحاك وقال ابن عباس : لا تعظمون الله حق عظمته ، أي : لا تخافون من بأسه ونقمته ."
      },
      "translations": {
        "en": "What is [the matter] with you that you do not attribute to Allah [due] grandeur",
        "fr": "Qu'avez-vous à ne pas vénérer Allah comme il se doit,",
        "es": "¿Qué os pasa, que no esperáis de Alá magnanimidad,"
      },
      "ibn_ashour": "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا (13) بَدَّلَ خطابه مع قومه من طريقة النصح والأمر إلى طريقة التوبيخ بقوله : { ما لكم لا ترجون لله وقاراً .وهو استفهام صورته صورة السؤال عن أمر ثبت لهم في حال انتفاء رجائهم توقيرَ الله .والمقصود أنه لا شيء يثبت لهم صارف عن توقير الله فلا عذر لكم في عدم توقيره .وجملة لا تَرجُون } في موضع الحال من ضمير المخاطبين ، وكلمة ( مَا لَك ) ونحوها تلازمها حال بعدها نحو { فما لهم عن التذكرة معرضين } [ المدثر : 49 ] .وقد اختلف في معنى قوله : { ما لكم لا ترجون لله وقاراً } وفي تعلق معمولاته بعوامله على أقوال : بعضُها يرجع إلى إبقاء معنى الرجاء على معناه المعروف وهو ترقب الأمر ، وكذلك معنى الوقار على المتعارف وهو العظمة المقتضية للإِجلال ، وبعضها يرجع إلى تأويل معنى الرجاء ، وبعضها إلى تأويل معنى الوقار ، ويتركب من الحمل على الظاهر ومن التأويل أن يكون التأويل في كليهما ، أو أن يكون التأويل في أحدهما مع إبقاء الآخر على ظاهر معناه .فعلى حمل الرجاء على المعنى المتعارف الظاهر وحمل الوقار كذلك قال ابن عباس وسعيد بن جبير وأبو العالية وعَطاء ابن أبي رباح وابن كيسان : ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 14,
      "text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "وقد خلقكم طَوْرًا بعد طَوْر من نُطْفة فَعَلَقة فَمُضْغة.",
        "saadi": "{ وَقَدْ خَلَقَكُمْ أَطْوَارًا } أي: خلقا [من] بعد خلق، في بطن الأم، ثم في الرضاع، ثم في سن الطفولية، ثم التمييز، ثم الشباب، إلى آخر ما وصل إليه الخلق  ، فالذي انفرد بالخلق والتدبير البديع، متعين أن يفرد بالعبادة والتوحيد، وفي ذكر ابتداء خلقهم تنبيه لهم على الإقرار بالمعاد، وأن الذي أنشأهم من العدم قادر على أن يعيدهم بعد موتهم.",
        "kathir": "( وقد خلقكم أطوارا ) قيل : معناه من نطفة ، ثم من علقة ، ثم من مضغة . قاله ابن عباس ، وعكرمة ، وقتادة ، ويحيى بن رافع ، والسدي ، وابن زيد ."
      },
      "translations": {
        "en": "While He has created you in stages?",
        "fr": "alors qu'Il vous a créés par phases successives?",
        "es": "habiéndoos creado en fases?"
      },
      "ibn_ashour": "وَقَدْ خَلَقَكُمْ أَطْوَارًا (14)وجملة { وقد خلقكم أطواراً } حال من ضمير { لكم } أو ضمير { تَرْجُون } ، أي في حال تحققكم أنه خلقكم أطواراً .فأما أنه خلقهم فمُوجِب للاعتراف بعظمته لأنه مكونهم وصانعهم فحق عليهم الاعتراف بجلاله .وأما كون خلقهم أطواراً فلأن الأطوار التي يعلمونها دالّة على رفقه بهم في ذلك التطور ، فهذا تعريض بكفرهم النعمة ، ولأن الأطوار دالة على حكمة الخالق وعلمه وقدرته ، فإن تطور الخلق من طور النطفة إلى طور الجنين إلى طور خروجه طفلاً إلى طور الصبا إلى طور بلوغ الأشد إلى طور الشيخوخة وطُروّ الموت على الحياة وطروّ البِلى على الأجساد بعد الموت ، كل ذلك والذاتُ واحدة ، فهو دليل على تمكن الخالق من كيفيات الخلق والتبديل في الأطوار ، وهم يدركون ذلك بأدنى التفات الذهن ، فكانوا محقوقين بأن يتوصلوا به إلى معرفة عظمة الله وتوقع عقابه لأن الدلالة على ذلك قائمة بأنفسهم وهل التصرف فيهم بالعقاب والإِثابة إلاّ دون التصرف فيهم بالكَون والفساد .والأطوار : جمع طَور بفتح فسكون ، والطور : التارة ، وهي المرة من الأفعال أو من الزمان ، فأريد من الأطوار هُنا ما يحصل في المرات والأزمان من أحوال مخت",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 15,
      "text": "أَلَمْ تَرَوْا۟ كَيْفَ خَلَقَ ٱللَّهُ سَبْعَ سَمَٰوَٰتٍۢ طِبَاقًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "ألم تروا كيف خلق الله سبع سماوات، سماء فوق سماء؟!",
        "saadi": "واستدل أيضا عليهم بخلق السماوات التي هي أكبر من خلق الناس، فقال: { أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا } أي: كل سماء فوق الأخرى.",
        "kathir": "وقوله : ( ألم تروا كيف خلق الله سبع سماوات طباقا ) ؟ أي : واحدة فوق واحدة ، وهل هذا يتلقى من جهة السمع فقط ؟ أو هي من الأمور المدركة بالحس ، مما علم من التسيير والكسوفات ، فإن الكواكب السبعة السيارة يكسف بعضها بعضا ، فأدناها القمر في السماء الدنيا وهو يكسف ما فوقه ، وعطارد في الثانية ، والزهرة في الثالثة ، والشمس في الرابعة ، والمريخ في الخامسة ، والمشتري في السادسة ، وزحل في السابعة . وأما بقية الكواكب - وهي الثوابت - ففي فلك ثامن يسمونه فلك الثوابت . والمتشرعون منهم يقولون : هو الكرسي ، والفلك التاسع ، وهو الأطلس ، والأثير عندهم الذي حركته على خلاف حركة سائر الأفلاك ، وذلك أن حركته مبدأ الحركات ، وهي من المغرب إلى المشرق ; وسائر الأفلاك عكسه من المشرق إلى المغرب ، ومعها يدور سائر الكواكب تبعا ، ولكن للسيارة حركة معاكسة لحركة أفلاكها ، فإنها تسير من المغرب إلى المشرق . وكل يقطع فلكه بحسبه ، فالقمر يقطع فلكه في كل شهر مرة ، والشمس في كل سنة مرة ، وزحل في كل ثلاثين سنة مرة ، وذلك بحسب اتساع أفلاكها وإن كانت حركة الجمع في السرعة متناسبة ، هذا ملخص ما يقولونه في هذا المقام ، على اختلاف بينهم في مواضع كثيرة ، لسنا بصدد بيانها ، وإنما المقصود أن الله سبحانه : ( خلق الله سبع سماوات طباقا)"
      },
      "translations": {
        "en": "Do you not consider how Allah has created seven heavens in layers",
        "fr": "N'avez-vous pas vu comment Allah a créé sept cieux superposés",
        "es": "¿No habéis visto cómo ha creado Alá siete cielos superpuestos"
      },
      "ibn_ashour": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَوَاتٍ طِبَاقًا (15) إن كان هذا من حكاية كلام نوح عليه السلام لقومه كما جرى عليه كلام المفسرين ، كان تخلصاً من التوبيخ والتعريض إلى الاستدلال عليهم بآثار وجود الله ووحدانيته وقدرته ، مما في أنفسهم من الدلائل ، إلى ما في العالم منها ، لِما علمتَ من إيذان قوله : { وقد خلقكم أطواراً } [ نوح : 14 ] من تذكير بالنعمة وإقامة للحجة ، فتخلص منه لذكر حجة أخرى ، فكان قد نبههم على النظر في أنفسهم أولاً لأنها أقرب ما يحسونه ويشعرون به ثم على النظر في العالم وما سُوّي فيه من العجائب الشاهدة على الخالق العليم القدير .وإن كان من خطاب الله تعالى للأمة وهو ما يسمح به سياق السورة من الاعتبار بأحوال الأمم الماضية المساوية لأحوال المشركين كان هذا الكلام اعتراضاً للمناسبة .والهمزة في { ألم تروا } للاستفهام التقريري مكنى به عن الإِنكار عن عدم العلم بدلائل ما يرونه .والرؤية بصرية . ويجوز أن تكون علمية أي ألم تعلموا فيدخل فيه المرئي من ذلك . وانتصب { كيف } على المفعول به ل { تروا } ، ف { كيف } هنا مجردة عن الاستفهام متمحضة للدلالة على الكيفية ، أي الحالة .والمعنى ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 16,
      "text": "وَجَعَلَ ٱلْقَمَرَ فِيهِنَّ نُورًۭا وَجَعَلَ ٱلشَّمْسَ سِرَاجًۭا",
      "tafsir": {
        "muyassar": "إن تتوبوا وتستغفروا يُنْزِلِ الله عليكم المطر غزيرًا متتابعًا، ويكثرْ أموالكم وأولادكم، ويجعلْ لكم حدائق تَنْعَمون بثمارها وجمالها، ويجعل لكم الأنهار التي تسقون منها زرعكم ومواشيكم. مالكم -أيها القوم- لا تخافون عظمة الله وسلطانه، وقد خلقكم في أطوار متدرجة: نطفة ثم علقة ثم مضغة ثم عظامًا ولحمًا؟ ألم تنظروا كيف خلق الله سبع سموات متطابقة بعضها فوق بعض، وجعل القمر في هذه السموات نورًا، وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الأرض؟",
        "mukhtasar": "وجعل القمر في السماء الدنيا منهن نورًا لأهل الأرض، وجعل الشمس مضيئة.",
        "saadi": "{ وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا } لأهل الأرض { وَجَعَلَ الشَّمْسَ سِرَاجًا } .ففيه تنبيه على عظم خلق هذه الأشياء، وكثرة المنافع في الشمس والقمر الدالة على رحمته وسعة إحسانه، فالعظيم الرحيم، يستحق أن يعظم ويحب ويعبد ويخاف ويرجى.",
        "kathir": "( وجعل القمر فيهن نورا وجعل الشمس سراجا ) أي : فاوت بينهما في الاستنارة فجعل كلا منهما أنموذجا على حدة ، ليعرف الليل والنهار بمطلع الشمس ومغيبها ، وقدر القمر منازل وبروجا ، وفاوت نوره ، فتارة يزداد حتى يتناهى ثم يشرع في النقص حتى يستسر ، ليدل على مضي الشهور والأعوام ، كما قال : ( هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمون ) [ يونس : 5 ] ."
      },
      "translations": {
        "en": "And made the moon therein a [reflected] light and made the sun a burning lamp?",
        "fr": "et y a fait de la lune une lumière et du soleil une lampe?",
        "es": "y puesto en ellos la luna como luz y el sol como lámpara?"
      },
      "ibn_ashour": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا (16)وقوله : { وجعل القمر فيهن نوراً } صالح لاعتبار القمر من السماوات ، أي الكواكب على الاصطلاح القديم المبني على المشاهدة ، لأن ظرفية ( في ) تكون لوقوع المحوي في حاويه مثل الوعاء ، وتكون لوقوع الشيء بين جماعته ، كما في حديث الشفاعة « وتبقى هذه الأمة فيها منافقوها » ، وقول النميري :تَضوَّعَ مسكاً بطن نَعْمَانَ أنْ مشتْبه زينب في نِسْوَةٍ خَفِرَاتِو { القمر } كائن في السماء المماسة للأرض وهي المسماة بالسماء الدنيا ، والله أعلم بأبعادها .وقوله : { وجعل الشمس سراجاً } هو بتقدير : وجعل الشمس فيهن سراجاً ، والشمس من الكواكب .والإِخبار عن القمر بأنه نور مبالغة في وصفه بالإِنارة بمنزلة الوصف بالمصدر . والقمر ينير ضوؤُه الأرضَ إنارة مفيدة بخلاف غيره من نجوم الليل فإن إنارتها لا تجدي البشر .والسراج : المصباح الزاهر نورُه الذي يوقد بفتيلة في الزيت يُضيء التهابُها المعدَّلُ بمقدار بقاء مادة الزيت تغمرها .والإِخبار به عن الشمس من التشبيه البليغ وهو تشبيه ، والقصد منه تقريب المشبه من إدراك السامع ، فإن السراج كان أقصى ما يستضاء به في الل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 17,
      "text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلْأَرْضِ نَبَاتًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "والله خلقكم من الأرض بخلق أبيكم آدم من تراب، ثم أنتم تتغذون بما تُنْبِته لكم.",
        "saadi": "{ وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا } حين خلق أباكم آدم وأنتم في صلبه.",
        "kathir": "وقوله : ( والله أنبتكم من الأرض نباتا ) هذا اسم مصدر ، والإتيان به ها هنا أحسن ،"
      },
      "translations": {
        "en": "And Allah has caused you to grow from the earth a [progressive] growth.",
        "fr": "Et c'est Allah qui, de la terre, vous a fait croître comme des plantes,",
        "es": "Alá os ha hecho crecer de la tierra como plantas."
      },
      "ibn_ashour": "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا (17) أنشأ الاستدلال بخلق السماوات حضورَ الأرض في الخيال فأعقَبَ نوح به دليلَهُ السابقَ ، استدلالاً بأعجب ما يرونه من أحوال ما على الأرض وهو حال الموت والإِقبار ، ومهَّد لذلك ما يتقدمه من إنشاء الناس .وأدمج في ذلك تعليمهم بأن الإِنسان مخلوق من عناصر الأرض مثل النبات وإعلامهم بأن بعد الموت حياة أخرى .وأُطلق على معنى : أنشأكم ، فعلُ { أنبتكم } للمشابهة بين إنشاء الإِنسان وإنبات النبات من حيث إن كليهما تكوين كما قال تعالى : { وأنبتها نباتاً حسناً } [ آل عمران : 37 ] ، أي أنشأها وكما يقولون : زَرعك الله للخير ، ويزيد وجه الشبه هنا قرباً من حيث إن إنشاء الإِنسان مركب من عناصر الأرض ، وقيل التقدير : أنبتَ أصلكم ، أي آدم عليه السلام ، قال تعالى : { كمثل آدم خلقه من تراب } [ آل عمران : 59 ] .و { نباتاً } : اسم من أنبت ، عومل معاملة المصدر فوقع مفعولاً مطلقاً ل { أنبتكم } للتوكيد ، ولم يجر على قياس فعله فيقال : إنباتاً ، لأن نباتاً أخف فلما تسَنى الإِتيان به لأنه مستعمل فصيح لم يُعدل عنه إلى الثقيل كمالاً في الفصاحة ، بخلاف قوله بعده { إخراجاً } فإن",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 18,
      "text": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "ثم يعيدكم فيها بعد موتكم، ثم يخرجكم للبعث منها إخراجًا.",
        "saadi": "{ ثُمَّ يُعِيدُكُمْ فِيهَا } عند الموت { وَيُخْرِجُكُمْ إِخْرَاجًا } للبعث والنشور، فهو الذي يملك الحياة والموت والنشور.",
        "kathir": "( ثم يعيدكم فيها ) أي : إذا متم ) ويخرجكم إخراجا ) أي : يوم القيامة يعيدكم كما بدأكم أول مرة ."
      },
      "translations": {
        "en": "Then He will return you into it and extract you [another] extraction.",
        "fr": "puis Il vous y fera retourner et vous en fera sortir véritablement.",
        "es": "Después, os hará volver a ella, y os sacará."
      },
      "ibn_ashour": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا (18)وقد أدمج الإِنذار بالبعث في خلال الاستدلال ، ولكونه أهم رتبة من الاستدلال عليهم بأصل الإِنشاء عطفت الجملة ب { ثم } الدالة على التراخي الرتبي في قوله : { ثم يعيدكم فيها ويخرجكم إخراجاً } لأن المقصود من الجملة هو فعل { يخرجكم } ، وأما قوله : { ثم يعيدكم } فهو تمهيد له .وأكد { يخرجكم } بالمفعول المطلق لردّ إنكارهم البعث .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 19,
      "text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلْأَرْضَ بِسَاطًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "والله جعل لكم الأرض مبسوطة مهيَّأة للسُّكْنى.",
        "saadi": "{ وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا } أي: مبسوطة مهيأة للانتفاع بها.",
        "kathir": "( والله جعل لكم الأرض بساطا ) أي : بسطها ومهدها وقررها وثبتها بالجبال الراسيات الشم الشامخات ."
      },
      "translations": {
        "en": "And Allah has made for you the earth an expanse",
        "fr": "Et c'est Allah qui vous a fait de la terre un tapis,",
        "es": "Alá os ha puesto la tierra como alfombra"
      },
      "ibn_ashour": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (19) هذا استدلال وامتنان ، ولذلك عُلق بفعل { جعل } مجرورٌ بلام التعليل وهو { لكم } أي لأجلكم .والبساط : ما يفرش للنوم عليه والجلوس من ثوب أو زربية فالإِخبار عن الأرض ببساط تشبيه بليغ ، أي كالبساط ، ووجه الشبه تناسب سطح الأرض في تعادل أجزائه بحيث لا يوجع أرجل الماشين ولا يُقِضُّ جنوب المضطجعين ، وليس المراد أن الله جعل حجم الأرض كالبساط لأن حجم الأرض كُرَوي",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": [
        {
          "videoId": "x7HbB1NHelw",
          "url": "https://www.youtube.com/watch?v=x7HbB1NHelw",
          "title": "برنامج ( غريب القرآن ) || الحلقة 13 - { ذات ألواح و دسر }",
          "word": "ذات ألواح و دسر"
        }
      ]
    },
    {
      "number": 20,
      "text": "لِّتَسْلُكُوا۟ مِنْهَا سُبُلًۭا فِجَاجًۭا",
      "tafsir": {
        "muyassar": "والله أنشأ أصلكم من الأرض إنشاء، ثم يعيدكم في الأرض بعد الموت، ويخرجكم يوم البعث إخراجًا محققًا. والله جعل لكم الأرض ممهدة كالبساط؛ لتسلكوا فيها طرقًا واسعة.",
        "mukhtasar": "رجاء أن تسلكوا منها طرقًا واسعة سعيًا للكسب الحلال.",
        "saadi": "{ لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا } فلولا أنه بسطها، لما أمكن ذلك، بل ولا أمكنهم حرثها وغرسها وزرعها، والبناء، والسكون على ظهرها.",
        "kathir": "( لتسلكوا منها سبلا فجاجا ) أي : خلقها لكم لتستقروا عليها وتسلكوا فيها أين شئتم ، من نواحيها وأرجائها وأقطارها ، وكل هذا مما ينبههم به نوح عليه السلام على قدرة الله وعظمته في خلق السماوات والأرض ، ونعمه عليهم فيما جعل لهم من المنافع السماوية والأرضية ، فهو الخالق الرزاق ، جعل السماء بناء ، والأرض مهادا ، وأوسع على خلقه من رزقه ، فهو الذي يجب أن يعبد ويوحد ولا يشرك به أحد ; لأنه لا نظير له ولا عديل له ، ولا ند ولا كفء ، ولا صاحبة ولا ولد ، ولا وزير ولا مشير ، بل هو العلي الكبير ."
      },
      "translations": {
        "en": "That you may follow therein roads of passage.' \"",
        "fr": "pour que vous vous acheminiez par ses voies spacieuses».",
        "es": "para que recorráis en ella caminos, anchos pasos'»."
      },
      "ibn_ashour": "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا (20)، وقد نبه على ذلك بالعلةِ الباعثة في قوله : { لكم } ، والعلةِ الغائبة في قوله : { لتسلكوا منها سبلاً } وحصل من مجموع العلتين الإِشارة إلى جميع النعم التي تحصل للناس من تسوية سطح الأرض مثل الحرث والزرع ، وإلى نعمة خاصة وهي السير في الأرض ، وخصت بالذكر لأنها أهم لاشتراك كل الناس في الاستفادة منها .والسبُل : جمع سبيل وهو الطريق ، أي لتتخذوا لأنفسكم سُبلاً من الأرض تهتدونَ بها في أسفاركم .والفِجاج : جمع فجٌ ، والفَجّ : الطريق الواسع ، وأكثر ما يطلق على الطريق بين جبلين لأنه يكون أوسعَ من الطريق المعتاد .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 21,
      "text": "قَالَ نُوحٌۭ رَّبِّ إِنَّهُمْ عَصَوْنِى وَٱتَّبَعُوا۟ مَن لَّمْ يَزِدْهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "قال نوح: يا رب، إن قومي عصوني فيما أمرتهم به من توحيدك وعبادتك وحدك، واتبع السفلة منهم رؤساءهم الذين أنعمت عليهم بالمال والولد، فلم يزدهم ما أنعمت به عليهم إلا ضلالًا.",
        "saadi": "{ قَالَ نُوحٌ } شاكيا لربه: إن هذا الكلام والوعظ والتذكير ما نجع فيهم ولا أفاد.{ إِنَّهُمْ عَصَوْنِي } فيما أمرتهم به { وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا } أي: عصوا الرسول الناصح الدال على الخير، واتبعوا الملأ والأشراف الذين لم تزدهم أموالهم ولا أولادهم إلا خسارا أي: هلاكا وتفويتا للأرباح فكيف بمن انقاد لهم وأطاعهم؟!",
        "kathir": "يقول تعالى مخبرا عن نوح عليه السلام ، أنه أنهى إليه ، وهو العليم الذي لا يعزب عنه شيء ، أنه مع البيان المتقدم ذكره ، والدعوة المتنوعة المتشملة على الترغيب تارة والترهيب أخرى : أنهم عصوه وكذبوه وخالفوه ، واتبعوا أبناء الدنيا ممن غفل عن أمر الله ، ومتع بمال وأولاد ، وهي في نفس الأمر استدراج وإنظار لا إكرام ; ولهذا قال : ( واتبعوا من لم يزده ماله وولده إلا خسارا ) قرئ ) وولده ) بالضم وبالفتح ، وكلاهما متقارب ."
      },
      "translations": {
        "en": "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth and children will not increase him except in loss.",
        "fr": "Noé dit: «Seigneur, ils m'ont désobéi et ils ont suivi celui dont les biens et les enfants n'ont fait qu'accroître la perte.",
        "es": "Noé dijo: «¡Señor! Me han desobedecido y han seguido a aquéllos cuya hacienda e hijos no hacen sino perderles más."
      },
      "ibn_ashour": "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (21) هذه الجملة بدل من جملة { قال رب إني دَعوت قومي } [ نوح : 5 ] بدلَ اشتمال لأن حكاية عصيان قومه إياه مما اشتملت عليه حكاية أنه دعاهم فيحتمل أن تكون المقالتان في وقت واحد جاء فيه نوح إلى مناجاة ربه بالجواب عن أمره له بقوله : { أنْذر قومك من قبل أن يأتيهم عذاب أليم } [ نوح : 1 ] فتكون إعادة فعل { قال } من قبيل ذكر عامل المبدل منه في البدل كقوله تعالى : { تكون لنا عيداً لأولنا وآخرنا } [ المائدة : 114 ] ، للربط بين كلاميه لطول الفصل بينهما .ويحتمل أن تكون المقالتان في وقتين جمعها القرآن حكاية لجوابيه لربه ، فتكون إعادة فعل { قال } لما ذكرنا مع الإِشارة إلى تباعد ما بين القولين .ويجوز أن تكون الجملة مستأنفة استئنافاً بيانياً لأن ما سبقها من قوله : { قال رب إني دعوت قومي إلى هنا مما يثير عجباً من حال قومه المحكي بحيث يتساءل السامع عن آخر أمرهم ، فابتدىء ذكر ذلك بهذه الجملة وما بعدها إلى قوله : أنصاراً } [ نوح : 25 ] . وتأخير هذا بعد عن قوله { قال رب إني دعوت قومي ليلاً ونهاراً } [ نوح",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 22,
      "text": "وَمَكَرُوا۟ مَكْرًۭا كُبَّارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "ومكر الأكابر منهم مكرًا عظيمًا بتحريشهم أسافلهم على نوح.",
        "saadi": "{ وَمَكَرُوا مَكْرًا كُبَّارًا } أي: مكرا كبيرا بليغا في معاندة الحق.",
        "kathir": "وقوله : ( ومكروا مكرا كبارا ) قال مجاهد : ( كبارا ) أي عظيما . وقال ابن زيد : ( كبارا ) أي : كبيرا . والعرب تقول : أمر عجيب وعجاب وعجاب . ورجل حسان ، وحسان : وجمال وجمال ، بالتخفيف والتشديد ، بمعنى واحد .والمعنى في قوله : ( ومكروا مكرا كبارا ) أي : باتباعهم في تسويلهم لهم بأنهم على الحق والهدى ، كما يقولون لهم يوم القيامة : ( بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا ) [ سبأ : 33 ] ولهذا قال هاهنا : ( ومكروا مكرا كبارا )"
      },
      "translations": {
        "en": "And they conspired an immense conspiracy.",
        "fr": "Ils ont ourdi un immense stratagème,",
        "es": "Han perpetrado una enorme intriga."
      },
      "ibn_ashour": "وَمَكَرُوا مَكْرًا كُبَّارًا (22) ، ولذلك أعيد عليه ضمير الجمع في قوله : { ومكَروا ، } وقوله : { وقالوا ، } وقوله :{ وقد أضلُّوا كثيراً } [ نوح : 24 ] .وقرأ نافع وابن عامر وعاصم وأبو جعفر { وَولَده } بفتح الواو وفتح اللام ، وقرأه ابن كثير وأبو عمرو وحمزة والكسائي ويعقوب وخلف { وَوُلْدُه } بضم الواو وسكون اللام ، فأما الولد بفتح الواو وفتح اللام فاسم يطلق على الواحد من الأولاد وعلى الجمع فيكون اسم جنس ، وأما وُلْد بضم فسكون فقيل : هو لغة في وَلَد فيستوي فيه الواحد والجمع مثل الفُلْك . وقيل : هو جمع ولَد مثل أُسُد جمع أَسَد .والمكر : إخفاء العمل ، أو الرأي الذي يراد به ضر الغير ، أي مكروا بنوح والذين آمنوا معه بإضمار الكيد لهم حتى يقعوا في الضر . قيل : كانوا يدبِّرون الحيلة على قتل نوح وتحْريش الناس على أذاه وأذى أتْبَاعه .و { كُبَّارا } : مبالغة ، أي كبيراً جداً وهو وارد بهذه الصِّيغة في ألفاظ قليلة مثل طُوَّال أي طويل جداً ، وعُجَّاب ، أي عجيب ، وحُسَّان ، وجُمَّال ، أي جَميل ، وقُرَّاء لكثير القراءة ، ووُضَّاء ، أي وضِيء ، قال عيسى بن عمر : هي لغة يمانية .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 23,
      "text": "وَقَالُوا۟ لَا تَذَرُنَّ ءَالِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّۭا وَلَا سُوَاعًۭا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "وقالوا لأتباعهم: لا تتركوا عبادة آلهتكم؛ ولا تتركوا عبادة أصنامكم وَدٍّ ولا سُوَاع ولا يَغُوث ولا يَعُوق ولا نَسْر.",
        "saadi": "{ وَقَالُوا } لهم داعين إلى الشرك مزينين له: { لَا تَذَرُنَّ آلِهَتَكُمْ } فدعوهم إلى التعصب على ما هم عليه من الشرك، وأن لا يدعوا ما عليه آباؤهم الأقدمون، ثم عينوا آلهتهم فقالوا: { وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا } وهذه أسماء رجال صالحين لما ماتوا زين الشيطان لقومهم أن يصوروا صورهم لينشطوا -بزعمهم- على الطاعة إذا رأوها، ثم طال الأمد، وجاء غير أولئك فقال لهم الشيطان: إن أسلافكم يعبدونهم، ويتوسلون بهم، وبهم يسقون المطر، فعبدوهم، ولهذا أوصى رؤساؤهم للتابعين لهم أن لا يدعوا عبادة هذه الآلهة  .",
        "kathir": "وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله .قال البخاري : حدثنا إبراهيم ، حدثنا هشام ، عن ابن جريج وقال عطاء ، عن ابن عباس : صارت الأوثان التي كانت في قوم نوح في العرب بعد : أما ود : فكانت لكلب بدومة الجندل ; وأما سواع : فكانت لهذيل ، وأما يغوث فكانت لمراد ، ثم لبني غطيف بالجرف عند سبأ ، أما يعوق : فكانت لهمدان ، وأما نسر : فكانت لحمير لآل ذي كلاع ، وهي أسماء رجال صالحين من قوم نوح عليه السلام ، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابا وسموها بأسمائهم ، ففعلوا ، فلم تعبد حتى إذا هلك أولئك وتنسخ العلم عبدتوكذا روي عن عكرمة والضحاك وقتادة وابن إسحاق نحو هذا .وقال علي بن أبي طلحة ، عن ابن عباس : هذه أصنام كانت تعبد في زمن نوح .وقال ابن جرير : حدثنا ابن حميد ، حدثنا مهران ، عن سفيان ، عن موسى عن محمد بن قيس ) [ يغوث ] ويعوق ونسرا ) قال : كانوا قوما صالحين بين آدم ونوح وكان لهم أتباع يقتدون بهم ، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم : لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم ، فصوروهم ، فلما ماتوا وجاء آخرون دب إليهم إبليس فقال : إنما كانوا يعبدونهم وبهم يسقون المطر ، فعبدوهم .وروى الحافظ ابن عساكر في ترجمة شيث عليه السلام ، من طريق إسحاق بن بشر قال : وأخبرني جويبر ومقاتل ، عن الضحاك ، عن ابن عباس أنه قال : ولد لآدم عليه السلام ، أربعون ولدا ، عشرون غلاما وعشرون جارية ، فكان ممن عاش منهم : هابيل وقابيل وصالح وعبد الرحمن - والذي كان سماه عبد الحارث - وود وكان ود يقال له \" شيث \" ويقال له : \" هبة الله \" وكان إخوته قد سودوه ، وولد له سواع ويغوث ويعوق ونسر .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا أبو عمر الدوري ، حدثني أبو إسماعيل المؤدب ، عن عبد الله بن مسلم بن هرمز ، عن أبي حزرة عن عروة بن الزبير قال : اشتكى آدم عليه السلام ، وعنده بنوه : ود ويغوث [ ويعوق ] وسواع ونسر - قال وكان ود أكبرهم وأبرهم به .وقال ابن أبي حاتم : حدثنا أحمد بن منصور ، حدثنا الحسن بن موسى ، حدثنا يعقوب ، عن أبي المطهر قال : ذكروا عند أبي جعفر - وهو قائم يصلي - يزيد بن المهلب قال : فلما انفتل من صلاته قال : ذكرتم يزيد بن المهلب أما إنه قتل في أول أرض عبد فيها غير الله . قال : ثم ذكر ودا - قال : وكان ود رجلا مسلما وكان محببا في قومه ، فلما مات عسكروا حول قبره في أرض بابل وجزعوا عليه ، فلما رأى إبليس جزعهم عليه ، تشبه في صورة إنسان ، ثم قال : إني أرى جزعكم على هذا الرجل ، فهل لكم أن أصور لكم مثله ، فيكون في ناديكم فتذكرونه ؟ قالوا : نعم ، فصور لهم مثله ، قال : ووضعوه في ناديهم وجعلوا يذكرونه ، فلما رأى ما بهم من ذكره قال : هل لكم أن أجعل في منزل كل واحد منكم تمثالا مثله ، فيكون له في بيته فتذكرونه ؟ قالوا : نعم . قال : فمثل لكل أهل بيت تمثالا مثله ، فأقبلوا فجعلوا يذكرونه به ، قال : وأدرك أبناؤهم فجعلوا يرون ما يصنعون به ، قال وتناسلوا ودرس أمر ذكرهم إياه ، حتى اتخذوه إلها يعبدونه من دون الله أولاد أولادهم ، فكان أول ما عبد من غير الله الصنم الذي سموه ودا ."
      },
      "translations": {
        "en": "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and Ya'uq and Nasr.",
        "fr": "et ils ont dit: «N'abandonnez jamais vos divinités et n'abandonnez jamais Wadd, Suwâ, Yaghhû, Ya'ûq et Nasr'.",
        "es": "Y dicen: '¡No abandonéis a vuestros dioses! ¡No abandonéis a Wadd, ni a Suwaa, ni a Yagut, a Yauq y a Nasr!'"
      },
      "ibn_ashour": "وَقَالُوا لَا تَذَرُنَّ آَلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23){ وقالوا لا تَذَرُنَّ آلهتكم ولا تذرنّ وُداً ولا سواعاً } الخ ، أي قال بعضهم لبعض : ودّ ، وسُوّاع ، ويَغُوث ، ويَعُوق ، ونَسْر ، هذه أصنام قوم نوح ، وبهذا تَعْلَم أن أسماءها غيرُ جارية على اشتقاق الكلمات العربية ، وفي واو ( وُدّ ) لغتان للعرب منهم من يضم الواو ، وبه قرأ نافع وأبو جعفر . ومنهم من يفتح الواو وكذلك قرأ الباقون .روى البخاري عن ابن عباس : «ودُّ وسُواع ويغوث ويَعُوق ونَسْرٌ : أسماء رجال صالحين من قوم نوح فلما هلكوا أوحى الشيطان إلى قومهم انصِبوا إلى مجالسهم التي كانوا يجلسون أنصاباً وسَمُّوها بأسمائهم ففعلوا ، فلم تعبد حتى إذا هلك أولئك وتنسخ العلم عُبدت» ، وعن محمد بن كعب : هي أسماء أبناء خمسة لآدم عليه السلام وكانوا عُبّاداً . وعن الماوردي أن { ودّاً } أول صنم معبود .والآية تقتضي أن هذه الأنصاب عُبدت قبل الطوفان وقد قال بعض المفسرين : إن هذه الأصنام أقيمت لبعض الصلحاء من أولاد آدم . وقال بعضهم : كانوا أصناماً بين زمن آدم وزمن نوح .ولا يلتئم هذا مع حدوث الطوفان إ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 24,
      "text": "وَقَدْ أَضَلُّوا۟ كَثِيرًۭا ۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "وقد أضلّوا بأصنامهم هذه كثيرًا من الناس، ولا تزد - يا رب - الظالمين لأنفسهم بالإصرار على الكفر والمعاصي إلا ضلالًا عن الحق.",
        "saadi": "{ وَقَدْ أَضَلُّوا كَثِيرًا } أي: وقد أضل الكبار والرؤساء بدعوتهم كثيرا من الخلق، { وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا } أي: لو كان ضلالهم عند دعوتي إياهم بحق، لكان مصلحة، ولكن لا يزيدون بدعوة الرؤساء إلا ضلالا أي: فلم يبق محل لنجاحهم ولا لصلاحهم، ولهذا ذكر الله عذابهم وعقوبتهم الدنيوية والأخروية، ",
        "kathir": "وقوله : ( وقد أضلوا كثيرا ) يعني الأصنام التي اتخذوها أضلوا بها خلقا كثيرا ، فإنه استمرت عبادتها في القرون إلى زماننا هذا في العرب والعجم وسائر صنوف بني آدم . وقد قال الخليل عليه السلام ، في دعائه : ( واجنبني وبني أن نعبد الأصنام رب إنهن أضللن كثيرا من الناس ) [ إبراهيم : 35 ، 36 ] .وقوله : ( ولا تزد الظالمين إلا ضلالا ) دعاء منه على قومه لتمردهم وكفرهم وعنادهم ، كما دعا موسى على فرعون ومثله في قوله : ( ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم ) [ يونس : 88 ] وقد استجاب الله لكل من النبيين في قومه ، وأغرق أمته بتكذيبهم لما جاءهم به ."
      },
      "translations": {
        "en": "And already they have misled many. And, [my Lord], do not increase the wrongdoers except in error.\"",
        "fr": "Elles [les idoles] ont déjà égaré plusieurs. Ne fais (Seigneur) croître les injustes qu'en égarement.",
        "es": "Han extraviado a muchos. A los impíos ¡no hagas sino extraviarles más!»"
      },
      "ibn_ashour": "وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (24)عطف على { وقالوا لا تذرن ءالهتكم } [ نوح : 23 ] ، أي أضلوا بقولهم هذا وبغيره من تقاليد الشرك كثيراً من الأمة بحيث ما آمن مع نوح إلاّ قليل .{ كَثِيراً وَلاَ تَزِدِ الظالمين إِلاَّ } .يجوز أن تكون هذه الجملة تتمة كلام نوح متصلةً بحكاية كلامه السابق ، فتكون الواو عاطفة جزء جملة مقولةٍ لفعل { قال } [ نوح : 21 ] على جزئها الذي قبلها عطف المفاعيل بعضِها على بعض كما تقول قال امرؤ القيس قفا نبْك . ختم نوح شكواه إلى الله بالدعاء على الضالّين المتحدث عنهم بأن يزيدهم الله ضلالاً .ولا يريبك عطف الإِنشاء على الخبر لأن منع عطف الإِنشاء على الخبر على الإِطلاق غير وجيه والقرآن طافح به .ويجوز أن تكون جملة { ولا تزد الظالمين إلاّ ضلالاً } غير متصلة بحكاية كلامه في قوله : { قال نوح رب إنهم عصوني } [ نوح : 21 ] بل هو حكاية كلام آخرَ له صدر في موقف آخر ، فتكون الواو عاطفة جملة مقولة قول على جملة مقولة قول آخر ، أي نائبةٍ عن فعل قال كما تقول : قال امرؤ القيس :قِفَا نَبْكِ ... و :أَلاَ عمْ صباحاً أيها الطلل البالي ... وقد نحا هذا المعنى",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 25,
      "text": "مِّمَّا خَطِيٓـَٰٔتِهِمْ أُغْرِقُوا۟ فَأُدْخِلُوا۟ نَارًۭا فَلَمْ يَجِدُوا۟ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارًۭا",
      "tafsir": {
        "muyassar": "قال نوح: ربِّ إن قومي بالغوا في عصياني وتكذيبي، واتبع الضعفاء منهم الرؤساء الضالين الذين لم تزدهم أموالهم وأولادهم إلا ضلالا في الدنيا وعقابًا في الآخرة، ومكر رؤساء الضلال بتابعيهم من الضعفاء مكرًا عظيمًا، وقالوا لهم: لا تتركوا عبادة آلهتكم إلى عبادة الله وحده، التي يدعو إليها نوح، ولا تتركوا وَدًّا ولا سُواعًا ولا يغوث ويعوق ونَسْرا - وهذه أسماء أصنامهم التي كانوا يعبدونها من دون الله، وكانت أسماء رجال صالحين، لما ماتوا أوحى الشيطان إلى قومهم أن يقيموا لهم التماثيل والصور؛ لينشطوا- بزعمهم- على الطاعة إذا رأوها، فلما ذهب هؤلاء القوم وطال الأمد، وخَلَفهم غيرهم، وسوس لهم الشيطان بأن أسلافهم كانوا يعبدون التماثيل والصور، ويتوسلون بها، وهذه هي الحكمة من تحريم التماثيل، وتحريم بناء القباب على القبور؛ لأنها تصير مع تطاول الزمن معبودة للجهال. وقد أضلَّ هؤلاء المتبوعون كثيرًا من الناس بما زيَّنوا لهم من طرق الغَواية والضلال. ثم قال نوح -عليه السلام-: ولا تزد- يا ربنا- هؤلاء الظالمين لأنفسهم بالكفر والعناد إلا بُعْدا عن الحق. فبسبب ذنوبهم وإصرارهم على الكفر والطغيان أُغرقوا بالطوفان، وأُدخلوا عقب الإغراق نارًا عظيمة اللهب والإحراق، فلم يجدوا من دون الله مَن ينصرهم، أو يدفع عنهم عذاب الله.",
        "mukhtasar": "بسبب خطيئاتهم التي ارتكبوها أُغْرِقوا بالطوفان في الدنيا، فأُدْخِلوا النار بعد موتهم مباشرة، فلم يجدوا لهم من دون الله أنصارًا ينقذونهم من الغرق والنار.",
        "saadi": "{ مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا } في اليم الذي أحاط بهم { فَأُدْخِلُوا نَارًا } فذهبت أجسادهم في الغرق وأرواحهم للنار والحرق، وهذا كله بسبب خطيئاتهم، التي أتاهم نبيهم نوح ينذرهم عنها، ويخبرهم بشؤمها ومغبتها، فرفضوا ما قال، حتى حل بهم النكال، { فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا } ينصرونهم حين نزل بهم الأمر الأمر، ولا أحد يقدر يعارض القضاء والقدر.",
        "kathir": "يقول تعالى : ( مما خطاياهم ) وقرئ : ( خطيئاتهم ) ) أغرقوا ) أي : من كثرة ذنوبهم وعتوهم وإصرارهم على كفرهم ومخالفتهم رسولهم ( أغرقوا فأدخلوا نارا ) أي : نقلوا من تيار البحار إلى حرارة النار ، ( فلم يجدوا لهم من دون الله أنصارا ) أي : لم يكن لهم معين ولا مغيث ولا مجير ينقذهم من عذاب الله كقوله : ( قال لا عاصم اليوم من أمر الله إلا من رحم ) [ هود : 43 ] ."
      },
      "translations": {
        "en": "Because of their sins they were drowned and put into the Fire, and they found not for themselves besides Allah [any] helpers.",
        "fr": "A cause de leurs fautes, ils ont été noyés, puis on les a fait entrer au Feu, et ils n'ont pas trouvé en dehors d'Allah, de secoureurs».",
        "es": "Por sus pecados, fueron anegados e introducidos en un Fuego. No encontraron quien, fuera de Alá, les auxiliara."
      },
      "ibn_ashour": "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (25)جملة معترضة بين مقالات نوح عليه السلام وليست من حكاية قول نوح فهي إخبار من الله تعالى لرسوله محمد صلى الله عليه وسلم بأنه قدر النصر لنوح والعقابَ لمن عَصوْه من قومه قبل أن يسأله نوح استئصالهم فإغراق قوم نوح معلوم للنبيء صلى الله عليه وسلم وإنما قصد إعلامه بسببه .والغرض من الاعتراض بها التعجيل بتسلية رسول الله صلى الله عليه وسلم على ما يلاقيه من قومه مما يماثل ما لاقاه نوح من قومه على نحو قوله تعالى : { ولا تحسبن الله غافلاً عما يعمل الظالمون } [ إبراهيم : 42 ] .ويجوز أن تكون متصلة بجملة { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] على الوجه الثاني المتقدم فيها من أن تكون من كلام الله تعالى الموجه إلى نوح بتقدير : وقلنا لا تزد الظالمين إلاّ ضلالاً ، وتكون صيغة المضي في قوله : { أغرقوا } مستعملة في تحقق الوَعد لنوح بإغراقهم ، وكذلك قوله : { فأُدخلوا ناراً .وقُدم مما خطيئاتهم } على عامله لإِفادة القصر ، أي أغرقوا فأدخلوا ناراً من أجل مجموع خطيئاتهم لا لمجرد استجابة دعوة نوح التي ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 26,
      "text": "وَقَالَ نُوحٌۭ رَّبِّ لَا تَذَرْ عَلَى ٱلْأَرْضِ مِنَ ٱلْكَٰفِرِينَ دَيَّارًا",
      "tafsir": {
        "muyassar": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.",
        "mukhtasar": "وقال نوح لما أخبره الله أنه لن يؤمن من قومه إلا من قد آمن: يا رب، لا تترك على الأرض من الكافرين أحدًا يدور أو يتحرك.",
        "saadi": "{ وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا } يدور على وجه الأرض، وذكر السبب في ذلك ",
        "kathir": "( وقال نوح رب لا تذر على الأرض من الكافرين ديارا ) أي : لا تترك على [ وجه ] الأرض منهم أحدا ولا تومريا وهذه من صيغ تأكيد النفي .قال الضحاك : ( ديارا ) واحدا . وقال السدي : الديار : الذي يسكن الدار .فاستجاب الله له ، فأهلك جميع من على وجه الأرض من الكافرين حتى ولد نوح لصلبه الذي اعتزل عن أبيه ، وقال : ( سآوي إلى جبل يعصمني من الماء قال لا عاصم اليوم من أمر الله إلا من رحم وحال بينهما الموج فكان من المغرقين ) [ هود : 43 ] .وقال ابن أبي حاتم : قرئ على يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني شبيب بن سعد ، عن أبي الجوزاء ، عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" لو رحم الله من قوم نوح أحدا ، لرحم امرأة ، لما رأت الماء حملت ولدها ثم صعدت الجبل ، فلما بلغها الماء صعدت به منكبها ، فلما بلغ الماء منكبها وضعت ولدها على رأسها ، فلما بلغ الماء رأسها رفعت ولدها بيدها ، فلو رحم الله منهم أحدا لرحم هذه المرأة \" .هذا حديث غريب ، ورجاله ثقات ، ونجى الله أصحاب السفينة الذين آمنوا مع نوح عليه السلام ، وهم الذين أمره الله بحملهم معه ."
      },
      "translations": {
        "en": "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers an inhabitant.",
        "fr": "Et Noé dit: «Seigneur, ne laisse sur la terre aucun infidèle.",
        "es": "Noé dijo: «¡Señor! ¡No dejes en la tierra a ningún infiel con vida!"
      },
      "ibn_ashour": "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (26) عطف على { قال نوح رب إنهم عصوني } [ نوح : 21 ] أعقبه بالدعاء عليهم بالإِهلاك والاستئصال بأن لا يبقى منهم أحداً ، أي لا تبق منهم أحداً على الأرض .وأعيد فعل { قال } لوقوع الفصل بين أقوال نوح بجملة { مما خطيئاتهم } [ نوح : 25 ] الخ ، أو بها وبجملة { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] .وقرنت بواو العطف لتكون مستقلة فلا تتبع جملة { إنهم عصوني للإِشارة إلى أن دَعوة نوح حصلت بعد شكايته بقوله : إنهم عصوني .وديَّاراً } : اسم مخصوص بالوقوع في النفي يعمّ كل إنسان ، وهو اسم بوزن فَيْعَال مشتق من اسم الدار فعينه واو لأن عين دَار مقدرة واواً ، فأصل ديّار : دَيوار فلما اجتمعت الواو والياء واتصلتا وسبقت إحداهما بالسكون قلبت الواو ياء ثم أدغمت في الياء الزائدة كما فُعل بسيّد وميّت ، ومعنى ديّار : من يحلّ بدار القوم كناية عن إنسان .ونظير ( ديّار ) في العموم والوقوع في النفي أسماء كثيرة في كلام العرب أبلغها ابن السكيت في «إصلاح المنطق» إلى خمسةٍ وعشرين ، وزاد كُراع النمل سبعة فبلغت اثنين وثلاثين اسماً ، وزاد ابن مال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 27,
      "text": "إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا۟ عِبَادَكَ وَلَا يَلِدُوٓا۟ إِلَّا فَاجِرًۭا كَفَّارًۭا",
      "tafsir": {
        "muyassar": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.",
        "mukhtasar": "إنك - ربنا - إن تتركهم وتمهلهم يضلّوا عبادك المؤمنين، ولا يلدوا إلا صاحبَ فجورٍ لا يطيعك، وشديدَ كفرٍ لا يشكرك على نعمك.",
        "saadi": "{ إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا } أي: بقاؤهم مفسدة محضة، لهم ولغيرهم، وإنما قال نوح -عليه السلام- ذلك، لأنه مع كثرة مخالطته إياهم، ومزاولته لأخلاقهم، علم بذلك نتيجة أعمالهم، لا جرم أن الله استجاب دعوته  ، فأغرقهم أجمعين ونجى نوحا ومن معه من المؤمنين.",
        "kathir": "وقوله : ( إنك إن تذرهم يضلوا عبادك ) أي : إنك إن أبقيت منهم أحدا أضلوا عبادك ، أي : الذين تخلقهم بعدهم ( ولا يلدوا إلا فاجرا كفارا ) أي : فاجرا في الأعمال كافر القلب ، وذلك لخبرته بهم ومكثه بين أظهرهم ألف سنة إلا خمسين عاما ."
      },
      "translations": {
        "en": "Indeed, if You leave them, they will mislead Your servants and not beget except [every] wicked one and [confirmed] disbeliever.",
        "fr": "Si Tu les laisses [en vie], ils égareront Tes serviteurs et n'engendreront que des pécheurs infidèles.",
        "es": "Si les dejas, extraviarán a Tus siervos y no engendrarán sino a pecadores, infieles pertinaces."
      },
      "ibn_ashour": "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (27)وجملة { إنك إن تذرهم يُضِلُّوا عبادك } تعليل لسؤاله أن لا يترك الله على الأرض أحداً من الكافرين يريد أنه خشي أن يضلوا بعض المؤمنين وأن يلدوا أبناء ينشأون على كفرهم .والأرض يجوز أن يراد بها جميع الكُرة الدنيوية ، وأن يراد أرض معهودة للمتكلم والمخاطَببِ كما في قوله تعالى : { قال اجعلني على خزائن الأرض يعني أرض مصر } في سورة يوسف ( 55 ) .ويحتمل أن يكون البشر يومئذٍ منحصرين في قوم نوح ، ويجوز خلافه ، وعلى هذه الاحتمالات ينشأ احتمال أن يكون الطوفان قد غمر جميع الكرة الأرضية ، واحتمالُ أن يكون طوفاناً قاصراً على ناحية كبيرة من عموم الأرض ، والله أعلم . وقد تقدم ذلك عند تفسير قوله تعالى : { فأنجيناه والذين معه في الفلك } في سورة الأعراف ( 64 ) .وخبر إنك } مجموع الشرط مع جوابه الواقع بعد ( إنّ ) لأنه إذا اجتمع مبتدأ وشرط رجح الشرط على المبتدأ فأعطي الشرطُ الجوابَ ولم يعط المبتدأ خبراً لدلالة جملة الشرط وجوابه عليه .وعَلِم نوح أنهم لا يلدون إلاّ فاجراً كفّاراً بأن أولادهم ينشأون فيهم فيلقنونهم دينهم ويصدون ",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 28,
      "text": "رَّبِّ ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِمَن دَخَلَ بَيْتِىَ مُؤْمِنًۭا وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَٰتِ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارًۢا",
      "tafsir": {
        "muyassar": "وقال نوح -عليه السلام- بعد يأسه من قومه: ربِّ لا تترك من الكافرين بك أحدًا حيًّا على الأرض يدور ويتحرك. إنك إن تتركهم دون إهلاك يُضلوا عبادك الذين قد آمنوا بك عن طريق الحق، ولا يأت من أصلابهم وأرحامهم إلا مائل عن الحق شديد الكفر بك والعصيان لك. ربِّ اغفر لي ولوالديَّ ولمن دخل بيتي مؤمنًا، وللمؤمنين والمؤمنات بك، ولا تزد الكافرين إلا هلاكًا وخسرانًا في الدنيا والآخرة.",
        "mukhtasar": "ربّ اغفر لي ذنوبي، واغفر لوالديَّ، واغفر لمن دخل بيتي مؤمنًا، واغفر للمؤمنين والمؤمنات، ولا تزد الظالمين لأنفسهم بالكفر والمعاصي إلا هلاكًا وخسرانًا.",
        "saadi": "{ رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا } خص المذكورين لتأكد حقهم وتقديم برهم، ثم عمم الدعاء، فقال: { وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا } أي: خسارا ودمارا وهلاكا.تم تفسير سورة نوح عليه السلام [والحمد لله]  ",
        "kathir": "ثم قال : ( رب اغفر لي ولوالدي ولمن دخل بيتي مؤمنا ) قال الضحاك : يعني : مسجدي ، ولا مانع من حمل الآية على ظاهرها ، وهو أنه دعا لكل من دخل منزله وهو مؤمن ، وقد قال الإمام أحمد :حدثنا أبو عبد الرحمن ، حدثنا حيوة ، أنبأنا سالم بن غيلان : أن الوليد بن قيس التجيبي أخبره : أنه سمع أبا سعيد الخدري - أو : عن أبي الهيثم ، عن أبي سعيد : - أنه سمع رسول الله صلى الله عليه وسلم يقول : \" لا تصحب إلا مؤمنا ، ولا يأكل طعامك إلا تقي \" .ورواه أبو داود والترمذي من حديث عبد الله بن المبارك ، عن حيوة بن شريح به ، ثم قال الترمذي : إنما نعرفه من هذا الوجه .وقوله : ( وللمؤمنين والمؤمنات ) دعاء لجميع المؤمنين والمؤمنات ، وذلك يعم الأحياء منهم والأموات ; ولهذا يستحب مثل هذا الدعاء ، اقتداء بنوح عليه السلام ، وبما جاء في الآثار ، والأدعية [ المشهورة ] المشروعة .وقوله : ( ولا تزد الظالمين إلا تبارا ) قال السدي : إلا هلاكا . وقال مجاهد : إلا خسارا ، أي : في الدنيا والآخرة .آخر تفسير سورة \" نوح \" [ عليه السلام ولله الحمد والمنة ] ."
      },
      "translations": {
        "en": "My Lord, forgive me and my parents and whoever enters my house a believer and the believing men and believing women. And do not increase the wrongdoers except in destruction.\"",
        "fr": "Seigneur! Pardonne-moi, et à mes père et mère et à celui qui entre dans ma demeure croyant, ainsi qu'aux croyants et croyantes; et ne fais croître les injustes qu'en perdition».",
        "es": "¡Señor! ¡Perdónanos, a mi y a mis padres, a quien entre en mi casa como creyente, a los creyentes y a las creyentes! Y a los impíos ¡no hagas sino perderles más!»"
      },
      "ibn_ashour": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (28)جعل الدعاء لنفسه ووالديه خاتمة مناجاته فابتدأ بنفسه ثم بأقرب الناس به وهما والده ، ثم عمّم أهله وذويه المؤمنين فدخل أولاده وبنوهم والمؤمنات من أزواجهم وعبر عنهم بمن دخل بيته كناية عن سكناهم معه ، فالمراد بقوله { دخل بيتي } دخول مخصوص وهو الدخول المتكرر الملازم . ومنه سميت بطانة المرء دَخيلته ودُخْلَته ، ثم عمم المؤمنين والمؤمنات ، ثم عاد بالدعاء على الكفرة بأن يحرمهم الله النجاح وهو على حد قوله المتقدم { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] .والتبَار : الهلاك والخسار ، فهو تخصيص للظالمين من قومه بسؤال استئصالهم بعد أن شملهم وغيرهم بعموم قوله : { لا تَذر على الأرض من الكافرين ديّاراً } [ نوح : 26 ] حرصاً على سلامة المجتمع الإِنساني من شوائب المفاسد وتطهيره من العناصر الخبيثة .ووالداه : أبوه وأمه ، وقد ورد اسم أبيه في التوراة ( لَمَك ) وأما أمه فقد ذكر الثعلبي أنّ اسمها شَمْخَى بنتُ آنُوش .وقرأ الجمهور { بيتي } بسكون ياء المتكلم . وق",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}