{
  "number": 72,
  "name": "سُورَةُ الجِنِّ",
  "englishName": "Al-Jinn",
  "revelationType": "Meccan",
  "ayahCount": 28,
  "ayahs": [
    {
      "number": 1,
      "text": "قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌۭ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًۭا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: أوحى الله إليَّ أنَّ جماعة من الجن قد استمعوا لتلاوتي للقرآن، فلما سمعوه قالوا لقومهم: إنا سمعنا قرآنًا بديعًا في بلاغته وفصاحته وحكمه وأحكامه وأخباره، يدعو إلى الحق والهدى، فصدَّقنا بهذا القرآن وعملنا به، ولن نشرك بربنا الذي خلقنا أحدًا في عبادته.",
        "mukhtasar": "قل - أيها الرسول - لأمتك: أوحى الله إليّ أنه استمع إلى قراءتي للقرآن جماعة من الجن ببطن نَخْلة، فلما رجعوا إلى قومهم قالوا لهم: إنا سمعنا كلامًا مقروءًا مُعْجِبًا في بيانه وفصاحته.",
        "saadi": "أي: { قُلْ } يا أيها الرسول للناس { أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ } صرفهم الله [إلى رسوله] لسماع آياته لتقوم عليهم الحجة [وتتم عليهم النعمة] ويكونوا نذرا  لقومهم. وأمر الله رسوله أن يقص نبأهم على الناس، وذلك أنهم لما حضروه، قالوا: أنصتوا، فلما أنصتوا فهموا معانيه، ووصلت حقائقه إلى قلوبهم، { فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا } أي: من العجائب الغالية، والمطالب العالية. ",
        "kathir": "تفسير سورة الجن وهي مكية .يقول تعالى آمرا رسوله صلى الله عليه وسلم أن يخبر قومه : أن الجن استمعوا القرآن فآمنوا به وصدقوه وانقادوا له ، فقال تعالى : ( قل أوحي إلي أنه استمع نفر من الجن فقالوا إنا سمعنا قرآنا عجبا"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"It has been revealed to me that a group of the jinn listened and said, 'Indeed, we have heard an amazing Qur'an.",
        "fr": "Dis: «Il m'a été révélé qu'un groupe de djinns prêtèrent l'oreille, puis dirent: «Nous avons certes entendu une Lecture [le Coran] merveilleuse,",
        "es": "Di: «Se me ha revelado que un grupo de genios estaba escuchando y decía: 'Hemos oído una Recitación maravillosa,"
      },
      "ibn_ashour": "قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآَنًا عَجَبًا (1) افتتاح السورة بالأمر بالقول يشير إلى أن ما سيذكر بعده حدث غريب وخاصة بالنسبة للمشركين الذين هم مظنة التكذيب به كما يقتضيه قوله : { كما ظننتم أن لن يبعث الله أحداً } [ الجن : 7 ] حسبما يأتي .أمر الله رسوله صلى الله عليه وسلم بأن يُعلم المسلمين وغيرهم بأن الله أوحَى إليه وقوع حدث عظيم في دعوته أقامه الله تكريماً لنبيئه وتنويهاً بالقرآن وهو أن سخر بعضاً من النوع المسمى جنّاً لاستماع القرآن وألهمهم أو علَّمهم فهم ما سمعوه واهتداءهم إلى مقدار إرشاده إلى الحق والتوحيد وتنزيه الله والإِيمان بالبعث والجزاء فكانت دعوة الإسلام في أصولها بالغة إلى عالم من العوالم المغيبة لا علاقة لموجوداته بالتكاليف ولا بالعقائد بل هو عالم مجبول أهله على ما جبلوا عليه من خير أو شر لا يعدُو أحدُهم في مدة الدنيا جِبلتَه فيكون على معيارها مصيرُه الأبدي في الحياة الآخرة ولذلك لم يَبعث إليهم بشرائع .وقد كشف الله لهذا الفريق منهم حقائق من عقيدة الإِسلام وهديه ففهموه .هذا العالَم هو عالم الجنّ وهو بحسب ما يستخلص "
    },
    {
      "number": 2,
      "text": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًۭا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: أوحى الله إليَّ أنَّ جماعة من الجن قد استمعوا لتلاوتي للقرآن، فلما سمعوه قالوا لقومهم: إنا سمعنا قرآنًا بديعًا في بلاغته وفصاحته وحكمه وأحكامه وأخباره، يدعو إلى الحق والهدى، فصدَّقنا بهذا القرآن وعملنا به، ولن نشرك بربنا الذي خلقنا أحدًا في عبادته.",
        "mukhtasar": "هذا الكلام الذي سمعناه يدلّ على الصواب في الاعتقاد والقول والعمل، فآمنا به، ولن نشرك بربنا الذي أنزله أحدًا.",
        "saadi": "{ يَهْدِي إِلَى الرُّشْدِ } والرشد: اسم جامع لكل ما يرشد الناس إلى مصالح دينهم ودنياهم، { فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا } فجمعوا بين الإيمان الذي يدخل فيه جميع أعمال الخير، وبين التقوى، [المتضمنة لترك الشر] وجعلوا السبب الداعي لهم إلى الإيمان وتوابعه، ما علموه من إرشادات القرآن، وما اشتمل عليه من المصالح والفوائد واجتناب المضار، فإن ذلك آية عظيمة، وحجة قاطعة، لمن استنار به، واهتدى بهديه، وهذا الإيمان النافع، المثمر لكل خير، المبني على هداية القرآن، بخلاف إيمان العوائد، والمربى والإلف ونحو ذلك، فإنه إيمان تقليد تحت خطر الشبهات والعوارض الكثيرة،",
        "kathir": "\"يهدي إلى الرشد\" أي : إلى السداد والنجاح ، ( فآمنا به ولن نشرك بربنا أحدا ) وهذا المقام شبيه بقوله تعالى : ( وإذ صرفنا إليك نفرا من الجن يستمعون القرآن ) [ الأحقاف : 29 ] وقد قدمنا الأحاديث الواردة في ذلك بما أغنى عن إعادته هاهنا ."
      },
      "translations": {
        "en": "It guides to the right course, and we have believed in it. And we will never associate with our Lord anyone.",
        "fr": "qui guide vers la droiture. Nous y avons cru, et nous n'associerons jamais personne à notre Seigneur.",
        "es": "que conduce a la vía recta. Hemos creído en ella y no asociaremos nadie a nuestro Señor'."
      },
      "ibn_ashour": "يَهْدِي إِلَى الرُّشْدِ فَآَمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا (2)والإِيمان بالقرآن يقتضي الإِيمان بمن جاء به وبمن أنزله ولذلك قالوا { ولن نشرك بربنا أحداً .وقد حصل لهؤلاء النفر من الجن شرف المعرفة بالله وصفاته وصِدق رسوله وصدق القرآن وما احتوى عليه مَا سَمعوه منه فصاروا من خيرة المخلوقات ، وأُكرموا بالفوز في الحياة الآخرة فلم يكونوا ممن ذَرْأَ الله لجهنم من الجن والإِنس .ومتعلق استمع } محذوف دل عليه قوله بعده { فقالوا إنا سمعنا قرآنا عجباً .والرشْد } : بضم الراء وسكون الشين ( أو يقال بفتح الراء وفتح الشين ) هو الخير والصواب والهدى . واتفقت القراءات العشر على قراءته بضم فسكون .وقولهم : { ولن نشرك بربنا أحداً ، } أي ينتفي ذلك في المستقبل . وهذا يقتضي أنهم كانوا مشركين ولذلك أكدوا نفي الإِشراك بحرف التأبيد فكما أكد خبرهم عن القرآن والثناء عليه ب ( إن ) أكد خبرهم عن إقلاعهم عن الإِشراك ب { لن } ."
    },
    {
      "number": 3,
      "text": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةًۭ وَلَا وَلَدًۭا",
      "tafsir": {
        "muyassar": "وأنه تعالَتْ عظمة ربنا وجلاله، ما اتخذ زوجة ولا ولدًا.",
        "mukhtasar": "وآمنّا بأنه - تعالت عظمة ربنا وجلاله - ما اتخذ زوجة ولا ولدًا كما يقول المشركون.",
        "saadi": "{ وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا } أي: تعالت عظمته وتقدست أسماؤه، { مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا } فعلموا من جد الله وعظمته، ما دلهم على بطلان من يزعم أن له صاحبة أو ولدا، لأن له العظمة والكمال  في كل صفة كمال، واتخاذ الصاحبة والولد ينافي ذلك، لأنه يضاد كمال الغنى.",
        "kathir": "وقوله : ( وأنه تعالى جد ربنا ) قال علي بن أبي طلحة ، عن ابن عباس في قوله تعالى : ( جد ربنا ) أي : فعله وأمره وقدرته .وقال الضحاك ، عن ابن عباس : جد الله : آلاؤه وقدرته ونعمته على خلقه .وروي عن مجاهد وعكرمة : جلال ربنا . وقال قتادة : تعالى جلاله وعظمته وأمره . وقال السدي : تعالى أمر ربنا . وعن أبي الدرداء ومجاهد أيضا وابن جريج : تعالى ذكره . وقال سعيد بن جبير : ( تعالى جد ربنا ) أي : تعالى ربنا .فأما ما رواه ابن أبي حاتم : حدثنا محمد بن عبد الله بن يزيد المقرئ ، حدثنا سفيان ، عن عمرو ، عن عطاء ، عن ابن عباس قال : الجد : أب ، ولو علمت الجن أن في الإنس جدا ما قالوا : تعالى جد ربنا .فهذا إسناد جيد ، ولكن لست أفهم ما معنى هذا الكلام ; ولعله قد سقط شيء ، والله أعلم . وقوله : ( ما اتخذ صاحبة ولا ولدا ) أي : تعالى عن اتخاذ الصاحبة والأولاد ، أي : قالت الجن : تنزه الرب تعالى جلاله وعظمته ، حين أسلموا وآمنوا بالقرآن ، عن اتخاذ الصاحبة والولد ."
      },
      "translations": {
        "en": "And [it teaches] that exalted is the nobleness of our Lord; He has not taken a wife or a son",
        "fr": "En vérité notre Seigneur - que Sa grandeur soit exaltée - ne S'est donné ni compagne, ni enfant!",
        "es": "Y: 'Nuestro Señor -¡exaltada sea Su grandeza!- no ha tomado compañera ni hijo'"
      },
      "ibn_ashour": "وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا (3)هذا محكي عن كلام الجن ، قرأه الجمهور بكسر همزة { إنه } على اعتباره معطوفاً على قولهم : { إنَّا سمعنا قرآنا عجباً } [ الجن : 1 ] إذ يجب كسر همزة ( إنَّ ) إذا حكيت بالقول .وقرأه ابن عامر وحمزة والكسائي وحفص وأبو جعفر وخلف بفتح الهمزة على أنه معطوف على الضمير المجرور بالباء في قوله : { فآمنَّا به } [ الجن : 2 ] أي وآمنا بأنه تعالى جَد ربنا . وعدم إعادة الجار مع المعطوف على المجرور بالحرف مستعمل ، وجوزه الكوفيون ، على أن حرف الجر كثير حذفه مع ( أنّ ) فلا ينبغي أن يختلف في حذفه هنا على هذا التأويل .قال في «الكشاف» : { أنه استمع } [ الجن : 1 ] بالفتح لأنه فاعل أوحي ( أي نائب الفاعل ) { وإنَّا سَمِعنا } بالكسر لأنه مبتدأ محكي بعد القول ثم تحمل عليهما البواقي فما كان من الوحي فُتح وما كان من قول الجن كُسر ، وكُلّهن من قولهم ، إلاّ الثنتين الأخريين : { وأن المساجد لله } [ الجن : 18 ] ، { وأنه لما قام عبد الله } [ الجن : 19 ] ومن فتح كُلهن فعطفاً على محل الجار والمجرور في { ءامنا به } [ الجن : 2 ] كأنه قيل : صدقناه وصدقنا "
    },
    {
      "number": 4,
      "text": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًۭا",
      "tafsir": {
        "muyassar": "وأن سفيهنا- وهو إبليس- كان يقول على الله تعالى قولا بعيدًا عن الحق والصواب، مِن دعوى الصاحبة والولد.",
        "mukhtasar": "وأنه كان إبليس يقول على الله قولًا منحرفًا من نسبة الزوجة والولد إليه سبحانه.",
        "saadi": "{ وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا } أي: قولا جائرا عن الصواب، متعديا للحد، وما حمله على ذلك إلا سفهه وضعف عقله، وإلا فلو كان رزينا مطمئنا لعرف كيف يقول. ",
        "kathir": "ثم قالوا : ( وأنه كان يقول سفيهنا على الله شططا ) قال مجاهد وعكرمة وقتادة والسدي : ( سفيهنا ) يعنون : إبليس ، ( شططا ) قال السدي ، عن أبي مالك : ( شططا ) أي : جورا . وقال ابن زيد : ظلما كبيرا .ويحتمل أن يكون المراد بقولهم : ( سفيهنا ) اسم جنس لكل من زعم أن لله صاحبة أو ولدا ؛ ولهذا قالوا : ( وأنه كان يقول سفيهنا ) أي : قبل إسلامه ) على الله شططا ) أي : باطلا وزورا ;"
      },
      "translations": {
        "en": "And that our foolish one has been saying about Allah an excessive transgression.",
        "fr": "Notre insensé [Iblis] disait des extravagances contre Allah.",
        "es": "Y: 'Nuestro loco decía contra Alá una solemne mentira'."
      },
      "ibn_ashour": "وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا (4)قرأه الجمهور بكسرة همزة { وإنه } . وقرأ ابن عامر وحمزة والكسائي وحفص وأبو جعفر وخلف بفتح الهمزة كما تقدم في قوله : { وأنه تعالى جدّ ربنا } [ الجن : 3 ] فقد يكون إيمانهم بتعالي الله عن أن يتخذ صاحبة وولداً ناشئاً على ما سمعوه من القرآن وقد يكون ناشئاً على إدراكهم ذلك بأدلة نظرية .والسفيه : هنا جنس ، وقيل : أرادوا به إبليس ، أي كان يلقنهم صفات الله بما لا يليق بجلاله ، أي كانوا يقولون على الله شططاً قبل نزول القرآن بتسفيههم في ذلك .والشطط : مجاوزة الحد وما يخرج عن العدل والصواب ، وتقدم في قوله تعالى : { ولا تشطط } في سورة ص ( 22 ) . والمراد بالشطط إثبات ما نفاه قوله : { ولن نشرك بربنا أحداً } [ الجن : 2 ] وقوله : { ما اتخذ صاحبة ولا ولداً } [ الجن : 3 ] وضمير { وإنه } ضمير الشأن .والقول فيه وفي التأكيد ب ( إن ) مكسورةً أو مفتوحة كالقول في قوله : { وإنه تعالى جد ربنا } [ الجن : 3 ] الخ ."
    },
    {
      "number": 5,
      "text": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًۭا",
      "tafsir": {
        "muyassar": "وأنَّا حَسِبْنا أن أحدًا لن يكذب على الله تعالى، لا من الإنس ولا من الجن في نسبة الصاحبة والولد إليه.",
        "mukhtasar": "وأنا حَسِبْنا أن المشركين من الإنس والجنّ لا يقولون الكذب حين كانوا يزعمون أن له صاحبة وولدًا، فصدّقنا قولهم تقليدًا لهم.",
        "saadi": "{ وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا } أي: كنا مغترين قبل ذلك، وغرنا القادة  والرؤساء من الجن والإنس، فأحسنا بهم الظن، وظنناهم  لا يتجرأون على الكذب على الله، فلذلك كنا قبل هذا على طريقهم، فاليوم إذ بان لنا الحق، رجعنا إليه  ، وانقدنا له، ولم نبال بقول أحد من الناس  يعارض الهدى. ",
        "kathir": "( وأنا ظننا أن لن تقول الإنس والجن على الله كذبا ) أي : ما حسبنا أن الإنس والجن يتمالئون على الكذب على الله في نسبة الصاحبة والولد إليه ، فلما سمعنا هذا القرآن وآمنا به ، علمنا أنهم كانوا يكذبون على الله في ذلك ."
      },
      "translations": {
        "en": "And we had thought that mankind and the jinn would never speak about Allah a lie.",
        "fr": "Et nous pensions que ni les humains ni les djinns ne sauraient jamais proférer de mensonge contre Allah.",
        "es": "Y: 'Nosotros creíamos que ni los humanos ni los genios iban a proferir mentira contra Alá'."
      },
      "ibn_ashour": "وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا (5)قرأ همزة { أن } بالكسر الجمهور وأبو جعفر ، وقرأها بالفتح ابن عامر وحفص وحمزة وَالكسائي وخلف .فعلى قراءة كسر ( إِن ) هو من المحكي بالقول ، ومعناه الاعتذار عما اقتضاه قولهم : { فآمنا به ولن نشرك بربنا أحداً } [ الجن : 2 ] من كونهم كانوا مشركين لجهلهم وأخذهم قول سفهائهم يحسبونهم لا يكذبون على الله .والتأكيد ب { إِن } لقصد تحقيق عذرهم فيما سلف من الإِشراك ، وتأكيد المظنون ب { لن } المفيدة لتأييد النفي يفيد أنهم كانوا متوغلين في حسن ظنهم بمن ضللوهم ويدل على أن الظن هنا بمعنى اليقين وهو يقين مخطىء .وعلى قراءة الفتح هو عطف على المجرور بالباء في قوله : { فآمنا به } [ الجن : 2 ] فالمعنى : وآمنا فإنما ظننا ذلك فأخطأنا في ظننا .وفي هذه الآية إشارة إلى خطر التقليد في العقيدة ، وأنها لا يجوز فيها الأخذ بحسن الظن بالمقلّد بفتح اللام بل يتعين النظر واتهام رأي المقلَّد حتى ينهض دليله .وقرأ الجمهور { تَقُول } بضم القاف وسكون الواو . وقرأه يعقوب بفتح القاف والواو مشددة ، من التقوّل وهو نسبة كلام إلى من لم يقله وهو في معنى "
    },
    {
      "number": 6,
      "text": "وَأَنَّهُۥ كَانَ رِجَالٌۭ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍۢ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًۭا",
      "tafsir": {
        "muyassar": "وأنه كان رجال من الإنس يستجيرون برجال من الجن، فزاد رجالُ الجنِّ الإنسَ باستعاذتهم بهم خوفًا وإرهابًا ورعبًا. وهذه الاستعاذة بغير الله، التي نعاها الله على أهل الجاهلية، من الشرك الأكبر، الذي لا يغفره الله إلا بالتوبة النصوح منه. وفي الآية تحذير شديد من اللجوء إلى السحرة والمشعوذين وأشباههم.",
        "mukhtasar": "وأنه كان في الجاهلية رجال من الإنس يستجيرون برجال من الجنّ عندما ينزلون بمكان مَخُوف، فيقول أحدهم: أعوذ بسيّد هذا الوادي من شرّ سفهاء قومه، فازداد رجال الإنس خوفًا ورعبًا من رجال الجنّ.",
        "saadi": "{ وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا } أي: كان الإنس يعبدون الجن ويستعيذون بهم عند المخاوف والأفزاع  ، فزاد الإنس الجن رهقا أي: طغيانا وتكبرا لما رأوا الإنس يعبدونهم، ويستعيذون بهم، ويحتمل أن الضمير في زادوهم يرجع إلى الجن ضمير الواو  أي: زاد الجن الإنس ذعرا وتخويفا لما رأوهم يستعيذون بهم ليلجئوهم إلى الاستعاذة بهم، فكان الإنسي إذا نزل بواد مخوف، قال: \" أعوذ بسيد هذا الوادي من سفهاء قومه \". ",
        "kathir": "وقوله : ( وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا ) أي : كنا نرى أن لنا فضلا على الإنس ; لأنهم كانوا يعوذون بنا ، أي : إذا نزلوا واديا أو مكانا موحشا من البراري وغيرها كما كان عادة العرب في جاهليتها ، يعوذون بعظيم ذلك المكان من الجان ، أن يصيبهم بشيء يسوؤهم كما كان أحدهم يدخل بلاد أعدائه في جوار رجل كبير وذمامه وخفارته ، فلما رأت الجن أن الإنس يعوذون بهم من خوفهم منهم ، ( فزادوهم رهقا ) أي : خوفا وإرهابا وذعرا ، حتى تبقوا أشد منهم مخافة وأكثر تعوذا بهم ، كما قال قتادة : ( فزادوهم رهقا ) أي : إثما ، وازدادت الجن عليهم بذلك جراءة .وقال الثوري ، عن منصور ، عن إبراهيم : ( فزادوهم رهقا ) أي : ازدادت الجن عليهم جرأة .وقال السدي : كان الرجل يخرج بأهله فيأتي الأرض فينزلها فيقول : أعوذ بسيد هذا الوادي من الجن أن أضر أنا فيه أو مالي أو ولدي أو ماشيتي ، قال : فإذا عاذ بهم من دون الله ، رهقتهم الجن الأذى عند ذلك .وقال ابن أبي حاتم : حدثنا أبو سعيد يحيى بن سعيد القطان ، حدثنا وهب بن جرير ، حدثنا أبي ، حدثنا الزبير بن الخريت ، عن عكرمة قال : كان الجن يفرقون من الإنس كما يفرق الإنس منهم أو أشد ، وكان الإنس إذا نزلوا واديا هرب الجن ، فيقول سيد القوم : نعوذ بسيد أهل هذا الوادي .فقال الجن : نراهم يفرقون منا كما نفرق منهم ، فدنوا من الإنس فأصابوهم بالخبل والجنون ، فذلك قول الله : ( وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا )وقال أبو العالية والربيع وزيد بن أسلم : ( رهقا ) أي : خوفا . وقال العوفي ، عن ابن عباس : ( فزادوهم رهقا ) أي : إثما . وكذا قال قتادة . وقال مجاهد : زاد الكفار طغيانا .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا فروة بن المغراء الكندي ، حدثنا القاسم بن مالك - يعني المزني - عن عبد الرحمن بن إسحاق عن أبيه ، عن كردم بن أبي السائب الأنصاري قال : خرجت مع أبي من المدينة في حاجة ، وذلك أول ما ذكر رسول الله صلى الله عليه وسلم بمكة ، فآوانا المبيت إلى راعي غنم ، فلما انتصف الليل جاء ذئب فأخذ حملا من الغنم ، فوثب الراعي فقال : يا عامر الوادي ، جارك ، فنادى مناد لا نراه ، يقول : يا سرحان ، أرسله ، فأتى الحمل يشتد حتى دخل في الغنم لم تصبه كدمة . وأنزل الله تعالى على رسوله بمكة ( وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا )ثم قال : وروي عن عبيد بن عمير ومجاهد وأبي العالية والحسن وسعيد بن جبير وإبراهيم النخعي نحوه .وقد يكون هذا الذئب الذي أخذ الحمل - وهو ولد الشاة - وكان جنيا حتى يرهب الإنسي ويخاف منه ، ثم رده عليه لما استجار به ، ليضله ويهينه ، ويخرجه عن دينه ، والله أعلم ."
      },
      "translations": {
        "en": "And there were men from mankind who sought refuge in men from the jinn, so they [only] increased them in burden.",
        "fr": "Or, il y avait parmi les humains, des mâles qui cherchaient protection auprès des mâles parmi les djinns mais cela ne fit qu'accroître leur détresse.",
        "es": "Y: 'Había humanos varones que se refugiaban en los genios varones y éstos enloquecieron más a aquéllos'."
      },
      "ibn_ashour": "وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا (6)قرأ الجمهور همزة { وإنه } بالكسر . وقرأها ابن عامر وحمزة والكسائي وحفص وأبو جعفر وخلف بفتح الهمزة عطفاً على المجرور بالباء ، والمقصود منه هو قوله : { فزادوهم رهقاً } وأما قوله : { كان رجال من الإِنس } الخ ، فهو تمهيد لما بعده .وإطلاق الرجال على الجن على طريق التشبيه والمشاكلة لوقوعه مع رجال من الإِنس فإن الرجل اسم للذكر البالغ من بني آدم .والتأكيد ب ( إن ) مكسورة أو مفتوحة راجع إلى ما تفرع على خبرها من قولهم { فزادوهم رَهَقاً .والعوذ : الالتجاء إلى ما ينجي من شيء يضر ، قال تعالى : { وقل رب أعوذ بك من همزات الشياطين } [ المؤمنون : 97 ] ، فإذا حمل العوذ على حقيقته كان المعنى أنه كان رجال يلتجئون إلى الجن ليدفع الجن عنهم بعض الأضرار فوقع تفسير ذلك بما كان يفعله المشركون في الجاهلية إذا سار أحدهم في مكان قفر ووحش أو تعَزب في الرعي كانوا يتوهمون أن الجن تسكن القفر ويخافون تعرض الجن والغيلان لهم وعبثَها بهم في الليل فكان الخائف يصيح بأعلى صوته : يا عَزيز هذا الوادي إني أعوذ بك من السفهاء الذين ف"
    },
    {
      "number": 7,
      "text": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًۭا",
      "tafsir": {
        "muyassar": "وأن كفار الإنس حسبوا كما حسبتم- يا معشر الجن- أن الله تعالى لن يبعث أحدًا بعد الموت.",
        "mukhtasar": "وأن الإنس ظنوا كما ظننتم - أيها الجن - أن الله لن يبعث أحدًا بعد موته للحساب والجزاء.",
        "saadi": "{ وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا } أي: فلما أنكروا البعث أقدموا على الشرك والطغيان.",
        "kathir": "وقوله : ( وأنهم ظنوا كما ظننتم أن لن يبعث الله أحدا ) أي : لن يبعث الله بعد هذه المدة رسولا . قاله الكلبي وابن جرير ."
      },
      "translations": {
        "en": "And they had thought, as you thought, that Allah would never send anyone [as a messenger].",
        "fr": "Et ils avaient pensé comme vous avez pensé qu'Allah ne ressusciterait jamais personne.",
        "es": "Y: 'Creían ellos, como vosotros, que Alá no iba a enviar a nadie'."
      },
      "ibn_ashour": "وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا (7)قرأ الجمهور ووافقهم أبو جعفر بكسر همزة { وإنهم } . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتح الهمزة على اعتبار ما تقدم في قوله تعالى : { وإنه تعالى جدّ ربنا } [ الجن : 3 ] .والمعنى : أن رجالاً من الإِنس ظنّوا أن الله لا يبعث أحداً ، أو وأنا آمنا بأنهم ظنّوا كما ظننتم الخ ، أي آمنا بأنهم أخطأوا في ظنهم .والتأكيد ب ( إن ) المكسورة أو المفتوحة للاهتمام بالخبر لغايته . والبعث يحتمل بعث الرسل ويحتمل بعث الأموات للحشر ، أي حصل لهم مثلما حصل لكم من إنكار الحشر ومن إنكار إرسال الرسل .والإِخبار عن هذا فيه تعريض بالمشركين بأن فساد اعتقادهم تجاوز عالم الإِنس إلى عالم الجن .وجملة { كما ظننتم } معترضة بين { ظنوا } ومعموله ، فيجوز أن تكون من القول المحكي يقول الجن بعضهم لبعض يُشبّهون كفارهم بكفار الإِنس .ويجوز أن تكون من كلام الله تعالى المخاطب به المشركون الذي أمر رسوله بأن يقوله لهم ، وهذا الوجه يتعين إذا جعلنا القول في قوله تعالى : { فقالوا إنا سمعنا } [ الجن : 1 ] عبارة عما جال في نفوسهم على أحد الوجهين السابقين هنالك ."
    },
    {
      "number": 8,
      "text": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَٰهَا مُلِئَتْ حَرَسًۭا شَدِيدًۭا وَشُهُبًۭا",
      "tafsir": {
        "muyassar": "وأنَّا- معشر الجن- طلبنا بلوغ السماء؛ لاستماع كلام أهلها، فوجدناها مُلئت بالملائكة الكثيرين الذين يحرسونها، وبالشهب المحرقة التي يُرمى بها مَن يقترب منها.",
        "mukhtasar": "وأنا طلبنا خبر السماء، فوجدنا السماء مُلئِت حرسًا قويًّا من الملائكة يحرسونها من استراق السمع الذي كنا نقوم به، ومُلِئت نارًا مشتعلة يُرْمى بها كل من يقرب السماء.",
        "saadi": "{ وَأَنَّا لَمَسْنَا السَّمَاءَ } أي: أتيناها واختبرناها، { فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا } عن الوصول إلى أرجائها [والدنو منها]، { وَشُهُبًا } يرمى بها من استرق السمع، وهذا بخلاف عادتنا الأولى، فإنا كنا نتمكن من الوصول إلى خبر السماء.",
        "kathir": "يخبر تعالى عن الجن حين بعث الله رسوله محمدا صلى الله عليه وسلم وأنزل عليه القرآن وكان من حفظه له أن السماء ملئت حرسا شديد وحفظت من سائر أرجائها."
      },
      "translations": {
        "en": "And we have sought [to reach] the heaven but found it filled with powerful guards and burning flames.",
        "fr": "Nous avions frôlé le ciel et nous l'avions trouvé plein d'une forte garde et de bolides.",
        "es": "Y: 'Hemos palpado el cielo y lo hemos encontrado lleno de guardianes severos y de centellas'."
      },
      "ibn_ashour": "وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (8) قرأ الجمهور ووافقهم أبو جعفر بكسر الهمزة . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتح الهمزة عطفاً على المجرور بالباء فيكون من عطفه على المجرور بالباء هو قوله : { فمن يستمع الآن يجدْ له شهاباً رصداًوالتأكيد ب ( إنَّ ) في قولهم : وإنّا لمسنا السماء } لغرابة الخبر باعتبار ما يليه من قوله : { وإنّا كنا نقعد منها مقاعد للسمع } الخ .واللمس : حقيقته الجس باليد ، ويطلق مجازاً على اختبار أمر لأن إحساس اليد أقوى إحساس ، فشبه به الاختيار على طريق الاستعارة كما أطلق مُرادفه وهو المس على الاختبار في قول يزيد بن الحكم الكلابي :مَسسنا من الآباءِ شَيئاً فكلُّنا ... إلى نَسب في قَومه غير واضعأي اختبرنا نسب آبائنا وآبائكم فكنا جميعاً كرامَ الآباء .و { ملئت } : مستعمل في معنى كثُر فيها . وحقيقة الملء عَمْر فراغ المكان أو الإِناء بما يحل فيه ، فأطلق هنا على كثرة الشهب والحُراس على وجه الاستعارة .والحَرس : اسم جمع للحُرَّاس ولا واحد له من لفظه مثل خدَم ، وإنما يعرف الواحد منه بالحَرَسِيِّ . ووصف بشديد وهو مفرد نظراً إلى "
    },
    {
      "number": 9,
      "text": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْءَانَ يَجِدْ لَهُۥ شِهَابًۭا رَّصَدًۭا",
      "tafsir": {
        "muyassar": "وأنا كنا قبل ذلك نتخذ من السماء مواضع؛ لنستمع إلى أخبارها، فمن يحاول الآن استراق السمع يجد له شهابًا بالمرصاد، يُحرقه ويهلكه. وفي هاتين الآيتين إبطال مزاعم السحرة والمشعوذين، الذين يدَّعون علم الغيب، ويغررون بضعفة العقول؛ بكذبهم وافترائهم.",
        "mukhtasar": "وأنا كنا في السابق نتخذ من السماء مواقع نستمع منها ما يتداوله الملائكة، فنخبر به الكهنة من أهل الأرض، وقد تغير الأمر، فمن يستمع منا الآن يجد نارًا مشتعلة معدة له، فإذا اقترب أرسلت عليه فأحرقته.",
        "saadi": "{ وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْع } فنتلقف من أخبار السماء ما شاء الله. { فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا } أي: مرصدا له، معدا لإتلافه وإحراقه، أي: وهذا له شأن عظيم، ونبأ جسيم.",
        "kathir": "وطردت الشياطين عن مقاعدها التي كانت تقعد فيها قبل ذلك ; لئلا يسترقوا شيئا من القرآن ، فيلقوه على ألسنة الكهنة ، فيلتبس الأمر ويختلط ولا يدرى من الصادق ! وهذا من لطف الله بخلقه ورحمته بعباده ، وحفظه لكتابه العزيز ، ولهذا قال الجن : ( وأنا لمسنا السماء فوجدناها ملئت حرسا شديدا وشهبا وأنا كنا نقعد منها مقاعد للسمع فمن يستمع الآن يجد له شهابا رصدا ) أي : من يروم أن يسترق السمع اليوم يجد له شهابا مرصدا له ، لا يتخطاه ولا يتعداه ، بل يمحقه ويهلكه ،"
      },
      "translations": {
        "en": "And we used to sit therein in positions for hearing, but whoever listens now will find a burning flame lying in wait for him.",
        "fr": "Nous y prenions place pour écouter. Mais quiconque prête l'oreille maintenant, trouve contre lui un bolide aux aguets.",
        "es": "Y: 'Nos sentábamos allí, en sitios apropiados para oír. Pero todo aquél que escucha, al punto encuentra una centella que le acecha'."
      },
      "ibn_ashour": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآَنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (9)وإنما أعيد معه كلمة { وإنا } للدلالة على أن الخبر الذي تضمنه هو المقصود وأن ما قبله كالتوطئة له فإعادة { وإنا } توكيد لفظي .وحقيقة القعود الجلوس وهو ضد القيام ، أي هو جعل النصف الأسفل مباشراً للْارض مستقراً عليها وانتصاب النصف الأعلى . وهو هنا مجاز في ملازمة المكان زمناً طويلاً لأن ملازمة المكان من لوازم القعود ومنه قوله تعالى : { واقْعدوا لهم كل مرصد } [ التوبة : 5 ] .والمقاعد : جمع مقعد وهو مفعل للمكان الذي يقع فيه القعود ، وأطلق هنا على مكان الملازمة فإن القعود يطلق على ملازمة الحصول كما في قول امرىء القيس :فقلت يمين الله أبرح قاعداً ... واللام في قوله : { للسمع } لام العلة أي لأجل السمع ، أي لأن نسمع ما يجري في العالم العلوي من تصاريف الملائكة بالتكوين والتصريف ، ولعل الجن منساقون إلى ذلك بالجبلة كما تنساق الشياطين إلى الوسوسة ، وضمير { منها } للسماء .و ( من ) تبعيضية ، أي من ساحاتها وهو متعلق ب { نقعد } ، وليس المجرور حالاً من { مَقاعَد } مقدَّماً على صاحبه لأن السياق في"
    },
    {
      "number": 10,
      "text": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًۭا",
      "tafsir": {
        "muyassar": "وأننا معشر الجن- لا نعلم: أشرًّا أراد الله أن ينزله بأهل الأرض، أم أراد بهم خيرًا وهدى؟",
        "mukhtasar": "وأنّا لا نعلم ما سبب هذه الحراسة الشديدة؛ أأريد شرٌّ بأهل الأرض، أم أن الله أراد بهم خيرًا، فقد انقطع عنا خبر السماء.",
        "saadi": "وجزموا أن الله تعالى أراد أن يحدث في الأرض حادثا كبيرا، من خير أو شر، فلهذا قالوا: { وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا } أي: لا بد من هذا أو هذا، لأنهم رأوا الأمر تغير عليهم تغيرا أنكروه، فعرفوا بفطنتهم أن هذا الأمر يريده الله، ويحدثه في الأرض، وفي هذا بيان لأدبهم، إذ أضافوا الخير إلى الله تعالى، والشر حذفوا فاعله تأدبا مع الله.",
        "kathir": "( وأنا لا ندري أشر أريد بمن في الأرض أم أراد بهم ربهم رشدا ) أي : ما ندري هذا الأمر الذي قد حدث في السماء ، لا ندري أشر أريد بمن في الأرض ، أم أراد بهم ربهم رشدا ؟ وهذا من أدبهم في العبارة حيث أسندوا الشر إلى غير فاعل ، والخير أضافوه إلى الله عز وجل . وقد ورد في الصحيح : \" والشر ليس إليك \" . وقد كانت الكواكب يرمى بها قبل ذلك ، ولكن ليس بكثير بل في الأحيان بعد الأحيان ، كما في حديث ابن عباس : بينما نحن جلوس مع رسول الله صلى الله عليه وسلم إذا رمي بنجم فاستنار ، فقال : \" ما كنتم تقولون في هذا ؟ فقلنا : كنا نقول : يولد عظيم ، يموت عظيم ، فقال : \" ليس كذلك ، ولكن الله إذا قضى الأمر في السماء \" ، وذكر تمام الحديث ، وقد أوردناه في سورة \" سبأ \" بتمامه ، وهذا هو السبب الذي حملهم على تطلب السبب في ذلك ، فأخذوا يضربون مشارق الأرض ومغاربها ، فوجدوا رسول الله صلى الله عليه وسلم يقرأ بأصحابه في الصلاة ، فعرفوا أن هذا هو الذي حفظت من أجله السماء ، فآمن من آمن منهم ، وتمرد في طغيانه من بقي ، كما تقدم حديث ابن عباس في ذلك ، عند قوله في سورة \" الأحقاف \" : ( وإذ صرفنا إليك نفرا من الجن يستمعون القرآن ) الآية 29 . ولا شك أنه لما حدث هذا الأمر وهو كثرة الشهب في السماء والرمي بها ، هال ذلك الإنس والجن وانزعجوا له وارتاعوا لذلك ، وظنوا أن ذلك لخراب العالم - كما قال السدي : لم تكن السماء تحرس إلا أن يكون في الأرض نبي أو دين لله ظاهر ، فكانت الشياطين قبل محمد صلى الله عليه وسلم قد اتخذت المقاعد في السماء الدنيا ، يستمعون ما يحدث في السماء من أمر ، فلما بعث الله محمدا نبيا ، رجموا ليلة من الليالي ، ففزع لذلك أهل الطائف ، فقالوا : هلك أهل السماء ، لما رأوا من شدة النار في السماء واختلاف الشهب ، فجعلوا يعتقون أرقاءهم ويسيبون مواشيهم ، فقال لهم عبد ياليل بن عمرو بن عمير : ويحكم يا معشر أهل الطائف . أمسكوا عن أموالكم ، وانظروا إلى معالم النجوم فإن رأيتموها مستقرة في أمكنتها فلم يهلك أهل السماء ، إنما هذا من أجل ابن أبي كبشة - يعني : محمدا صلى الله عليه وسلم - وإن أنتم لم تروها فقد هلك أهل السماء ، فنظروا فرأوها ، فكفوا عن أموالهم . وفزعت الشياطين في تلك الليلة ، فأتوا إبليس فحدثوه بالذي كان من أمرهم ، فقال : ائتوني من كل أرض بقبضة من تراب أشمها ، فأتوه فشم فقال : صاحبكم بمكة ، فبعث سبعة نفر من جن نصيبين ، فقدموا مكة فوجدوا رسول الله صلى الله عليه وسلم قائما يصلي في المسجد الحرام يقرأ القرآن ، فدنوا منه حرصا على القرآن حتى كادت كلاكلهم تصيبه ، ثم أسلموا ، فأنزل الله تعالى أمرهم على نبيه صلى الله عليه وسلم ، وقد ذكرنا هذا الفصل مستقصى في أول البعث من ( كتاب السيرة ) المطول ، والله أعلم ، ولله الحمد والمنة ."
      },
      "translations": {
        "en": "And we do not know [therefore] whether evil is intended for those on earth or whether their Lord intends for them a right course.",
        "fr": "Nous ne savons pas si on veut du mal aux habitants de la terre ou si leur Seigneur veut les mettre sur le droit chemin.",
        "es": "Y: 'No sabemos si se quiere mal a los que están en la tierra o si su Señor quiere dirigirles bien'."
      },
      "ibn_ashour": "وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (10)قرأه الجمهور وأبو جعفر بكسر الهمزة وهو ظاهر المعنى ، وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتحها عطفاً على المجرور بالباء كما تقدم فيكون المعنى : وآمنا بأنا انتفى علمنا بما يراد بالذين في الأرض ، أي الناس ، أي لأنهم كانوا يسترقون علم ذلك فلما حرست السماء انقطع علمهم بذلك . هذا توجيه القراءة بفتح همزة { أنا } ومحاولة غير هذا تكلف .وهذه نتيجة ناتجة عن قولهم : { وإنا كنا نقعد منها مقاعد للسمع } [ الجن : 9 ] الخ لأن ذلك السمع كان لمعرفة ما يجري به الأمر من الله للملائكة ومما يُخْبِرُهُمْ به مما يريد إعلامهم به فكانوا على علم من بعض ما يتلقفونه فلما منعوا السمع صاروا لا يعلمون شيئاً من ذلك فأخبروا إخوانهم بهذا عساهم أن يعتبروا بأسباب هذا التغير فيؤمنوا بالوحي الذي حرسه الله من أن يطلع عليه أحد قبل الذي يوحَى به إليه والذي يحمله إليه .فحاصل المعنى : إنا الآن لا ندري ماذا أريد بأهل الأرض من شر أو خير بعد أن كنا نتجسس الخبر في السماء .وهذا تمهيد لما سيقولونه من قوله : { وإنا منا الصالحون } [ ا"
    },
    {
      "number": 11,
      "text": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًۭا",
      "tafsir": {
        "muyassar": "وأنا منا الأبرار المتقون، ومنا قوم دون ذلك كفار وفساق، كنا فرقًا ومذاهب مختلفة.",
        "mukhtasar": "وأنَّا - معشر الجنِّ -: منّا المتقون الأبرار، ومنّا من هم كفار وفساق؛ كنّا أصنافًا مختلفة وأهواء متباينة.",
        "saadi": "{ وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ } أي: فساق وفجار وكفار، { كُنَّا طَرَائِقَ قِدَدًا } أي: فرقا متنوعة، وأهواء متفرقة، كل حزب بما لديهم فرحون.",
        "kathir": "يقول مخبرا عن الجن : أنهم قالوا مخبرين عن أنفسهم : ( وأنا منا الصالحون ومنا دون ذلك ) أي : غير ذلك ، ( كنا طرائق قددا ) أي : طرائق متعددة مختلفة وآراء متفرقة .قال ابن عباس ومجاهد وغير واحد : ( كنا طرائق قددا ) أي : منا المؤمن ومنا الكافر .وقال أحمد بن سليمان النجاد في أماليه ، حدثنا أسلم بن سهل بحشل ، حدثنا علي بن الحسن بن سليمان - هو أبو الشعثاء الحضرمي ، شيخ مسلم - حدثنا أبو معاوية قال : سمعت الأعمش يقول : تروح إلينا جني ، فقلت له : ما أحب الطعام إليكم ؟ فقال الأرز . قال : فأتيناهم به ، فجعلت أرى اللقم ترفع ولا أرى أحدا ، فقلت : فيكم من هذه الأهواء التي فينا ؟ قال : نعم . قلت : فما الرافضة فيكم ؟ قال شرنا . عرضت هذا الإسناد على شيخنا الحافظ أبي الحجاج المزي فقال : هذا إسناد صحيح إلى الأعمش .وذكر الحافظ ابن عساكر في ترجمة العباس بن أحمد الدمشقي ، قال : سمعت بعض الجن وأنا في منزل لي بالليل ينشد :قلوب براها الحب حتى تعلقت مذاهبها في كل غرب وشارق     تهيم بحب الله والله ربهامعلقة بالله دون الخلائق"
      },
      "translations": {
        "en": "And among us are the righteous, and among us are [others] not so; we were [of] divided ways.",
        "fr": "Il y a parmi nous des vertueux et [d'autres] qui le sont moins: nous étions divisés en différentes sectes.",
        "es": "Y: 'Entre nosotros hay unos que son justos y otros que no. Seguimos doctrinas diferentes'."
      },
      "ibn_ashour": "وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا (11)قرأ الجمهور وأبو جعفر بكسر الهمزة . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتحها وهو من قول الجن .وقراءة فتح الهمزة عطف على المجرور بالباء ، أي آمنا بأنا منّا الصالحون ، أي أيقنَّا بذلك وكنا في جهالة عن ذلك .ظهرت عليهم آثار التوفيق فعلموا أنهم أصبحوا فريقين فريق صالحون وفريق ليسوا بصالحين ، وهم يعنون بالصالحين أنفسهم وبمن دون الصلاح بقية نوعهم ، فلما قاموا مقام دعوة إخوانهم إلى اتباع طريق الخير لم يصارحوهم بنسبتهم إلى الإِفساد بل ألهموا وقالوا منا الصالحون ، ثم تلطفوا فقالوا : ومنا دون ذلك ، الصادق بمراتب متفاوتة في الشر والفساد ليتطلب المخاطبون دلائل التمييز بين الفريقين ، على أنهم تركوا لهم احتمال أن يُعنَى بالصالحين الكاملون في الصلاح فيكون المعني بمن دون ذلك من هم دون مرتبة الكمال في الصلاح ، وهذا من بليغ العبارات في الدعوة والإِرشاد إلى الخير .و { دونَ } : اسم بمعنى ( تحت ) ، وهو ضد فوق ولذلك كثر نصبه على الظرفية المكانية ، أي في مكان منحط عن الصالحين .والتقدير : ومنا فريق في مرتبة دونهم .وظرفية { دو"
    },
    {
      "number": 12,
      "text": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًۭا",
      "tafsir": {
        "muyassar": "وأنا أيقنا أن الله قادر علينا، وأننا في قبضته وسلطانه، فلن نفوته إذا أراد بنا أمرًا أينما كنا، ولن نستطيع أن نُفْلِت مِن عقابه هربًا إلى السماء، إن أراد بنا سوءًا.",
        "mukhtasar": "وأنَّا أيقنا أنا لن نفوت الله سبحانه إذا أراد بنا أمرًا، ولن نفوته هربًا لإحاطته بنا.",
        "saadi": "{ وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا } أي: وأنا في وقتنا الآن تبين لنا كمال قدرة الله وكمال عجزنا، وأن نواصينا بيد الله فلن نعجزه في الأرض ولن نعجزه إن هربنا وسعينا بأسباب الفرار والخروج عن قدرته، لا ملجأ منه إلا إليه.",
        "kathir": "وقوله : ( وأنا ظننا أن لن نعجز الله في الأرض ولن نعجزه هربا ) أي : نعلم أن قدرة الله حاكمة علينا وأنا لا نعجزه في الأرض ، ولو أمعنا في الهرب ، فإنه علينا قادر لا يعجزه أحد منا ."
      },
      "translations": {
        "en": "And we have become certain that we will never cause failure to Allah upon earth, nor can we escape Him by flight.",
        "fr": "Nous pensions bien que nous ne saurions jamais réduire Allah à l'impuissance sur la terre et que nous ne saurions jamais le réduire à l'impuissance en nous enfuyant.",
        "es": "Y: 'Creíamos que no podríamos escapar a Alá en la tierra, ni aun huyendo'."
      },
      "ibn_ashour": "وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا (12)قرأ الجمهور وأبو جعفر بكسر همزة { وإنا } . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتحها عطفاً على المجرور في قوله : { فآمنا به } [ الجن : 2 ] . والتقدير : وءامنا بأن لن نعجز الله في الأرض . وذكر فعل { ظننا } تأكيد لفظي لفعل «آمنا» المقدر بحرف العطف ، لأن الإِيمان يقين وأُطلق الظن هنا على اليقين وهو إطلاق كثير .لما كان شأن الصلاح أن يكون مرضياً عند الله تعالى وشأن ضده بعكس ذلك كما قال تعالى : { والله لا يحب الفساد } [ البقرة : 205 ] أعقبوا لتعريض الإِقلاع عن ضد الصلاح بما يقتضي أن الله قد أعد لغير الصالحين عقاباً فأيقنوا أن عقاب الله لا يُفْلِت منه أحدٌ استحقه . وقدموه على الأمر بالإِيمان الذي في قوله : { وإنّا لمّا سمعنا الهُدى } [ الجن : 13 ] الآية ، لأن دَرْءَ المفاسد مقدم على جلب المصالح والتخلية مقدمة على التحْلية ، وقد استفادوا علم ذلك مما سمعوا من القرآن ولم يكونوا يعلمون ذلك من قبل إذ لم يكونوا مخاطبين بتعليم في أصول العقائد ، فلما ألهمهم الله لاستماع القرآن وعلموا أصول العقائد حذروا إخوانهم"
    },
    {
      "number": 13,
      "text": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ ۖ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًۭا وَلَا رَهَقًۭا",
      "tafsir": {
        "muyassar": "وإنا لما سمعنا القرآن آمنَّا به، وأقررنا أنه حق مِن عند الله، فمن يؤمن بربه، فإنه لا يخشى نقصانًا من حسناته، ولا ظلمًا يلحقه بزيادة في سيئاته.",
        "mukhtasar": "وأنَّا لما سمعنا القرآن الذي يهدي للتي هي أقوم آمنّا به، فمن يؤمن بربه فلا يخاف نقصًا لحسناته، ولا إثمًا يضاف إلى آثامه السابقة.",
        "saadi": "{ وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى } وهو القرآن الكريم، الهادي إلى الصراط المستقيم، وعرفنا هدايته وإرشاده، أثر في قلوبنا فـ { آمَنَّا بِهِ } .ثم ذكروا ما يرغب المؤمن فقالوا: { فَمَنْ يُؤْمِنْ بِرَبِّهِ } إيمانا صادقا { فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا } أي: لا نقصا ولا طغيانا ولا أذى يلحقه  ، وإذا سلم من الشر حصل له الخير، فالإيمان سبب داع إلى حصول كل خير وانتفاء كل شر.",
        "kathir": "( وأنا لما سمعنا الهدى آمنا به ) يفتخرون بذلك ، وهو مفخر لهم ، وشرف رفيع وصفة حسنة .وقولهم : ( فمن يؤمن بربه فلا يخاف بخسا ولا رهقا ) قال ابن عباس وقتادة وغيرهما : فلا يخاف أن ينقص من حسناته أو يحمل عليه غير سيئاته ، كما قال تعالى : ( فلا يخاف ظلما ولا هضما ) [ طه : 112 ]"
      },
      "translations": {
        "en": "And when we heard the guidance, we believed in it. And whoever believes in his Lord will not fear deprivation or burden.",
        "fr": "Et lorsque nous avons entendu le guide [le Coran], nous y avons cru, et quiconque croit en son Seigneur ne craint alors ni diminution de récompense ni oppression.",
        "es": "Y: 'Cuando oímos la Dirección, creímos en ella. Quien cree en su Señor no teme daño ni injuria'."
      },
      "ibn_ashour": "وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آَمَنَّا بِهِ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا (13)قرأ الجمهور وأبو جعفر بكسر الهمزة . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتحها عطفاً على المجرور في قوله : { فآمنا به } [ الجن : 2 ] .والمقصود بالعطف قوله : { فمن يؤمن بربه فلا يخاف بخساً ولا رهقاً } ، وأما جملة { لما سمعنا الهدى ءامنَّا به } فتوطئة لذلك .بعد أن ذكروا قومهم بعذاب الله في الدنيا أو اطمأنوا بتذكُّر ذلك في نفوسهم ، عادوا إلى ترغيبهم في الإِيمان بالله وحده ، وتحذيرهم من الكفر بطريق المفهوم . وأريد بالهدى القرآن إذ هو المسموع لهم ووصفوه بالهدى للمبالغة في أنه هاد .ومعنى { يؤمن بربه ، } أي بوجوده وانفراده بالإِلهية كما يشعر به إحضار اسمه بعنوان الرب إذ الرب هو الخالق فما لا يخلق لا يعبد .وجملة { فمن يؤمن بربه فلا يخاف بخساً ولا رهقاً } يجوز أن تكون من القول المحكي عن الجن . ويجوز أن تكون كلاماً من الله موجهاً للمشركين وهي معترضة بين الجملتين المتعاطفتين .والبخس : الغبن في الأجر ونحوه .والرهَق : الإِهانة ، أي لا يخشى أن يبخس في الجزاء على إيمانه ولا أن يهان . "
    },
    {
      "number": 14,
      "text": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَٰسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُو۟لَٰٓئِكَ تَحَرَّوْا۟ رَشَدًۭا",
      "tafsir": {
        "muyassar": "وأنا منا الخاضعون لله بالطاعة، ومنا الجائرون الظالمون الذين حادوا عن طريق الحق، فمن أسلم وخضع لله بالطاعة، فأولئك الذين قصدوا طريق الحق والصواب، واجتهدوا في اختياره فهداهم الله إليه، وأما الجائرون عن طريق الإسلام فكانوا وَقودًا لجهنم.",
        "mukhtasar": "وأنَّا منا المسلمون المنقادون لله بالطاعة، ومنا الجائرون عن طريق القصد والاستقامة، فمن خضع لله بالطاعة والعمل الصالح فأولئك الذين قصدوا الهداية والصواب.",
        "saadi": "{ وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ } أي: الجائرون العادلون عن الصراط المستقيم.{ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا } أي:: أصابوا طريق الرشد، الموصل لهم إلى الجنة ونعيمها، ",
        "kathir": "( وأنا منا المسلمون ومنا القاسطون ) أي : منا المسلم ومنا القاسط ، وهو : الجائر عن الحق الناكب عنه ، بخلاف المقسط فإنه العادل ، ( فمن أسلم فأولئك تحروا رشدا ) أي : طلبوا لأنفسهم النجاة ،"
      },
      "translations": {
        "en": "And among us are Muslims [in submission to Allah], and among us are the unjust. And whoever has become Muslim - those have sought out the right course.",
        "fr": "Il y a parmi nous les Musulmans, et il y en a les injustes [qui ont dévié]. Et ceux qui se sont convertis à l'Islam sont ceux qui ont cherché la droiture.",
        "es": "Y: 'Entre nosotros los hay que se someten a Alá y los hay que se apartan. Los que se someten a Alá han elegido la rectitud."
      },
      "ibn_ashour": "وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ فَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا (14) قرأ الجمهور وأبو جعفر بكسر الهمزة . وقرأ ابن عامر وحمزة والكسائي وحفص وخلف بفتحها وهو من قول الجن وهو عطف على المجرور بالباء . والمقصود بالعطف قوله : { فمن أسلم فأولئك تحَرَّوْا رشداً } وما قبله توطئة له ، أي أصبحنا بعد سماع القرآن منا المسلمون ، أي الذين اتبعوا ما جاء به الإِسلام مما يليق بحالهم ومنا القاسطون ، أي الكفارون المعرضون وهذا تفصيل لقولهم : { وإنا منا الصالحون ومنا دون ذلك } [ الجن : 11 ] لأن فيه تصريحاً بأن دون ذلك هو ضد الصلاح .والظاهر أن من منتهى ما حكي عن الجن من المدرَكات التي عبر عنها بالقول وما عطف عليه .الظاهر أن هذا خارج عن الكلام المحكي عن الجن ، وأنه كلام من جانب الله تعالى لموعظة المشركين من الناس فهو في معنى التذييل . وإنما قرن بالفاء لتفريعه على القصة لاستخلاص العبرة منها ، فالتفريع تفريع كلام على كلام وليس تفريع معنى الكلام على معنى الكلام الذي قبله .والتحري : طلب الحَرَا بفتحتين مقصوراً واويّاً ، وهو الشيء الذي ينبغي أن يفعل ، يقال : بالحرّي أن تفعل كذا "
    },
    {
      "number": 15,
      "text": "وَأَمَّا ٱلْقَٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًۭا",
      "tafsir": {
        "muyassar": "وأنا منا الخاضعون لله بالطاعة، ومنا الجائرون الظالمون الذين حادوا عن طريق الحق، فمن أسلم وخضع لله بالطاعة، فأولئك الذين قصدوا طريق الحق والصواب، واجتهدوا في اختياره فهداهم الله إليه، وأما الجائرون عن طريق الإسلام فكانوا وَقودًا لجهنم.",
        "mukhtasar": "وأما الجائرون عن طريق القصد والاستقامة فكانوا لجهنّم حطبًا توقَدُ به مع أمثالهم من الإنس.",
        "saadi": "{ وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا } وذلك جزاء على أعمالهم، لا ظلم من الله لهم",
        "kathir": "( وأما القاسطون فكانوا لجهنم حطبا ) أي : وقودا تسعر بهم ."
      },
      "translations": {
        "en": "But as for the unjust, they will be, for Hell, firewood.'",
        "fr": "Et quant aux injustes, ils formeront le combustible de l'Enfer.",
        "es": "Los que se apartan, en cambio, son leña para la gehena'."
      },
      "ibn_ashour": "وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا (15)وتلا لهم قوله تعالى : { وأما القاسطون فكانوا لجهنم حطباً } وقولَه تعالى : { ثم الذين كفروا بربّهم يعدلون } [ الأنعام : 1 ] اه .وشبه حلول الكافرين في جهنم بحلول الحطب في النار على طريقة التمليح والتحقير ، أي هم لجهلهم كالحطب الذي لا يعقل كقوله تعالى : { فاتقوا النار التي وقودها الناس والحجارة } [ البقرة : 24 ] .وإقحام فعل ( كانوا ) لتحقيق مصيرهم إلى النّار حتى كأنهم كانوا كذلك من زمن مضى ."
    },
    {
      "number": 16,
      "text": "وَأَلَّوِ ٱسْتَقَٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَٰهُم مَّآءً غَدَقًۭا",
      "tafsir": {
        "muyassar": "وأنه لو سار الكفار من الإنس والجن على طريقة الإسلام، ولم يحيدوا عنها لأنزلنا عليهم ماءً كثيرًا، ولوسَّعنا عليهم الرزق في الدنيا؛ لنختبرهم: كيف يشكرون نعم الله عليهم؟ ومن يُعرض عن طاعة ربه واستماع القرآن وتدبره، والعمل به يدخله عذابًا شديدًا شاقًّا.",
        "mukhtasar": "وكما أوحى إليه أنه استمع نفر من الجن أوحى إليه أنه لو استقام الجنّ والإنس على طريق الإسلام، وعملوا بما فيه، لسقاهم الله ماءً كثيرًا، وأمدَّهم بنعم متنوعة.",
        "saadi": "فإنهم { لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ } المثلى { لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا } أي: هنيئا مريئا، ولم يمنعهم ذلك إلا ظلمهم وعدوانهم.",
        "kathir": "وقوله : ( وأن لو استقاموا على الطريقة لأسقيناهم ماء غدقا لنفتنهم فيه ) اختلف المفسرون في معنى هذا على قولين :أحدهما : وأن لو استقام القاسطون على طريقة الإسلام وعدلوا إليها واستمروا عليها ، ( لأسقيناهم ماء غدقا ) أي : كثيرا . والمراد بذلك سعة الرزق . كقوله تعالى : ( ولو أنهم أقاموا التوراة والإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم ) [ المائدة : 66 ] وكقوله : ( ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض ) [ الأعراف : 96 ]"
      },
      "translations": {
        "en": "And [Allah revealed] that if they had remained straight on the way, We would have given them abundant provision",
        "fr": "Et s'ils se maintenaient dans la bonne direction, Nous les aurions abreuvés, certes d'une eau abondante,",
        "es": "Y: 'Si se hubieran mantenido en la vía recta, les habríamos dado de beber agua abundante"
      },
      "ibn_ashour": "وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا (16) اتفق القراء العشرة على فتح همزة : { أن لو استقاموا } ، فجملة { أن لوِ استقاموا } معطوفة على جملة { أنه استمع نفر من الجن } [ الجن : 1 ] ، والواو من الحكاية لا من المحكي ، فمضمونها شأن ثاننٍ مما أوحي إلى النبي صلى الله عليه وسلم وأمره الله أن يقوله للناس . والتقدير : وأوحي إليّ أنه لو استقام القاسطون فأسلموا لما أصابهم الله بإمساك الغيث .و { أن } مخففة من الثقيلة ، وجيء ب { أن } المفتوحة الهمزة لأن ما بعدها معمول لفعل { أوحي } [ الجن : 1 ] فهو في تأويل المصدر ، واسمها محذوف وهو ضمير الشأن وخبره { لو استقاموا } إلى آخر الجملة . وسبك الكلام : أوحي إليَّ إسقاءُ الله إياهم ماء في فرض استقامتهم .وضمير { استقاموا } يجوز أن يعود إلى القاسطين بدون اعتبار القيد بأنهم من الجن وهو من عود الضمير إلى اللفظ مجرداً عن مَا صْدَقِه كقولك : عندي درهم ونصفه ، أي نصف درهم آخر .ويجوز أن يكون عائداً إلى غير مذكور في الكلام ولكنه معروف من المقام إذ السورة مسوقة للتنبيه على عناد المشركين وطعنهم في القرآن ، فضمير { استقاموا } عائد "
    },
    {
      "number": 17,
      "text": "لِّنَفْتِنَهُمْ فِيهِ ۚ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًۭا صَعَدًۭا",
      "tafsir": {
        "muyassar": "وأنه لو سار الكفار من الإنس والجن على طريقة الإسلام، ولم يحيدوا عنها لأنزلنا عليهم ماءً كثيرًا، ولوسَّعنا عليهم الرزق في الدنيا؛ لنختبرهم: كيف يشكرون نعم الله عليهم؟ ومن يُعرض عن طاعة ربه واستماع القرآن وتدبره، والعمل به يدخله عذابًا شديدًا شاقًّا.",
        "mukhtasar": "لنختبرهم فيه أيشكرون نعمة الله أم يكفرونها؟ ومن يُعْرِض عن القرآن، وعما فيه من المواعظ، يدخله ربه عذابًا شاقًّا لا يستطيع تحمّله.",
        "saadi": "{ لِنَفْتِنَهُمْ فِيهِ } أي: لنختبرهم فيه ونمتحنهم ليظهر الصادق من الكاذب.{ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا } أي: من أعرض عن ذكر الله، الذي هو كتابه، فلم يتبعه وينقد له، بل غفل عنه ولهى، يسلكه عذابا صعدا أي: شديدا بليغا.",
        "kathir": "وعلى هذا يكون معنى قوله : ( لنفتنهم فيه ) أي : لنختبرهم ، كما قال مالك ، عن زيد بن أسلم : ( لنفتنهم ) لنبتليهم ، من يستمر على الهداية ممن يرتد إلى الغواية ؟ .ذكر من قال بهذا القول : قال العوفي ، عن ابن عباس : ( وأن لو استقاموا على الطريقة ) يعني بالاستقامة : الطاعة . وقال مجاهد : ( وأن لو استقاموا على الطريقة ) قال : الإسلام . وكذا قال سعيد بن جبير ، وسعيد بن المسيب ، وعطاء ، والسدي ، ومحمد بن كعب القرظي .وقال قتادة : ( وأن لو استقاموا على الطريقة ) يقول : لو آمنوا كلهم لأوسعنا عليهم من الدنيا .وقال مجاهد : ( وأن لو استقاموا على الطريقة ) أي : طريقة الحق . وكذا قال الضحاك واستشهد على ذلك بالآيتين اللتين ذكرناهما ، وكل هؤلاء أو أكثرهم قالوا في قوله : ( لنفتنهم فيه ) أي لنبتليهم به .وقال مقاتل : فنزلت في كفار قريش حين منعوا المطر سبع سنين .والقول الثاني : ( وأن لو استقاموا على الطريقة ) الضلالة ( لأسقيناهم ماء غدقا ) أي : لأوسعنا عليهم الرزق استدراجا ، كما قال : ( فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء حتى إذا فرحوا بما أوتوا أخذناهم بغتة فإذا هم مبلسون ) [ الأنعام : 44 ] وكقوله : ( أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون ) [ المؤمنون : 55 ، 56 ] وهذا قول أبي مجلز لاحق بن حميد ; فإنه في قوله : ( وأن لو استقاموا على الطريقة ) أي : طريقة الضلالة . رواه ابن جرير وابن أبي حاتم وحكاه البغوي ، عن الربيع بن أنس وزيد بن أسلم والكلبي وابن كيسان . وله اتجاه ، ويتأيد بقوله : ( لنفتنهم فيه )وقوله : ( ومن يعرض عن ذكر ربه يسلكه عذابا صعدا ) أي : عذابا شاقا شديدا موجعا مؤلما .قال ابن عباس ومجاهد وعكرمة وقتادة وابن زيد : ( عذابا صعدا ) أي : مشقة لا راحة معها .وعن ابن عباس : جبل في جهنم . وعن سعيد بن جبير : بئر فيها ."
      },
      "translations": {
        "en": "So We might test them therein. And whoever turns away from the remembrance of his Lord He will put into arduous punishment.",
        "fr": "afin de les y éprouver. Et quiconque se détourne du rappel de son Seigneur, Il l'achemine vers un châtiment sans cesse croissant.",
        "es": "para probarles. A quien se desvíe de la Amonestación de su Señor, Él le conducirá a un duro castigo'."
      },
      "ibn_ashour": "لِنَفْتِنَهُمْ فِيهِ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا (17)وبذلك يتناسب التعليل بالإِفتان في قوله : { لنفتنهم فيه } مع الجملة السابقة إذ يكون تعليلاً لما تضمنَه معنى إدامة الإِسقاء فإنه تعليل للإِسقاء الموجود حين نزول الآية وليس تعليلاً للإِسقاء المفروض في جواب { لو } لأن جواب { لو } منتففٍ فلا يصلح لأن يُعلل به ، وإنما هم مفتونون بما هم فيه من النعمة فأراد الله أن يوقظ قلوبهم بأن استمرار النعمة عليهم فتنة لهم فلا تغرنهم . فلام التعليل في قوله : { لنفتنهم فيه } ظرف مستقر في موضع الحال من { ماء غدقاً } وهو الماء الجاري لهم في العيون ومن السماء تحت جناتهم وفي زروعهم فهي حال مقارنة .وبهذا التفسير تزول الحيرة في استخلاص معنى الآية وتعليلها .والغدَق : بفتح الغين المعجمة وفتح الدال الماء الغزير الكثير .وجملة { لِنَفْتِنَهم فيه } إدماج فهي معترضة بين جملة { وأن لو استقاموا على الطريقة } الخ وبين جملة { ومن يعرض عن ذكر ربّه } الخ .ثم أكدت الكناية عن الإِنذار المأخوذة من قوله : { وأن لو استقاموا على الطريقة لأسقيناهم } الآية ، بصريح الإِنذار بقوله : { ومن يعرض عن ذ"
    },
    {
      "number": 18,
      "text": "وَأَنَّ ٱلْمَسَٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًۭا",
      "tafsir": {
        "muyassar": "وأن المساجد لعبادة الله وحده، فلا تعبدوا فيها غيره، وأخلصوا له الدعاء والعبادة فيها؛ فإن المساجد لم تُبْنَ إلا ليُعبَدَ اللهُ وحده فيها، دون من سواه، وفي هذا وجوب تنزيه المساجد من كل ما يشوب الإخلاص لله، ومتابعة رسوله محمد صلى الله عليه وسلم.",
        "mukhtasar": "وأن المساجد له سبحانه لا لغيره، فلا تدعوا مع الله فيها أحدًا، فتكونوا مثل اليهود والنصارى في كنائسهم وبِيَعهم.",
        "saadi": "وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا } أي: لا دعاء عبادة، ولا دعاء مسألة، فإن المساجد التي هي أعظم محال العبادة مبنية على الإخلاص لله، والخضوع لعظمته، والاستكانة لعزته، ",
        "kathir": "يقول تعالى آمرا عباده أن يوحدوه في مجال عبادته ، ولا يدعى معه أحد ولا يشرك به كما قال قتادة في قوله : ( وأن المساجد لله فلا تدعوا مع الله أحدا ) قال : كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم ، أشركوا بالله ، فأمر الله نبيه صلى الله عليه وسلم أن يوحدوه وحده .وقال ابن أبي حاتم : ذكر علي بن الحسين : حدثنا إسماعيل ابن بنت السدي ، أخبرنا رجل سماه ، عن السدي ، عن أبي مالك - أو أبي صالح - عن ابن عباس في قوله : ( وأن المساجد لله فلا تدعوا مع الله أحدا ) قال : لم يكن يوم نزلت هذه الآية في الأرض مسجد إلا المسجد الحرام ومسجد إيليا : بيت المقدس .وقال الأعمش : قالت الجن : يا رسول الله ، ائذن لنا نشهد معك الصلوات في مسجدك ، فأنزل الله : ( وأن المساجد لله فلا تدعوا مع الله أحدا ) يقول : صلوا ، لا تخالطوا الناس .وقال ابن جرير : حدثنا ابن حميد ، حدثنا مهران ، حدثنا سفيان ، عن إسماعيل بن أبي خالد ، عن محمود ، عن سعيد بن جبير : ( وأن المساجد لله ) قال : قالت الجن لنبي الله صلى الله عليه وسلم : كيف لنا أن نأتي المسجد ونحن ناءون [ عنك ] ؟ ، وكيف نشهد الصلاة ونحن ناءون عنك ؟ فنزلت : ( وأن المساجد لله فلا تدعوا مع الله أحدا )وقال سفيان ، عن خصيف ، عن عكرمة : نزلت في المساجد كلها .وقال سعيد بن جبير . نزلت في أعضاء السجود ، أي : هي لله فلا تسجدوا بها لغيره . وذكروا عند هذا القول الحديث الصحيح ، من رواية عبد الله بن طاوس ، عن أبيه ، عن ابن عباس رضي الله عنهما ، قال : قال رسول الله صلى الله عليه وسلم : \" أمرت أن أسجد على سبعة أعظم : على الجبهة - أشار بيديه إلى أنفه - واليدين والركبتين وأطراف القدمين \""
      },
      "translations": {
        "en": "And [He revealed] that the masjids are for Allah, so do not invoke with Allah anyone.",
        "fr": "Les mosquées sont consacrées à Allah: n'invoquez donc personne avec Allah.",
        "es": "Y: 'Los lugares de culto son de Alá. ¡No invoquéis a nadie junto con Alá!'"
      },
      "ibn_ashour": "وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا (18)اتفق القراء العشرة على فتح الهمزة في { وأن المساجد لله } فهي معطوفة على مرفوع { أوحي إليَّ أنه استمع نفر من الجن } [ الجن : 1 ] ، ومضمونها مما أوحي به إلى النبي صلى الله عليه وسلم وأُمر بأن يقوله . والمعنى : قل أوحي إلي أن المساجد لله ، فالمصدر المنسبك مع { أنَّ } واسمها وخبرها نائب فاعل { أُوحي } [ الجن : 1 ] .والتقدير : أوحي إلي اختصاص المساجد بالله ، أي بعبادته لأن بناءها إنما كان ليعبد الله فيها ، وهي معالم التوحيد .وعلى هذا الوجه حمل سيبويه الآية وتبعه أبو علي في «الحُجة» .وذهب الخليل أن الكلام على حذف لام جر قبل { أنّ } ، فالمجرور مقدم على متعلَّقه للاهتمام . والتقدير : ولأن المساجد لله فلا تدعوا مع الله أحداً .واللام في قوله { لله } للاستحقاق ، أي الله مستحقها دون الأصنام والأوثان فمن وضع الأصنام في مساجد الله فقد اعتدى على الله .والمقصود هنا هو المسجد الحرام لأن المشركين كانوا وضعوا فيه الأصنام والأنصاب وجعلوا الصنم ( هُبَل ) على سطح الكعبة ، قال تعالى : { ومن أظلم ممن منع مساجد الله أن يذكر فيها اسمه وسعى في "
    },
    {
      "number": 19,
      "text": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًۭا",
      "tafsir": {
        "muyassar": "وأنه لما قام محمد صلى الله عليه وسلم، يعبد ربه، كاد الجن يكونون عليه جماعات متراكمة، بعضها فوق بعض؛ مِن شدة ازدحامهم لسماع القرآن منه.",
        "mukhtasar": "وأنه لما قام عبد الله محمد صلى الله عليه وسلم يعبد ربه ببطن نَخْلة، كاد الجن يكونون مُتَراكِمين عليه من شدّة الزحام عند سماعهم قراءته للقرآن.",
        "saadi": "{ وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ } أي: يسأله ويتعبد له ويقرأ القرآن كَاد الجن من تكاثرهم عليه أن يكونوا عليه لبدا، أي: متلبدين متراكمين حرصا على سماع ما جاء به من الهدى.",
        "kathir": "وقوله : ( وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا ) قال العوفي عن ابن عباس يقول : لما سمعوا النبي صلى الله عليه وسلم يتلو القرآن كادوا يركبونه من الحرص لما سمعوه يتلو القرآن ، ودنوا منه فلم يعلم بهم حتى أتاه الرسول فجعل يقرئه : ( قل أوحي إلي أنه استمع نفر من الجن ) يستمعون القرآن .هذا قول ، وهو مروي عن الزبير بن العوام رضي الله عنه .وقال ابن جرير : حدثني محمد بن معمر ، حدثنا أبو مسلم ، عن أبي عوانة ، عن أبي بشر عن سعيد بن جبير ، عن ابن عباس قال : قال الجن لقومهم : ( وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا ) قال : لما رأوه يصلي وأصحابه يركعون بركوعه ويسجدون بسجوده ، قالوا : عجبوا من طواعية أصحابه له ، قال : فقالوا لقومهم : ( لما قام عبد الله يدعوه كادوا يكونون عليه لبدا )وهذا قول ثان ، وهو مروي عن سعيد بن جبير أيضا .وقال الحسن : لما قام رسول الله صلى الله عليه وسلم يقول : \" لا إله إلا الله \" ويدعو الناس إلى ربهم ، كادت العرب تلبد عليه جميعا .وقال قتادة في قوله : ( وأنه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا ) قال : تلبدت الإنس والجن على هذا الأمر ليطفئوه ، فأبى الله إلا أن ينصره ويمضيه ويظهره على من ناوأه ."
      },
      "translations": {
        "en": "And that when the Servant of Allah stood up supplicating Him, they almost became about him a compacted mass.\"",
        "fr": "Et quand le serviteur d'Allah s'est mis debout pour L'invoquer, ils faillirent se ruer en masse sur lui.",
        "es": "Y: 'Cuando el siervo de Alá se levantó para invocarle, poco les faltó para, en masa, arremeter contra él'»."
      },
      "ibn_ashour": "وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا (19) قرأ نافع وحده وأبو بكر عن عاصم بكسر الهمزة . وقرأه بقية العشرة في رواياتهم المشهورة بالفتح .ومآل القراءتين سواء في كون هذا خارجاً عما صدر عن الجن وفي كونه مما أوحى الله به .فكَسْر الهمزة على عطف الجملة على جملة { أُوحي إليَّ } [ الجن : 1 ] ، والتقدير : وقل إِنه لما قام عبد الله يدعوه لأن همزة ( إِنَّ ) إذا وقعت في محكي بالقول تكسر ، ولا يليق أن يجعل من حكاية مقالة الجن لأن ذلك قد انقضى وتباعد ونُقَل الكلام إلى أغراض أخرى ابتداء من قوله : { وأن المساجد لله } [ الجن : 18 ] .وأما الفتح فعلى اعتباره معطوفاً على جملة { أنه استمع نفر } [ الجن : 1 ] ، أيْ وأوحي إلي أنه لما قام عبد الله ، أي أوحى الله إليَّ اقتراب المشركين من أن يكونوا لُبَداً على عبد الله لما قام يدعو ربَّه .وضمير { إنه } ضمير الشأن وجملة { لما قام عبد الله } إلى آخرها خبره .وضمير { كادوا يكونون } عائدان إلى المشركين المنبىء عنهم المقام غيبة وخطاباً ابتداء من قوله : { وأن لو استقاموا على الطريقة } [ الجن : 16 ] إلى قوله : { فلا تدعوا مع ا"
    },
    {
      "number": 20,
      "text": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًۭا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء الكفار: إنما أعبد ربي وحده، ولا أشرك معه في العبادة أحدًا.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين: إنما أدعو ربي وحده، ولا أشرك به غيره في العبادة كائنًا من كان.",
        "saadi": "{ قُلْ } لهم يا أيها الرسول، مبينا حقيقة ما تدعو إليه: { إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا } أي: أوحده وحده لا شريك له، وأخلع ما دونه من الأنداد والأوثان، وكل ما يتخذه المشركون من دونه.",
        "kathir": "هذا قول ثالث ، وهو مروي عن ابن عباس ومجاهد وسعيد بن جبير وقول ابن زيد واختيار ابن جرير وهو الأظهر لقوله بعده : ( قل إنما أدعو ربي ولا أشرك به أحدا ) أي : قال لهم الرسول - لما آذوه وخالفوه وكذبوه وتظاهروا عليه ، ليبطلوا ما جاء به من الحق واجتمعوا على عداوته : ( إنما أدعو ربي ) أي : إنما أعبد ربي وحده لا شريك له ، وأستجير به وأتوكل عليه ، ( ولا أشرك به أحدا )"
      },
      "translations": {
        "en": "Say, [O Muhammad], \"I only invoke my Lord and do not associate with Him anyone.\"",
        "fr": "Dis: «Je n'invoque que mon Seigneur et ne Lui associe personne».",
        "es": "Di: «Invoco sólo a mi Señor y no Le asocio nadie»."
      },
      "ibn_ashour": "قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا (20)أي قام يعبدُ الله وحده ، كما دل عليه بيانه بقوله بعده : قال إنما أدعو ربّي ولا أشرك به أحداً } ، فهم لما لم يعتادوا دعاء غير الأصنام تجمعوا لهذا الحدث العظيم عليهم وهو دعاء محمد صلى الله عليه وسلم لله تعالى .وجملة { قل إنما أدعو ربي ولا أشرك به أحداً } بيان لجملة { يدعوه } .وقرأ الجمهور { قال } بصيغة الماضي . وقرأه حمزة وعاصم وأبو جعفر { قل } بدون ألف على صيغة الأمر ، فتكون الجملة استئنافاً . والتقدير : أوحي إلي أنه لما قام عبد الله إلى آخره قل إنما أدعو ربي ، فهو من تمام ما أوحي به إليه .و { إنما أدعو ربي } ، يفيد قصراً ، أي لا أدعو غيره ، أي لا أعبد غيره دونه .وعطف عليه { ولا أشرك به أحداً } تأكيداً لمفهوم القصر ، وأصله أن لا يعطف فعطفه لمجرد التشريك للعناية باستقلاله بالإِبلاغ ."
    },
    {
      "number": 21,
      "text": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّۭا وَلَا رَشَدًۭا",
      "tafsir": {
        "muyassar": "قل- أيها الرسول- لهم: إني لا أقدر أن أدفع عنكم ضرًا، ولا أجلب لكم نفعًا، قل: إني لن ينقذني من عذاب الله أحد إن عصيته، ولن أجد من دونه ملجأ أفرُّ إليه مِن عذابه، لكن أملك أن أبلغكم عن الله ما أمرني بتبليغه لكم، ورسالتَه التي أرسلني بها إليكم. ومَن يعص الله ورسوله، ويُعرض عن دين الله، فإن جزاءه نار جهنم لا يخرج منها أبدًا.",
        "mukhtasar": "قل لهم: إنّي لا أملك لكم دفع ضرّ قدّره الله عليكم، ولا أملك جلب نفع منعكم الله إياه.",
        "saadi": "{ قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا } فإني عبد ليس لي من الأمر ولا من التصرف شي",
        "kathir": "وقوله : ( قل إني لا أملك لكم ضرا ولا رشدا ) أي : إنما أنا بشر مثلكم يوحى إلي ، وعبد من عباد الله ليس إلي من الأمر شيء في هدايتكم ولا غوايتكم ، بل المرجع في ذلك كله إلى الله عز وجل ."
      },
      "translations": {
        "en": "Say, \"Indeed, I do not possess for you [the power of] harm or right direction.\"",
        "fr": "Dis: «Je ne possède aucun moyen pour vous faire du mal, ni pour vous mettre sur le chemin droit».",
        "es": "Di: «No puedo dañaros ni dirigiros»."
      },
      "ibn_ashour": "قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا (21) هذا استئناف ابتدائي . وهو انتقال من ذكر ما أوحي به إلى النبي صلى الله عليه وسلم إلى توجيه خطاب مستأنف إليه ، فبعد أن حكي في هذه السورة ما أوحى الله إلى رسوله صلى الله عليه وسلم مما خفي عليه من الشؤون المتعلقة به من اتِّباع متابعين وإعراض معرضين ، انتقل إلى تلقينه ما يُرد على الذين أظهروا له العناد والتورك .ويجوز أن يكون { قل إني لا أملك } الخ ، تكريراً لجملة { قل إنما أدعو ربي } [ الجن : 20 ] على قراءة حمزة وعاصم وأبي جعفر .والضر : إشارة إلى ما يتوركون به من طلب إنجاز ما يتوعدهم به من النصر عليهم .وقوله : { ولا رشداً } تتميم .وفي الكلام احتباك لأن الضر يقابله النفع ، والرشد يقابله الضلال ، فالتقدير : لا أملك لكم ضراً ولا نفعاً ولا ضلالاً ولا رشداً .والرَّشَد بفتحتين : مصدر رشد ، والرُّشْد ، بضم فسكون : الاسم ، وهو معرفة الصواب ، وقد تقدم قريباً في قوله : { يهدي إلى الرشد } [ الجن : 2 ] .وتركيب { لا أملك لكم } معناه لا أقدر قدرة لأجلكم على ضرّ ولا نفع ، وقد تقدم عند قوله تعالى : { وما أملك لك من الله من شيء } في سورة الممتحنة ( 4"
    },
    {
      "number": 22,
      "text": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌۭ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "tafsir": {
        "muyassar": "قل- أيها الرسول- لهم: إني لا أقدر أن أدفع عنكم ضرًا، ولا أجلب لكم نفعًا، قل: إني لن ينقذني من عذاب الله أحد إن عصيته، ولن أجد من دونه ملجأ أفرُّ إليه مِن عذابه، لكن أملك أن أبلغكم عن الله ما أمرني بتبليغه لكم، ورسالتَه التي أرسلني بها إليكم. ومَن يعص الله ورسوله، ويُعرض عن دين الله، فإن جزاءه نار جهنم لا يخرج منها أبدًا.",
        "mukhtasar": "قل لهم: لن ينجيني من الله أحد إن عصيته، ولن أجد من دونه مُلْتَجأً ألجأ إليه.",
        "saadi": "{ قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ } أي: لا أحد أستجير به ينقذني من عذاب الله، وإذا كان الرسول الذي هو أكمل الخلق، لا يملك ضرا ولا رشدا، ولا يمنع نفسه من الله [شيئا] إن أراده بسوء، فغيره من الخلق من باب أولى وأحرى.{ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا } أي: ملجأ ومنتصرا.",
        "kathir": "ثم أخبر عن نفسه أيضا أنه لا يجيره من الله أحد ، أي : لو عصيته فإنه لا يقدر أحد على إنقاذي من عذابه ، ( ولن أجد من دونه ملتحدا ) قال مجاهد وقتادة والسدي : لا ملجأ . وقال قتادة أيضا : ( قل إني لن يجيرني من الله أحد ولن أجد من دونه ملتحدا ) أي : لا نصير ولا ملجأ . وفي رواية : لا ولي ولا موئل ."
      },
      "translations": {
        "en": "Say, \"Indeed, there will never protect me from Allah anyone [if I should disobey], nor will I find in other than Him a refuge.",
        "fr": "Dis: «Vraiment, personne ne saura me protéger contre Allah; et jamais je ne trouverai de refuge en dehors de Lui.",
        "es": "Di: «Nadie me protegerá de Alá y no encontraré asilo fuera de Él."
      },
      "ibn_ashour": "قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا (22) وجملتا قل إني لن يجيرني } إلى { ملتحداً } معترضتان بين المستثنى منه والمستثنى ، وهو اعتراضُ ردَ لما يحاولونه منه أن يترك ما يؤذيهم فلا يذكر القرآنُ إبطال معتقدهم وتحقير أصنامهم ، قال تعالى : { وإذا تتلى عليهم آياتنا بينات قال الذين لا يرجون لقاءنا ائتتِ بقرآن غير هذا أو بدله قل ما يكون لي أن أبدله من تلقاء نفسي إن اتبع إلاّ ما يوحى إلي إني أخاف إن عصيت ربي عذاب يوم عظيم } [ يونس : 15 ] .والملتحد : اسم مكان الالتحاد ، والالتحاد : المبالغة في اللحد ، وهو العدول إلى مكان غير الذي هو فيه ، والأكثر أن يطلق ذلك على اللجأ ، أي العياذ بمكان يعصمه . والمعنى : لَن أجد مكاناً يعصمني .و { من دونه } حال من { ملتحداً } ، أي ملتحداً كائناً من دون الله أي بعيداً عن الله غير داخل من ملكوته ، فإن الملتحد مكان فلما وصف بأنه من دون الله كان المعنى أنه مكان من غير الأمكنة التي في ملك الله ، وذلك متعذر ، ولهذا جاء لنفي وجدانه حرف { لن } الدال على تأييد النفي .و { مِن } في قوله : { مِن دونه } مزيدة جارة للظرف وهو ( دو"
    },
    {
      "number": 23,
      "text": "إِلَّا بَلَٰغًۭا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
      "tafsir": {
        "muyassar": "قل- أيها الرسول- لهم: إني لا أقدر أن أدفع عنكم ضرًا، ولا أجلب لكم نفعًا، قل: إني لن ينقذني من عذاب الله أحد إن عصيته، ولن أجد من دونه ملجأ أفرُّ إليه مِن عذابه، لكن أملك أن أبلغكم عن الله ما أمرني بتبليغه لكم، ورسالتَه التي أرسلني بها إليكم. ومَن يعص الله ورسوله، ويُعرض عن دين الله، فإن جزاءه نار جهنم لا يخرج منها أبدًا.",
        "mukhtasar": "لكنّ الذي أملكه أن أبلغكم ما أمرني الله بتبليغه إليكم، ورسالته التي بعثني بها إليكم، ومن يعص الله ورسوله فإن مصيره دخول نار جهنم خالدًا مخلدًا فيها، لا يخرج منها أبدًا.",
        "saadi": "{ إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ } أي: ليس لي مزية على الناس، إلا أن الله خصني بإبلاغ رسالاته ودعوة الخلق إلى الله، وبهذا  تقوم الحجة على الناس. { وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا } وهذا المراد به المعصية الكفرية، كما قيدتها النصوص الأخر المحكمة.وأما مجرد المعصية، فإنه لا يوجب الخلود في النار، كما دلت على ذلك آيات القرآن، والأحاديث عن النبي صلى الله عليه وسلم، وأجمع عليه سلف الأمة وأئمة هذه الأمة. ",
        "kathir": "وقوله تعالى : ( إلا بلاغا من الله ورسالاته ) قال بعضهم : هو مستثنى من قوله : ( لا أملك لكم ضرا ولا رشدا ) ( إلا بلاغا ) ويحتمل أن يكون استثناء من قوله : ( لن يجيرني من الله أحد ) أي : لا يجيرني منه ويخلصني إلا إبلاغي الرسالة التي أوجب أداءها علي ، كما قال تعالى : ( يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته والله يعصمك من الناس ) [ المائدة : 67 ]وقوله : ( ومن يعص الله ورسوله فإن له نار جهنم خالدين فيها أبدا ) أي : أنما أبلغكم رسالة الله ، فمن يعص بعد ذلك فله جزاء على ذلك نار جهنم خالدين فيها أبدا ، أي لا محيد لهم عنها ، ولا خروج لهم منها ."
      },
      "translations": {
        "en": "But [I have for you] only notification from Allah, and His messages.\" And whoever disobeys Allah and His Messenger - then indeed, for him is the fire of Hell; they will abide therein forever.",
        "fr": "[Je ne puis que transmettre] une communication et des messages [émanant] d'Allah. Et quiconque désobéit à Allah et à Son Messager aura le feu de l'Enfer pour y demeurer éternellement.",
        "es": "Sólo un comunicado de Alá y Sus mensajes». A quien desobedezca a Alá y a Su Enviado le espera el fuego de la gehena, en el que estará eternamente, para siempre."
      },
      "ibn_ashour": "إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا (23)وقوله : { إلاّ بلاغاً من الله ورسالاته } استثناء منقطع من { ضرَّاً } و { رشداً } ، وليس متصلاً لأن الضر والرشد المنفيين في قوله : { لا أملك لكم ضراً ولا رشداً } هما الضر والرشد الواقعان في النفس بالإلجاء .ويجوز أن يكون مع ذلك استثناء من { ملتحداً } ، أي بتأويل { ملتحداً } بمعنى مخلص أو مأمن .وهذا الاستثناء من أسلوب تأكيد الشيء بما يشبه ضده .والبلاغ : اسم مصدر بلغ ، أي أوصل الحديث أو الكلام ، ويطلق على الكلام المبلغ من إطلاق المصدر على المفعول مثل { هذا خلق الله } [ لقمان : 11 ] .و { مِن } ابتدائية صفة ( بلاغ ) ، أي بلاغاً كائناً من جانب الله ، أي إلاّ كلاماً أبلغه من القرآن الموحى من الله .و { رسالاته } : جمع رسالة ، وهي ما يرسل من كلام أو كتاب فالرسالات بلاغ خاص بألفاظ مخصوصة ، فالمراد منها هنا تبليغ القرآن .لما كان قوله : { قال إنما أدعو ربي ولا أشرك به أحداً } [ الجن : 20 ] إلى هنا كلاماً متضمناً أنهم أشركوا وعاندوا الرسول صلى الله عليه وسلم حينَ د"
    },
    {
      "number": 24,
      "text": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًۭا وَأَقَلُّ عَدَدًۭا",
      "tafsir": {
        "muyassar": "حتى إذا أبصر المشركون ما يوعدون به من العذاب، فسيعلمون عند حلوله بهم: مَن أضعف ناصرًا ومعينًا وأقل جندًا؟",
        "mukhtasar": "ولا يزال الكفار على كفرهم حتى إذا عاينوا يوم القيامة ما كانوا يوعدون به في الدنيا من العذاب، حينئذ سيعلمون من أضعف ناصرًا، وسيعلمون من أقلّ أعوانًا.",
        "saadi": "{ حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ } أي: شاهدوه عيانا، وجزموا أنه واقع بهم، { فَسَيَعْلَمُونَ } في ذلك الوقت حقيقة المعرفة { مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا } حين لا ينصرهم غيرهم ولا أنفسهم ينتصرون، وإذ يحشرون فرادى كما خلقوا أول مرة.",
        "kathir": "وقوله : ( حتى إذا رأوا ما يوعدون فسيعلمون من أضعف ناصرا وأقل عددا ) أي : حتى إذا رأى هؤلاء المشركون من الجن والإنس ما يوعدون يوم القيامة فسيعلمون يومئذ من أضعف ناصرا وأقل عددا ، هم أم المؤمنون الموحدون لله عز وجل ، أي : بل المشركين لا ناصر لهم بالكلية ، وهم أقل عددا من جنود الله عز وجل ."
      },
      "translations": {
        "en": "[The disbelievers continue] until, when they see that which they are promised, then they will know who is weaker in helpers and less in number.",
        "fr": "Puis, quand ils verront ce dont on les menaçait, ils sauront lesquels ont les secours les plus faibles et [lesquels] sont les moins nombreux.",
        "es": "Hasta que, cuando vean aquello con que se les ha amenazado, sabrán quién es el que recibe auxilio más débil y quién es numéricamente inferior."
      },
      "ibn_ashour": "حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا (24)كانوا إذا سمعوا آيات الوعد بنصر الرسول صلى الله عليه وسلم والمسلمين في الدنيا والآخرة ، وآيات الوعيد للمشركين بالانهزام وعذاب الآخرة وعذاب الدنيا استسخروا من ذلك وقالوا : { وما نحن بمعذبين } [ سبأ : 35 ] ، ويقولون : { متى هذا الفتح إن كنتم صادقين } [ السجدة : 28 ] ، ويقولون : { متى هذا الوعد إن كنتم صادقين } [ يونس : 48 ] ، وقالوا : { ربنا عجل لنا قطنا قبل يوم الحساب } [ ص : 16 ] ، فهم مغرورون بالاستدراج والإِمهال فلذلك عقب وعيدهم بالغاية المفادة من { حَتى } ، فالغاية هنا متعلقة بمحذوف يدل عليه الكلام من سخرية الكفار من الوعيد واستضعافهم المسلمين في العَدد والعُدد فإن ذلك يفهم منه أنهم لا يزالون يحسبون أنهم غالبون فائزون حتى إذا رأوا ما يوعدون تحققوا إخفاق آمالهم .و { حتى } هنا ابتدائية وكلما دخلت { حتى } في جملة مفتتحة ب { إذا } ف { حتى } للابتداء وما بعدها جملة ابتدائية . وذهب الأخفش وابن مالك إلى أن { حتى } في مثله جارة وأن { إذا } في محل جرّ وليس ببعيد .واعلم أن { حتى } لا يفارقها معنى "
    },
    {
      "number": 25,
      "text": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌۭ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: ما أدري أهذا العذاب الذي وُعدتم به قريب زمنه، أم يجعل له ربي مدة طويلة؟ وهو سبحانه عالم بما غاب عن الأبصار، فلا يظهر على غيبه أحدًا من خلقه، إلا من اختاره الله لرسالته وارتضاه، فإنه يُطلعهم على بعض الغيب، ويرسل من أمام الرسول ومن خلفه ملائكة يحفظونه من الجن؛ لئلا يسترقوه ويهمسوا به إلى الكهنة؛ ليعلم الرسول صلى الله عليه وسلم، أن الرسل قبله كانوا على مثل حاله من التبليغ بالحق والصدق، وأنه حُفظ كما حُفظوا من الجن، وأن الله سبحانه أحاط علمه بما عندهم ظاهرًا وباطنًا من الشرائع والأحكام وغيرها، لا يفوته منها شيء، وأنه تعالى أحصى كل شيء عددًا، فلم يَخْفَ عليه منه شيء.",
        "mukhtasar": "قل - أيها الرسول - لهؤلاء المشركين المنكرين للبعث: لا أدري أقريب ما توعدون من العذاب، أم أن له أجلًا لا يعلمه إلا الله.",
        "saadi": "{ قُلْ } لهم إن سألوك [فقالوا] { متى هذا الوعد } ؟ { إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا } أي: غاية طويلة، فعلم ذلك عند الله. ",
        "kathir": "يقول تعالى آمرا رسوله صلى الله عليه وسلم أن يقول للناس : إنه لا علم له بوقت الساعة ، ولا يدري أقريب وقتها أم بعيد ؟ ( قل إن أدري أقريب ما توعدون أم يجعل له ربي أمدا ) ؟ أي : مدة طويلة .وفي هذه الآية الكريمة دليل على أن الحديث الذي يتداوله كثير من الجهلة من أنه عليه السلام ، لا يؤلف تحت الأرض ، كذب لا أصل له ، ولم نره في شيء من الكتب . وقد كان صلى الله عليه وسلم يسأل عن وقت الساعة فلا يجيب عنها ، ولما تبدى له جبريل في صورة أعرابي كان فيما سأله أن قال : يا محمد ، فأخبرني عن الساعة ؟ قال : \" ما المسئول عنها بأعلم من السائل \" ولما ناداه ذلك الأعرابي بصوت جهوري ، فقال : يا محمد ، متى الساعة ؟ قال : \" ويحك . إنها كائنة ، فما أعددت لها ؟ \" . قال : أما إني لم أعد لها كثير صلاة ولا صيام ، ولكني أحب الله ورسوله . قال : \" فأنت مع من أحببت \" . قال أنس : فما فرح المسلمون بشيء فرحهم بهذا الحديث .وقال ابن أبي حاتم : حدثنا أبي ، حدثنا محمد بن مصفى ، حدثنا محمد بن حمير ، حدثني أبو بكر بن أبي مريم ، عن عطاء بن أبي رباح ، عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال : \" يا بني آدم ، إن كنتم تعقلون فعدوا أنفسكم من الموتى ، والذي نفسي بيده ، إنما توعدون لآت \"وقد قال أبو داود في آخر \" كتاب الملاحم \" : حدثنا موسى بن سهيل ، حدثنا حجاج بن إبراهيم ، حدثنا ابن وهب ، حدثني معاوية بن صالح ، عن عبد الرحمن بن جبير ، عن أبيه ، عن أبي ثعلبة الخشني قال : قال رسول الله صلى الله عليه وسلم : \" لن يعجز الله هذه الأمة من نصف يوم \"انفرد به أبو داود ثم قال أبو داود :حدثنا عمرو بن عثمان . حدثنا أبو المغيرة ، حدثني صفوان ، عن شريح بن عبيد عن سعد بن أبي وقاص ، عن النبي صلى الله عليه وسلم أنه قال : \" إني لأرجو ألا تعجز أمتي عند ربها أن يؤخرهم نصف يوم \" . قيل لسعد : وكم نصف يوم ؟ قال : خمسمائة عام . انفرد به أبو داود"
      },
      "translations": {
        "en": "Say, \"I do not know if what you are promised is near or if my Lord will grant for it a [long] period.\"",
        "fr": "Dis: «Je ne sais pas si ce dont vous êtes menacés est proche, ou bien, si mon Seigneur va lui assigner un délai.",
        "es": "Di: «No sé si está cerca aquello con que se os ha amenazado o si mi Señor lo retardará aún."
      },
      "ibn_ashour": "قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا (25) كان المشركون يكثرون أن يسألوا رسول الله صلى الله عليه وسلم { متى هذا الوعد } [ النمل : 71 ] ، و { عن الساعة أيان مرساها } [ الأعراف : 187 ] ، وتكررت نسبة ذلك إليهم في القرآن ، فلما قال الله تعالى : { حتى إذا رأوا ما يوعدون فسيعلمون من أضعف ناصراً } [ الجن : 24 ] الآية علِم أنهم سيعيدون ما اعتادوا قوله من السؤال عن وقت حلول الوعيد فأمر الله رسوله صلى الله عليه وسلم أن يعيد عليهم ما سبق من جوابه .فجملة { قل إن أدري أقريب ما توعدون } مستأنفة استئنافاً بيانياً لأن القول المأمور بأن يقوله جواب لسؤالهم المقدر .والأمد : الغاية وأصله في الأمكنة . ومنه قول ابن عمر في حديث «الصحيحين» : \" أن رسول الله صلى الله عليه وسلم سابقَ بين الخيل التي لم تُضَمَّر وجعل أمدَها ثنيةَ الوداع \" ( أي غاية المسابقة ) . ويستعار الأمد لمدة من الزمان معينة قال تعالى : { فطال عليهم الأمد } [ الحديد : 16 ] وهو كذلك هنا . ومقابلته ب«قريب» يفيد أن المعنى أم يجعل له أمداً بعيداً ."
    },
    {
      "number": 26,
      "text": "عَٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: ما أدري أهذا العذاب الذي وُعدتم به قريب زمنه، أم يجعل له ربي مدة طويلة؟ وهو سبحانه عالم بما غاب عن الأبصار، فلا يظهر على غيبه أحدًا من خلقه، إلا من اختاره الله لرسالته وارتضاه، فإنه يُطلعهم على بعض الغيب، ويرسل من أمام الرسول ومن خلفه ملائكة يحفظونه من الجن؛ لئلا يسترقوه ويهمسوا به إلى الكهنة؛ ليعلم الرسول صلى الله عليه وسلم، أن الرسل قبله كانوا على مثل حاله من التبليغ بالحق والصدق، وأنه حُفظ كما حُفظوا من الجن، وأن الله سبحانه أحاط علمه بما عندهم ظاهرًا وباطنًا من الشرائع والأحكام وغيرها، لا يفوته منها شيء، وأنه تعالى أحصى كل شيء عددًا، فلم يَخْفَ عليه منه شيء.",
        "mukhtasar": "هو سبحانه عالم الغيب كله، لا يخفى عليه منه شيء، فلا يُطْلِعُ على غيبه أحدًا، بل يبقى مختصًّا بعلمه.",
        "saadi": "{ عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا } من الخلق، بل انفرد بعلم الضمائر والأسرار والغيب.",
        "kathir": "وقوله : ( عالم الغيب فلا يظهر على غيبه أحدا إلا من ارتضى من رسول ) هذه كقوله تعالى : ( ولا يحيطون بشيء من علمه إلا بما شاء ) [ البقرة : 255 ] وهكذا قال هاهنا : إنه يعلم الغيب والشهادة ، وإنه لا يطلع أحد من خلقه على شيء من علمه إلا مما أطلعه تعالى عليه ; ولهذا قال : ( فلا يظهر على غيبه أحدا )"
      },
      "translations": {
        "en": "[He is] Knower of the unseen, and He does not disclose His [knowledge of the] unseen to anyone",
        "fr": "[C'est Lui] qui connaît le mystère. Il ne dévoile Son mystère à personne,",
        "es": "El Conocedor de lo oculto. No descubre a nadie lo que tiene oculto,"
      },
      "ibn_ashour": "عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا (26) وجملة { عالم الغيب فلا يظهر على غيبه أحداً } في موضع العلة لجملة { إن أدري أقريب ما توعدون } الآية .و { عالم الغيب } : خبر مبتدأ محذوف ، أي هو عالم الغيب والضمير المحذوف عائد إلى قوله { ربي } . وهذا الحذف من قبيل حذف المسند إليه حذفاً اتُّبع فيه الاستعمال إذا كان الكلام قد اشتمل على ذكر المسند إليه وصفاته كما نبه عليه السكاكي في «المفتاح» .و { الغيب } : مصدر غاب إذا استتر وخفي عن الأنظار وتعريفه تعريف الجنس .وإضافة صفة { عالم } إلى { الغيب } تفيد العلم بكل الحقائق المغيبة سواء كانت ماهيات أو أفراداً فيشمل المعنى المصدري للغيب مثل علم الله بذاته وصفاته ، ويشمل الأمور الغائبة بذاتها مثل الملائكة والجن . ويشمل الذوات المغيبة عن علم الناس مثل الوقائع المستقبلة التي يخبر عنها أو التي لا يخبر عنها ، فإيثار المصدر هنا لأنه أشمل لإِحاطة علم الله بجميع ذلك .وتقدم ذلك عند قوله تعالى : { الذين يؤمنون بالغيب } في سورة البقرة ( 3 ) .وتعريف المسند مع تعريف المسند إليه المقدر يفيد القصر ، أي هو عالم الغيب لا أنا .وفرع على معنى تخصيص الله تع"
    },
    {
      "number": 27,
      "text": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍۢ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًۭا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: ما أدري أهذا العذاب الذي وُعدتم به قريب زمنه، أم يجعل له ربي مدة طويلة؟ وهو سبحانه عالم بما غاب عن الأبصار، فلا يظهر على غيبه أحدًا من خلقه، إلا من اختاره الله لرسالته وارتضاه، فإنه يُطلعهم على بعض الغيب، ويرسل من أمام الرسول ومن خلفه ملائكة يحفظونه من الجن؛ لئلا يسترقوه ويهمسوا به إلى الكهنة؛ ليعلم الرسول صلى الله عليه وسلم، أن الرسل قبله كانوا على مثل حاله من التبليغ بالحق والصدق، وأنه حُفظ كما حُفظوا من الجن، وأن الله سبحانه أحاط علمه بما عندهم ظاهرًا وباطنًا من الشرائع والأحكام وغيرها، لا يفوته منها شيء، وأنه تعالى أحصى كل شيء عددًا، فلم يَخْفَ عليه منه شيء.",
        "mukhtasar": "إلا من ارتضاه سبحانه من رسول، فإنه يطلعه على ما شاء، ويرسل من أمام الرسول ومن خلفه حرسًا من الملائكة يحفظونه حتى لا يطّلع غير الرسول على ذلك.",
        "saadi": "{ إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ } أي: فإنه يخبره بما اقتضت حكمته أن يخبره به، وذلك لأن الرسل ليسوا كغيرهم، فإن الله أيدهم بتأييد ما أيده أحدا من الخلق، وحفظ ما أوحاه إليهم حتى يبلغوه على حقيقته، من غير أن تتخبطهم الشياطين، ولا  يزيدوا فيه أو ينقصوا، ولهذا قال: { فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا } أي: يحفظونه بأمر الله.",
        "kathir": "إلا من ارتضى من رسول ) وهذا يعم الرسول الملكي والبشري .ثم قال : ( فإنه يسلك من بين يديه ومن خلفه رصدا ) أي : يختصه بمزيد معقبات من الملائكة يحفظونه من أمر الله ، ويساوقونه على ما معه من وحي الله ; ولهذا قال :"
      },
      "translations": {
        "en": "Except whom He has approved of messengers, and indeed, He sends before each messenger and behind him observers",
        "fr": "sauf à celui qu'Il agrée comme Messager et qu'Il fait précéder et suivre de gardiens vigilants,",
        "es": "salvo a aquél a quien acepta como enviado. Entonces, hace que le observen por delante y por detrás,"
      },
      "ibn_ashour": "إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا (27) فقوله : { ارتضى } مستثنى من عموم { أحداً } . والتقدير : إلاّ أحداً ارتضاه ، أي اختاره للاطلاع على شيء من الغيب لحكمة أرادها الله تعالى .والإِتيان بالموصول والصلة في قوله : { إلاّ مَن ارتضَى مِن رسول } لقصد ما تؤذن به الصلة من الإِيماء إلى تعليل الخبر ، أي يطلع الله بعض رسله لأجل ما أراده الله من الرسالة إلى النّاس ، فيُعْلم من هذا الإِيمان أن الغيب الذي يطلع الله عليه الرسل هو من نوع ما له تعلق بالرسالة ، وهو غيب ما أراد الله إبلاغه إلى الخلق أن يعتقدوه أو أن يفعلوه ، وما له تعلق بذلك من الوعد والوعيد من أمور الآخرة ، أو أمور الدنيا ، وما يؤيد به الرسل عن الإِخبار بأمور مغيبة كقوله تعالى : { غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين } [ الروم : 24 ] .والمراد بهذا الإِطلاعُ المحقق المفيد علماً كعلم المشاهدة . فلا تشمل الآية ما قد يحصل لبعض الصالحين من شرح صدر بالرؤيا الصادقة ، ففي الحديث : « الرؤيا الصالحة من الرجل الصالح جزء من ستة وأربعين جزءاً من النبوءة ، أو بال"
    },
    {
      "number": 28,
      "text": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَٰلَٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
      "tafsir": {
        "muyassar": "قل -أيها الرسول- لهؤلاء المشركين: ما أدري أهذا العذاب الذي وُعدتم به قريب زمنه، أم يجعل له ربي مدة طويلة؟ وهو سبحانه عالم بما غاب عن الأبصار، فلا يظهر على غيبه أحدًا من خلقه، إلا من اختاره الله لرسالته وارتضاه، فإنه يُطلعهم على بعض الغيب، ويرسل من أمام الرسول ومن خلفه ملائكة يحفظونه من الجن؛ لئلا يسترقوه ويهمسوا به إلى الكهنة؛ ليعلم الرسول صلى الله عليه وسلم، أن الرسل قبله كانوا على مثل حاله من التبليغ بالحق والصدق، وأنه حُفظ كما حُفظوا من الجن، وأن الله سبحانه أحاط علمه بما عندهم ظاهرًا وباطنًا من الشرائع والأحكام وغيرها، لا يفوته منها شيء، وأنه تعالى أحصى كل شيء عددًا، فلم يَخْفَ عليه منه شيء.",
        "mukhtasar": "رجاء أن يعلم الرسول أن الرسل من قبله قد بلَّغوا رسالات ربهم التي أمرهم بتبليغها لما أحاطها الله به من العناية، وأحاط الله بما لدى الملائكة والرسل علمًا، فلا يخفى عليه من ذلك شيء، وأحصى عدد كل شيء، فلا يخفى عليه سبحانه شيء.",
        "saadi": "{ لِيَعْلَمَ } بذلك { أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ } بما جعله لهم من الأسباب، { وَأَحَاطَ بِمَا لَدَيْهِمْ } أي: بما عندهم، وما أسروه وأعلنوه، { وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا } وفي هذه السورة فوائد كثيرة: منها: وجود الجن، وأنهم مكلفون مأمورون مكلفون منهيون، مجازون بأعمالهم، كما هو صريح في هذه السورة.ومنها: أن رسول الله صلى الله عليه وسلم رسول إلى الجن، كما هو رسول إلى الإنس  ، فإن الله صرف نفر الجن ليستمعوا ما يوحى إليه ويبلغوا قومهم.ومنها: ذكاء الجن ومعرفتهم بالحق، وأن الذي ساقهم إلى الإيمان هو ما تحققوه من هداية القرآن، وحسن أدبهم في خطابهم.ومنها: اعتناء الله برسوله، وحفظه لما جاء به، فحين ابتدأت بشائر نبوته، والسماء محروسة بالنجوم، والشياطين قد هربت عن أماكنها، وأزعجت عن مراصدها، وأن الله رحم به الأرض وأهلها رحمة ما يقدر لها قدر، وأراد بهم ربهم رشدا، فأراد أن يظهر من دينه وشرعه ومعرفته في الأرض، ما تبتهج به القلوب، وتفرح به أولو الألباب، وتظهر به شعائر الإسلام، وينقمع به أهل الأوثان والأصنام.ومنها: شدة حرص الجن لاستماع الرسول صلى الله عليه وسلم، وتراكمهم عليه.ومنها: أن هذه السورة قد اشتملت على الأمر بالتوحيد والنهي عن الشرك، وبينت حالة الخلق، وأن كل أحد منهم لا يستحق من العبادة مثقال ذرة، لأن الرسول محمدا صلى الله عليه وسلم، إذا كان لا يملك لأحد نفعا ولا ضرا، بل ولا يملك لنفسه، علم أن الخلق كلهم كذلك، فمن الخطأ والغلط  اتخاذ من هذا وصفه إلها [آخر] مع الله. ومنها: أن علوم الغيوب قد انفرد الله بعلمها، فلا يعلمها أحد من الخلق، إلا من ارتضاه الله وخصه  بعلم شيء منها. تم تفسير سورة قل أوحي إلي، ولله الحمد    ",
        "kathir": "( ليعلم أن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عددا )وقد اختلف المفسرون في الضمير الذي في قوله : ( ليعلم ) إلى من يعود ؟ فقيل : إنه عائد إلى النبي صلى الله عليه وسلم .قال ابن جرير : حدثنا ابن حميد ، حدثنا يعقوب القمي ، عن جعفر ، عن سعيد بن جبير في قوله : ( عالم الغيب فلا يظهر على غيبه أحدا إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصدا ) قال : أربعة حفظة من الملائكة مع جبريل ، ) ليعلم ) محمد صلى الله عليه وسلم ( أن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عددا )ورواه ابن أبي حاتم من حديث يعقوب القمي به . وهكذا رواه الضحاك والسدي ويزيد بن أبي حبيب .وقال عبد الرزاق ، عن معمر ، عن قتادة : ( ليعلم أن قد أبلغوا رسالات ربهم ) قال : ليعلم نبي الله أن الرسل قد بلغت عن الله ، وأن الملائكة حفظتها ودفعت عنها . وكذا رواه سعيد بن أبي عروبة ، عن قتادة . واختاره ابن جرير .وقيل غير ذلك ، كما رواه العوفي ، عن ابن عباس في قوله : ( إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصدا ) قال : هي معقبات من الملائكة يحفظون النبي من الشيطان ، حتى يتبين الذي أرسل به إليهم ، وذلك حين يقول ، ليعلم أهل الشرك أن قد أبلغوا رسالات ربهم .وكذا قال ابن أبي نجيح ، عن مجاهد : ( ليعلم أن قد أبلغوا رسالات ربهم ) قال : ليعلم من كذب الرسل أن قد أبلغوا رسالات ربهم . وفي هذا نظر .وقال البغوي : قرأ يعقوب : \" ليعلم \" بالضم ، أي : ليعلم الناس أن الرسل بلغوا .ويحتمل أن يكون الضمير عائدا إلى الله عز وجل ، وهو قول حكاه ابن الجوزي في \" زاد المسير \" ويكون المعنى في ذلك : أنه يحفظ رسله بملائكته ليتمكنوا من أداء رسالاته ، ويحفظ ما بين إليهم من الوحي ; ليعلم أن قد أبلغوا رسالات ربهم ، ويكون ذلك كقوله : ( وما جعلنا القبلة التي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه ) [ البقرة : 143 ] وكقوله : ( وليعلمن الله الذين آمنوا وليعلمن المنافقين ) [ العنكبوت : 11 ] إلى أمثال ذلك ، مع العلم بأنه تعالى يعلم الأشياء قبل كونها قطعا لا محالة ; ولهذا قال بعد هذا : ( وأحاط بما لديهم وأحصى كل شيء عددا ) ."
      },
      "translations": {
        "en": "That he may know that they have conveyed the messages of their Lord; and He has encompassed whatever is with them and has enumerated all things in number.",
        "fr": "afin qu'Il sache s'ils ont bien transmis les messages de leur Seigneur. Il cerne (de Son savoir) ce qui est avec eux, et dénombre exactement toute chose.",
        "es": "para saber si han transmitido los mensajes de su Señor. Abarca todo lo concerniente a ellos y lleva cuenta exacta de todo»"
      },
      "ibn_ashour": "لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا (28) ثم جيء له بضمير الجمع في قوله : { أن قد أبلغُوا } مراعاة لمعنى رسول وهو الجنس ، أي الرسل على طريقة قوله تعالى السابق آنفاً { فإن له نار جهنم خالدين فيها أبداً } [ الجن : 23 ] .والمراد : ليَعلم الله أن قد أبلغوا رسالات الله وأدوا الأمانة علماً يترتب عليه جزاؤهم الجزيل .وفهم من قوله : { أن قد أبلغوا رسالات ربهم } أن الغيب المتحدث عنه في هذه الآية هو الغيب المتعلق بالشريعة وأصولها من البعثثِ والجزاء ، لأن الكلام المستثنى منه هو نفي علم الرسول صلى الله عليه وسلم بقرب ما يوعدون به أو بعده وذلك من علائق الجزاء والبعث .ويلحق به ما يوحى به إلى الأنبياء الذين ليسوا رسلاً لأن ما يوحى إليهم لا يخلو من أن يكون تأييداً لشرع سابق كأنبياء بني إسرائيل والحواريين أو أن يكون لإِصلاح أنفسهم وأهليهم مثل آدم وأيوب .واعلم أن الاستثناء من النفي ليس بمقتض أن يثبت للمستثنى جميع نقائض أحوال الحكم الذي للمستثَنى منه ، بل قصارى ما يقتضيه أنه كالنقض في المناظرة يحصل بإثبات جزئي من جزئيات ما نفاه الكل"
    }
  ]
}