{
  "number": 76,
  "name": "سُورَةُ الإِنسَانِ",
  "englishName": "Al-Insaan",
  "revelationType": "Medinan",
  "ayahCount": 31,
  "ayahs": [
    {
      "number": 1,
      "text": "هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌۭ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًۭٔا مَّذْكُورًا",
      "tafsir": {
        "muyassar": "قد مضى على الإنسان وقت طويل من الزمان قبل أن تُنفَخ فيه الروح، لم يكن شيئا يُذكر، ولا يُعرف له أثر.",
        "mukhtasar": "قد مرّ على الإنسان دَهْر طويل كان فيه معدومًا لا ذِكْر له.",
        "saadi": "ذكر الله في هذه السورة الكريمة أول حالة الإنسان ومبتدأها ومتوسطها ومنتهاها. فذكر أنه مر عليه دهر طويل وهو الذي قبل وجوده، وهو معدوم بل ليس مذكورا.",
        "kathir": "تفسير سورة الإنسان وهي مكية .قد تقدم في صحيح مسلم ، عن ابن عباس : أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة \" الم تنزيل \" السجدة ، و \" هل أتى على الإنسان \"وقال عبد الله بن وهب : أخبرنا ابن زيد : أن رسول الله صلى الله عليه وسلم قرأ هذه السورة : \" هل أتى على الإنسان حين من الدهر \" وقد أنزلت عليه وعنده رجل أسود ، فلما بلغ صفة الجنان ، زفر زفرة فخرجت نفسه ، فقال رسول الله صلى الله عليه وسلم : \" أخرج نفس صاحبكم - أو قال : أخيكم - الشوق إلى الجنة \" . مرسل غريب .يقول تعالى مخبرا عن الإنسان أنه أوجده بعد أن لم يكن شيئا يذكر لحقارته وضعفه ، فقال : ( هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا ) ؟"
      },
      "translations": {
        "en": "Has there [not] come upon man a period of time when he was not a thing [even] mentioned?",
        "fr": "S'est-il écoulé pour l'homme un laps de temps durant lequel il n'était même pas une chose mentionnable?",
        "es": "¿Ha pasado el hombre por un período de tiempo en que no era nada digno de mención?"
      },
      "ibn_ashour": "هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (1)استفهام تقريري والاستفهام من أقسام الخطاب وهو هنا موجَّه إلى غير معين ومُسْتعمل في تحقيق الأمر المقرر به على طريق الكناية لأن الاستفهام طلب الفهم ، والتقرير يقتضي حصول العلم بما قرر به وذلك إيماء إلى استحقاق الله أن يعترف الإِنسان له بالوحدانية في الربوبية إبطالاً لإِشْراك المشركين .وتقديم هذا الاستفهام لما فيه من تشويق إلى معرفة ما يأتي بعده من الكلام .فجملة { هل أتى على الإِنسان } تمهيد وتوطئة للجملة التي بعدها وهي { إنا خلقنا الإِنسان من نطفة أمشاج } [ الإنسان : 2 ] الخ .و { هل } حرف يفيد الاستفهام ومعنى التحقيق ، وقال جمعٌ أصل { هل } إنها في الاستفهام مثل ( قَدْ ) في الخبر ، وبملازمة { هل } الاستفهامَ كثير في الكلام حذف حرف الاستفهام معها فكانت فيه بمعنى ( قد ) ، وخصت بالاستفهام فلا تقع في الخبر ، ويَتطرق إلى الاستفهام بها ما يَتطرق إلى الاستفهام من الاستعمالات . وقد تقدم بيان ذلك عند قوله تعالى : { هل ينظرون إلاّ أن يَأتيهم الله في ظلل من الغمام } في سورة [ البقرة : 210 ] .وقد علمت أن حمل الاستفها"
    },
    {
      "number": 2,
      "text": "إِنَّا خَلَقْنَا ٱلْإِنسَٰنَ مِن نُّطْفَةٍ أَمْشَاجٍۢ نَّبْتَلِيهِ فَجَعَلْنَٰهُ سَمِيعًۢا بَصِيرًا",
      "tafsir": {
        "muyassar": "إنا خلقنا الإنسان من نطفة مختلطة من ماء الرجل وماء المرأة، نختبره بالتكاليف الشرعية فيما بعد، فجعلناه من أجل ذلك ذا سمع وذا بصر؛ ليسمع الآيات، ويرى الدلائل، إنا بينَّا له وعرَّفناه طريق الهدى والضلال والخير والشر؛ ليكون إما مؤمنًا شاكرًا، وإما كفورًا جاحدًا.",
        "mukhtasar": "إنا خلقنا الإنسان من نطفة خليطة بين ماء الرجل وماء المرأة، نختبره بما نُلْزمه به من التكاليف، فجعلناه سميعًا بصيرًا ليقوم بما كلَّفناه به من الشرع.",
        "saadi": "ثم لما أراد الله تعالى خلقه، خلق [أباه] آدم من طين، ثم جعل نسله متسلسلا { مِنْ نُطْفَةٍ أَمْشَاجٍ } أي: ماء مهين مستقذر { نَبْتَلِيهِ } بذلك لنعلم هل يرى حاله الأولى ويتفطن لها أم ينساها وتغره نفسه؟فأنشأه الله، وخلق له القوى الباطنة والظاهرة، كالسمع والبصر، وسائر الأعضاء، فأتمها له وجعلها سالمة يتمكن بها من تحصيل مقاصده.",
        "kathir": "ثم بين ذلك فقال : ( إنا خلقنا الإنسان من نطفة أمشاج ) أي : أخلاط . والمشج والمشيج : الشيء الخليط ، بعضه في بعض .قال ابن عباس في قوله : ( من نطفة أمشاج ) يعني : ماء الرجل وماء المرأة إذا اجتمعا واختلطا ، ثم ينتقل بعد من طور إلى طور ، وحال إلى حال ، ولون إلى لون . وهكذا قال عكرمة ، ومجاهد ، والحسن ، والربيع بن أنس : الأمشاج : هو اختلاط ماء الرجل بماء المرأة .وقوله : ( نبتليه ) أي : نختبره ، كقوله : ( ليبلوكم أيكم أحسن عملا ) [ الملك : 2 ] . ( فجعلناه سميعا بصيرا ) أي : جعلنا له سمعا وبصرا يتمكن بهما من الطاعة والمعصية ."
      },
      "translations": {
        "en": "Indeed, We created man from a sperm-drop mixture that We may try him; and We made him hearing and seeing.",
        "fr": "En effet, Nous avons créé l'homme d'une goutte de sperme mélangé [aux composantes diverses] pour le mettre à l'épreuve. [C'est pourquoi] Nous l'avons fait entendant et voyant.",
        "es": "Hemos creado al hombre de una gota, de ingredientes, para ponerle a prueba. Le hemos dado el oído, la vista."
      },
      "ibn_ashour": "إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (2)استئناف بياني مترتب على التقرير الذي دل عليه { هل أتى على الإِنسان حين من الدهر لم يكن شيئاً مذكوراً } [ الإنسان : 1 ] لما فيه من التشويق .والتقرير يقتضي الإِقرار بذلك لا محالة لأنه معلوم بالضرورة ، فالسامع يتشوف لما يرد بعد هذا التقرير فقيل له : إن الله خلقه بعد أن كان معدوماً فأوجَد نطفة كانت معدومة ثم استخرج منها إنساناً ، فثبت تعلُّق الخلق بالإِنسان بعد عدمه .وتأكيد الكلام بحرف ( إنَّ ) لتنزيل المشركين منزلة من ينكر أنّ الله خلق الإِنسان لعدم جريهم على موجَب العلم حيث عبدوا أصناماً لم يخلقوهم .والمراد ب { الإنسان } مثل ما أريد به في قوله : { هل أتى على الإنسان } [ الإنسان : 1 ] أي كل نوع الإِنسان .وأُدمج في ذلك كيفية خلق الإِنسان من نطفة التناسِل لما في تلك الكيفية من دقائق العلم الإلهي والقدرة والحكمة .وقد تقدم معنى النطفة في سورة القيامة .و { أمشاج } : مشتق من المشج وهو الخلط ، أي نطفة مخلوطة قال تعالى : { سبحان الذي خلق الأزواج كلها مما تنبت الأرض ومن أنفسهم ومما لا يعلمون } [ يس",
      "video": {
        "id": "aEczqy0hlCE",
        "word": "أمشاج",
        "transliteration": "Amshaj",
        "meaning": {
          "ar": "أخلاط مختلطة من ماء الرجل والمرأة",
          "en": "Mixed drops from male and female fluids",
          "fr": "Gouttes mélangées des fluides masculins et féminins",
          "es": "Gotas mezcladas de fluidos masculinos y femeninos"
        }
      },
      "shehri_videos": [
        {
          "videoId": "aEczqy0hlCE",
          "url": "https://www.youtube.com/watch?v=aEczqy0hlCE",
          "title": "برنامج ( غريب القرآن ) || الحلقة 03 - { من نطفة أمشاج }",
          "word": "من نطفة أمشاج"
        }
      ]
    },
    {
      "number": 3,
      "text": "إِنَّا هَدَيْنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًۭا وَإِمَّا كَفُورًا",
      "tafsir": {
        "muyassar": "إنا خلقنا الإنسان من نطفة مختلطة من ماء الرجل وماء المرأة، نختبره بالتكاليف الشرعية فيما بعد، فجعلناه من أجل ذلك ذا سمع وذا بصر؛ ليسمع الآيات، ويرى الدلائل، إنا بينَّا له وعرَّفناه طريق الهدى والضلال والخير والشر؛ ليكون إما مؤمنًا شاكرًا، وإما كفورًا جاحدًا.",
        "mukhtasar": "إنا بيّنا له على ألسنة رسلنا طريق الهداية، فاستبانت له بذلك طريق الضلال، فهو بعد ذلك إما أن يهتدي للصراط المستقيم، فيكون عبدًا مؤمنًا شكورًا لله، وإما أن يضلّ عنها فيكون عبدًا كافرًا جحودًا لآيات الله.",
        "saadi": "ثم أرسل إليه الرسل، وأنزل عليه الكتب، وهداه الطريق الموصلة إلى الله  ، ورغبه فيها، وأخبره بما له عند الوصول إلى الله.ثم أخبره بالطريق الموصلة إلى الهلاك، ورهبه منها، وأخبره بما له إذا سلكها، وابتلاه بذلك، فانقسم الناس إلى شاكر لنعمة الله عليه، قائم بما حمله الله من حقوقه، وإلى كفور لنعمة الله عليه، أنعم الله عليه بالنعم الدينية والدنيوية، فردها، وكفر بربه، وسلك الطريق الموصلة إلى الهلاك.ثم ذكر تعالى حال الفريقين عند الجزاء فقال:  ",
        "kathir": "وقوله : ( إنا هديناه السبيل ) أي : بيناه له ووضحناه وبصرناه به ، كقوله : ( وأما ثمود فهديناهم فاستحبوا العمى على الهدى ) [ فصلت : 17 ] ، وكقوله : ( وهديناه النجدين ) [ البلد : 10 ] ، أي : بينا له طريق الخير وطريق الشر . وهذا قول عكرمة وعطية وابن زيد ومجاهد - في المشهور عنه - والجمهور .وروي عن مجاهد وأبي صالح والضحاك والسدي أنهم قالوا في قوله : ( إنا هديناه السبيل ) يعني خروجه من الرحم . وهذا قول غريب ، والصحيح المشهور الأول .وقوله : ( إما شاكرا وإما كفورا ) منصوب على الحال من \" الهاء \" في قوله : ( إنا هديناه السبيل ) تقديره : فهو في ذلك إما شقي وإما سعيد ، كما جاء في الحديث الذي رواه مسلم ، عن أبي مالك الأشعري قال : قال رسول الله صلى الله عليه وسلم : \" كل الناس يغدو ، فبائع نفسه فموبقها أو معتقها \" . وتقدم في سورة \" الروم \" عند قوله : ( فطرت الله التي فطر الناس عليها ) [ الروم : 30 ] من رواية جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" كل مولود يولد على الفطرة حتى يعرب عنه لسانه ، فإذا أعرب عنه لسانه ، فإما شاكرا وإما كفورا \" .وقال الإمام أحمد : حدثنا أبو عامر ، حدثنا عبد الله بن جعفر ، عن عثمان بن محمد ، عن المقبري ، عن أبي هريرة‌ ، عن النبي صلى الله عليه وسلم قال : \" ما من خارج يخرج إلا ببابه رايتان : راية بيد ملك ، وراية بيد شيطان ، فإن خرج لما يحب الله اتبعه الملك برايته ، فلم يزل تحت راية الملك حتى يرجع إلى بيته . وإن خرج لما يسخط الله اتبعه الشيطان برايته ، فلم يزل تحت راية الشيطان ، حتى يرجع إلى بيته \" .وقال الإمام أحمد : حدثنا عبد الرزاق ، حدثنا معمر ، عن ابن خثيم ، عن عبد الرحمن بن سابط ، عن جابر بن عبد الله : أن النبي صلى الله عليه وسلم قال لكعب بن عجرة : \" أعاذك الله من إمارة السفهاء \" . قال : وما إمارة السفهاء ؟ قال : \" أمراء يكونون من بعدي ، لا يهتدون بهداي ، ولا يستنون بسنتي ، فمن صدقهم بكذبهم وأعانهم على ظلمهم ، فأولئك ليسوا مني ولست منهم ، ولا يردون على حوضي . ومن لم يصدقهم بكذبهم ولم يعنهم على ظلمهم ، فأولئك مني وأنا منهم ، وسيردون على حوضي . يا كعب بن عجرة ، الصوم جنة ، والصدقة تطفئ الخطيئة ، والصلاة قربان - أو قال : برهان - يا كعب بن عجرة ، إنه لا يدخل الجنة لحم نبت من سحت ، النار أولى به . يا كعب ، الناس غاديان ، فمبتاع نفسه فمعتقها ، وبائع نفسه فموبقها \" .ورواه عن عفان ، عن وهيب ، عن عبد الله بن عثمان بن خثيم ، به ."
      },
      "translations": {
        "en": "Indeed, We guided him to the way, be he grateful or be he ungrateful.",
        "fr": "Nous l'avons guidé dans le chemin, - qu'il soit reconnaissant ou ingrat -",
        "es": "Agradecido o desagradecido, le hemos dirigido por el Camino."
      },
      "ibn_ashour": "إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (3)استئناف بياني لبيان ما نشأ عن جملة { نبتليه } [ الإنسان : 2 ] ولتفصيل جملة { فجعلناه سميعاً بصيراً } [ الإنسان : 2 ] ، وتخلُّصّ إلى الوعيد على الكفر والوَعد على الشكر .وهداية السبيل : تمثيل لحال المرشدِ . و { السبيل } : الطريق الجادة إلى ما فيه النفع بواسطة الرُسل إلى العقائد الصحيحة والأعمال الصالحة التي هي سبب فوزه بالنعيم الأبدي ، بحال من يدل السائر على الطريق المؤدية إلى مقصده من سَيْره .وهذا التمثيل ينحل إلى تشبيهاتتِ أجزاءِ الحالة المركَّبَة المشبَّهة بأجزاء الحالة المشبَّه بها ، فالله تعالى كالهادي ، والإِنسان يشبه السائر المتحير في الطريق ، وأعمال الدين تشبه الطريق ، وفوز المتتبع لهدي الله يشبه البلوغ إلى المكان المطلوب .وفي هذا نداء على أن الله أرشد الإِنسان إلى الحق وأن بعض الناس أدخلوا على أنفسهم ضلالَ الاعتقاد ومفاسدَ الأعمال ، فمن بَرَّأَ نفسه من ذلك فهو الشاكر وغيره الكفور ، وذلك تقسيم بحسب حال الناس في أول البعثة ، ثم ظهر من خلطوا عملاً صالحاً وآخر سيئاً .وتأكيد الخبر ب ( إنَّ ) للرد على المشركين الذين يز"
    },
    {
      "number": 4,
      "text": "إِنَّآ أَعْتَدْنَا لِلْكَٰفِرِينَ سَلَٰسِلَا۟ وَأَغْلَٰلًۭا وَسَعِيرًا",
      "tafsir": {
        "muyassar": "إنا أعتدنا للكافرين قيودًا من حديد تُشَدُّ بها أرجلهم، وأغلالا تُغلُّ بها أيديهم إلى أعناقهم، ونارًا يُحرقون بها.",
        "mukhtasar": "إنا أعددنا للكافرين بالله وبرسله سلاسل يُسْحبون بها في النار، وأغلالًا يُغَلّون بها فيها، ونارًا مُسْتَعِرة.",
        "saadi": "إلى آخر الثواب أي: إنا هيأنا وأرصدنا لمن كفر بالله، وكذب رسله، وتجرأ على المعاصي { سَلَاسِلَ } في نار جهنم، كما قال تعالى: { ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ }. { وَأَغْلَالًا } تغل بها أيديهم إلى أعناقهم ويوثقون بها.{ وَسَعِيرًا } أي: نارا تستعر بها أجسامهم وتحرق بها أبدانهم، { كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ } وهذا العذاب دائم لهم أبدا، مخلدون فيه سرمدا.",
        "kathir": "يخبر تعالى عما أرصده للكافرين من خلقه به من السلاسل والأغلال والسعير ، وهو اللهب والحريق في نار جهنم ، كما قال : ( إذ الأغلال في أعناقهم والسلاسل يسحبون في الحميم ثم في النار يسجرون ) [ غافر : 71 ، 72 ] ."
      },
      "translations": {
        "en": "Indeed, We have prepared for the disbelievers chains and shackles and a blaze.",
        "fr": "Nous avons préparé pour les infidèles des chaînes, des carcans et une fournaise ardente.",
        "es": "Para los infieles hemos preparado cadenas, argollas y fuego de gehena."
      },
      "ibn_ashour": "إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا (4)أريد التخلص إلى جزاء الفريقين الشاكر والكفور .والجملة مُستأنفة استئنافاً بيانياً لأن قوله : { إمّا شاكراً وإمّا كفوراً } [ الإنسان : 3 ] يثير تطلع السامعين إلى معرفة آثار هذين الحالين المترددِ حالُه بينَهما ، فابتدىء بجزاء الكافر لأن ذكره أقرب .وأكد الخبر عن الوعيد بحرف التأكيد لإِدخال الروْع عليهم لأن المتوعِّد إذا أكَّد كلامه بمؤكِّد فقد آذن بأنه لا هوادة له في وعيده .وأصل { أعتَدْنا } أعدَدنا ، بدالين ، أي هيأنا للكافرين ، يقال : اعتدّ كما يقال : أعَدَّ ، قال تعالى : { وَأعَتدتْ لهن متّكَأً } [ يوسف : 31 ] .وقد تردد أيمة اللغة في أن أصل الفعل بدالين أو بتاء ودال فلم يجزموا بأيهما الأصل لكثرة ورود فعل : أعدّ ، وفعل اعْتَدَّ في الكلام والأظهر أنهما فعلان نشآ من لغتين غير أن الاستعمال خصّ الفعل ذا التاء بعُدة الحرب فقالوا : عَتَاد الحرب ولم يقولوا عدَاد .وأما العُدة بضم العين فتقع على كل ما يعد ويهيأ ، يقال : أعد لكل حال عُدة . ويطلق العَتاد على ما يُعدّ من الأمور .والأكثر أنه إذا أريد الإِدغام جيء بالفعل الذي عينه "
    },
    {
      "number": 5,
      "text": "إِنَّ ٱلْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍۢ كَانَ مِزَاجُهَا كَافُورًا",
      "tafsir": {
        "muyassar": "إن أهل الطاعة والإخلاص الذين يؤدون حق الله، يشربون يوم القيامة مِن كأس فيها خمر ممزوجة بأحسن أنواع الطيب، وهو ماء الكافور.",
        "mukhtasar": "إن المؤمنين المطيعين لله يشربون يوم القيامة من كأس خمر مملوءة ممزوجة بالكافور لطيب رائحته.",
        "saadi": "وأما { الْأَبْرَارِ } وهم الذين برت قلوبهم بما فيها من محبة الله ومعرفته، والأخلاق الجميلة، فبرت جوارحهم  ، واستعملوها بأعمال البر أخبر أنهم { يَشْرَبُونَ مِنْ كَأْسٍ } أي: شراب لذيذ من خمر قد مزج بكافور أي: خلط به ليبرده ويكسر حدته، وهذا الكافور [في غاية اللذة] قد سلم من كل مكدر ومنغص، موجود في كافور الدنيا، فإن الآفة الموجودة في الأسماء التي ذكر الله أنها في الجنة وهي في الدنيا تعدم في الآخرة  .كما قال تعالى: { فِي سِدْرٍ مَخْضُودٍ وَطَلْحٍ مَنْضُودٍ } { وَأَزْوَاجٌ مُطَهَّرَةٌ } { لَهُمْ دَارُ السَّلَامِ عِنْدَ رَبِّهِمْ } { وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ }. ",
        "kathir": "ولما ذكر ما أعده لهؤلاء الأشقياء من السعير قال بعده : ( إن الأبرار يشربون من كأس كان مزاجها كافورا ) وقد علم ما في الكافور من التبريد والرائحة الطيبة ، مع ما يضاف إلى ذلك من اللذاذة في الجنة .قال الحسن : برد الكافور في طيب الزنجبيل ; ولهذا قال :"
      },
      "translations": {
        "en": "Indeed, the righteous will drink from a cup [of wine] whose mixture is of Kafur,",
        "fr": "Les vertueux boiront d'une coupe dont le mélange sera de camphre,",
        "es": "Los justos beberán de copas de una mezcla alcanforada."
      },
      "ibn_ashour": "إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (5) هذا استئناف بياني ناشىء عن الاستئناف الذي قبله من قوله : { إنا أعتدنا للكافرين سلاسلا } [ الإنسان : 4 ] الخ . فإن من عرف ما أعد للكَفُور من الجزاء يتطلع إلى معرفة ما أعد للشاكر من الثواب .وأخر تفصيله عن تفصيل جزاء الكفور مع أن { شاكراً } [ الإنسان : 3 ] مذكور قبل { كفوراً } [ الإنسان : 3 ] ، على طريقة اللف والنشر المعكوس ليتسع المجال لإِطناب الكلام على صفة جزاء الشاكرين وما فيه من الخير والكرامة ، تقريباً للموصوف من المشاهدة المحسوسة .وتأكيد الخبر عن جزاء الشاكرين لدفع إنكار المشركين أن يكون المؤمنون خيراً منهم في عالم الخلود ، ولإِفادة الاهتمام بهذه البشارة بالنسبة إلى المؤمنين .و { الأبرار } : هم الشاكرون ، عُبر عنهم بالأبرار زيادة في الثناء عليهم .و { الأَبرار } : جمع بَر بفتح الباء ، وجمعُ بَار أيضاً مثل شاهد وأشهاد ، والبار أو البَرّ المكثر من البِرّ بكسر الباء وهو فعل الخير ، ولذلك كان البَرّ من أوصاف الله تعالى قال تعالى : { إنا كنا من قبل ندعوه أنه هو البَر الرحيم } [ الطور : 28 ] .ووصف بَرَ أقوى من بارّ "
    },
    {
      "number": 6,
      "text": "عَيْنًۭا يَشْرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفْجِيرًۭا",
      "tafsir": {
        "muyassar": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله.",
        "mukhtasar": "هذا الشراب المُعَدّ لأهل الطاعة هو من عين سهلة التناول غزيرة لا تَنْضَب، يَرْوَى بها عباد الله، يسيلونها ويجرونها أين شاؤوا.",
        "saadi": "{ عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ } أي: ذلك الكأس اللذيذ الذي يشربون به، لا يخافون نفاده، بل له مادة لا تنقطع، وهي عين دائمة الفيضان والجريان، يفجرها عباد الله تفجيرا، أنى شاءوا، وكيف أرادوا، فإن شاءوا صرفوها إلى البساتين الزاهرات، أو إلى الرياض الناضرات، أو بين جوانب القصور والمساكن المزخرفات، أو إلى أي: جهة يرونها من الجهات المونقات.",
        "kathir": "( عينا يشرب بها عباد الله يفجرونها تفجيرا ) أي : هذا الذي مزج لهؤلاء الأبرار من الكافور هو عين يشرب بها المقربون من عباد الله صرفا بلا مزج ويروون بها ; ولهذا ضمن يشرب \" يروى \" حتى عداه بالباء ، ونصب ) عينا ) على التمييز .قال بعضهم : هذا الشراب في طيبه كالكافور . وقال بعضهم : هو من عين كافور . وقال بعضهم : يجوز أن يكون منصوبا ب ) يشرب ) حكى هذه الأقوال الثلاثة ابن جرير .وقوله : ( يفجرونها تفجيرا ) أي : يتصرفون فيها حيث شاؤوا وأين شاؤوا ، من قصورهم ودورهم ومجالسهم ومحالهم .والتفجير هو الإنباع ، كما قال تعالى : ( وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا ) [ الإسراء : 90 ] . وقال : ( وفجرنا خلالهما نهرا ) [ الكهف : 33 ] .وقال مجاهد : ( يفجرونها تفجيرا ) يقودونها حيث شاؤوا ، وكذا قال عكرمة وقتادة . وقال الثوري : يصرفونها حيث شاؤوا ."
      },
      "translations": {
        "en": "A spring of which the [righteous] servants of Allah will drink; they will make it gush forth in force [and abundance].",
        "fr": "d'une source de laquelle boiront les serviteurs d'Allah et ils la feront jaillir en abondance.",
        "es": "de una fuente de la que beberán los siervos de Alá y que harán manar en abundancia."
      },
      "ibn_ashour": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (6)ومن المفسرين من قال : إن كافور اسم عين في الجنة لأجل قوله عقبه { عيناً يشرب بها عباد الله } وستعلم حق المراد منه .وإقحام فعل { كان } في جملة الصفة بقوله : { كان مزاجها كافوراً } لإِفادة أن ذلك مزاجها لا يفارقها إذ كان معتاد الناس في الدنيا ندرة ذلك المزاج لغلاء ثمنه وقلة وجدانه .وانتصب { عيناً } على البدل من { كافوراً } أي ذلك الكافور تجري به عين في الجنة من ماء محلول فيه أو من زيته مثل قوله : { وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى } [ محمد : 15 ] . وعدي فعل { يشرب } بالباء وهي باء الإِلصاق لأن الكافور يمزج به شرابهم . فالتقدير : عيْناً يشرب عباد الله خمرهم بها ، أي مصحوباً بمائها ، وذهب الأصمعي إلى أن الباء في قوله تعالى : { يشرب بها عباد الله } بمعنى ( من ) التبعيضية ووافقه الفارسي وابن قتيبة وابن مالك ، وعَدّ في كتبه ذلك من معاني الباء ونُسب إلى الكوفيين .و { عبادُ الله } مراد بهم : الأبرار . وهو إظهار في مقام الإِضمار للتنويه بهم بإضافة عبوديتهم إلى الله تعالى إضافةَ تشريف .وال"
    },
    {
      "number": 7,
      "text": "يُوفُونَ بِٱلنَّذْرِ وَيَخَافُونَ يَوْمًۭا كَانَ شَرُّهُۥ مُسْتَطِيرًۭا",
      "tafsir": {
        "muyassar": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله.",
        "mukhtasar": "وصفات العباد الذين يشربونها أنهم يوفون بما ألزموا به أنفسهم من الطاعات، ويخافون يومًا كان شرّه منتشرًا فاشيًا وهو يوم القيامة.",
        "saadi": "وقد  ذكر جملة من أعمالهم في أول هذه السورة، فقال: { يُوفُونَ بِالنَّذْرِ } أي: بما ألزموا به أنفسهم لله من النذور والمعاهدات، وإذا كانوا يوفون بالنذر، وهو لم يجب  عليهم، إلا بإيجابهم على أنفسهم، كان فعلهم وقيامهم بالفروض الأصلية، من باب أولى وأحرى، { وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا } أي: منتشرا فاشيا، فخافوا أن ينالهم شره، فتركوا كل سبب موجب لذلك،",
        "kathir": "وقوله : ( يوفون بالنذر ويخافون يوما كان شره مستطيرا ) أي : يتعبدون لله فيما أوجبه عليهم من [ فعل ] الطاعات الواجبة بأصل الشرع ، وما أوجبوه على أنفسهم بطريق النذر .قال الإمام مالك ، عن طلحة بن عبد الملك الأيلي ، عن القاسم بن مالك ، عن عائشة ، رضي الله عنها ، أن رسول الله صلى الله عليه وسلم قال : \" من نذر أن يطيع الله فليطعه ، ومن نذر أن يعصي الله فلا يعصه \" ، رواه البخاري من حديث مالك .ويتركون المحرمات التي نهاهم عنها خيفة من سوء الحساب يوم المعاد ، وهو اليوم الذي شره مستطير ، أي : منتشر عام على الناس إلا من رحم الله .قال ابن عباس : فاشيا . وقال قتادة : استطار - والله - شر ذلك اليوم حتى ملأ السماوات والأرض .قال ابن جرير : ومنه قولهم : استطار الصدع في الزجاجة واستطال . ومنه قول الأعشى :فبانت وقد أسأرت في الفؤا د صدعا على نأيها مستطيرايعني : ممتدا فاشيا ."
      },
      "translations": {
        "en": "They [are those who] fulfill [their] vows and fear a Day whose evil will be widespread.",
        "fr": "Ils accomplissent leurs vœux et ils redoutent un jour dont le mal s'étendra partout.",
        "es": "Fueron fieles a sus promesas y temieron un día cuyo mal será de alcance universal."
      },
      "ibn_ashour": "يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا (7)اعتراض بين جملة { يَشْربون من كأس } [ الإنسان : 5 ] الخ وبين جملة { ويطاف عليهم بآنية من فضة } [ الإنسان : 15 ] الخ . وهذا الاعتراض استئناف بياني هو جواب عن سؤال من شأن الكلام السابق أن يثيره في نفسه السامع المغتبِط بأن ينال مثل ما نالوا من النعيم والكرامة في الآخرة . فيهتم بأن يفعل مثل ما فعلوا ، فذكر بعض أعمالهم الصالحة التي هي من آثار الإِيمان مع التعريض لهم بالاستزادة منها في الدنيا .والكلام إخبار عنهم صادر في وقت نزول هذه الآيات ، بعضُه وصف لحالهم في الآخرة وبعضه وصف لبعض حالهم في الدنيا الموجب لنوال ما نالوه في الآخرة ، فلا حاجة إلى قول الفراء : إن في الكلام إضماراً وتقديره : كانوا يُوفُون بالنذر .وليست الجملة حالاً من { الأبرار } [ الإنسان : 5 ] وضميرهم لأن الحال قيد لعاملها فلو جعلت حالاً لكانت قيداً ل { يشربون } [ الإنسان : 5 ] ، وليس وفاؤهم بالنذر بحاصل في وقت شربهم من خمر الجنة بل هو بما أسلفوه في الحياة الدنيا .والوفاء : أداء ما وجب على المؤدي وافياً دون نقص ولا تقصير فيه .والنذر : ما يعتزمه المرء ويعقد"
    },
    {
      "number": 8,
      "text": "وَيُطْعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسْكِينًۭا وَيَتِيمًۭا وَأَسِيرًا",
      "tafsir": {
        "muyassar": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله.",
        "mukhtasar": "ويطعمون الطعام مع كونهم في حال يحبونه لحاجتهم إليه واشتهائهم له، يطعمونه المحتاجين من الفقراء واليتامى والأسارى.",
        "saadi": "{ وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ } أي: وهم في حال يحبون فيها المال والطعام، لكنهم قدموا محبة الله على محبة نفوسهم، ويتحرون في إطعامهم أولى الناس وأحوجهم { مِسْكِينًا وَيَتِيمًا وَأَسِيرًا } . ",
        "kathir": "وقوله : ( ويطعمون الطعام على حبه ) قيل : على حب الله تعالى . وجعلوا الضمير عائدا إلى الله عز وجل لدلالة السياق عليه . والأظهر أن الضمير عائد على الطعام ، أي : ويطعمون الطعام في حال محبتهم وشهوتهم له ، قاله مجاهد ومقاتل ، واختاره ابن جرير ، كقوله تعالى : ( وآتى المال على حبه ) [ البقرة : 177 ] ، وكقوله تعالى : ( لن تنالوا البر حتى تنفقوا مما تحبون ) [ آل عمران : 92 ] .وروى البيهقي ، من طريق الأعمش ، عن نافع قال : مرض ابن عمر فاشتهى عنبا - أول ما جاء العنب - فأرسلت صفية - يعني امرأته - فاشترت عنقودا بدرهم ، فاتبع الرسول السائل ، فلما دخل به قال السائل : السائل . فقال ابن عمر : أعطوه إياه ، فأعطوه إياه . ثم أرسلت بدرهم آخر فاشترت عنقودا فاتبع الرسول السائل ، فلما دخل قال السائل : السائل ، فقال ابن عمر : أعطوه إياه ، فأعطوه إياه ، فأرسلت صفية إلى السائل ، فقالت : والله إن عدت لا تصيب منه خيرا أبدا . ثم أرسلت بدرهم آخر فاشترت به .وفي الصحيح : \" أفضل الصدقة أن تصدق وأنت صحيح ، شحيح ، تأمل الغنى ، وتخشى الفقر \" أي : في حال محبتك للمال وحرصك عليه وحاجتك إليه ; ولهذا قال تعالى : ( ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا ) أما المسكين واليتيم ، فقد تقدم بيانهما وصفتهما . وأما الأسير : فقال سعيد بن جبير والحسن والضحاك : الأسير : من أهل القبلة . وقال ابن عباس : كان أسراؤهم يومئذ مشركين . ويشهد لهذا أن رسول الله صلى الله عليه وسلم أمر أصحابه يوم بدر أن يكرموا الأسارى ، فكانوا يقدمونهم على أنفسهم عند الغداء ، وهكذا قال سعيد بن جبير وعطاء والحسن وقتادة .وقد وصى رسول الله صلى الله عليه وسلم بالإحسان إلى الأرقاء في غيرما حديث ، حتى إنه كان آخر ما أوصى أن جعل يقول : \" الصلاة وما ملكت أيمانكم \" .وقال عكرمة : هم العبيد - واختاره ابن جرير - لعموم الآية للمسلم والمشرك .قال مجاهد : هو المحبوس ، أي : يطعمون لهؤلاء الطعام وهم يشتهونه ويحبونه"
      },
      "translations": {
        "en": "And they give food in spite of love for it to the needy, the orphan, and the captive,",
        "fr": "et offrent la nourriture, malgré son amour, au pauvre, à l'orphelin et au prisonnier,",
        "es": "Por mucho amor que tuvieran al alimento, se lo daban al pobre, al huérfano y al cautivo:"
      },
      "ibn_ashour": "وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (8) خصص الإِطَعام بالذكر لما في إطعام المحتاج من إيثاره على النفس كما أفاد قوله { على حبه } .والتصريح بلفظ الطعام مع أنه معلوم من فعل { يطعمون } توطئةٌ ليبنى عليه الحال وهو { على حبه } فإنه لو قيل : ويطعمون مسكيناً ويتيماً وأسيراً لفات ما في قوله { على حبه } من معنى إيثار المحاويج على النفس ، على أن ذكر الطعام بعد { يطعمون } يفيد تأكيداً مع استحضار هيئة الإِطعام حتى كأنَّ السامع يشاهد الهيئة .و { على حبه } في موضع الحال من ضمير { يطعمون } .و { على } بمعنى ( مع ) ، وضمير { حبه } راجع للطعام ، أي يطعمون الطعام مصحوباً بحبه ، أي مصاحباً لحبهم إياه وحب الطعام هو اشتهاؤه .فالمعنى : أنهم يطعمون طعاماً هم محتاجون إليه .ومجيء { على } بمعنى ( مع ) ناشىء عن تمَجز في الاستعلاء ، وصورته أن مجرور حرف { على } في مثله أفضل من معمول متعلقها فنزل منزلة المعتلي عليه .والمسكين : المحتاج . واليتيم : فاقد الأب وهو مظنة الحاجة لأن أحوال العرب كانت قائمة على اكتساب الأب للعائلة بكدحه فإذا فُقد الأب تعرضت العائلة للخصاصة .وأما الأسير فإذ "
    },
    {
      "number": 9,
      "text": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ ٱللَّهِ لَا نُرِيدُ مِنكُمْ جَزَآءًۭ وَلَا شُكُورًا",
      "tafsir": {
        "muyassar": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله.",
        "mukhtasar": "ويسرون في أنفسهم أنهم لا يطعمونهم إلا لوجه الله، فهم لا يريدون منهم ثوابًا، ولا ثناءً على إطعامهم إياهم.",
        "saadi": "ويقصدون بإنفاقهم وإطعامهم وجه الله تعالى، ويقولون بلسان الحال: { إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا } أي: لا جزاء ماليا ولا ثناء قوليا.",
        "kathir": "قائلين بلسان الحال : ( إنما نطعمكم لوجه الله ) أي : رجاء ثواب الله ورضاه ( لا نريد منكم جزاء ولا شكورا ) أي : لا نطلب منكم مجازاة تكافئونا بها ولا أن تشكرونا عند الناس .قال مجاهد وسعيد بن جبير : أما والله ما قالوه بألسنتهم ، ولكن علم الله به من قلوبهم ، فأثنى عليهم به ليرغب في ذلك راغب ."
      },
      "translations": {
        "en": "[Saying], \"We feed you only for the countenance of Allah. We wish not from you reward or gratitude.",
        "fr": "(disant): «C'est pour le visage d'Allah que nous vous nourrissons: nous ne voulons de vous ni récompense ni gratitude.",
        "es": "«Os damos de comer sólo por agradar a Alá. No queremos de vosotros retribución ni gratitud."
      },
      "ibn_ashour": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (9) وجُملة { إنما نطعمكم لوجه الله } إلى آخرها مقول قول محذوف تقديره : يقولون لهم ، أي للذين يُطعمونهم فهو في موضع الحال من ضمير { يُطعمون } ، وجملة : { لا نريد منكم جزاء ولا شكوراً } مبيِّنة لمضمون جملة { إنما نطعمكم لوجه الله } ."
    },
    {
      "number": 10,
      "text": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًۭا قَمْطَرِيرًۭا",
      "tafsir": {
        "muyassar": "هذا الشراب الذي مزج من الكافور هو عين يشرب منها عباد الله، يتصرفون فيها، ويُجْرونها حيث شاؤوا إجراءً سهلا. هؤلاء كانوا في الدنيا يوفون بما أوجبوا على أنفسهم من طاعة الله، ويخافون عقاب الله في يوم القيامة الذي يكون ضرره خطيرًا، وشره فاشيًا منتشرًا على الناس، إلا مَن رحم الله، ويُطْعِمون الطعام مع حبهم له وحاجتهم إليه، فقيرًا عاجزًا عن الكسب لا يملك من حطام الدنيا شيئًا، وطفلا مات أبوه ولا مال له، وأسيرًا أُسر في الحرب من المشركين وغيرهم، ويقولون في أنفسهم: إنما نحسن إليكم ابتغاء مرضاة الله، وطلب ثوابه، لا نبتغي عوضًا ولا نقصد حمدًا ولا ثناءً منكم. إنا نخاف من ربنا يومًا شديدًا تَعْبِس فيه الوجوه، وتتقطَّبُ الجباه مِن فظاعة أمره وشدة هوله.",
        "mukhtasar": "إنا نخاف من ربنا يومًا تَكْلَح فيه وجوه الأشقياء لشدّته وفظاعته.",
        "saadi": "{ إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا } أي: شديد الجهمة والشر { قَمْطَرِيرًا } أي: ضنكا ضيقا،",
        "kathir": "( إنا نخاف من ربنا يوما عبوسا قمطريرا ) أي : إنما نفعل هذا لعل الله أن يرحمنا ويتلقانا بلطفه في اليوم العبوس القمطرير .قال علي بن أبي طلحة ، عن ابن عباس ( عبوسا ) ضيقا ، ( قمطريرا ) طويلا .وقال عكرمة وغيره ، عنه ، في قوله : ( يوما عبوسا قمطريرا ) أي : يعبس الكافر يومئذ حتى يسيل من بين عينيه عرق مثل القطران .وقال مجاهد : ( عبوسا ) العابس الشفتين ، ( قمطريرا ) قال : تقبيض الوجه بالبسور .وقال سعيد بن جبير وقتادة : تعبس فيه الوجوه من الهول ، ( قمطريرا ) تقليص الجبين وما بين العينين ، من الهول .وقال ابن زيد : العبوس : الشر . والقمطرير : الشديد .وأوضح العبارات وأجلاها وأحلاها ، وأعلاها وأولاها - قول ابن عباس ، رضي الله عنه .قال ابن جرير : والقمطرير هو : الشديد ; يقال : هو يوم قمطرير ويوم قماطر ، ويوم عصيب وعصبصب ، وقد اقمطر اليوم يقمطر اقمطرارا ، وذلك أشد الأيام وأطولها في البلاء والشدة ، ومنه قول بعضهم :بني عمنا ، هل تذكرون بلاءنا ؟     عليكم إذا ما كان يوم قماطر"
      },
      "translations": {
        "en": "Indeed, We fear from our Lord a Day austere and distressful.\"",
        "fr": "Nous redoutons, de notre Seigneur, un jour terrible et catastrophique».",
        "es": "Tememos, de nuestro Señor, un día terrible, calamitoso»."
      },
      "ibn_ashour": "إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا (10)وجملة { إنا نخاف من ربنا } إلى آخرها واقعة موقع التعليل لمضمون جملة { لا نريد منكم جزاء ولا شكوراً } .والمعنى : إنهم يقولون ذلك لهم تأنيساً لهم ودفعاً لانكسار النفس الحاصل عند الإِطعام ، أي ما نطعمكم إلاّ استجابة لما أمر الله ، فالمطعم لهم هو الله .فالقول قول باللسان ، وهم ما يقولونه إلاّ وهو مضمر في نفوسهم . وعن مجاهد أنه قال : ما تكلموا به ولكن عَلِمه الله فأثَنى به عليهم .فالقصر المستفاد من { إنما } قصر قلب مبني على تنزيل المطعَمين منزلة من يظن أن من أطعمهم يمنّ عليهم ويريد منهم الجزاء والشكر بناء على المتعارف عندهم في الجاهلية . والمراد بالجزاء : ما هو عوض عن العطية من خدمة وإعانة ، وبالشكور : ذكرهم بالمزية .والشُكور : مصدر بوزن الفُعول كالقُعود والجلوس ، وإنما اعتبر بوزن الفُعول الذي هو مصدر فعَل اللازم لأن فعل الشكر لا يتعدى للمشكور بنفسه غالباً بل باللام يقال : شكرت لك قال تعالى : { واشكروا لي } [ البقرة : 152 ] .وأما قوله : { إنّا نخاف من ربنا يوماً عبوساً قمطريراً } فهو مقول لقول يقولونه في نفوسهم أو ينطق به بعضهم "
    },
    {
      "number": 11,
      "text": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلْيَوْمِ وَلَقَّىٰهُمْ نَضْرَةًۭ وَسُرُورًۭا",
      "tafsir": {
        "muyassar": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا.",
        "mukhtasar": "فوقاهم الله بفضله شرّ ذلك اليوم العظيم، وأعطاهم بهاءً ونورًا في وجوههم؛ إكرامًا لهم، وسرورًا في قلوبهم.",
        "saadi": "{ فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ } فلا يحزنهم الفزع الأكبر، وتتلقاهم الملائكة [هذا يومكم الذي كنتم توعدون].{ وَلَقَّاهُمْ } أي: أكرمهم وأعطاهم { نَضْرَةً } في وجوههم { وَسُرُورًا } في قلوبهم، فجمع لهم بين نعيم الظاهر والباطن",
        "kathir": "قال الله تعالى : ( فوقاهم الله شر ذلك اليوم ولقاهم نضرة وسرورا ) وهذا من باب التجانس البليغ ، ( فوقاهم الله شر ذلك اليوم ) أي : آمنهم مما خافوا منه ، ( ولقاهم نضرة ) أي : في وجوههم ، ( وسرورا ) أي : في قلوبهم . قاله الحسن البصري وقتادة وأبو العالية والربيع بن أنس . وهذه كقوله تعالى : ( وجوه يومئذ مسفرة ضاحكة مستبشرة ) [ عبس : 38 ، 39 ] . وذلك أن القلب إذا سر استنار الوجه ، قال كعب بن مالك في حديثه الطويل : وكان رسول الله صلى الله عليه وسلم إذا سر استنار وجهه حتى كأنه قطعة قمر وقالت عائشة : دخل علي رسول الله صلى الله عليه وسلم مسرورا تبرق أسارير وجهه . الحديث ."
      },
      "translations": {
        "en": "So Allah will protect them from the evil of that Day and give them radiance and happiness",
        "fr": "Allah les protègera donc du mal de ce jour-là, et leur fera rencontrer la splendeur et la joie,",
        "es": "Alá les preservará del mal de ese día y les llenará de esplendor y alegría."
      },
      "ibn_ashour": "فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا (11) تفريع على قوله : { يُوفُون بالنذر إلى قمطريراً } [ الإنسان : 7 10 ] .وفي هذا التفريع تلوين للحديث عن جزاء الأبرار وأهل الشُكور ، وهذا برزخ للتخلص إلى عَود الكلام على حسن جزائهم أن الله وقاهم شرّ ذلك اليوم وهو الشر المستطير المذكور آنفاً ، وقاهم إياه جزاءً على خوفهم إياه وأنه لقاهم نضرة وسروراً جزاء على ما فعلوا من خير .وأُدمج في ذلك قوله : { بما صبروا } الجامع لأحوال التقوى والعمل الصالح كله لأن جميعه لا يخلو عن تحمل النفس لترك محبوب أو فعل ما فيه كلفة ، ومن ذلك إطعام الطعام على حبه .و { لقَّاهم } معناه : جعلهم يَلْقَون نضرة وسروراً ، أي جعل لهم نضرة وهي حسن البشَرة ، وذلك يحصل من فرح النفس ورفاهية العيش قال تعالى : { وجوه يومئذٍ ناضرة } [ القيامة : 22 ] فمُثل إلقاء النضرة على وجوههم بزجّ أحد إلى لقاء أحد على طريقة التمثيل .وضمير الغائبةِ و { نضرة } مفعولا ( لَقى ) من باب كَسَا .وبين ( وَقَاهم ) و { لَقَّاهم } الجناس المحرَّف ."
    },
    {
      "number": 12,
      "text": "وَجَزَىٰهُم بِمَا صَبَرُوا۟ جَنَّةًۭ وَحَرِيرًۭا",
      "tafsir": {
        "muyassar": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا.",
        "mukhtasar": "وأثابهم الله - بسبب صبرهم على الطاعات، وصبرهم على أقدار الله، وصبرهم عن المعاصي - جنة يتنعمون فيها، وحريرًا يلبسونه.",
        "saadi": "{ وَجَزَاهُمْ بِمَا صَبَرُوا } على طاعة الله، فعملوا ما أمكنهم منها، وعن معاصي الله، فتركوها، وعلى أقدار الله المؤلمة، فلم يتسخطوها، { جَنَّةً } جامعة لكل نعيم، سالمة من كل مكدر ومنغص، { وَحَرِيرًا } كما قال [تعالى:] { وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } ولعل الله إنما خص الحرير، لأنه لباسهم الظاهر، الدال على حال صاحبه.",
        "kathir": "وقوله : ( وجزاهم بما صبروا ) أي : بسبب صبرهم أعطاهم ونولهم وبوأهم ( جنة وحريرا ) أي : منزلا رحبا ، وعيشا رغدا ولباسا حسنا .وروى الحافظ ابن عساكر في ترجمة هشام بن سليمان الداراني ، قال : قرئ على أبي سليمان الداراني سورة : ( هل أتى على الإنسان ) فلما بلغ القارئ إلى قوله : ( وجزاهم بما صبروا جنة وحريرا ) قال بما صبروا على ترك الشهوات في الدنيا ، ثم أنشد :كم قتيل بشهوة وأسير     أف من مشتهي خلاف الجميلشهوات الإنسان تورثه الذل     وتلقيه في البلاء الطويل"
      },
      "translations": {
        "en": "And will reward them for what they patiently endured [with] a garden [in Paradise] and silk [garments].",
        "fr": "et les rétribuera pour ce qu'ils auront enduré, en leur donnant le Paradis et des [vêtements] de soie,",
        "es": "Les retribuira, por haber tenido paciencia, con un Jardín y con vestiduras de seda."
      },
      "ibn_ashour": "وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا (12) وجملة { وجزاهم بما صبروا جنةً وحريراً } ، عطف على جملة { فوقاهم } وجملة { ولقاهم } لتماثل الجمل الثلاث في الفعلية والمُضيّ وهما محسنان من محسنات الوصل .والحرير : اسم لخيوط من مفرزات دودة مخصوصة ، وتقدم الكلام عليه في سورة فاطر .وكان الجزاء برفاهية العيش إذ جعلهم في أحسن المساكن وهو الجنة ، وكساهم أحسن الملابس وهو الحرير الذي لا يلبسه إلاّ أهل فرط اليسار ، فجمع لهم حسن الظرف الخارج وحسن الظرف المباشر وهو اللباس .والمراد بالحرير هنا : ما ينسج منه ."
    },
    {
      "number": 13,
      "text": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۖ لَا يَرَوْنَ فِيهَا شَمْسًۭا وَلَا زَمْهَرِيرًۭا",
      "tafsir": {
        "muyassar": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا.",
        "mukhtasar": "متكئون فيها على الأسرّة المُزَيَّنة، لا يرون في هذه الجنة شمسًا يؤذيهم شعاعها، ولا بردًا شديدًا، بل هم في ظلّ دائم لا حرّ معه ولا برد.",
        "saadi": "{ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ } الاتكاء: التمكن من الجلوس، في حال الرفاهية والطمأنينة [الراحة]، والأرائك هي السرر التي عليها اللباس المزين، { لَا يَرَوْنَ فِيهَا } أي: في الجنة { شَمْسًا } يضرهم حرها { وَلَا زَمْهَرِيرًا } أي: بردا شديدا، بل جميع أوقاتهم في ظل ظليل، لا حر ولا برد، بحيث تلتذ به الأجساد، ولا تتألم من حر ولا برد.",
        "kathir": "يخبر تعالى عن أهل الجنة وما هم فيه من النعيم المقيم ، وما أسبغ عليهم من الفضل العميم ، فقال : ( متكئين فيها على الأرائك ) وقد تقدم الكلام على ذلك في سورة \" الصافات \" ، وذكر الخلاف في الاتكاء : هل هو الاضطجاع ، أو التمرفق ، أو التربع أو التمكن في الجلوس ؟ وأن الأرائك هي السرر تحت الحجال .وقوله : ( لا يرون فيها شمسا ولا زمهريرا ) أي : ليس عندهم حر مزعج ، ولا برد مؤلم ، بل هي مزاج واحد دائم سرمدي ، ( لا يبغون عنها حولا ) [ الكهف : 108 ] ."
      },
      "translations": {
        "en": "[They will be] reclining therein on adorned couches. They will not see therein any [burning] sun or [freezing] cold.",
        "fr": "ils y seront accoudés sur des divans, n'y voyant ni soleil ni froid glacial.",
        "es": "Reclinados allí en sofás, estarán resguardados allí del calor y del frío excesivo."
      },
      "ibn_ashour": "مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا (13) و { متكئين } : حال من ضمير الجمع في { جزاهم } ، أي هم في الجنة متكئون على الأرائك .والاتكاء : جَلسة بين الجلوس والاضطجاع يستند فيها الجالس على مرفقه وجنبه ويمد رجليه وهي جلسة ارتياح ، وكانت من شعار الملوك وأهل البذخ ، ولهذا قال النبي صلى الله عليه وسلم \" أمَّا أنا فلا آكل متكئاً \" وتقدم ذلك في سورة يوسف ( 31 ) عند قوله تعالى : { وأعْتَدَتْ لَهُن مُتَّكَئاً }والأرائك } : جمع أريكة بوزن سفينة . والأريكة : سرير عليه وسادة معها ستر وهو حَجَلتُه ، والحجلة بفتحتين وبتقديم الحاء المهملة على الجيم : كِلَّة تنصب فوق السرير لتقي الحر والشمس ، ولا يسمى السرير أريكة إلاّ إذا كان معه حَجَلة .وقيل : كل ما يتوسد ويفترش مما له حشو يسمى أريكة وإن لم تكن له حَجَلة ، وفي «الإِتقان» عن ابن الجوزي : أن الأريكة السرير بالحبشية فزاده السيوطي على أبيات ابن السبكي وابن حجر في «جمع المعرب في القرآن» .وجملة : { لا يرون فيها شمساً ولا زمهريراً } حال ثانية من ضمير الغائب في { جزاهم } أو صفة { جنة } .والمراد بالشمس : حرّ أشعت"
    },
    {
      "number": 14,
      "text": "وَدَانِيَةً عَلَيْهِمْ ظِلَٰلُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًۭا",
      "tafsir": {
        "muyassar": "فوقاهم الله من شدائد ذلك اليوم، وأعطاهم حسنًا ونورًا في وجوههم، وبهجة وفرحًا في قلوبهم، وأثابهم بصبرهم في الدنيا على الطاعة جنة عظيمة يأكلون منها ما شاؤوا، ويَلْبَسون فيها الحرير الناعم، متكئين فيها على الأسرَّة المزينة بفاخر الثياب والستور، لا يرون فيها حر شمس ولا شدة برد، وقريبة منهم أشجار الجنة مظللة عليهم، وسُهِّل لهم أَخْذُ ثمارها تسهيلا.",
        "mukhtasar": "قريبة منهم ظلالها، وسُخِّرت ثمارها لمن يتناولها، فيتناولها بيسر وسهولة، بحيث ينالها المضطجع والقاعد والقائم.",
        "saadi": "{ وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا } أي: قربت ثمراتها من مريدها تقريبا ينالها، وهو قائم، أو قاعد، أو مضطجع.",
        "kathir": "( ودانية عليهم ظلالها ) أي : قريبة إليهم أغصانها ، ( وذللت قطوفها تذليلا ) أي : متى تعاطاه دنا القطف إليه وتدلى من أعلى غصنه ، كأنه سامع طائع ، كما قال تعالى في الآية الأخرى : ( وجنى الجنتين دان ) [ الرحمن : 54 ] وقال تعالى ( قطوفها دانية ) [ الحاقة : 23 ]قال مجاهد : ( وذللت قطوفها تذليلا ) إن قام ارتفعت بقدره ، وإن قعد تدلت له حتى ينالها ، وإن اضطجع تدلت له حتى ينالها ، فذلك قوله : ( تذليلا )وقال قتادة : لا يرد أيديهم عنها شوك ولا بعد .وقال مجاهد : أرض الجنة من ورق ، وترابها المسك ، وأصول شجرها من ذهب وفضة ، وأفنانها من اللؤلؤ الرطب والزبرجد والياقوت ، والورق والثمر بين ذلك ، فمن أكل منها قائما لم يؤذه ، ومن أكل منها قاعدا لم يؤذه ، ومن أكل منها مضطجعا لم يؤذه ."
      },
      "translations": {
        "en": "And near above them are its shades, and its [fruit] to be picked will be lowered in compliance.",
        "fr": "Ses ombrages les couvriront de près, et ses fruits inclinés bien bas [à portée de leurs mains].",
        "es": "Cerca de ellos, les cubrirán sus sombras; sus frutos podrán ser cogidos muy fácilmente."
      },
      "ibn_ashour": "وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا (14){ ودانية عليهم ظلالها } انتصب { دانية } عطفاً على { متكئين } لأن هذا حال سببي من أحوال المتكئين ، أي ظلال شجر الجنة قريبَة منهم . و { ظلالها } فاعل { دانية } وضمير { ظلالها } عائد إلى { جنة } .ودنو الظلال : قربها منهم وإذ لم يعهد وصف الظل بالقرب يظهر أن دنوّ الظلال كناية عن تدلّي الأدواح التي من شأنها أن تظلل الجنات في معتاد الدنيا ولكن الجنة لا شمس فيها فيستظلَّ من حرّها ، فتعين أن تركيب { دانيةً عليهم ظلالُها } مثَل يطلق على تدلِّي أفنان الجنة لأن الظل المظلل للشخص لا يتفاوت بدنوّ ولا بعد ، وقد يكون { ظلالها } مجازاً مرسلاً عن الأفنان بعلاقة اللزوم .والمعنى : أن أدواح الجنة قريبة من مجالسهم وذلك مما يزيدها بهجة وحسناً وهو في معنى قوله تعالى : { قُطُوفها دانية } [ الحاقة : 23 ] .ولذلك عطف عليه جملة { وذُلّلت قطوفها تذليلاً } . أي سخرت لهم قطوف تلك الأدواح وسهلت لهم بحيث لا التواء فيها ولا صلابة تتعب قاطفها ولا يتمطَّون إليها بل يجتنونها بأسهللِ تناول .فاستعير التذليل للتيسير كما يقال : فرس ذَلول : أي مِطواع لراكبه"
    },
    {
      "number": 15,
      "text": "وَيُطَافُ عَلَيْهِم بِـَٔانِيَةٍۢ مِّن فِضَّةٍۢ وَأَكْوَابٍۢ كَانَتْ قَوَارِيرَا۠",
      "tafsir": {
        "muyassar": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه.",
        "mukhtasar": "ويدور عليهم الخدم بآنية الفضة، وبكؤوسها الصافي لونها عند إرادتهم الشراب.",
        "saadi": "ويطاف على أهل الجنة أي: يدور [عليهم] الخدم والولدان  { بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا }",
        "kathir": "وقوله : ( ويطاف عليهم بآنية من فضة وأكواب ) أي : يطوف عليهم الخدم بأواني الطعام ، وهي من فضة ، وأكواب الشراب وهي الكيزان التي لا عرى لها ولا خراطيم .وقوله : ( قوارير )"
      },
      "translations": {
        "en": "And there will be circulated among them vessels of silver and cups having been [created] clear [as glass],",
        "fr": "Et l'on fera circuler parmi eux des récipients d'argent et des coupes cristallines,",
        "es": "Se harán circular entre ellos vasijasa de plata y copas de cristal,"
      },
      "ibn_ashour": "وَيُطَافُ عَلَيْهِمْ بِآَنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَ (15) عطف على جملة { يَشربون من كأس } [ الإنسان : 5 ] الخ كما اقتضاه التناسب بين جملة { يشربون } وجملة { يطاف عليهم } في الفعلية والمضارعية ، وذلك من أحسن أحوال الوصل ، عاد الكلام إلى صفة مجالس شرابهم .وهذه الجملة بيان لما أجمل في جملة { إن الأبرار يشربون من كأس } [ الإنسان : 5 ] ، وإنما عطفت عليها لما فيها من مغايرة مع الجملة المعطوف عليها من صفة آنية الشراب ، فلهذه المناسبة أعقب ذكر مجالس أهل الجنة ومُتكآتِهم ، بذكر ما يستتبعه مما تعارفه أهل الدنيا من أحوال أهل البذخ والترف واللذات بشرب الخمر إذ يُدير عليهم آنية الخمر سقاةٌ . وإذ قد كان ذلك معروفاً لم تكن حاجة إلى ذكر فاعل الطواف فبُني للنائب .وهذا وعد لهم بإعطاء متمناهم في الدنيا مع مَزيد عليه من نعيم الجنة «ما لا عيْن رأت ولا خَطَر على قلب بَشَر» .والطواف : مشي مكرر حولَ شيءٍ أو بين أشياء ، فلما كان أهل المتكأ جماعة كان دوران السقاء بهم طوافاً . وقد سمَّوا سقي الخمر : إدَارةَ الخمرِ ، أو إدارة الكأس . والسَّاقي : مدير الكأس ، أو مدير الجام أو نحو ذلك .والآني"
    },
    {
      "number": 16,
      "text": "قَوَارِيرَا۟ مِن فِضَّةٍۢ قَدَّرُوهَا تَقْدِيرًۭا",
      "tafsir": {
        "muyassar": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه.",
        "mukhtasar": "هي في صفاء لونها مثل الزجاج غير أنها من الفضة، وهي مقدرة وفق ما يريدون، لا تزيد عنه ولا تنقص.",
        "saadi": "{ قَوَارِيرَ مِنْ فِضَّةٍ } أي: مادتها من فضة، [وهي] على صفاء القوارير، وهذا من أعجب الأشياء، أن تكون الفضة الكثيفة من صفاء جوهرها وطيب معدنها على صفاء القوارير.{ قَدَّرُوهَا تَقْدِيرًا } أي: قدروا الأواني المذكورة على قدر ريهم، لا تزيد ولا تنقص، لأنها لو زادت نقصت لذتها، ولو نقصت لم تف بريهم  . ويحتمل أن المراد: قدرها أهل الجنة بنفوسهم بمقدار يوافق لذاتهم، فأتتهم على ما قدروا في خواطرهم.",
        "kathir": "وقوله : ( قوارير قوارير من فضة ) فالأول منصوب بخبر \" كان \" أي : كانت قوارير . والثاني منصوب إما على البدلية أو تمييز ; لأنه بينه بقوله : ( قوارير من فضة )قال ابن عباس ومجاهد والحسن البصري ، وغير واحد : بياض الفضة في صفاء الزجاج ، والقوارير لا تكون إلا من زجاج ، فهذه الأكواب هي من فضة ، وهي مع هذا شفافة يرى ما في باطنها من ظاهرها ، وهذا مما لا نظير له في الدنيا .قال ابن المبارك ، عن إسماعيل ، عن رجل ، عن ابن عباس : ليس في الجنة شيء إلا قد أعطيتم في الدنيا شبهه إلا قوارير من فضة . رواه ابن أبي حاتم .وقوله : ( قدروها تقديرا ) أي : على قدر ريهم ، لا تزيد عنه ولا تنقص ، بل هي معدة لذلك ، مقدرة بحسب ري صاحبها . هذا معنى قول ابن عباس ، ومجاهد ، وسعيد بن جبير ، وأبي صالح ، وقتادة ، وابن أبزى ، وعبد الله بن عبيد الله بن عمير ، وقتادة ، والشعبي ، وابن زيد . وقاله ابن جرير وغير واحد . وهذا أبلغ في الاعتناء والشرف والكرامة .وقال العوفي ، عن ابن عباس : ( قدروها تقديرا ) قدرت للكف . وهكذا قال الربيع بن أنس . وقال الضحاك : على قدر أكف الخدام . وهذا لا ينافي القول الأول ، فإنها مقدرة في القدر والري ."
      },
      "translations": {
        "en": "Clear glasses [made] from silver of which they have determined the measure.",
        "fr": "en cristal d'argent, dont le contenu a été savamment dosé.",
        "es": "de un cristal de plata, de medidas determinadas."
      },
      "ibn_ashour": "قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا (16)والقوارير : جمع قارورة ، وأصل القارورة إناء شبه كوز ، قيل : لا تسمى قارورة إلاّ إذا كانت من زجاج ، وقيل مطلقاً وهو الذي ابتدأ به صاحب «القاموس» .وسميت قارورة اشتقاقاً من القَرار وهو المكث في المكان وهذا وزن غريب .والغالب أن اسم القارورة للإِناء من الزجاج ، وقد يطلق على ما كان من زجاج وإن لم يكن إناء كما في قوله تعالى : { قَال إنه صرح ممرّد من قوارير } [ النمل : 44 ] وقد فسر قوله : { قواريراً } في هذه الآية بأنها شبيهة بالقوارير في صفاء اللون والرقة حتى كأنها تشفّ عما فيها .والتنافس في رقة آنية الخمر معروف عند شاربيها قال الأعشى :تريك القذى من دونها وهي دونه ... إذا ذاقها من ذاقها يتمطقوفعل { كانت } هنا تشبيه بليغ ، والمعنى : إنها مثل القوارير في شفيفها ، وقرينة ذلك قوله : { من فضة } ، أي هي من جنس الفضة في لون القوارير لأن قوله { من فضة } حقيقة فإنه قال قبله { بآنية من فضة } .ولفظ { قواريرا } الثاني ، يجوز أن يكون تأكيداً لفظياً لنظيره لزيادة تحقيق أن لها رقة الزجاح فيكون الوقف على { قواريرا } الأول .ويجوز أن يكون تكريراً لإِفادة التصن"
    },
    {
      "number": 17,
      "text": "وَيُسْقَوْنَ فِيهَا كَأْسًۭا كَانَ مِزَاجُهَا زَنجَبِيلًا",
      "tafsir": {
        "muyassar": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه.",
        "mukhtasar": "ويُسْقَى هؤلاء المُكَرَّمون كأسًا من خمر ممزوجة بالزنجبيل.",
        "saadi": "{ وَيُسْقَوْنَ فِيهَا } أي: في الجنة من كأس، وهو الإناء المملوء من خمر ورحيق، { كَانَ مِزَاجُهَا } أي: خلطها { زَنْجَبِيلًا } ليطيب طعمه وريحه. ",
        "kathir": "وقوله : ( ويسقون فيها كأسا كان مزاجها زنجبيلا ) أي : ويسقون - يعني الأبرار أيضا - في هذه الأكواب ) كأسا ) أي : خمرا ، ( كان مزاجها زنجبيلا ) فتارة يمزج لهم الشراب بالكافور وهو بارد ، وتارة بالزنجبيل وهو حار ، ليعتدل الأمر ، وهؤلاء يمزج لهم من هذا تارة ومن هذا تارة . وأما المقربون فإنهم يشربون من كل منهما صرفا ، كما قاله قتادة وغير واحد . وقد تقدم قوله : ( عينا يشرب بها عباد الله ) وقال هاهنا"
      },
      "translations": {
        "en": "And they will be given to drink a cup [of wine] whose mixture is of ginger",
        "fr": "Et là, ils seront abreuvés d'une coupe dont le mélange sera de gingembre,",
        "es": "Allí se les servirá una copa que contendrá una mezcla de jengibre,"
      },
      "ibn_ashour": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا (17) أتبع وصف الآنية ومحاسنها بوصف الشراب الذي يحويه وطِيبه ، فالكأس كأس الخمر وهي من جملة عموم الآنية المذكورة فيما تقدم ولا تسمى آنية الخمر كأساً إلاّ إذا كان فيها خمر فكون الخمر فيها هو مصحح تسميتها كأساً ، ولذلك حسن تعدية فعل السقْي إلى الكأس لأن مفهوم الكأس يتقوم بما في الإِناء من الخمر ، ومثل هذا قول الأعشى :وكأسسٍ شربتُ على لذة ... وأُخرى تداويتُ منها بهايريد : وخمر شربتُ .والقول في إطلاق الكأس على الإِناء أو على ما فيه كالقول في نظيره المتقدم في قوله : { إن الأبرار يشربون من كأس كان مزاجها كافوراً } [ الإنسان : 5 ] .ومعنى الآية أن هذه سقْية أخرى ، أي مرة يشربون من كأس مزاجها الكافور ومرة يسقون كأساً مزاجها الزنجبيل .وضمير { فيها } للجنة من قوله : { جنة وحريراً } [ الإنسان : 12 ] .وزنجبيل : كلمة معربة وأصلها بالكاف الأعجمية عوض الجيم . قال الجواليقي والثعالبي : هي فارسية ، وهو اسم لجذور مثل جذور السُّعْد بضم السين وسكون العين تكون في الأرض كالجَزَر الدقيق واللفت الدقيق لونها إلى البياض لها نبات له زهر ، وهي ذات رائحة عِطر"
    },
    {
      "number": 18,
      "text": "عَيْنًۭا فِيهَا تُسَمَّىٰ سَلْسَبِيلًۭا",
      "tafsir": {
        "muyassar": "ويدور عليهم الخدم بأواني الطعام الفضيَّة، وأكواب الشراب من الزجاج، زجاج من فضة، قدَّرها السقاة على مقدار ما يشتهي الشاربون لا تزيد ولا تنقص، ويُسْقَى هؤلاء الأبرار في الجنة كأسًا مملوءة خمرًا مزجت بالزنجبيل، يشربون مِن عينٍ في الجنة تسمى سلسبيلا؛ لسلامة شرابها وسهولة مساغه وطيبه.",
        "mukhtasar": "يشربون من عين في الجنة تسمى سَلْسبيلًا.",
        "saadi": "{ عَيْنًا فِيهَا } أي: في الجنة، { تُسَمَّى سَلْسَبِيلًا } سميت بذلك لسلاستها ولذتها وحسنها.",
        "kathir": "( عينا فيها تسمى سلسبيلا ) أي : الزنجبيل عين في الجنة تسمى سلسبيلا .قال عكرمة : اسم عين في الجنة . وقال مجاهد : سميت بذلك لسلاسة سيلها وحدة جريها .وقال قتادة : ( عينا فيها تسمى سلسبيلا ) عين سلسة مستقيد ماؤها .وحكى ابن جرير عن بعضهم أنها سميت بذلك لسلاستها في الحلق . واختار هو أنها تعم ذلك كله ، وهو كما قال ."
      },
      "translations": {
        "en": "[From] a fountain within Paradise named Salsabeel.",
        "fr": "puisé là-dedans à une source qui s'appelle Salsabîl.",
        "es": "tomada de una fuente de allí, que se llama Salsabil."
      },
      "ibn_ashour": "عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا (18)و ( سلسبيل ) : وصف قيل مشتق من السلاسة وهي السهولة واللين فيقال : ماء سلسل ، أي عذب بارد . قيل : زيدت فيه الباء والياء ( أي زيدتا في أصل الوضع على غير قياس ) .قال التبريزي في «شرح الحماسة» في قول البعيث بن حُرَيْث :خَيالٌ لأمِّ السَّلْسبيل ودُونَها ... مسيرة شهر للبريد المذبذبقال أبو العلاء : السلسبيل الماء السهل المَساغ . وعندي أن هذا الوصف ركب من مادتي السلاسة والسَّبَالة ، يقال : سبلت السماء ، إذا أمطرت ، فسبيل فعيل بمعنى مفعول ، رُكب من كلمتي السلاسة والسبيل لإِرادة سهولة شربه ووفرة جريه . وهذا من الاشتقاق الأكبر وليس باشتقاق تصريفي .فهذا وصف من لغة العرب عند محققي أهل اللغة . وقال ابن الأعرابي : لم أسمع هذه اللفظة إلاّ في القرآن ، فهو عنده من مبتكرات القرآن الجارية على أساليب الكلام العربي ، وفي «حاشية الهمذاني على الكشاف» نسبة بيت البعث المذكور آنفاً مع بيتين بعده إلى أمية بن أبي الصلت وهو عزو غريب لم يقله غيره .ومعنى { تسمى } على هذا الوجه ، أنها توصف بهذا الوصف حتى صار كالعلم لها كما قال تعالى : { لَيُسَمُّونَ الملائكة تسميةَ الأنثى } [ "
    },
    {
      "number": 19,
      "text": "۞ وَيَطُوفُ عَلَيْهِمْ وِلْدَٰنٌۭ مُّخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًۭا مَّنثُورًۭا",
      "tafsir": {
        "muyassar": "ويدور على هؤلاء الأبرار لخدمتهم غلمان دائمون على حالهم، إذا أبصرتهم ظننتهم- لحسنهم وصفاء ألوانهم وإشراق وجوههم- اللؤلؤ المفرَّق المضيء.",
        "mukhtasar": "ويدور عليهم في الجنة وِلْدان باقون على شبابهم، إذا رأيتهم ظننتهم لنضارة وجوههم وحسن ألوانهم وكثرتهم وتفرقهم لؤلؤًا منثورًا.",
        "saadi": "{ وَيَطُوفُ } على أهل الجنة، في طعامهم وشرابهم وخدمتهم.{ وِلْدَانٌ مُخَلَّدُونَ } أي: خلقوا من الجنة للبقاء، لا يتغيرون ولا يكبرون، وهم في غاية الحسن، { إِذَا رَأَيْتَهُمْ } منتشرين في خدمتهم { حَسِبْتَهُمْ } من حسنهم { لُؤْلُؤًا مَنْثُورًا } وهذا من تمام لذة أهل الجنة، أن يكون خدامهم الولدان المخلدون، الذين تسر رؤيتهم، ويدخلون على مساكنهم، آمنين من تبعتهم، ويأتونهم بما يدعون وتطلبه نفوسهم،",
        "kathir": "وقوله تعالى : ( ويطوف عليهم ولدان مخلدون إذا رأيتهم حسبتهم لؤلؤا منثورا ) أي : يطوف على أهل الجنة للخدمة ولدان من ولدان الجنة ( مخلدون ) أي : على حالة واحدة مخلدون عليها ، لا يتغيرون عنها ، لا تزيد أعمارهم عن تلك السن . ومن فسرهم بأنهم مخرصون في آذانهم الأقرطة ، فإنما عبر عن المعنى بذلك ; لأن الصغير هو الذي يليق له ذلك دون الكبير .وقوله : ( إذا رأيتهم حسبتهم لؤلؤا منثورا ) أي : إذا رأيتهم في انتشارهم في قضاء حوائج السادة ، وكثرتهم ، وصباحة وجوههم ، وحسن ألوانهم وثيابهم وحليهم ، حسبتهم لؤلؤا منثورا . ولا يكون في التشبيه أحسن من هذا ، ولا في المنظر أحسن من اللؤلؤ المنثور على المكان الحسن .قال قتادة ، عن أبي أيوب ، عن عبد الله بن عمرو : ما من أهل الجنة من أحد إلا يسعى عليه ألف خادم ، كل خادم على عمل ما عليه صاحبه ."
      },
      "translations": {
        "en": "There will circulate among them young boys made eternal. When you see them, you would think them [as beautiful as] scattered pearls.",
        "fr": "Et parmi eux, circuleront des garçons éternellement jeunes. Quand tu les verras, tu les prendras pour des perles éparpillées.",
        "es": "Y circularán entre ellos criados jóvenes de eterna juventud. Viéndoles, se les creería perlas desparramadas."
      },
      "ibn_ashour": "وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (19)هذا طواف آخر غير طواف السُقاة المذكورِ آنفاً بقوله : { ويطاف عليهم بآنية من فضة } [ الإنسان : 15 ] الخ فهذا طواف لأداء الخِدمة فيشمل طواف السقاة وغيرهم .و { وِلْدَان } : جمع وليد وأصل وليد فعيل بمعنى مفعول ويطلق الوليد على الصبي مجازاً مشهوراً بعلاقة ما كان ، لقصد تقريب عهده بالولادة ، وأحسن من يتخذ للخدمة الوِلدان لأنهم أخف حركةً وأسرع مشياً ولأن المخدوم لا يتحرج إذا أمرهم أو نهاهم .ووصفوا بأنهم { مخلَّدون } للاحتراس مما قد يوهمه اشتقاق { وِلدان } من أنهم يشبون ويكتهلون ، أي لا تتغير صفاتهم فهم وِلدان دَوْماً وإلاّ فإن خلود الذوات في الجنة معلوم فما كان ذكره إلاّ لأنه تخليد خاص .وقال أبو عبيدة { مخلَّدون } : محلَّون بالخِلدَة بوزن قِرَدَة . واحدها خُلْد كقُفل وهو اسم للقُرط في لغة حِمير .وشُبهوا باللؤلؤ المنثور تشبيهاً مقيّداً فيه المشبه بحال خاص لأنهم شبهوا به في حسن المنظر مع التفرق .وتركيب { إذا رأيتهم حسبتهم } مفيد للتشبيه المرادِ به التشابُهُ والخطاب في { رأيتَ } [ الإنسان : 20 ] "
    },
    {
      "number": 20,
      "text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًۭا وَمُلْكًۭا كَبِيرًا",
      "tafsir": {
        "muyassar": "وإذا أبصرت أيَّ مكان في الجنة رأيت فيه نعيمًا لا يُدْركه الوصف، ومُلْكا عظيمًا واسعًا لا غاية له.",
        "mukhtasar": "وإذا رأيت ما هنالك في الجنة رأيت نعيمًا لا يمكن وصفه، ورأيت ملكًا عظيمًا لا يُدانيه ملك.",
        "saadi": "{ وَإِذَا رَأَيْتَ ثَمَّ } أي: هناك في الجنة، ورمقت ما هم فيه من النعيم  { رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا } فتجد الواحد منهم، عنده من القصور والمساكن والغرف المزينة المزخرفة، ما لا يدركه الوصف، ولديه من البساتين الزاهرة، والثمار الدانية، والفواكه اللذيذة، والأنهار الجارية، والرياض المعجبة، والطيور المطربة [المشجية] ما يأخذ بالقلوب، ويفرح النفوس.وعنده من الزوجات. اللاتي هن في غاية الحسن والإحسان، الجامعات لجمال الظاهر والباطن، الخيرات الحسان، ما يملأ القلب سرورا، ولذة وحبورا، وحوله من الولدان المخلدين، والخدم المؤبدين، ما به تحصل الراحة والطمأنينة، وتتم لذة العيش، وتكمل الغبطة.ثم علاوة ذلك وأعظمه الفوز برؤية  الرب الرحيم، وسماع خطابه، ولذة قربه، والابتهاج برضاه، والخلود الدائم، وتزايد ما هم فيه من النعيم كل وقت وحين، فسبحان الملك المالك، الحق المبين، الذي لا تنفد خزائنه، ولا يقل خيره، فكما لا نهاية لأوصافه فلا نهاية لبره وإحسانه.",
        "kathir": "وقوله : ( وإذا رأيت ) أي : وإذا رأيت يا محمد ، ( ثم ) أي : هناك ، يعني في الجنة ونعيمها وسعتها وارتفاعها وما فيها من الحبرة والسرور ، ( رأيت نعيما وملكا كبيرا ) أي : مملكة لله هناك عظيمة وسلطانا باهرا .وثبت في الصحيح أن الله تعالى يقول لآخر أهل النار خروجا منها ، وآخر أهل الجنة دخولا إليها : إن لك مثل الدنيا وعشرة أمثالها .وقد قدمنا في الحديث المروي من طريق ثوير بن أبي فاختة ، عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إن أدنى أهل الجنة منزلة لمن ينظر في ملكه مسيرة ألفي سنة ينظر إلى أقصاه كما ينظر إلى أدناه \" ، فإذا كان هذا عطاؤه تعالى لأدنى من يكون في الجنة ، فما ظنك بما هو أعلى منزلة ، وأحظى عنده تعالى .وقد روى الطبراني هاهنا حديثا غريبا جدا فقال : حدثنا علي بن عبد العزيز ، حدثنا محمد بن عمار الموصلي ، حدثنا عفيف بن سالم ، عن أيوب بن عتبة ، عن عطاء ، عن ابن عمر قال : جاء رجل من الحبشة إلى رسول الله صلى الله عليه وسلم : فقال له رسول الله : \" سل واستفهم \" ، فقال : يا رسول الله ، فضلتم علينا بالصور والألوان والنبوة ، أفرأيت إن آمنت بما آمنت به وعملت بمثل ما عملت به ، إني لكائن معك في الجنة ؟ قال : \" نعم ، والذي نفسي بيده ، إنه ليرى بياض الأسود في الجنة من مسيرة ألف عام \" . ثم قال رسول الله صلى الله عليه وسلم : \" من قال : لا إله إلا الله ، كان له بها عهد عند الله ، ومن قال : سبحان الله وبحمده ، كتب له مائة ألف حسنة ، وأربعة وعشرون ألف حسنة \" ، فقال رجل : كيف نهلك بعد هذا يا رسول الله ؟ فقال رسول الله صلى الله عليه وسلم : \" إن الرجل ليأتي يوم القيامة بالعمل لو وضع على جبل لأثقله ، فتقوم النعمة - أو : نعم الله - فتكاد تستنفذ ذلك كله ، إلا أن يتغمده الله برحمته \" . ونزلت هذه السورة : ( هل أتى على الإنسان حين من الدهر ) إلى قوله : ( وملكا كبيرا ) فقال الحبشي : وإن عيني لترى ما ترى عيناك في الجنة ؟ قال : \" نعم \" ، فاستبكى حتى فاضت نفسه . قال ابن عمر : فلقد رأيت رسول الله صلى الله عليه وسلم يدليه في حفرته بيده ."
      },
      "translations": {
        "en": "And when you look there [in Paradise], you will see pleasure and great dominion.",
        "fr": "Et quand tu regarderas là-bas, tu verras un délice et un vaste royaume.",
        "es": "Cuando se mira allá, no se ve sino delicia y suntuosidad."
      },
      "ibn_ashour": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا (20)الخطاب لغير معين . و { ثَمّ } إشارة إلى المكان ولا يكون إلاّ ظرفاً والمشار إليه هنا ما جرى ذكره أعني الجنة المذكورة في قوله : { وجزاهم بما صبروا جَنة } [ الإنسان : 12 ] .وفعل { رأيتَ } الأول منزل منزلة اللازم يدل على حصول الرؤية فقط لا تعلُّقِها بمرئي ، أي إذا وجهت نظرك ، و { رأيتَ } الثاني جواب { إذا } ، أي إذا فتحت عينك ترى نعيماً .والتقييد ب { إذا } أفاد معنى الشرطية فدل على أن رؤية النعيم لا تتخلف عن بصر المبصر هنالك فأفاد معنى : لا ترى إلاّ نعيماً ، أي بخلاف ما يرى في جهات الدنيا .وفي قوله : { ومُلْكاً كبيراً } تشبيه بليغ ، أي مثل أحوال المُلك الكبير المتنعِّم ربه .وفائدة هذا التشبيه تقريب المشبه لِمدارك العقول .والكبير مستعار للعظيم وهو زائد على النعيم بما فيه من رفعة وتذليل للمصاعب .",
      "video": {
        "id": "lMFS_5TsB6s",
        "word": "ثم رأيت",
        "transliteration": "Thumma Ra'ayt",
        "meaning": {
          "ar": "إذا نظرت هناك رأيت نعيماً",
          "en": "When you look there, you see bliss",
          "fr": "Quand vous regardez là-bas, vous voyez la félicité",
          "es": "Cuando miras allí, ves la dicha"
        }
      },
      "shehri_videos": [
        {
          "videoId": "lMFS_5TsB6s",
          "url": "https://www.youtube.com/watch?v=lMFS_5TsB6s",
          "title": "برنامج ( غريب القرآن ) || الحلقة 15 - { وإذا رأيت ثم رأيت }",
          "word": "وإذا رأيت ثم رأيت"
        }
      ]
    },
    {
      "number": 21,
      "text": "عَٰلِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌۭ وَإِسْتَبْرَقٌۭ ۖ وَحُلُّوٓا۟ أَسَاوِرَ مِن فِضَّةٍۢ وَسَقَىٰهُمْ رَبُّهُمْ شَرَابًۭا طَهُورًا",
      "tafsir": {
        "muyassar": "يعلوهم ويجمل أبدانهم ثياب بطائنها من الحرير الرقيق الأخضر، وظاهرها من الحرير الغليظ، ويُحَلَّون من الحليِّ بأساور من الفضة، وسقاهم ربهم فوق ذلك النعيم شرابًا لا رجس فيه ولا دنس.",
        "mukhtasar": "قد علت أبدانهم الثياب الخضراء الفاخرة وهي من الحرير الرقيق، وغليظ الديباج، وأُلْبِسوا فيها أسورة من فضة، وسقاهم الله شرابًا خاليًا من أي منغص.",
        "saadi": "{ عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ } أي: قد جللتهم ثياب السندس والإستبرق الأخضران، اللذان هما أجل أنواع الحرير، فالسندس: ما غلظ من الديباج  والإستبرق: ما رق منه. { وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ } أي: حلوا في أيديهم أساور الفضة، ذكورهم وإناثهم، وهذا وعد وعدهم الله، وكان وعده مفعولا، لأنه لا أصدق منه قيلا ولا حديثا.وقوله: { وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا } أي: لا كدر فيه بوجه من الوجوه، مطهرا لما في بطونهم من كل أذى وقذى.",
        "kathir": "وقوله : ( عاليهم ثياب سندس خضر وإستبرق ) أي : لباس أهل الجنة فيها الحرير ، ومنه سندس ، وهو رفيع الحرير كالقمصان ونحوها مما يلي أبدانهم ، والإستبرق منه ما فيه بريق ولمعان ، وهو مما يلي الظاهر ، كما هو المعهود في اللباس ( وحلوا أساور من فضة ) وهذه صفة الأبرار ، وأما المقربون فكما قال : ( يحلون فيها من أساور من ذهب ولؤلؤا ولباسهم فيها حرير ) [ الحج : 23 ]ولما ذكر تعالى زينة الظاهر بالحرير والحلي قال بعده : ( وسقاهم ربهم شرابا طهورا ) أي : طهر بواطنهم من الحسد والحقد والغل والأذى وسائر الأخلاق الردية ، كما روينا عن أمير المؤمنين علي بن أبي طالب أنه قال : إذا انتهى أهل الجنة إلى باب الجنة وجدوا هنالك عينين فكأنما ألهموا ذلك فشربوا من إحداهما [ فأذهب الله ] ما في بطونهم من أذى ، ثم اغتسلوا من الأخرى فجرت عليهم نضرة النعيم ."
      },
      "translations": {
        "en": "Upon the inhabitants will be green garments of fine silk and brocade. And they will be adorned with bracelets of silver, and their Lord will give them a purifying drink.",
        "fr": "Ils porteront des vêtements verts de satin et de brocart. Et ils seront parés de bracelets d'argent. Et leur Seigneur les abreuvera d'une boisson très pure.",
        "es": "Vestirán de verde satén y de brocado y llevarán brazaletes de plata. Su Señor les servirá una bebida pura."
      },
      "ibn_ashour": "عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا (21)هذه الأشياء من شعار الملوك في عرف الناس زَمانَئِذ ، فهذا مرتبط بقوله { ومُلكاً كبيراً } [ الإنسان : 20 ] .وقرأ نافع وحمزة وأبو جعفر { عَاليهم } بسكون الياء على أن الكلام جملة مستأنفة استئنافاً بيانياً لجملة { رأيْتَ نعيماً ومُلْكاً كبيراً } [ الإنسان : 20 ] ، ف { عاليهم } مبتدأ و { ثياب سندس } فاعلُه سادٌّ مسدّ الخبر وقد عمل في فاعله وإن لم يكن معتمداً على نفي أو استفهام أو وصف ، وهي لغة خَبير بنو لهب وتكون الجملة في موضع البيان لجملة : { رأيت نعيماً } [ الإنسان : 20 ] .وقرأ بقية العشرة { عَاليَهم } بفتح التحتية على أنه حال مفرد ل { الأبرار } [ الإنسان : 5 ] ، أي تلك حالة أهل الملك الكبير .وإضافة { ثياب } إلى { سندس } بيانية مثل : خَاتَم ذَهَببِ ، وثَوْببِ خَزَ ، أي منه .والسندس : الديباج الرقيق .والإستبرق : الديباج الغليظ وتقدما عند قوله تعالى : { ويلبسون ثياباً خضراً من سندس وإستبرق } في سورة الكهف ( 31 ) وهما معرَّبان .فأما السندس فمعرب عن اللغة الهندية وأص"
    },
    {
      "number": 22,
      "text": "إِنَّ هَٰذَا كَانَ لَكُمْ جَزَآءًۭ وَكَانَ سَعْيُكُم مَّشْكُورًا",
      "tafsir": {
        "muyassar": "ويقال لهم: إن هذا أُعِدَّ لكم مقابل أعمالكم الصالحة، وكان عملكم في الدنيا عند الله مرضيًا مقبولا.",
        "mukhtasar": "ويقال لهم تكريمًا لهم: إن هذا النعيم الذي أعطيتموه كان ثوابًا لكم على أعمالكم الصالحة، وكان عملكم مقبولًا عند الله.",
        "saadi": "{ إِنَّ هَذَا } الجزاء الجزيل والعطاء الجميل { كَانَ لَكُمْ جَزَاءً } على ما أسلفتموه من الأعمال، { وَكَانَ سَعْيُكُمْ مَشْكُورًا } أي: القليل منه، يجعل الله لكم به من النعيم المقيم ما لا يمكن حصره.",
        "kathir": "وقوله : ( إن هذا كان لكم جزاء وكان سعيكم مشكورا ) أي : يقال لهم ذلك تكريما لهم وإحسانا إليهم كقوله : ( كلوا واشربوا هنيئا بما أسلفتم في الأيام الخالية ) [ الحاقة : 24 ] وكقوله : ( ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون ) [ الأعراف : 43 ]وقوله : ( وكان سعيكم مشكورا ) أي : جزاكم الله على القليل بالكثير ."
      },
      "translations": {
        "en": "[And it will be said], \"Indeed, this is for you a reward, and your effort has been appreciated.\"",
        "fr": "Cela sera pour vous une récompense, et votre effort sera reconnu.",
        "es": "«Esto se os ha dado como retribución. Vuestro esfuerzo ha sido agradecido»."
      },
      "ibn_ashour": "إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا (22)هذا الكلام مقول قول محذوف قرينته الخطاب إذ ليس يصلح لهذا الخطاب مما تقدم من الكلام إلاّ أن يكون المخاطَبون هم الأبرارَ الموصوفَ نعيمهم .والقول المحذوف يقدر فعلاً في موضع الحال من ضمير الغائب في { سقاهم } [ الإنسان : 21 ] ، نحو : يُقال لهم ، أو يَقول لهم ربهم ، أو يقدر اسماً هو حال من ذلك الضمير نحو : مَقولاً لهم هذا اللفظ ، أو قائلاً لهم هذا اللفظ .والإِشارة إلى ما يكون حاضراً لديهم من ألوان النعيم الموصوف فيما مضى من الآيات .والمقصود من ذلك الثناء عليهم بما أسلفوا من تقوى الله وتكرمتهم بذلك وتنشيط أنفسهم بأن ما أنعم به عليهم هو حق لهم جزاء على عملهم .وإقحام فعل { كان } للدلالة على تحقيق كونه جزاء لا منًّا عليهم بما لم يستحقوا ، فإن من تمام الإِكرام عند الكرام أن يُتبعوا كرامتهم بقول ينشط له المكرَم ويزيل عنه ما يعرض من خجل ونحوه ، أي هو جزاء حقاً لا مبالغة في ذلك .وعطف على ذلك قوله : { وكان سعيكم مشكوراً } علاوة على إيناسهم بأن ما أغدق عليهم كان جزاء لهم على ما فعلوا بأن سعيهم الذي كان النعيمُ جزاء عليه ، هو سعي مشكور "
    },
    {
      "number": 23,
      "text": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ ٱلْقُرْءَانَ تَنزِيلًۭا",
      "tafsir": {
        "muyassar": "إنا نحن نَزَّلْنا عليك -أيها الرسول- القرآن تنزيلا من عندنا؛ لتذكر الناس بما فيه من الوعد والوعيد والثواب والعقاب.",
        "mukhtasar": "إنا نحن أنزلنا عليك - أيها الرسول - القرآن مفرَّقًا، ولم ننزله عليك جملة واحدة.",
        "saadi": "وقوله تعالى لما ذكر نعيم الجنة { إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا } فيه الوعد والوعيد وبيان كل ما يحتاجه العباد، وفيه الأمر بالقيام بأوامره وشرائعه أتم القيام، والسعي في تنفيذها، والصبر على ذلك.",
        "kathir": "يمتن الله على رسوله صلى الله عليه وسلم بما أنزله عليه من القرآن العظيم تنزيلا."
      },
      "translations": {
        "en": "Indeed, it is We who have sent down to you, [O Muhammad], the Qur'an progressively.",
        "fr": "En vérité c'est Nous qui avons fait descendre sur toi le Coran graduellement.",
        "es": "Somos Nosotros Quienes te llemos revelado el Corán de hecho."
      },
      "ibn_ashour": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآَنَ تَنْزِيلًا (23) من هنا يبتدىء ما لا خلاف في أنه مكي من هذه السورة .وعلى كلا القولين فهذا استئناف ابتدائي ، ويجيء على قول الجمهور أن السورة كلها مكية وهو الأرجح ، أنه استئناف للانتقال من الاستدلال على ثبوت البعث بالحجّة والترهيب والوعيد للكافرين به والترغيب والوعد للمؤمنين به بمرهبّات ومرغّبات هي من الأحوال التي تكون بعد البعث ، فلمّا استوفى ذلك ثُنِي عِنانُ الكلام إلى تثبيت الرسول صلى الله عليه وسلم والربطِ على قلبه لِدفاع أن تلحقه آثارُ الغمّ على تصلب قومه في كفرهم وتكذيبهم بما أُنزل عليه مما شأنه أن يوهن العزيمة البشرية ، فذكَّره الله بأنه نزل عليه الكتاب لئلا يعبأ بتكذيبهم .وفي إيراد هذا بعد طُول الكلام في أحوال الآخرة ، قضاء لحق الاعتناء بأحوال الناس في الدنيا فابتدىء بحال أشرف الناس وهو الرسول صلى الله عليه وسلم ثم بحال الذين دعاهم الرسول صلى الله عليه وسلم بين من { يحبون العاجلة } [ الإنسان : 27 ] ومن { اتخذ إلى ربه سبيلاً } [ الإنسان : 29 ] فأدخلهم في رحمته .وتأكيد الخبر ب ( إنَّ ) للاهتمام به .وتأكيد الضمير المتصل بضمير منفصل في قول"
    },
    {
      "number": 24,
      "text": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ ءَاثِمًا أَوْ كَفُورًۭا",
      "tafsir": {
        "muyassar": "فاصبر لحكم ربك القدري واقبله، ولحكمه الديني فامض عليه، ولا تطع من المشركين من كان منغمسًا في الشهوات أو مبالغًا في الكفر والضلال، وداوم على ذكر اسم ربك ودعائه في أول النهار وآخره.",
        "mukhtasar": "فاصبر لما يحكم به الله قدرًا أو شرعًا، ولا تطع آثمًا فيما يدعو له من الإثم، ولا كافرًا فيما يدعو إليه من الكفر.",
        "saadi": "{ فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا } أي: اصبر لحكمه القدري، فلا تسخطه، ولحكمه الديني، فامض عليه، ولا يعوقك عنه عائق. { وَلَا تُطِعْ } من المعاندين، الذين يريدون أن يصدوك { آثِمًا } أي: فاعلا إثما ومعصية ولا { كَفُورًا } فإن طاعة الكفار والفجار والفساق، لا بد أن تكون في المعاصي، فلا يأمرون  إلا بما تهواه أنفسهم. ولما كان الصبر يساعده القيام بعبادة الله  ،",
        "kathir": "( فاصبر لحكم ربك ) أي : كما أكرمتك بما أنزلت عليك ، فاصبر على قضائه وقدره ، واعلم أنه سيدبرك بحسن تدبيره ، ( ولا تطع منهم آثما أو كفورا ) أي : لا تطع الكافرين والمنافقين إن أرادوا صدك عما أنزل إليك بل بلغ ما أنزل إليك من ربك ، وتوكل على الله ; فإن الله يعصمك من الناس ، فالآثم هو الفاجر في أفعاله ، والكفور هو الكافر بقلبه ."
      },
      "translations": {
        "en": "So be patient for the decision of your Lord and do not obey from among them a sinner or ungrateful [disbeliever].",
        "fr": "Endure donc ce que ton Seigneur a décrété, et n'obéis ni au pécheur, parmi eux, ni au grand mécréant.",
        "es": "Espera, pues, paciente, la decisión f de tu Señor y no obedezcas a quien de ellos sea pecador o desagradecido."
      },
      "ibn_ashour": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آَثِمًا أَوْ كَفُورًا (24){ واصبر على ما يقولون } [ المزمل : 10 ] . ومناسبة مقام الكلام ترجح إحدى التعديتين كما تقدم بيان ذلك عند قوله تعالى : { ولربك فاصبر } في سورة المدثر ( 7 ) .ولما كان من ضروب إِعراضهم عن قبول دعوته ضربٌ فيه رغبات منهم مثل أن يَترك قرعهم بقوارع التنزيل من تأفين رأيهم وتحقير دينهم وأصنامهم ، وربما عرضوا عليه الصِهْر معهم ، أو بذْلَ المال منهم ، أُعقب أمره بالصبر على ما هو من ضروب الإِعراض في صلابة وشدة ، بأن نهاه عن أن يطيعهم في الضرب الآخر من ضروب الإِعراض الواقع في قالَب اللين والرغبة .وفي هذا النهي تأكيد للأمر بالصبر لأن النهي عنه يشمل كل ما يرفع موجبات الصبر المراد هنا .والمقصود من هذا النهي تأييسهم من استجابته لهم حين يقرأ عليهم هذه الآية لأنهم يحسبون أن ما عرضوه عليه سيكون صارفاً له عما هو قائم به من الدعوة إِذْ هم بُعَداء عن إدراك ماهية الرسالة ونزاهة الرسول .والطاعة : امتثال الطلب بفعل المطلوب وبالكف عن المنهي عنه فقد كان المشركون يعمدون إلى الطلب من النبي أن يفعل ما يرغبون ، مثل طرد ضعفاء المؤمنين من المجلس "
    },
    {
      "number": 25,
      "text": "وَٱذْكُرِ ٱسْمَ رَبِّكَ بُكْرَةًۭ وَأَصِيلًۭا",
      "tafsir": {
        "muyassar": "فاصبر لحكم ربك القدري واقبله، ولحكمه الديني فامض عليه، ولا تطع من المشركين من كان منغمسًا في الشهوات أو مبالغًا في الكفر والضلال، وداوم على ذكر اسم ربك ودعائه في أول النهار وآخره.",
        "mukhtasar": "واذكر ربك بصلاة الفجر أول النهار، وصلاة الظهر والعصر آخره.",
        "saadi": "{ وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا } أي: أول النهار وآخره، فدخل في ذلك، الصلوات المكتوبات وما يتبعها من النوافل، والذكر، والتسبيح، والتهليل، والتكبير في هذه الأوقات. ",
        "kathir": "\" بكرة وأصيلا\" أي أول النهار وآخره."
      },
      "translations": {
        "en": "And mention the name of your Lord [in prayer] morning and evening",
        "fr": "Et invoque le nom de ton Seigneur, matin et après-midi;",
        "es": "¡Y menciona el nombre de tu Señor mañana y tarde!"
      },
      "ibn_ashour": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا (25) أي أقْبِلْ على شأنك من الدعوة إلى الله وذِكر الله بأنواع الذكر . وهذا إرشاد إلى ما فيه عون له على الصبر على ما يقولون .والمراد بالبُكرة والأصيل استغراق أوقات النهار ، أي لا يصدك إعراضهم عن معاودة الدعوة وتكريرها طرفي النهار . ويدخل في ذكر الله الصلوات مثل قوله { وأقم الصلاة طرفي النهار وزُلَفاً من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين واصبر فإن الله لا يضيع أجر المحسنين } [ هود : 114 ، 115 ] . وكذلك النوافل التي هي من خصائص النبي صلى الله عليه وسلم بين مفروض منها وغير مفروض . فالأمر في قوله : { واذكر } مستعمل في مطلق الطلب من وجوب ونفل .وذِكر اسم الرب يشمل تبليغ الدعوة ويشمل عبادة الله في الصلوات المفروضة والنوافل ويشمل الموعظة بتخويف عقابه ورجاء ثوابه .وقوله : { بكرة وأصيلا } يشمل أوقاتَ النهار كلها المحدودَ منها كأوقات الصلوات وغيرَ المحدود كأوقات النوافل ، والدعاء والاستغفارِ .و { بكرة هي أول النهار ، وأصيلاً عشياً ."
    },
    {
      "number": 26,
      "text": "وَمِنَ ٱلَّيْلِ فَٱسْجُدْ لَهُۥ وَسَبِّحْهُ لَيْلًۭا طَوِيلًا",
      "tafsir": {
        "muyassar": "ومن الليل فاخضع لربك، وصَلِّ له، وتهجَّد له زمنًا طويلا فيه.",
        "mukhtasar": "واذكره بصلاتي الليل: صلاة المغرب وصلاة العشاء، وتَهَجَّد به بعدهما.",
        "saadi": "{ وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ } أي: أكثر [له] من السجود، ولا يكون ذلك إلا بالإكثار من الصلاة  . { وَسَبِّحْهُ لَيْلًا طَوِيلًا } وقد تقدم تقييد هذا المطلق بقوله: { يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا } الآية ",
        "kathir": "( ومن الليل فاسجد له وسبحه ليلا طويلا ) كقوله : ( ومن الليل فتهجد به نافلة لك عسى أن يبعثك ربك مقاما محمودا ) [ الإسراء : 79 ] وكقوله : ( يا أيها المزمل قم الليل إلا قليلا نصفه أو انقص منه قليلا أو زد عليه ورتل القرآن ترتيلا ) [ المزمل : 1 - 4 ] ."
      },
      "translations": {
        "en": "And during the night prostrate to Him and exalt Him a long [part of the] night.",
        "fr": "et prosterne-toi devant Lui une partie de la nuit; et glorifie-Le de longues [heures] pendant la nuit.",
        "es": "¡Por la noche, prostérnate ante Él! ¡Glorifícale largamente por la noche!"
      },
      "ibn_ashour": "وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا (26)وقوله : ومن الليل فاسجد له } إشارة إلى أن الليل وقت تفرغ من بث الدعوة كما تقدم في قوله : { قم الليل إلاّ قليلاً } إلي قوله : { علم أن لن تحصوه فتاب عليكم } الآية [ المزمل : 2 20 ] وهذا خاص بصلاة الليل فرضاً ونفلاً .وقوله : { وسبّحْه } جملة معطوفة على جملة { من الليل فاسجد له } فتعين أن التسبيح التنفل .والتسبيح : التنزيه بالقول وبالاعتقاد ، ويشمل الصلوات والأقوال الطيبة والتدبر في دلائل صفات الله وكمالاته ، وغلب إطلاق مادة التسبيح على الصلاة النافلة ، وقال تعالى : { وسبح بحمد ربك حين تقوم } [ الطور : 48 ] ، أي من الليل . وعن عبد الملك بن حبيب : و { سبحه } هنا صلاة التطوع في الليل ، وقوله { طويلاً } صفة { ليلاً } وحيث وصف الليل بالطول بعد الأمر بالتسبيح فيه ، عُلم أن { ليلاً } أريد به أزمان الليل لأنه مجموعُ الوقت المقابل للنهار ، لأنه لو أريد ذلك المقدارُ كلُّه لم يكن في وصفه بالطول جدوى ، فتعين أن وصف الطول تقييد للأمر بالتسبيح ، أي سبحه أكثرَ الليل ، فهو في معنى قوله تعالى : { قم الليل إلاّ قليلاً إلى أو زد عليه } [ الإن"
    },
    {
      "number": 27,
      "text": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلْعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمْ يَوْمًۭا ثَقِيلًۭا",
      "tafsir": {
        "muyassar": "إن هؤلاء المشركين يحبون الدنيا، وينشغلون بها، ويتركون خلف ظهورهم العمل للآخرة، ولما فيه نجاتهم في يوم عظيم الشدائد.",
        "mukhtasar": "إن هؤلاء المشركين يحبون الحياة الدنيا ويحرصون عليها، ويتركون وراءهم يوم القيامة، وهو يوم ثقيل؛ لما فيه من الشدائد والمحن.",
        "saadi": "{ إِنَّ هَؤُلَاءِ } أي: المكذبين لك أيها الرسول بعد ما بينت لهم الآيات، ورغبوا ورهبوا، ومع ذلك، لم يفد فيهم ذلك شيئا، بل لا يزالون يؤثرون، { الْعَاجِلَةَ } ويطمئنون إليها، { وَيَذَرُونَ } أي: يتركون العمل ويهملون { وَرَاءَهُمْ } أي: أمامهم { يَوْمًا ثَقِيلًا } وهو يوم القيامة، الذي مقداره خمسون ألف سنة مما تعدون، وقال تعالى: { يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ } فكأنهم ما خلقوا إلا للدنيا والإقامة فيها. ",
        "kathir": "ثم قال : منكرا على الكفار ومن أشبههم في حب الدنيا والإقبال عليها والانصباب إليها ، وترك الدار الآخرة وراء ظهورهم : ( إن هؤلاء يحبون العاجلة ويذرون وراءهم يوما ثقيلا ) يعني : يوم القيامة ."
      },
      "translations": {
        "en": "Indeed, these [disbelievers] love the immediate and leave behind them a grave Day.",
        "fr": "Ces gens-là aiment [la vie] éphémère (la vie sur terre) et laissent derrière eux un jour bien lourd [le Jour du Jugement].",
        "es": "Éstos aman la vida fugaz y descuidan un día grave."
      },
      "ibn_ashour": "إِنَّ هَؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا (27)تعليل للنهي عن إطاعتهم في قوله : { ولا تطع منهم آثماً أو كفوراً } [ الإنسان : 24 ] ، أي لأن خلقهم الانصباب على الدنيا مع الإِعراض عن الآخرة إذ هم لا يؤمنون بالبعث فلو أعطاهم لتخلق بخلقهم قال تعالى : { ودّوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء } الآية [ النساء : 89 ] . فموقع { إنّ } موقع التعليل وهي بمنزلة فاء السببية كما نبه عليه الشيخ عبد القاهر .و { هؤلاء } إشارة إلى حاضرين في ذهن المخاطب لكثرة الحديث عنهم ، وقد استقريْتُ من القرآن أنه إذا أطلق { هؤلاء } دون سبْققِ ما يكون مشاراً إليه فالمقصود به المشركون ، وقد ذكرتُ ذلك في تفسير قوله تعالى : { فإن يكفر بها هؤلاء فقد وكَّلنا بها قوماً ليسوا بها بكافرين } في سورة الأنعام ( 89 ) وقوله تعالى : { فلا تكُ في مرية مما يعبد هؤلاء } في سورة هود ( 109 ) .وقد تنزه رسول الله عن محبة الدنيا فقال : ما لي وللدنيا فليس له محبة لأمورها عدا النساء والطيب كما قال : حُبِّب إليّ مِن دنياكم النساء والطيب .فأما النساء فالميل إليهن مركوز في طبع الذكور ،"
    },
    {
      "number": 28,
      "text": "نَّحْنُ خَلَقْنَٰهُمْ وَشَدَدْنَآ أَسْرَهُمْ ۖ وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَٰلَهُمْ تَبْدِيلًا",
      "tafsir": {
        "muyassar": "نحن خلقناهم، وأحكمنا خلقهم، وإذا شئنا أهلكناهم، وجئنا بقوم مطيعين ممتثلين لأوامر ربهم.",
        "mukhtasar": "نحن خلقناهم وقوَّينا خلقهم بتقوية مفاصلهم وأعضائهم وغيرها.\nوإذا شئنا إهلاكهم وإبدالهم بأمثالهم أهلكناهم وأبدلناهم.",
        "saadi": "ثم استدل عليهم وعلى بعثهم بدليل عقلي، وهو دليل الابتداء، فقال: { نَحْنُ خَلَقْنَاهُمْ } أي: أوجدناهم من العدم، { وَشَدَدْنَا أَسْرَهُمْ } أي: أحكمنا خلقتهم بالأعصاب، والعروق، والأوتار، والقوى الظاهرة والباطنة، حتى تم الجسم واستكمل، وتمكن من كل ما يريده، فالذي أوجدهم على هذه الحالة، قادر على أن يعيدهم بعد موتهم لجزائهم، والذي نقلهم في هذه الدار إلى هذه الأطوار، لا يليق به أن يتركهم سدى، لا يؤمرون، ولا ينهون، ولا يثابون، ولا يعاقبون، ولهذا قال: { بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا } أي: أنشأناكم للبعث نشأة أخرى، وأعدناكم بأعيانكم، وهم بأنفسهم أمثالهم.",
        "kathir": "ثم قال : ( نحن خلقناهم وشددنا أسرهم ) قال ابن عباس ومجاهد ، وغير واحد : يعني خلقهم . ( وإذا شئنا بدلنا أمثالهم تبديلا ) أي : وإذا شئنا بعثناهم يوم القيامة ، وبدلناهم فأعدناهم خلقا جديدا . وهذا استدلال بالبداءة على الرجعة .وقال ابن زيد وابن جرير : ( وإذا شئنا بدلنا أمثالهم تبديلا ) [ أي ] : وإذا شئنا أتينا بقوم آخرين غيرهم ، كقوله : ( إن يشأ يذهبكم أيها الناس ويأت بآخرين وكان الله على ذلك قديرا ) [ النساء : 133 ] وكقوله : ( إن يشأ يذهبكم ويأت بخلق جديد وما ذلك على الله بعزيز ) [ إبراهيم : 19 ، 20 ، وفاطر 16 ، 17 ] ."
      },
      "translations": {
        "en": "We have created them and strengthened their forms, and when We will, We can change their likenesses with [complete] alteration.",
        "fr": "C'est Nous qui les avons créés et avons fortifié leur constitution. Quand Nous voulons, cependant, Nous les remplaçons [facilement] par leurs semblables.",
        "es": "Nosotros los hemos creado y hemos fortalecido su constitución. Si quisiéramos, podríamos sustituirlos por otros semejantes."
      },
      "ibn_ashour": "نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا (28)لما كان الإِخبار عنهم بأنهم { يذرون ورآءهم يوماً ثقيلاً } [ الإنسان : 27 ] يتضمن أنهم ينكرون وقوع ذلك اليوم كما قدمناه وكان الباعث لهم على إنكاره شبهةُ استحالة إعادة الأجسادِ بعد بِلاها وفنائها ، وكان الكلام السابق مسوقاً مساق الذم لهم والإِنكار عليهم جيء هنا بما هو دليل للإِنكار عليهم وإبطال لشبهتهم ببيان إمكان إعادة خلقهم يُعيده الذي خلقهم أول مرّة كما قال تعالى : { فسيقولون من يُعيدنا قُللِ الذي فطركم أول مرة } [ الإسراء : 51 ] وغيرِ ذلك من الآيات الحائمة حول هذا المعنى .وافتتاح الجملة بالمبتدإ المخبر عنه بالخبر الفِعلي دون أن تفتتح ب { خلقناهم } أو نحن خالقون ، لإِفادة تقوّي الخبر وتحقيقه بالنظر إلى المعنِيِّينَ بهذا الكلام وإن لم يكن خطاباً لهم ولكنهم هم المقصود منه .وتقويةُ الحكم بناءٌ على تنزيل أولئك المخلوقين منزلة من يشك في أن الله خلقهم حيث لم يجْرُؤوا على موجِب العلم فأنكروا أن الله يعيد الخلق بعد البِلَى ، فكأنهم يسندون الخلق الأول لغيره . وتقوِّي الحكم يترتب عليه أنه إذا شاء",
      "video": {
        "id": "qbudh3WcFOM",
        "word": "أسرهم",
        "transliteration": "Asrahum",
        "meaning": {
          "ar": "خلقهم وأحكم تركيبهم",
          "en": "Their creation and structure",
          "fr": "Leur création et structure",
          "es": "Su creación y estructura"
        }
      },
      "shehri_videos": [
        {
          "videoId": "qbudh3WcFOM",
          "url": "https://www.youtube.com/watch?v=qbudh3WcFOM",
          "title": "برنامج ( غريب القرآن ) || الحلقة 30  - { وشددنا أسرهم }",
          "word": "وشددنا أسرهم"
        }
      ]
    },
    {
      "number": 29,
      "text": "إِنَّ هَٰذِهِۦ تَذْكِرَةٌۭ ۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًۭا",
      "tafsir": {
        "muyassar": "إن هذه السورة عظة للعالمين، فمن أراد الخير لنفسه في الدنيا والآخرة اتخذ بالإيمان والتقوى طريقًا يوصله إلى مغفرة الله ورضوانه. وما تريدون أمرًا من الأمور إلا بتقدير الله ومشيئته. إن الله كان عليمًا بأحوال خلقه، حكيمًا في تدبيره وصنعه. يُدْخل مَن يشاء مِن عباده في رحمته ورضوانه، وهم المؤمنون، وأعدَّ للظالمين المتجاوزين حدود الله عذابًا موجعًا.",
        "mukhtasar": "إن هذه السورة موعظة وتذكير، فمن شاء اتخاذ طريق توصله إلى رضا ربه اتخذها.",
        "saadi": "{ إِنَّ هَذِهِ تَذْكِرَةٌ } أي: يتذكر بها المؤمن، فينتفع بما فيها من التخويف والترغيب. { فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا } أي: طريقا موصلا إليه، فالله يبين الحق والهدى، ثم يخير الناس بين الاهتداء بها أو النفور عنها، مع قيام الحجة عليهم ",
        "kathir": "ثم قال تعالى : ( إن هذه ) يعني : هذه السورة ( تذكرة فمن شاء اتخذ إلى ربه سبيلا ) أي طريقا ومسلكا ، أي : من شاء اهتدى بالقرآن ، كقوله : ( وماذا عليهم لو آمنوا بالله واليوم الآخر وأنفقوا مما رزقهم الله وكان الله بهم عليما ) [ النساء : 39 ] ."
      },
      "translations": {
        "en": "Indeed, this is a reminder, so he who wills may take to his Lord a way.",
        "fr": "Ceci est un rappel. Que celui qui veut prenne donc le chemin vers son Seigneur!",
        "es": "Esto es un Recuerdo. El que quiera ¡que emprenda camino hacia su Señor!"
      },
      "ibn_ashour": "إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا (29)استئناف ابتدائي للانتقال من بسط التذكير والاستدلال إلى فذلكة الغرض وحوصلته ، إشعاراً بانتهاء المقصود وتنبيهاً إلى فائدته ، ووجه الانتفاع به ، والحث على التدبر فيه ، واستثمار ثمرته ، وباعتبار ما تفرع عن هذه الجملة من قوله : { فمن شاء اتخذ } الخ يقوَى موقع الفذلكة للجملة وتأكيد الكلام بحرف { إن } لأن حال المخاطبين عدم اهتمامهم بها فهم ينكرون أنها تذكرة .والإِشارة إلى الآيات المتقدمة أو إلى السورة ولذلك أُتي باسم الإِشارة المؤنث .والتذكرة : مصدر ذَكَّره ( مثل التزكية ) ، أي أكلمه كلاماً يذكره به ما عسى أن يكون نسيه أطلقت هنا على الموعظة بالإِقلاع عن عمل سيِّىء والإِقبال على عمل صالح وعلى وضوح الخير والشر لمن تذكر ، أي تبصر بتشبيه حالة المعرض عن الخير المشغول عنه بحالة الناسي له لأن شأنه ألا يُفرِّط فيه إلاّ من كان ناسياً لما فيه من نفع له .وفرع عليه الحث على سلوك سبيل مرضاة الله بقوله : { فمن شاء اتخذ إلى ربه سبيلاً } ، أي ليس بعد هذه التذكرة إلاّ العمل بها إذا شاء المتذكر أن يعمل بها .ففي قوله : { مَن شاء } حثّ على "
    },
    {
      "number": 30,
      "text": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًۭا",
      "tafsir": {
        "muyassar": "إن هذه السورة عظة للعالمين، فمن أراد الخير لنفسه في الدنيا والآخرة اتخذ بالإيمان والتقوى طريقًا يوصله إلى مغفرة الله ورضوانه. وما تريدون أمرًا من الأمور إلا بتقدير الله ومشيئته. إن الله كان عليمًا بأحوال خلقه، حكيمًا في تدبيره وصنعه. يُدْخل مَن يشاء مِن عباده في رحمته ورضوانه، وهم المؤمنون، وأعدَّ للظالمين المتجاوزين حدود الله عذابًا موجعًا.",
        "mukhtasar": "وما تشاؤون اتخاذ طريق إلى رضا الله إلا أن يشاء الله ذلك منكم، فالأمر كله إليه، إن الله كان عليمًا بما يصلح لعباده، وبما لا يصلح لهم، حكيمًا في خلقه وقدره وشرعه.",
        "saadi": "{ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ } فإن مشيئة الله نافذة، { إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا } فله الحكمة في هداية المهتدي، وإضلال الضال.",
        "kathir": "ثم قال : ( وما تشاءون إلا أن يشاء الله ) أي : لا يقدر أحد أن يهدي نفسه ، ولا يدخل في الإيمان ولا يجر لنفسه نفعا ، ( إلا أن يشاء الله إن الله كان عليما حكيما ) أي : عليم بمن يستحق الهداية فييسرها له ، ويقيض له أسبابها ، ومن يستحق الغواية فيصرفه عن الهدى ، وله الحكمة البالغة ، والحجة الدامغة ; ولهذا قال تعالى : ( إن الله كان عليما حكيما )"
      },
      "translations": {
        "en": "And you do not will except that Allah wills. Indeed, Allah is ever Knowing and Wise.",
        "fr": "Cependant, vous ne saurez vouloir, à moins qu'Allah veuille. Et Allah est Omniscient et Sage.",
        "es": "Pero vosotros no lo querréis, a menos que Alá quiera. Alá es omnisciente, sabio."
      },
      "ibn_ashour": "وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (30)لما ناط اختيارهم سبيلَ مرضاة الله بمشيئتهم أعقبه بالتنبيه إلى الإِقبال على طلب مرضاة الله للتوسل برضاه إلى تيسير سلوك سبل الخير لهم لأنهم إذا كانوا منه بمحل الرضى والعناية لطف بهم ويسَّر لهم ما يعسُر على النفوس من المصابرة على ترك الشهوات المُهلكة ، قال تعالى : { فسَنُيَسِّره لليسرى } [ الليل : 7 ] فإذا لم يسعوا إلى مرضاة ربهم وَكَلَهم إلى أحوالهم التي تعوّدوها فاقتحمت بهم مهامه العماية إذ هم محفوفون بأسباب الضلال بما استقرت عليه جِبلاّتهم من إيثار الشهوات والاندفاع مع عصائب الضلالات ، وهو الذي أفاده قوله تعالى : { فسنيسّره للعُسْرى } [ الليل : 10 ] ، أي نتركه وشأنَه فتتيسر عليه العسرى ، أي تلحق به بلا تكلف ومجاهدة .فجملة { وما تشاءون إلاّ أن يشاء الله } يجوز أن تكون عطفاً على جملة { فمن شاء اتخذ إلى ربه سبيلاً } [ الإنسان : 29 ] أو حالاً من { مَن يشاء } [ الإنسان : 31 ] وهي على كلا الوجهين تتميم واحتراس .وحذف مفعول { تشاءون } لإِفادة العموم ، والتقدير : وما تشاءون شيئاً أو مشيئاً وعموم الأشخاص يستلز"
    },
    {
      "number": 31,
      "text": "يُدْخِلُ مَن يَشَآءُ فِى رَحْمَتِهِۦ ۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًۢا",
      "tafsir": {
        "muyassar": "إن هذه السورة عظة للعالمين، فمن أراد الخير لنفسه في الدنيا والآخرة اتخذ بالإيمان والتقوى طريقًا يوصله إلى مغفرة الله ورضوانه. وما تريدون أمرًا من الأمور إلا بتقدير الله ومشيئته. إن الله كان عليمًا بأحوال خلقه، حكيمًا في تدبيره وصنعه. يُدْخل مَن يشاء مِن عباده في رحمته ورضوانه، وهم المؤمنون، وأعدَّ للظالمين المتجاوزين حدود الله عذابًا موجعًا.",
        "mukhtasar": "يُدْخِل من يشاء من عباده في رحمته، فيوفقهم للإيمان والعمل الصالح، وأعدّ للظالمين لأنفسهم بالكفر والمعاصي عذابًا موجعًا في الآخرة، وهو عذاب النار.",
        "saadi": "{ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ } فيختصه بعنايته، ويوفقه لأسباب السعادة ويهديه لطرقها. { وَالظَّالِمِينَ } الذين اختاروا الشقاء على الهدى { أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا } [بظلمهم وعدوانهم]. تم تفسير سورة الإنسان - ولله الحمد والمنة   ",
        "kathir": "ثم قال : ( يدخل من يشاء في رحمته والظالمين أعد لهم عذابا أليما ) أي : يهدي من يشاء ويضل من يشاء ، ومن يهده فلا مضل له ، ومن يضلل فلا هادي له .[ آخر سورة \" الإنسان \" ] [ والله أعلم ]"
      },
      "translations": {
        "en": "He admits whom He wills into His mercy; but the wrongdoers - He has prepared for them a painful punishment.",
        "fr": "Il fait entrer qui Il veut dans Sa miséricorde. Et quant aux injustes, Il leur a préparé un châtiment douloureux.",
        "es": "lntroduce en Su misericordia a quien Él quiere. Pero a los impíos les ha preparado un castigo doloroso."
      },
      "ibn_ashour": "يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا (31)يجوز أن تكون الجملة مستأنفة استئنافاً بيانياً ناشئاً عن جملة { وما تشاءون إلاّ أن يشاء الله } [ الإنسان : 30 ] إذْ يتساءل السامع على أثر مشيئة الله في حال من اتخذ إلى ربه سبيلاً ومن لم يتخذ إليه سبيلاً ، فيجاب بأنه يُدخل في رحمته من شاء أن يتخذ إليه سبيلاً وأنه أعد لمن لم يتخذ إليه سبيلاً عذاباً أليماً وأولئك هم الظالمون .ويجوز أن تكون الجملة خبر { إنَّ } في قوله : { إن الله } [ الإنسان : 30 ] وتكون جملة { كان عليماً حكيماً } [ الإنسان : 30 ] معترضة بين اسم { إن } وخبرها أو حالاً ، وهي على التقديرين منبئة بأن إجراء وصفي العليم الحكيم على اسم الجلالة مراد به التنبيه على أن فعله كله من جزاء برحمةٍ أو بعذاب جارٍ على حسب علمه وحكمته .وانتصب { الظالمين } على أنه مفعول لفعل محذوف يدل عليه المذكور على طريقة الاشتغال والتقدير : أوْعد الظالمين ، أو كَافأ ، أو نحوَ ذلك مما يقدره السامع مناسباً للفعل المذكور بعده ."
    }
  ]
}