{
  "number": 93,
  "name": "سُورَةُ الضُّحَىٰ",
  "englishName": "Ad-Dhuhaa",
  "revelationType": "Meccan",
  "ayahCount": 11,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلضُّحَىٰ",
      "tafsir": {
        "muyassar": "أقسم الله بوقت الضحى، والمراد به النهار كله، وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك. ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك.",
        "mukhtasar": "أقسم الله بأول النهار.",
        "saadi": " أقسم تعالى بالنهار إذا انتشر ضياؤه بالضحى.",
        "kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالضُّحَىٰ"
      },
      "translations": {
        "en": "By the morning brightness",
        "fr": "Par le Jour Montant!",
        "es": "¡Por la mañana!"
      },
      "ibn_ashour": "وَالضُّحَى (1) القسم لتأكيد الخبر ردّاً على زعم المشركين أن الوحي انقطع عن النبي صلى الله عليه وسلم حين رأوه لم يقم الليل بالقرآن بضع ليال . فالتأكيد منصبٌ على التعريض المعرض به لإِبطال دعوى المشركين . فالتأكيد تعريض بالمشركين وأما رسول الله صلى الله عليه وسلم فلا يتردد في وقوع ما يخبره الله بوقوعه .ومناسبة القسم ب { الضحى والليل } أن الضحى وقتُ انبثاق نور الشمس فهو إيماء إلى تمثيل نزول الوحي وحصول الاهتداء به ، وأن الليل وقت قيام النبي صلى الله عليه وسلم بالقرآن ، وهو الوقت الذي كان يَسمع فيه المشركون قراءتَه من بيوتهم القريبة من بيته أو من المسجد الحرام ."
    },
    {
      "number": 2,
      "text": "وَٱلَّيْلِ إِذَا سَجَىٰ",
      "tafsir": {
        "muyassar": "أقسم الله بوقت الضحى، والمراد به النهار كله، وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك. ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك.",
        "mukhtasar": "وأقسم بالليل إذا أظلم وسكن الناس فيه عن الحركة.",
        "saadi": "وبالليل إذا سجى وادلهمت ظلمته، على اعتناء الله برسوله صلى الله عليه وسلم",
        "kathir": "وَاللَّيْلِ إِذَا سَجَىٰ"
      },
      "translations": {
        "en": "And [by] the night when it covers with darkness,",
        "fr": "Et par la nuit quand elle couvre tout!",
        "es": "¡Por la noche cuando reina la calma!"
      },
      "ibn_ashour": "وَاللَّيْلِ إِذَا سَجَى (2) ولذلك قُيد { الليل } بظَرف { إذا سجى } . فلعل ذلك وقت قيام النبي صلى الله عليه وسلم قال تعالى : { قم الليل إلا قليلاً نصفه أو انقص منه قليلاً } [ المزمل : 2 ، 3 ] .والضحى تقدم بيانه عند قوله تعالى : { والشمس وضحاها } [ الشمس : 1 ] .وكتب في المصحف { والضحى } بألف في صورة الياء مع أن أصل ألفه الواو لأنهم راعوا المناسبة مع أكثر الكلمات المختومة بألف في هذه السورة فإن أكثرها مُنقلبَة الألِف عن الياء ، ولأن الألف تجري فيها الإمالة في اللغات التي تُميل الألفَ التي من شأنها أن لا تُمال إذا وقعت مع ألففٍ تمال للمناسبة كما قال ابن مالك في «شرح كافيته» .ويقال : سجا الليل سَجْواً بفتح فسكون ، وسُجُوا بضمتين وتشديد الواو ، إذا امتد وطال مدة ظلامه مثل سجو المرء بالغطاء ، إذا غطي به جميع جسده وهو واوي ورسم في المصحف بألف في صورة الياء للوجه المتقدم في كتابة { الضحى } ."
    },
    {
      "number": 3,
      "text": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
      "tafsir": {
        "muyassar": "أقسم الله بوقت الضحى، والمراد به النهار كله، وبالليل إذا سكن بالخلق واشتد ظلامه. ويقسم الله بما يشاء من مخلوقاته، أما المخلوق فلا يجوز له أن يقسم بغير خالقه، فإن القسم بغير الله شرك. ما تركك -أيها النبي- ربك، وما أبغضك بإبطاء الوحي عنك.",
        "mukhtasar": "ما تركك - أيها الرسول - ربك، وما أبغضك؛ كما يقول المشركون لما فَتَر الوحي.",
        "saadi": "{ مَا وَدَّعَكَ رَبُّكَ } أي: ما تركك منذ اعتنى بك، ولا أهملك منذ رباك ورعاك، بل لم يزل يربيك أحسن تربية، ويعليك درجة بعد درجة. { وَمَا قَلا } ك الله أي: ما أبغضك منذ أحبك، فإن نفي الضد دليل على ثبوت ضده، والنفي المحض لا يكون مدحًا، إلا إذا تضمن ثبوت كمال، فهذه حال الرسول صلى الله عليه وسلم الماضية والحاضرة، أكمل حال وأتمها، محبة الله له واستمرارها، وترقيته في درج  الكمال، ودوام اعتناء الله به. ",
        "kathir": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ"
      },
      "translations": {
        "en": "Your Lord has not taken leave of you, [O Muhammad], nor has He detested [you].",
        "fr": "Ton Seigneur ne t'a ni abandonné, ni détesté.",
        "es": "Tu Señor no te ha abonadonado ni aborrecido"
      },
      "ibn_ashour": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (3)وجملة : { ما ودعك ربك } الخ جواب القسم ، وجواب القسم إذا كان جملة منفية لم تقترن باللام .والتوديع : تحيةُ من يريد السفر .واستعير في الآية للمفارقة بعد الاتصال تشبيهاً بفراق المسافر في انقطاع الصلة حيث شبه انقطاع صلة الكلام بانقطاع صلة الإقامة ، والقرينة إسناد ذلك إلى الله الذي لا يتصل بالناس اتصالاً معهوداً .وهذا نفي لأن يكون الله قطع عنه الوحي .وقد عطف عليه : { وما قلى } للإِتيان على إبطال مقالتي المشركين إذ قال بعضهم : ودَّعه ربه ، وقال بعضهم : قَلاه ربه ، يريدون التهكم .وجملة : { وما قلى } عطف على جملة جواب القسم ولها حكمها .والقليْ ( بفتح القاف مع سكون اللام ) والقِلَى ( بكسر القاف مع فتح اللام ) : البغض الشديد ، وسبب مقالة المشركين تقدم في صدر السورة .والظاهر أن هذه السورة نزلت عقب فترة ثانية فتر فيها الوحي بعد الفترة التي نزلت إثرها سورة المدثر ، فعن ابن عباس وابن جريج : «احتبس الوحي عن رسول الله صلى الله عليه وسلم خمسة عشر يوماً أو نحوها . فقال المشركون : إن محمداً ودَّعه ربه وقلاه ، فنزلت الآية» .واحتباس الوحي عن النبي صلى الله عليه وسلم وقع"
    },
    {
      "number": 4,
      "text": "وَلَلْءَاخِرَةُ خَيْرٌۭ لَّكَ مِنَ ٱلْأُولَىٰ",
      "tafsir": {
        "muyassar": "ولَلدَّار الآخرة خير لك من دار الدنيا، ولسوف يعطيك ربك -أيها النبي- مِن أنواع الإنعام في الآخرة، فترضى بذلك.",
        "mukhtasar": "ولَلدار الآخرة خير لك من الدنيا؛ لما فيها من النعيم الدائم الذي لا ينقطع.",
        "saadi": "وأما حاله المستقبلة، فقال: { وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى } أي: كل حالة متأخرة من أحوالك، فإن لها الفضل على الحالة السابقة. فلم يزل صلى الله عليه وسلم يصعد في درج المعالي  ويمكن له الله دينه، وينصره على أعدائه، ويسدد له أحواله، حتى مات، وقد وصل إلى حال لا يصل  إليها الأولون والآخرون، من الفضائل والنعم، وقرة العين، وسرور القلب. ",
        "kathir": "وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَىٰ"
      },
      "translations": {
        "en": "And the Hereafter is better for you than the first [life].",
        "fr": "La vie dernière t'est, certes, meilleure que la vie présente.",
        "es": "Sí, la otra vida será mejor para ti que ésta."
      },
      "ibn_ashour": "وَلَلْآَخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (4)عطف على جملة : { والضحى } [ الضحى : 1 ] فهو كلام مبتدأ به ، والجملة معطوفة على الجمل الابتدائية وليست معطوفة على جملة جواب القسم بل هي ابتدائية فلما نُفي القِلى بشّر بأن آخرته خير من أولاه ، وأن عاقبته أحسن من بدأته ، وأن الله خاتم له بأفضل مما قد أعطاه في الدنيا وفي الآخرة .وما في تعريف «الآخرة» و { الأولى } من التعميم يجعل معنى هذه الجملة في معنى التذييل الشامل لاستمرار الوحي وغير ذلك من الخير .والآخرة : مؤنث الآخرِ ، و { الأولى } : مؤنث الأوَّل ، وغلب لفظ الآخرة في اصطلاح القرآن على الحياة الآخرة وعلى الدار الآخرة كما غلب لفظ الأولى على حياة الناس التي قبل انخرام هذا العالم ، فيجوز أن يكون المراد هنا من كلا اللفظين كِلا معنييه فيفيد أن الحياة الآخرة خير له من هذه الحياة العاجلة تبشيراً له بالخيرات الأبدية ، ويفيد أن حالاته تجري على الانتقال من حالة إلى أحسن منها ، فيكون تأنيث الوصفين جارياً على حالتي التغليب وحالتي التوصيف ، ويكون التأنيث في هذا المعنى الثاني لمراعاة معنى الحالة .ويومىء ذلك إلى أن عودة نزول الوحي عليه هذه المرة خير من الع"
    },
    {
      "number": 5,
      "text": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰٓ",
      "tafsir": {
        "muyassar": "ولَلدَّار الآخرة خير لك من دار الدنيا، ولسوف يعطيك ربك -أيها النبي- مِن أنواع الإنعام في الآخرة، فترضى بذلك.",
        "mukhtasar": "ولسوف يعطيك من الثواب الجزيل لك ولأمتك حتى ترضى بما أعطاك وأعطى أمتك.",
        "saadi": "ثم بعد ذلك، لا تسأل عن حاله في الآخرة، من تفاصيل الإكرام، وأنواع الإنعام، ولهذا قال: { وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى } وهذا أمر لا يمكن التعبير عنه بغير هذه العبارة الجامعة الشاملة. ثم امتن عليه بما يعلمه من أحواله  [الخاصة] فقال:  ",
        "kathir": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ"
      },
      "translations": {
        "en": "And your Lord is going to give you, and you will be satisfied.",
        "fr": "Ton Seigneur t'accordera certes [Ses faveurs], et alors tu seras satisfait.",
        "es": "Tu Señor te dará y quedarás satisfecho."
      },
      "ibn_ashour": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (5)هو كذلك عطف على جملة القسم كلها وحرف الاستقبال لإفادة أن هذا العطاء الموعود به مستمر لا ينقطع كما تقدم في قوله تعالى : { قال سوف أستغفر لكم ربي } في سورة يوسف ( 98 ) وقوله : { ولسوف يرضى } في سورة الليل ( 21 ) .وحذف المفعول الثاني ليعطيك } ليعمّ كل ما يرجوه صلى الله عليه وسلم من خير لنفسه ولأمته فكان مفاد هذه الجملة تعميم العطاء كما أفادت الجملة قبلها تعميم الأزمنة .وجيء بفاء التعقيب في { فترضى } لإفادة كون العطاءِ عاجلَ النفع بحيث يحصل به رضى المعطَى عند العطاء فَلا يترقب أن يحصل نفعه بعد تَربص .وتعريف { ربك } بالإضافة دون اسم الله العَلَم لما يؤذن به لفظ ( رب ) من الرأفة واللطف ، وللتوسل إلى إضافته إلى ضمير المخاطب لما في ذلك من الإِشعار بعنايته برسوله وتشريفه بإضافة رَب إلى ضميره .وهو وعد واسع الشمول لما أعطيه النبي صلى الله عليه وسلم من النصر والظَفر بأعدائه يوم بدر ويوم فتح مكة ، ودخول الناس في الدين أفواجاً وما فُتح على الخلفاء الراشدين ومَن بعدهم من أقطار الأرض شرقاً وغرباً .واعلم أن اللام في { وللآخرة خير } [ الضحى : 4 ] وفي { ولسوف يعط"
    },
    {
      "number": 6,
      "text": "أَلَمْ يَجِدْكَ يَتِيمًۭا فَـَٔاوَىٰ",
      "tafsir": {
        "muyassar": "ألم يَجِدْك من قبلُ يتيمًا، فآواك ورعاك؟ ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟ ووجدك فقيرًا، فساق لك رزقك، وأغنى نفسك بالقناعة والصبر؟",
        "mukhtasar": "لقد وجدك صغيرًا قد مات عنك أبوك، فجعل لك مأوى، حيث عطف عليك جدُّك عبد المطلب، ثم عمّك أبو طالب.",
        "saadi": "{ أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى } أي: وجدك لا أم لك، ولا أب، بل قد مات أبوه وأمه وهو لا يدبر نفسه، فآواه الله، وكفله جده عبد المطلب، ثم لما مات جده كفله الله عمه أبا طالب، حتى أيده بنصره وبالمؤمنين. ",
        "kathir": "أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ"
      },
      "translations": {
        "en": "Did He not find you an orphan and give [you] refuge?",
        "fr": "Ne t'a-t-Il pas trouvé orphelin? Alors Il t'a accueilli!",
        "es": "¿No te encontró huérfano y te recogió?"
      },
      "ibn_ashour": "أَلَمْ يَجِدْكَ يَتِيمًا فَآَوَى (6) استئناف مسوق مساق الدليل على تحقق الوعد ، أي هو وعد جار على سنن ما سبق من عناية الله بك من مبدإ نشأتك ولطفه في الشدائد باطراد بحيث لا يحتمل أن يكون ذلك من قبيل الصدف لأن شأن الصدف أن لا تتكرر فقد علم أن اطراد ذلك مراد لله تعالى .والمقصود من هذا إيقاع اليقين في قلوب المشركين بأن ما وعده الله به محقق الوقوع قياساً على ما ذكره به من ملازمة لطفه به فيما مضى وهم لا يجهلون ذلك عسى أن يقلعوا عن العناد ويُسرعوا إلى الإيمان وإلا فإن ذلك مساءة تبقى في نفوسهم وأشباح رعب تخالج خواطرهم . ويحصل مع هذا المقصود امتنان على النبي صلى الله عليه وسلم وتقوية لاطمئنان نفسه بوعد الله تعالى إياه .والاستفهام تقريري ، وفعل { يجدك } مضارع وجَد بمعنى ألفى وصادف ، وهوالذي يتعدى إلى مفعول واحد ومفعوله ضمير المخاطب . و { يتيماً } حال"
    },
    {
      "number": 7,
      "text": "وَوَجَدَكَ ضَآلًّۭا فَهَدَىٰ",
      "tafsir": {
        "muyassar": "ألم يَجِدْك من قبلُ يتيمًا، فآواك ورعاك؟ ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟ ووجدك فقيرًا، فساق لك رزقك، وأغنى نفسك بالقناعة والصبر؟",
        "mukhtasar": "ووجدك لا تدري ما الكتاب ولا الإيمان، فعلّمك من ذلك ما لم تكن تعلم.",
        "saadi": "{ وَوَجَدَكَ ضَالًّا فَهَدَى } أي: وجدك لا تدري ما الكتاب ولا الإيمان، فعلمك ما لم تكن تعلم، ووفقك لأحسن الأعمال والأخلاق. ",
        "kathir": "وَوَجَدَكَ ضَالًّا فَهَدَىٰ"
      },
      "translations": {
        "en": "And He found you lost and guided [you],",
        "fr": "Ne t'a-t-Il pas trouvé égaré? Alors Il t'a guidé.",
        "es": "¿No te encontró extraviado y te dirigió?"
      },
      "ibn_ashour": "وَوَجَدَكَ ضَالًّا فَهَدَى (7) ، وكذلك { ضالاً } و { عائلاً } . والكلام تمثيل لحالة تيسير المنافع لِلذي تعسرت عليه بحالة من وجَد شخصاً في شدة يتطلع إلى من يعينه أو يغيثه .واليتيم : الصبي الذي مات أبوه وقد كان أبو النبي صلى الله عليه وسلم توفي وهو جنين أو في أول المدة من ولادته .والإيواء : مصدر أوَى إلى البيت ، إذا رجع إليه ، فالإيواء : الإِرجاع إلى المسكن ، فهمزته الأولى همزة التعدية ، أي جعله آوياً ، وقد أطلق الإِيواء على الكفالة وكفاية الحاجة مجازاً أو استعارة ، فالمعنى أنشأك على كمال الإِدراك والاستقامة وكنتَ على تربية كاملة مع أن شأن الأيتام أن ينشأوا على نقائص لأنهم لا يجدون من يُعنى بتهذيبهم وتعهدِ أحوالهم الخُلقية . وفي الحديث « أدبني ربي فأحسن تأديبي » فكان تكوين نفسه الزكية على الكمال خيراً من تربية الأبوين .والضّلال : عدم الاهتداء إلى الطريق الموصل إلى مكان مقصود سواء سلك السائر طريقاً آخر يبلغ إلى غير المقصود أم وقف حائراً لا يعرف أيَّ طريق يسلك ، وهو المقصود هنا لأن المعنى : أنك كنت في حيرة من حال أهل الشرك من قومك فأراكه الله غير محمود وكرَّهه إليك ولا تدري ماذا تتبع من ال"
    },
    {
      "number": 8,
      "text": "وَوَجَدَكَ عَآئِلًۭا فَأَغْنَىٰ",
      "tafsir": {
        "muyassar": "ألم يَجِدْك من قبلُ يتيمًا، فآواك ورعاك؟ ووجدك لا تدري ما الكتاب ولا الإيمان، فعلَّمك ما لم تكن تعلم، ووفقك لأحسن الأعمال؟ ووجدك فقيرًا، فساق لك رزقك، وأغنى نفسك بالقناعة والصبر؟",
        "mukhtasar": "ووجدك فقيرًا فأغناك.",
        "saadi": "{ وَوَجَدَكَ عَائِلًا } أي: فقيرًا { فَأَغْنَى } بما فتح الله عليك  من البلدان، التي جبيت لك أموالها وخراجها. فالذي أزال عنك هذه النقائص، سيزيل عنك كل نقص، والذي أوصلك إلى الغنى، وآواك ونصرك وهداك، قابل نعمته بالشكران. ",
        "kathir": "وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ"
      },
      "translations": {
        "en": "And He found you poor and made [you] self-sufficient.",
        "fr": "Ne t'a-t-Il pas trouvé pauvre? Alors Il t'a enrichi.",
        "es": "¿No te encontró pobre y te enriqueció?"
      },
      "ibn_ashour": "وَوَجَدَكَ عَائِلًا فَأَغْنَى (8) ، وكذلك { ضالاً } و { عائلاً } . والكلام تمثيل لحالة تيسير المنافع لِلذي تعسرت عليه بحالة من وجَد شخصاً في شدة يتطلع إلى من يعينه أو يغيثه .واليتيم : الصبي الذي مات أبوه وقد كان أبو النبي صلى الله عليه وسلم توفي وهو جنين أو في أول المدة من ولادته .والإيواء : مصدر أوَى إلى البيت ، إذا رجع إليه ، فالإيواء : الإِرجاع إلى المسكن ، فهمزته الأولى همزة التعدية ، أي جعله آوياً ، وقد أطلق الإِيواء على الكفالة وكفاية الحاجة مجازاً أو استعارة ، فالمعنى أنشأك على كمال الإِدراك والاستقامة وكنتَ على تربية كاملة مع أن شأن الأيتام أن ينشأوا على نقائص لأنهم لا يجدون من يُعنى بتهذيبهم وتعهدِ أحوالهم الخُلقية . وفي الحديث « أدبني ربي فأحسن تأديبي » فكان تكوين نفسه الزكية على الكمال خيراً من تربية الأبوين .والضّلال : عدم الاهتداء إلى الطريق الموصل إلى مكان مقصود سواء سلك السائر طريقاً آخر يبلغ إلى غير المقصود أم وقف حائراً لا يعرف أيَّ طريق يسلك ، وهو المقصود هنا لأن المعنى : أنك كنت في حيرة من حال أهل الشرك من قومك فأراكه الله غير محمود وكرَّهه إليك ولا تدري ماذا تتبع من"
    },
    {
      "number": 9,
      "text": "فَأَمَّا ٱلْيَتِيمَ فَلَا تَقْهَرْ",
      "tafsir": {
        "muyassar": "فأما اليتيم فلا تُسِئْ معاملته، وأما السائل فلا تزجره، بل أطعمه، واقض حاجته، وأما بنعمة ربك التي أسبغها عليك فتحدث بها.",
        "mukhtasar": "فلا تُسِئ معاملة من فقد أباه في الصغر، ولا تذلّه.",
        "saadi": "{ فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ } أي: لا تسيء معاملة اليتيم، ولا يضق صدرك عليه، ولا تنهره، بل أكرمه، وأعطه ما تيسر، واصنع به كما تحب أن يصنع بولدك من بعدك. ",
        "kathir": "فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ"
      },
      "translations": {
        "en": "So as for the orphan, do not oppress [him].",
        "fr": "Quant à l'orphelin, donc, ne le maltraite pas.",
        "es": "En cuanto al huérfano, ¡no le oprimas!"
      },
      "ibn_ashour": "فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (9) الفاء الأولى فصيحة .و ( أما ) تفيد شرطاً مقدراً تقديره : مهما يكن من شيء ، فكان مفادها مشعراً بشرط آخر مقدر هوالذي اجتلبت لأجله فاء الفصيحة ، وتقدير نظم الكلام إذ كنت تعلم ذلك وأقررت به فعليك بشكر ربك ، وبيّن له الشكر بقوله : { أمّا اليتيم فلا تقهر } الخ .وقد جُعل الشكر هنا مناسباً للنعمة المشكور عليها وإنما اعتبر تقدير : إذا أردتَ الشكر ، لأن شكر النعمة تنساق إليه النفوس بدافع المروءة في عرف الناس ، وصُدر الكلام ب ( أما ) التفصيلية لأنه تفصيل لمجمل الشكر على النعمة .ولما كانت ( أمَّا ) بمعنى : ومهما يكن شيء ، قرن جوابها بالفاء .واليتيم مفعول لفعل { فلا تقهر } . وقدم للاهتمام بشأنه ولهذا القصد لم يؤت به مرفوعاً وقد حصل مع ذلك الوفاء باستعمال جواب ( أما ) أن يكون مفصولاً عن ( أما ) بشيء كراهية موالاة فاء الجواب لحرف الشرط . ويظهر أنهم ما التزموا الفصل بين ( أما ) وجوابها بتقديم شيء من علائق الجواب إلا لإِرادة الاهتمام بالمقدم لأن موقع ( أما ) لا يخلو عن اهتمام بالكلام اهتماماً يرتكز في بعض أجزاء الكلام ، فاجتلاب ( أما ) في الكلام أثر للاهتمام وهو ي"
    },
    {
      "number": 10,
      "text": "وَأَمَّا ٱلسَّآئِلَ فَلَا تَنْهَرْ",
      "tafsir": {
        "muyassar": "فأما اليتيم فلا تُسِئْ معاملته، وأما السائل فلا تزجره، بل أطعمه، واقض حاجته، وأما بنعمة ربك التي أسبغها عليك فتحدث بها.",
        "mukhtasar": "ولا تزجر السائل المحتاج.",
        "saadi": "{ وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ } أي: لا يصدر منك إلى السائل كلام  يقتضي رده عن مطلوبه، بنهر وشراسة خلق، بل أعطه ما تيسر عندك أو رده بمعروف [وإحسان]. وهذا يدخل فيه السائل للمال، والسائل للعلم، ولهذا كان المعلم مأمورًا بحسن الخلق مع المتعلم، ومباشرته بالإكرام والتحنن عليه، فإن في ذلك معونة له على مقصده، وإكرامًا لمن كان يسعى في نفع العباد والبلاد. ",
        "kathir": "وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ"
      },
      "translations": {
        "en": "And as for the petitioner, do not repel [him].",
        "fr": "Quant au demandeur, ne le repousse pas.",
        "es": "Y en cuanto al mendigo, ¡no le rechaces!"
      },
      "ibn_ashour": "وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (10) وكذلك القول في تقديم { السائل } وتقديم { بنعمة ربك } على فعليهما .وقد قوبلت النعم الثلاث المتفرع عليها هذا التفصيل بثلاثة أعمال تقابلها . فيجوز أن يكون هذا التفصيل على طريقة اللف والنشر المرتب . وذلك ما درج عليه الطيبي ، ويجري على تفسير سفيان بن عيينة { السائل } بالسائل عن الدين والهدى ، فقوله : { فأما اليتيم فلا تقهر } مقابل لقوله : { ألم يجدك يتيماً فآوى } [ الضحى : 6 ] لا محالة ، أي فكما آواك ربك وحفظك من عوارض النقص المعتاد لليُتم ، فكن أنت مُكرماً للأيتام رفيقاً بهم ، فجمع ذلك في النهي عن قهره ، لأن أهل الجاهلية كانوا يقهرون الأيتام ولأنه إذا نهى عن قهر اليتيم مع كثرة الأسباب لقهره لأن القهر قد يصدر من جراء القلق من مطالب حاجاته فإن فلتات اللسان سريعة الحصول كما قال تعالى : { فلا تقل لهما أف } [ الإسراء : 23 ] وقال : { وإما تعرضن عنهم ابتغاء رحمة من ربك ترجوها فقل لهم قولاً ميسوراً } [ الإسراء : 28 ] .والقهر : الغلبة والإذلال وهو المناسب هنا ، وتكون هذه المعاني بالفِعل كالدَّعّ والتحقير بالفعل وتكون بالقول قال تعالى : { وقولوا لهم قولاً معرو"
    },
    {
      "number": 11,
      "text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
      "tafsir": {
        "muyassar": "فأما اليتيم فلا تُسِئْ معاملته، وأما السائل فلا تزجره، بل أطعمه، واقض حاجته، وأما بنعمة ربك التي أسبغها عليك فتحدث بها.",
        "mukhtasar": "واشكر نِعَم الله عليك وتحدث بها.",
        "saadi": "{ وَأَمَّا بِنِعْمَةِ رَبِّكَ } [وهذا يشمل] النعم الدينية والدنيوية { فَحَدِّثْ } أي: أثن على الله بها، وخصصها بالذكر إن كان هناك مصلحة. وإلا فحدث بنعم الله على الإطلاق، فإن التحدث بنعمة الله، داع لشكرها، وموجب لتحبيب القلوب إلى من أنعم بها، فإن القلوب مجبولة على محبة المحسن.  ",
        "kathir": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ"
      },
      "translations": {
        "en": "But as for the favor of your Lord, report [it].",
        "fr": "Et quant au bienfait de ton Seigneur, proclame-le.",
        "es": "Y en cuanto a la gracia de tu Señor, ¡publícala!"
      },
      "ibn_ashour": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (11)وقوله : { وأما بنعمة ربك فحدث } مقابل قوله : { ووجدك عائلاً فأغنى } [ الصحى : 8 ] .فإن الإغناء نعمة فأمره الله أن يظهر نعمة الله عليه بالحديث عنها وإعلان شكرها .وليس المراد بنعمة ربك نعمة خاصة وإنما أريد الجنس فيفيد عموماً في المقام الخطابي ، أي حدث ما أنعم الله به عليك من النعم ، فحصل في ذلك الأمر شكر نِعمة الإِغناء ، وحصل الأمر بشكر جميع النعم لتكون الجملة تذييلاً جامعاً .فإن جعل قوله : { وأما السائل فلا تنهر } مقابل قوله { ووجدك عائلاً فأغنى } على طريقة اللف والنشر المشوش كان قوله : { وأما بنعمة ربك فحدث } مقابل قوله : { ووجدك ضالاً فهدى } [ الضحى : 7 ] على طريقة اللف والنشر المشوش أيضاً .وكان المراد بنعمة ربه نعمة الهداية إلى الدين الحق .والتحديث : الإِخبار ، أي أخْبِر بما أنعم الله عليك اعترافاً بفضله ، وذلك من الشكر ، والقول في تقديم المجرور وهو { بنعمة ربك } على متعلَّقه كالقول في تقديم { فأما اليتيم فلا تقهر وأما السائل فلا تنهر } .والخطاب للنبيء صلى الله عليه وسلم فمقتضى الأمر في المواضع الثلاثة أن تكون خاصة به ، وأصل الأمر الوجوب ، في"
    }
  ]
}