{
  "number": 98,
  "name": "سُورَةُ البَيِّنَةِ",
  "englishName": "Al-Bayyina",
  "revelationType": "Medinan",
  "ayahCount": 8,
  "ayahs": [
    {
      "number": 1,
      "text": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "tafsir": {
        "muyassar": "لم يكن الذين كفروا من اليهود والنصارى والمشركين تاركين كفرهم حتى تأتيهم العلامة التي وُعِدوا بها في الكتب السابقة.",
        "mukhtasar": "لم يكن الذين كفروا من اليهود والنصارى والمشركين مفارقين إجماعهم واتفاقهم على الكفر حتى يأتيهم برهان واضح، وحجة جَلِيَّة.",
        "saadi": "يقول تعالى: { لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ } أي: [من] اليهود والنصارى { وَالْمُشْرِكِينَ } من سائر أصناف الأمم.{ مُنْفَكِّينَ } عن كفرهم وضلالهم الذي هم عليه، أي: لا يزالون في غيهم وضلالهم، لا يزيدهم مرور السنين  إلا كفرًا.{ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ } الواضحة، والبرهان الساطع.",
        "kathir": "تفسير سورة لم يكن وهي مدنية .قال الإمام أحمد : حدثنا عفان ، حدثنا حماد - وهو ابن سلمة - ، أخبرنا علي - هو ابن زيد - ، عن عمار بن أبي عمار قال : سمعت أبا حية البدري - وهو : مالك بن عمرو بن ثابت الأنصاري - قال : لما نزلت : \" لم يكن الذين كفروا من أهل الكتاب \" إلى آخرها ، قال جبريل : يا رسول الله ، إن ربك يأمرك أن تقرئها أبيا . فقال النبي صلى الله عليه وسلم لأبي : \" إن جبريل أمرني أن أقرئك هذه السورة \" . قال أبي : وقد ذكرت ثم يا رسول الله ؟ قال : \" نعم \" . قال : فبكى أبي .حديث آخر : وقال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة ، سمعت قتادة يحدث عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم لأبي بن كعب : \" إن الله أمرني أن أقرأ عليك : \" لم يكن الذين كفروا \" قال : وسماني لك ؟ قال : \" نعم \" . فبكى .ورواه البخاري ومسلم والترمذي والنسائي من حديث شعبة به .حديث آخر : قال الإمام أحمد : حدثنا مؤمل ، حدثنا سفيان ، حدثنا أسلم المنقري ، عن عبد الله بن عبد الرحمن بن أبزى ، عن أبيه ، عن أبي بن كعب قال : قال لي رسول الله صلى الله عليه وسلم : \" إني أمرت أن أقرأ عليك سورة كذا وكذا \" . قلت : يا رسول الله ، وقد ذكرت هناك ؟ قال : \" نعم \" . فقلت له : يا أبا المنذر ، ففرحت بذلك . قال : وما يمنعني والله يقول : \" قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون \" [ يونس : 58 ] . قال مؤمل : قلت لسفيان : القراءة في الحديث ؟ قال : نعم . تفرد به من هذا الوجه .طريق أخرى : قال أحمد : حدثنا محمد بن جعفر وحجاج ، قالا : حدثنا شعبة ، عن عاصم بن بهدلة ، عن زر بن حبيش ، عن أبي بن كعب قال : إن رسول الله صلى الله عليه وسلم قال لي : \" إن الله أمرني أن أقرأ عليك القرآن \" . قال : فقرأ : \" لم يكن الذين كفروا من أهل الكتاب \" قال : فقرأ فيها : ولو أن ابن آدم سأل واديا من مال ، فأعطيه لسأل ثانيا ، ولو سأل ثانيا فأعطيه لسأل ثالثا ، ولا يملأ جوف ابن آدم إلا التراب ، ويتوب الله على من تاب . وإن ذلك الدين عند الله الحنيفية ، غير المشركة ولا اليهودية ولا النصرانية ، ومن يفعل خيرا فلن يكفره .ورواه الترمذي من حديث أبي داود الطيالسي ، عن شعبة به ، وقال : حسن صحيح .طريق أخرى : قال الحافظ أبو القاسم الطبراني : حدثنا أحمد بن خليد الحلبي ، حدثنا محمد بن عيسى الطباع ، حدثنا معاذ بن محمد بن معاذ بن أبي بن كعب ، عن أبيه ، عن جده ، عن أبي بن كعب قال : قال رسول الله صلى الله عليه وسلم : \" يا أبا المنذر ، إني أمرت أن أعرض عليك القرآن \" . قال : بالله آمنت ، وعلى يدك أسلمت ، ومنك تعلمت . قال : فرد النبي صلى الله عليه وسلم القول . [ قال ] فقال : يا رسول الله ، أذكرت هناك ؟ قال : \" نعم ، باسمك ونسبك في الملأ الأعلى \" . قال : فاقرأ إذا يا رسول الله .هذا غريب من هذا الوجه ، والثابت ما تقدم . وإنما قرأ عليه النبي صلى الله عليه وسلم هذه السورة تثبيتا له ، وزيادة لإيمانه ، فإنه - كما رواه أحمد والنسائي من طريق أنس عنه ، ورواه أحمد وأبو داود ، من حديث سليمان بن صرد عنه ، ورواه أحمد ، عن عفان ، عن حماد ، عن حميد ، عن أنس ، عن عبادة بن الصامت عنه ، ورواه أحمد ، ومسلم ، وأبو داود ، والنسائي من حديث إسماعيل بن أبي خالد ، عن عبد الله بن عيسى ، عن عبد الرحمن بن أبي ليلى ، عنه كان قد أنكر على إنسان - وهو : عبد الله بن مسعود - قراءة شيء من القرآن على خلاف ما أقرأه رسول الله صلى الله عليه وسلم ، فرفعه إلى النبي صلى الله عليه وسلم فاستقرأهما ، وقال ، لكل منهما : \" أصبت \" . قال أبي : فأخذني من الشك ولا إذ كنت في الجاهلية . فضرب رسول الله صلى الله عليه وسلم في صدره ، قال أبي : ففضت عرقا ، وكأنما أنظر إلى الله فرقا . وأخبره رسول الله صلى الله عليه وسلم أن جبريل أتاه فقال : إن الله يأمرك أن تقرئ أمتك القرآن على حرف . فقلت : \" أسأل الله معافاته ومغفرته \" . فقال : على حرفين . فلم يزل حتى قال : إن الله يأمرك أن تقرئ أمتك القرآن على سبعة أحرف . كما قدمنا ذكر هذا الحديث بطرقه وألفاظه في أول التفسير . فلما نزلت هذه السورة الكريمة وفيها : \" رسول من الله يتلو صحفا مطهرة فيها كتب قيمة \" قرأها عليه رسول الله صلى الله عليه وسلم قراءة إبلاغ وتثبيت وإنذار ، لا قراءة تعلم واستذكار ، والله أعلم .وهذا كما أن عمر بن الخطاب لما سأل رسول الله صلى الله عليه وسلم يوم الحديبية عن تلك الأسئلة ، وكان فيما قال : أولم تكن تخبرنا أنا سنأتي البيت ونطوف به ؟ قال : \" بلى ، أفأخبرتك أنك تأتيه عامك هذا ؟ \" . قال : لا . قال : \" فإنك آتيه ، ومطوف به \" . فلما رجعوا من الحديبية ، وأنزل الله على النبي صلى الله عليه وسلم سورة \" الفتح \" ، دعا عمر بن الخطاب وقرأها عليه ، وفيها قوله : \" لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله آمنين \" الآية [ الفتح : 27 ] ، كما تقدم .وروى الحافظ أبو نعيم في كتابه \" أسماء الصحابة \" من طريق محمد بن إسماعيل الجعفري المدني : حدثنا عبد الله بن سلمة بن أسلم ، عن ابن شهاب ، عن إسماعيل بن أبي حكيم المدني ، حدثني فضيل سمعت رسول الله صلى الله عليه وسلم يقول : \" إن الله ليسمع قراءة \" لم يكن الذين كفروا \" فيقول : أبشر عبدي ، فوعزتي لأمكننه لك في الجنة حتى ترضى \" .حديث غريب جدا . وقد رواه الحافظ أبو موسى المديني وابن الأثير ، من طريق الزهري ، عن إسماعيل بن أبي حكيم ، عن نظير المزني - أو : المدني - عن النبي صلى الله عليه وسلم : \" إن الله ليسمع قراءة \" لم يكن الذين كفروا \" ويقول : أبشر عبدي ، فوعزتي لا أنساك على حال من أحوال الدنيا والآخرة ، ولأمكنن لك في الجنة حتى ترضى \" .أما أهل الكتاب فهم : اليهود والنصارى والمشركون ؛ عبدة الأوثان والنيران ، من العرب ومن العجم . وقال مجاهد : لم يكونوا ( منفكين ) يعني : منتهين حتى يتبين لهم الحق . وكذا قال قتادة .( حتى تأتيهم البينة ) أي : هذا القرآن"
      },
      "translations": {
        "en": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
        "fr": "Les infidèles parmi les gens du Livre, ainsi que les Associateurs, ne cesseront pas de mécroire jusqu'à ce que leur vienne la Preuve évidente:",
        "es": "Los que no creen, tanto gente de la Escritura como asociadores, no podían renunciar hasta que les viniera la prueba clara:"
      },
      "ibn_ashour": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (1) استصعب في كلام المفسرين تحصيل المعنى المستفاد من هذه الآيات الأربع من أول هذه السورة تحصيلاً ينتزع من لفظها ونظمها ، فذكر الفخر عن الواحدي في «التفسير البسيط» له أنه قال : هذه الآية من أصعب ما في القرآن نظماً وتفسيراً وقد تخبط فيها الكبار من العلماء . قال الفخر : «ثم إنه لم يلخص كيفية الإِشكال فيها .وأنا أقول : وجه الإِشكال أن تقدير الآية : لم يكن الذين كفروا منفكين حتى تأتيهم البينة التي هي الرسول صلى الله عليه وسلم ثم إنه تعالى لم يذكر أنهم منفكون عماذا لكنه معلوم إذ المراد هو الكفر والشرك اللذيْن كانوا عليهما فصار التقدير : لم يكن الذين كفروا منفكين عن كفرهم حتى تأتيهم البينة التي هي الرسول صلى الله عليه وسلم ثم إن كلمة { حتى } لانتهاء الغاية فهذه الآية تقتضي أنهم صاروا منفكين عن كفرهم عند إتيان الرسول صلى الله عليه وسلم ثم قال بعد ذلك : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } [ البينة : 4 ] وهذا يقتضي أن كفرهم قد ازداد عند مجيء الرسول صلى الله",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "رَسُولٌۭ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًۭا مُّطَهَّرَةًۭ",
      "tafsir": {
        "muyassar": "وهي رسول الله محمد صلى الله عليه وسلم، يتلو قرآنًا في صحف مطهرة.",
        "mukhtasar": "هذا البرهان الواضح والحجة الجَلِيَّة هو رسول من عند الله بعثه يقرأ صحفًا مطهرة لا يمسها إلا المطهرون.",
        "saadi": "ثم فسر تلك البينة فقال: { رَسُولٌ مِنَ اللَّهِ } أي: أرسله الله، يدعو الناس إلى الحق، وأنزل عليه كتابًا يتلوه، ليعلم الناس الحكمة ويزكيهم، ويخرجهم من الظلمات إلى النور{ يَتْلُو صُحُفًا مُطَهَّرَةً } أي: محفوظة عن قربان الشياطين، لا يمسها إلا المطهرون، لأنها في أعلى ما يكون من الكلام.",
        "kathir": "ثم فسر البينة بقوله \"رسول من الله يتلوا صحف مطهرة\" يعني محمدا وما يتلوه من القرآن العظيم الذي هو مكتتب في الملأ الأعلى في صحف مطهرة كقوله \" في صحف مكرمة مرفوعة مطهرة بأيدي سفرة كرام بررة\" [ عبس : 13 - 16 ] .."
      },
      "translations": {
        "en": "A Messenger from Allah, reciting purified scriptures",
        "fr": "un Messager, de la part d'Allah, qui leur récite des feuilles purifiées,",
        "es": "Un Enviado de Dios, que recitara hojas purificadas,"
      },
      "ibn_ashour": "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (2) الخامس : تأويل { رسول } بأنه رسول من الملائكة يتلو عليهم صحفاً من عند الله فهو في معنى قوله تعالى : { يسألك أهل الكتاب أن تنزل عليهم كتاباً من السماء } [ النساء : 153 ] وعزاه الفخر إلى أبي مسلم وهو يقتضي صرف الخبر إلى التهكم .هذا والمراد ب { الذين كفروا من أهل الكتاب } أنهم كفروا برسالة محمد صلى الله عليه وسلم مثل ما في قوله تعالى : { ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب } [ الحشر : 11 ] .وأنت لا يعوزك إرجاع أقوال المفسرين إلى هذه المعاقد فلا نحتاج إلى التطويل بذكرها فدونك فراجعها إن شئت ، فبنا أن نهتم بتفسير الآية على الوجه البين .إن هذه الآيات وردت مورد إقامة الحجة على الذين لم يؤمنوا من أهل الكتاب وعلى المشركين بأنهم متنصلون من الحق متعللون للإِصرار على الكفر عناداً ، فلنسلك بالخَبر مسلك مورد الحجة لا مسلك إفادة النسبَةِ الخبرية فتعين علينا أن نصرف التركيب عن استعمال ظاهره إلى استعمال مجازي على طريقة المجاز المرسل المركب من قَبيل استعمال الخبر في الإِنشاء والاستفهاممِ في التوبيخ ونحو ذلك الذي قال فيه ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "فِيهَا كُتُبٌۭ قَيِّمَةٌۭ",
      "tafsir": {
        "muyassar": "في تلك الصحف أخبار صادقة وأوامر عادلة، تهدي إلى الحق وإلى صراط مستقيم.",
        "mukhtasar": "في تلك الصحف أخبار صدق وأحكام عدل، ترشد الناس إلى ما فيه صلاحهم ورشدهم.",
        "saadi": "{ فِيهَا } أي: في تلك الصحف { كُتُبٌ قَيِّمَةٌ } أي: أخبار صادقة، وأوامر عادلة تهدي إلى الحق وإلى صراط مستقيم، فإذا جاءتهم هذه البينة، فحينئذ يتبين طالب الحق ممن ليس له مقصد في طلبه، فيهلك من هلك عن بينة، ويحيا من حي عن بينة.",
        "kathir": "وقوله تعالى \"فيها كتب قيمة\" قال ابن جرير أى في الصحف المطهرة كتب من كتب الله قيمة عادلة مستقيمة ليس فيها خطأ لأنها من عند الله عز وجل قال قتادة \"رسول من الله يتلوا صحفا مطهرة\" يذكر القرآن بأحسن الذكر وثني عليه بأن الثناء وقال ابن زيد \"فيها كتب قيمة \" مستقيمة معتدلة."
      },
      "translations": {
        "en": "Within which are correct writings.",
        "fr": "dans lesquelles se trouvent des prescriptions d'une rectitude parfaite.",
        "es": "que contenían Escrituras verdaderas."
      },
      "ibn_ashour": "فِيهَا كُتُبٌ قَيِّمَةٌ (3)والمراد بالكتب أجزاء القرآن أو سوره فهي بمثابة الكتب .والقيِّمة : المستقيمة ، أي شديدة القيام الذي هو هنا مجاز في الكمال والصواب وهذا من تشبيه المعقول بالمحسوس تشبيهاً بالقائم لاستعداده للعمل النافع ، وضده العِوَج قال تعالى : { الحمد للَّه الذي أنزل على عبده الكتاب ولم يجعل له عِوجاً قيماً } [ الكهف : 1 ، 2 ] ، أي لم يجعل فيه نقص الباطل والخطأ ، فالقيّمة مبالغة في القائم مثل السيد للسائد والميت للمائت .وتأنيث الوصف لاعتبار كونه وصفاً لجمع .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "tafsir": {
        "muyassar": "وما اختلف الذين أوتوا الكتاب من اليهود والنصارى في كون محمد صلى الله عليه وسلم رسولا حقًا؛ لما يجدونه من نعته في كتابهم، إلا مِن بعد ما تبينوا أنه النبي الذي وُعِدوا به في التوراة والإنجيل، فكانوا مجتمعين على صحة نبوته، فلما بُعِث جحدوها وتفرَّقوا.",
        "mukhtasar": "وما اختلف اليهود الذين أُعْطوا التوراة، والنصارى الذين أُعْطوا الإنجيل، إلا من بعد ما بعث الله نبيَّه إليهم، فمنهم من أسلم، ومنهم من تَمَادى في كفره مع علمه بصدق نبيه.",
        "saadi": "وإذا لم يؤمن أهل الكتاب لهذا الرسول وينقادوا له، فليس ذلك ببدع من ضلالهم وعنادهم، فإنهم ما تفرقوا واختلفوا وصاروا أحزابًا { إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ } التي توجب لأهلها الاجتماع والاتفاق، ولكنهم لرداءتهم ونذالتهم، لم يزدهم الهدى إلا ضلالًا، ولا البصيرة إلا عمى، مع أن الكتب كلها جاءت بأصل واحد، ودين واحد.",
        "kathir": "وقوله : ( وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة ) كقوله : ( ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم ) [ آل عمران : 105 ] يعني بذلك أهل الكتب المنزلة على الأمم قبلنا ، بعد ما أقام الله عليهم الحجج والبينات تفرقوا واختلفوا في الذي أراده الله من كتبهم ، واختلفوا اختلافا كثيرا ، كما جاء في الحديث المروي من طرق : \" إن اليهود اختلفوا على إحدى وسبعين فرقة ، وإن النصارى اختلفوا على اثنتين وسبعين فرقة وستفترق هذه الأمة على ثلاث وسبعين فرقة ، كلها في النار إلا واحدة \" . قالوا : من هم يا رسول الله ؟ قال : \" ما أنا عليه وأصحابي \" ."
      },
      "translations": {
        "en": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
        "fr": "Et ceux à qui le Livre a été donné ne se sont divisés qu'après que la preuve leur fut venue.",
        "es": "Y quienes recibieron la Escritura no se dividieron sino después de venir a ellos la prueba clara."
      },
      "ibn_ashour": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (4)ارتقاء في الإِبطال وهو إبطال ثان لدعواهم بطريق النقض الجدلي المسمى بالمعارضة وهو تسليم الدليل والاستدلالُ لما ينافي ثبوت المدلول ، وهذا إبطال خاص بأهل الكتاب اليهود والنصارى ، ولذلك أظهر فاعل { تفرق } ولم يقل : وما تفرقوا إلا من بعد ما جاءتهم البينة ، إذ لو أضمر لتوُهِّمَت إرادة المشركين من جملة معاد الضمير ، بعد أن أبطل زعمهم بقوله : { رسول من الله يتلوا صحفاً مطهرة } [ البينة : 2 ] ارتقى إلى إبطال مزاعمهم إبطالاً مشوباً بالتكذيب وبشهادة ما حصل في الأزمان الماضية .فيجوز أن تكون الواو للعطف عاطفة إبطالاً على إبطال ، ويجوز أن تكون واو الحال .والمعنى : كيف يزعمون أن تمسكهم بما هم عليه من الدين مغيّاً بوقت أن تأتيهم البينة والحال أنهم جاءتهم بينة من قبل ظهور الإِسلام وهي بينة عيسى عليه السلام فتفرقوا في الإِيمان به فنشأ من تفرقهم حدوث مِلتين اليهودية والنصرانية .والمراد بهذه البينة الثانية مجيء عيسى عليه السلام فإن الله أرسله كما وعدهم أنبياؤهم أمثالُ إلياسَ واليسع وأشعياء . وقد أجمع اليهود على",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "tafsir": {
        "muyassar": "وما أمروا في سائر الشرائع إلا ليعبدوا الله وحده قاصدين بعبادتهم وجهه، مائلين عن الشرك إلى الإيمان، ويقيموا الصلاة، ويُؤَدُّوا الزكاة، وذلك هو دين الاستقامة، وهو الإسلام.",
        "mukhtasar": "ويظهر جرم وعناد اليهود والنصارى أنهم ما أمروا في هذا القرآن إلا بما أمروا به في كتابيهم من عبادة الله وحده، ومجانبة الشرك، وإقامة الصلاة وإعطاء الزكاة، فما أمروا به هو الدين المستقيم الذي لا اعوجاج فيه.",
        "saadi": "فما أمروا في سائر الشرائع إلا أن يعبدوا { اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ } أي: قاصدين بجميع عباداتهم الظاهرة والباطنة وجه الله، وطلب الزلفى لديه، { حُنَفَاءَ } أي: معرضين [مائلين] عن سائر الأديان المخالفة لدين التوحيد. وخص الصلاة والزكاة [بالذكر] مع أنهما داخلان في قوله { لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ } لفضلهما وشرفهما، وكونهما العبادتين اللتين من قام بهما قام بجميع شرائع الدين.{ وَذَلِكَ } أي التوحيد والإخلاص في الدين، هو { دِينُ الْقَيِّمَةِ } أي: الدين المستقيم، الموصل إلى جنات النعيم، وما سواه فطرق موصلة إلى الجحيم.",
        "kathir": "وقوله : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين ) كقوله ( وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ) [ الأنبياء : 25 ] ; ولهذا قال : حنفاء ، أي : متحنفين عن الشرك إلى التوحيد . كقوله : ( ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت ) [ النحل : 36 ] وقد تقدم تقرير الحنيف في سورة \" الأنعام \" بما أغنى عن إعادته هاهنا .( ويقيموا الصلاة ) وهي أشرف عبادات البدن ( ويؤتوا الزكاة ) وهي الإحسان إلى الفقراء والمحاويج . ( وذلك دين القيمة ) أي : الملة القائمة العادلة ، أو : الأمة المستقيمة المعتدلة .وقد استدل كثير من الأئمة كالزهري والشافعي بهذه الآية الكريمة على أن الأعمال داخلة في الإيمان ; ولهذا قال : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة )"
      },
      "translations": {
        "en": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
        "fr": "Il ne leur a été commandé, cependant, que d'adorer Allah, Lui vouant un culte exclusif, d'accomplir la Salât et d'acquitter la Zakât. Et voilà la religion de droiture.",
        "es": "Pero no se les ordenó sino que sirvieran a Dios, rindiéndole culto sincero comohanifes, que hicieran la azalá y dieran el azaque. Ésa es la religión verdadera."
      },
      "ibn_ashour": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (5)هذا إبطال ثالث لتنصلهم من متابعة الإِسلام بعلة أنهم لا يتركون ما هم عليه حتى تأتيهم البينة وزعمهم أن البينة لم تأتهم .وهو إبطال بطريق القول بالموجَب في الجدل ، أي إذا سلمنا أنكم مُوصَوْن بالتمسك بما أنتم عليه لا تنفكون عنه حتى تأتيكم البينة ، فليس في الإِسلام ما ينافي ما جاء به كتابكم لأن كتابكم يأمر بما أمر به القرآن ، وهو عبادة الله وحده دون إشراك ، وذلك هو الحنيفية وهي دين إبراهيم الذي أخذ عليهم العهد به ، فذلك دين الإِسلام وذلك ما أمرتم به في دينكم .فلك أن تجعل الواو عاطفة على جملة : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] الخ .ولك أن تجعل الواو للحال فتكون الجملة حالاً من الضمير في قوله : { حتى تأتيهم البينة } [ البينة : 1 ] . والمعنى والحال أن البينة قد أتتهم إذ جاء الإِسلام بما صدَّق قول الله تعالى لموسى عليه السلام : «أقيم لهم نبيئاً من وسط إخوتهم وأجعل كلامي في فمه» ، وقول عيسى عليه السلام : «فهو يعلمكم كل شيء ويذكركم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "tafsir": {
        "muyassar": "إن الذين كفروا من اليهود والنصارى والمشركين عقابهم نار جهنم خالدين فيها، أولئك هم أشد الخليقة شرا.",
        "mukhtasar": "إن الذين كفروا - من اليهود والنصارى ومن المشركين - يدخلون يوم القيامة في جهنم ماكثين فيها أبدًا، أولئك هم شرّ الخليقة؛ لكفرهم بالله، وتكذيبهم رسوله.",
        "saadi": "ثم ذكر جزاء الكافرين بعدما جاءتهم البينة، فقال: { إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ } قد أحاط بهم عذابها، واشتد عليهم عقابها، { خَالِدِينَ فِيهَا } لا يفتر عنهم العذاب، وهم فيها مبلسون، { أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ } لأنهم عرفوا الحق وتركوه، وخسروا الدنيا والآخرة.",
        "kathir": "يخبر تعالى عن مآل الفجار من كفرة أهل الكتاب والمشركين المخالفين لكتب الله المنزلة وأنبياء الله المرسلة أنهم يوم القيامة في نار جهنم خالدين فيها أي ماكثين لا يحولون عنها ولا يزولون \" أولئك هم شر البرية \" أي شر الخليقة التي برأها الله وذرأها."
      },
      "translations": {
        "en": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
        "fr": "Les infidèles parmi les gens du Livre, ainsi que les Associateurs iront au feu de l'Enfer, pour y demeurer éternellement. De toute la création, ce sont eux les pires.",
        "es": "Los que no crean, tanto gente de la Escritura como asociadores estarán, eternamente, en el fuego de la gehena. Ésos son lo peor de la creación."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6)بعد أن أنحى على أهل الكتاب والمشركين معاً ثم خَصَّ أهل الكتاب بالطعن في تعللاتهم والإِبطال لشبهاتهم التي يتابعهم المشركون عليها . أعقبه بوعيد الفريقين جمعاً بينهما كما ابتدأ الجمع بينهما في أول السورة لأن ما سبق من الموعظة والدلالة كاف في تدليل أنفسهم للموعظة .فالجملة استئناف ابتدائي ، وقدم أهل الكتاب على المشركين في الوعيد استتباعاً لتقديمهم عليهم في سببه كما تقدم في أول السورة ، ولأن معظم الرد كان موجهاً إلى أحوالهم من قوله : { وما تفرق الذين أوتوا الكتاب } إلى قوله : { دين القيمة } [ البينة : 4 ، 5 ] ، ولأنه لو آمن أهل الكتاب لقامت الحجة على أهل الشرك .و { مِن } بيانية مثل التي في قوله : { لم يكن الذين كفروا من أهل الكتاب والمشركين } [ البينة : 1 ] .وتأكيد الخبر ب { إنّ } للرد على أهل الكتاب الذين يزعمون أنهم لا تمسهم النار إلا أياماً معدودة ، فإن الظرفية التي اقتضتها { في } تفيد أنهم غير خارجين منها ، وتأكد ذلك بقوله : { خالدين فيها } ، وأما ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "tafsir": {
        "muyassar": "إن الذين صَدَّقوا الله واتبعوا رسوله وعملوا الصالحات، أولئك هم خير الخلق.",
        "mukhtasar": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات أولئك هم خير الخليقة.",
        "saadi": "{ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ } لأنهم عبدوا الله وعرفوه، وفازوا بنعيم الدنيا والآخرة.",
        "kathir": "ثم أخبر تعالى عن الأبرار الذين آمنوا بقلوبهم وعملوا الصالحات بأبدانهم بأنهم خير البرية وقد استدل بهذه الآية أبو هريرة وطائفة من العلماء على تفضيل المؤمنين من البرية على الملائكة لقوله \"أولئك هم خير البرية\"."
      },
      "translations": {
        "en": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
        "fr": "Quant à ceux qui croient et accomplissent les bonnes œuvres, ce sont les meilleurs de toute la création.",
        "es": "En cambio, los que crean y obren bien, ésos son lo mejor de la creación,"
      },
      "ibn_ashour": "إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (7) { البرية * إِنَّ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات أولئك هُمْ خَيْرُ البرية } { البرية * جَزَآؤُهُمْ عِندَ رَبِّهِمْ جنات عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الانهار } .قوبل حال الكفرة من أهل الكتاب وحالُ المشركين بحال الذين آمنوا بعد أن أشِير إليهم بقوله : { وذلك دين القيمة } [ البينة : 5 ] ، استيعاباً لأحوال الفِرق في الدنيا والآخرة وجرياً على عادة القرآن في تعقيب نذارة المنذَرين ببشارة المطمئنين وما ترتب على ذلك من الثناء عليهم ، وقدم الثناء عليهم على بشارتهم على عكس نظم الكلام المتقدم في ضدهم ليكون ذكر وعدهم كالشكر لهم على إيمانهم وأعمالهم فإن الله شكور .والجملة استئناف بياني ناشىء عن تكرر ذكر الذين كفروا من أهل الكتاب والمشركين فإن ذلك يثير في نفوس الذين آمنوا من أهل الكتاب والمشركين تساؤلاً عن حالهم لعل تأخر إيمانهم إلى ما بعد نزول الآيات في التنديد عليهم يَجعلهم في انحطاط درجةٍ ، فجاءت هذه الآية مبينة أن من آمن منهم هو معدود في خير البريئة .والقول في اسم الإِشارة ، وضمير الفصل والقصر وهمز البر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "tafsir": {
        "muyassar": "جزاؤهم عند ربهم يوم القيامة جنات إقامة واستقرار في منتهى الحسن، تجري من تحت قصورها الأنهار، خالدين فيها أبدًا، رضي الله عنهم فقبل أعمالهم الصالحة، ورضوا عنه بما أعدَّ لهم من أنواع الكرامات، ذلك الجزاء الحسن لمن خاف الله واجتنب معاصيه.",
        "mukhtasar": "ثوابهم عند ربهم سبحانه وتعالى جنات تجري الأنهار من تحت قصورها وأشجارها، ماكثين فيها أبدًا، رضي الله عنهم لما آمنوا به وأطاعوه، ورضوا عنه لما نالهم من رحمته، هذه الرحمة ينالها من خاف ربه، فامتثل أمره، واجتنب نهيه.",
        "saadi": "{ جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ } أي: جنات إقامة، لا ظعن فيها ولا رحيل، ولا طلب لغاية فوقها، { تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ } فرضي عنهم بما قاموا به من مراضيه، ورضوا عنه، بما أعد لهم من أنواع الكرامات وجزيل المثوبات { ذَلِكَ } الجزاء الحسن { لِمَنْ خَشِيَ رَبَّهُ } أي: لمن خاف الله، فأحجم عن معاصيه، وقام بواجباته  [تمت بحمد لله]",
        "kathir": "ثم قال : ( جزاؤهم عند ربهم ) أي : يوم القيامة ( جنات عدن تجري من تحتها الأنهار خالدين فيها أبدا ) أي : بلا انفصال ولا انقضاء ولا فراغ .( رضي الله عنهم ورضوا عنه ) ومقام رضاه عنهم أعلى مما أوتوه من النعيم المقيم ( ورضوا عنه ) فيما منحهم من الفضل العميم .وقوله : ( ذلك لمن خشي ربه ) أي : هذا الجزاء حاصل لمن خشي الله واتقاه حق تقواه ، وعبده كأنه يراه ، وقد علم أنه إن لم يره فإنه يراه .وقال الإمام أحمد : حدثنا إسحاق بن عيسى ، حدثنا أبو معشر ، عن أبي وهب - مولى أبي هريرة - ، عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" ألا أخبركم بخير البرية ؟ \" قالوا : بلى يا رسول الله . قال : \" رجل أخذ بعنان فرسه في سبيل الله ، كلما كانت هيعة استوى عليه . ألا أخبركم بخير البرية ؟ \" قالوا : بلى يا رسول الله . قال : \" رجل في ثلة من غنمه ، يقيم الصلاة ويؤتي الزكاة . ألا أخبركم بشر البرية ؟ \" . قالوا : بلى . قال : \" الذي يسأل بالله ، ولا يعطي به \" .آخر تفسير سورة \" لم يكن \" ."
      },
      "translations": {
        "en": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
        "fr": "Leur récompense auprès d'Allah sera les Jardins de séjour, sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Allah les agrée et ils L'agréent. Telle sera [la récompense] de celui qui craint son Seigneur.",
        "es": "y tendrán como retribución, junto a su Señor, los jardines del edén, por cuyos bajos fluyen arroyos, en los que estarán eternamente, para siempre. Dios está satisfecho de ellos y ellos lo están de Él. Esto es sólo para quien tiene miedo de su Señor."
      },
      "ibn_ashour": "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (8)وجملة : { جزاؤهم عند ربهم جنات عدن } إلى آخرها مبيِّنة لجملة : { أولئك هم خير البريئة } .و { عند ربهم } ظرف وقع اعتراضاً بين { جزاؤهم } وبين { جنات عدن } للتنويه بعِظَم الجزاء بأنه مدَّخر لهم عند ربهم تكرمةً لهم لما في { عند } من الإِيماء إلى الحظوة والعناية ، وما في لفظ ربهم من الإِيماء إلى إجزال الجزاء بما يناسب عظم المضاف إليه { عندَ } ، وما يناسب شأن من يَرُب أن يبلغ بمربوبه عظيم الإحسان .وإضافة : { جنات } إلى { عدن } لإِفادة أنها مسكنهم لأن العَدْن الإِقامة ، أي ليس جزاؤهم تنزهاً في الجنات بل أقوى من ذلك بالإِقامة فيها .وقوله : { خالدين فيها أبداً } بشارة بأنها مسكنهم الخالد .ووصف الجنات ب { تجري من تحتها الأنهار } لبيان منتهى حسنها .وجَرْيُ النهر مستعار لانتقال السيْل تشبيهاً لسرعة انتقال الماء بسرعة المشي .والنهر : أخدود عظيم في الأرض يسيل فيه الماء فلا يطلق إلا على مجموع الأخدود ومائه . وإسناد الجري إل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ],
  "ayat": [
    {
      "number": 1,
      "text": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "tafsir": {
        "muyassar": "لم يكن الذين كفروا من اليهود والنصارى والمشركين تاركين كفرهم حتى تأتيهم العلامة التي وُعِدوا بها في الكتب السابقة.",
        "mukhtasar": "لم يكن الذين كفروا من اليهود والنصارى والمشركين مفارقين إجماعهم واتفاقهم على الكفر حتى يأتيهم برهان واضح، وحجة جَلِيَّة.",
        "saadi": "يقول تعالى: { لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ } أي: [من] اليهود والنصارى { وَالْمُشْرِكِينَ } من سائر أصناف الأمم.{ مُنْفَكِّينَ } عن كفرهم وضلالهم الذي هم عليه، أي: لا يزالون في غيهم وضلالهم، لا يزيدهم مرور السنين  إلا كفرًا.{ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ } الواضحة، والبرهان الساطع.",
        "kathir": "تفسير سورة لم يكن وهي مدنية .قال الإمام أحمد : حدثنا عفان ، حدثنا حماد - وهو ابن سلمة - ، أخبرنا علي - هو ابن زيد - ، عن عمار بن أبي عمار قال : سمعت أبا حية البدري - وهو : مالك بن عمرو بن ثابت الأنصاري - قال : لما نزلت : \" لم يكن الذين كفروا من أهل الكتاب \" إلى آخرها ، قال جبريل : يا رسول الله ، إن ربك يأمرك أن تقرئها أبيا . فقال النبي صلى الله عليه وسلم لأبي : \" إن جبريل أمرني أن أقرئك هذه السورة \" . قال أبي : وقد ذكرت ثم يا رسول الله ؟ قال : \" نعم \" . قال : فبكى أبي .حديث آخر : وقال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة ، سمعت قتادة يحدث عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم لأبي بن كعب : \" إن الله أمرني أن أقرأ عليك : \" لم يكن الذين كفروا \" قال : وسماني لك ؟ قال : \" نعم \" . فبكى .ورواه البخاري ومسلم والترمذي والنسائي من حديث شعبة به .حديث آخر : قال الإمام أحمد : حدثنا مؤمل ، حدثنا سفيان ، حدثنا أسلم المنقري ، عن عبد الله بن عبد الرحمن بن أبزى ، عن أبيه ، عن أبي بن كعب قال : قال لي رسول الله صلى الله عليه وسلم : \" إني أمرت أن أقرأ عليك سورة كذا وكذا \" . قلت : يا رسول الله ، وقد ذكرت هناك ؟ قال : \" نعم \" . فقلت له : يا أبا المنذر ، ففرحت بذلك . قال : وما يمنعني والله يقول : \" قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون \" [ يونس : 58 ] . قال مؤمل : قلت لسفيان : القراءة في الحديث ؟ قال : نعم . تفرد به من هذا الوجه .طريق أخرى : قال أحمد : حدثنا محمد بن جعفر وحجاج ، قالا : حدثنا شعبة ، عن عاصم بن بهدلة ، عن زر بن حبيش ، عن أبي بن كعب قال : إن رسول الله صلى الله عليه وسلم قال لي : \" إن الله أمرني أن أقرأ عليك القرآن \" . قال : فقرأ : \" لم يكن الذين كفروا من أهل الكتاب \" قال : فقرأ فيها : ولو أن ابن آدم سأل واديا من مال ، فأعطيه لسأل ثانيا ، ولو سأل ثانيا فأعطيه لسأل ثالثا ، ولا يملأ جوف ابن آدم إلا التراب ، ويتوب الله على من تاب . وإن ذلك الدين عند الله الحنيفية ، غير المشركة ولا اليهودية ولا النصرانية ، ومن يفعل خيرا فلن يكفره .ورواه الترمذي من حديث أبي داود الطيالسي ، عن شعبة به ، وقال : حسن صحيح .طريق أخرى : قال الحافظ أبو القاسم الطبراني : حدثنا أحمد بن خليد الحلبي ، حدثنا محمد بن عيسى الطباع ، حدثنا معاذ بن محمد بن معاذ بن أبي بن كعب ، عن أبيه ، عن جده ، عن أبي بن كعب قال : قال رسول الله صلى الله عليه وسلم : \" يا أبا المنذر ، إني أمرت أن أعرض عليك القرآن \" . قال : بالله آمنت ، وعلى يدك أسلمت ، ومنك تعلمت . قال : فرد النبي صلى الله عليه وسلم القول . [ قال ] فقال : يا رسول الله ، أذكرت هناك ؟ قال : \" نعم ، باسمك ونسبك في الملأ الأعلى \" . قال : فاقرأ إذا يا رسول الله .هذا غريب من هذا الوجه ، والثابت ما تقدم . وإنما قرأ عليه النبي صلى الله عليه وسلم هذه السورة تثبيتا له ، وزيادة لإيمانه ، فإنه - كما رواه أحمد والنسائي من طريق أنس عنه ، ورواه أحمد وأبو داود ، من حديث سليمان بن صرد عنه ، ورواه أحمد ، عن عفان ، عن حماد ، عن حميد ، عن أنس ، عن عبادة بن الصامت عنه ، ورواه أحمد ، ومسلم ، وأبو داود ، والنسائي من حديث إسماعيل بن أبي خالد ، عن عبد الله بن عيسى ، عن عبد الرحمن بن أبي ليلى ، عنه كان قد أنكر على إنسان - وهو : عبد الله بن مسعود - قراءة شيء من القرآن على خلاف ما أقرأه رسول الله صلى الله عليه وسلم ، فرفعه إلى النبي صلى الله عليه وسلم فاستقرأهما ، وقال ، لكل منهما : \" أصبت \" . قال أبي : فأخذني من الشك ولا إذ كنت في الجاهلية . فضرب رسول الله صلى الله عليه وسلم في صدره ، قال أبي : ففضت عرقا ، وكأنما أنظر إلى الله فرقا . وأخبره رسول الله صلى الله عليه وسلم أن جبريل أتاه فقال : إن الله يأمرك أن تقرئ أمتك القرآن على حرف . فقلت : \" أسأل الله معافاته ومغفرته \" . فقال : على حرفين . فلم يزل حتى قال : إن الله يأمرك أن تقرئ أمتك القرآن على سبعة أحرف . كما قدمنا ذكر هذا الحديث بطرقه وألفاظه في أول التفسير . فلما نزلت هذه السورة الكريمة وفيها : \" رسول من الله يتلو صحفا مطهرة فيها كتب قيمة \" قرأها عليه رسول الله صلى الله عليه وسلم قراءة إبلاغ وتثبيت وإنذار ، لا قراءة تعلم واستذكار ، والله أعلم .وهذا كما أن عمر بن الخطاب لما سأل رسول الله صلى الله عليه وسلم يوم الحديبية عن تلك الأسئلة ، وكان فيما قال : أولم تكن تخبرنا أنا سنأتي البيت ونطوف به ؟ قال : \" بلى ، أفأخبرتك أنك تأتيه عامك هذا ؟ \" . قال : لا . قال : \" فإنك آتيه ، ومطوف به \" . فلما رجعوا من الحديبية ، وأنزل الله على النبي صلى الله عليه وسلم سورة \" الفتح \" ، دعا عمر بن الخطاب وقرأها عليه ، وفيها قوله : \" لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله آمنين \" الآية [ الفتح : 27 ] ، كما تقدم .وروى الحافظ أبو نعيم في كتابه \" أسماء الصحابة \" من طريق محمد بن إسماعيل الجعفري المدني : حدثنا عبد الله بن سلمة بن أسلم ، عن ابن شهاب ، عن إسماعيل بن أبي حكيم المدني ، حدثني فضيل سمعت رسول الله صلى الله عليه وسلم يقول : \" إن الله ليسمع قراءة \" لم يكن الذين كفروا \" فيقول : أبشر عبدي ، فوعزتي لأمكننه لك في الجنة حتى ترضى \" .حديث غريب جدا . وقد رواه الحافظ أبو موسى المديني وابن الأثير ، من طريق الزهري ، عن إسماعيل بن أبي حكيم ، عن نظير المزني - أو : المدني - عن النبي صلى الله عليه وسلم : \" إن الله ليسمع قراءة \" لم يكن الذين كفروا \" ويقول : أبشر عبدي ، فوعزتي لا أنساك على حال من أحوال الدنيا والآخرة ، ولأمكنن لك في الجنة حتى ترضى \" .أما أهل الكتاب فهم : اليهود والنصارى والمشركون ؛ عبدة الأوثان والنيران ، من العرب ومن العجم . وقال مجاهد : لم يكونوا ( منفكين ) يعني : منتهين حتى يتبين لهم الحق . وكذا قال قتادة .( حتى تأتيهم البينة ) أي : هذا القرآن"
      },
      "translations": {
        "en": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
        "fr": "Les infidèles parmi les gens du Livre, ainsi que les Associateurs, ne cesseront pas de mécroire jusqu'à ce que leur vienne la Preuve évidente:",
        "es": "Los que no creen, tanto gente de la Escritura como asociadores, no podían renunciar hasta que les viniera la prueba clara:"
      },
      "ibn_ashour": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (1) استصعب في كلام المفسرين تحصيل المعنى المستفاد من هذه الآيات الأربع من أول هذه السورة تحصيلاً ينتزع من لفظها ونظمها ، فذكر الفخر عن الواحدي في «التفسير البسيط» له أنه قال : هذه الآية من أصعب ما في القرآن نظماً وتفسيراً وقد تخبط فيها الكبار من العلماء . قال الفخر : «ثم إنه لم يلخص كيفية الإِشكال فيها .وأنا أقول : وجه الإِشكال أن تقدير الآية : لم يكن الذين كفروا منفكين حتى تأتيهم البينة التي هي الرسول صلى الله عليه وسلم ثم إنه تعالى لم يذكر أنهم منفكون عماذا لكنه معلوم إذ المراد هو الكفر والشرك اللذيْن كانوا عليهما فصار التقدير : لم يكن الذين كفروا منفكين عن كفرهم حتى تأتيهم البينة التي هي الرسول صلى الله عليه وسلم ثم إن كلمة { حتى } لانتهاء الغاية فهذه الآية تقتضي أنهم صاروا منفكين عن كفرهم عند إتيان الرسول صلى الله عليه وسلم ثم قال بعد ذلك : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } [ البينة : 4 ] وهذا يقتضي أن كفرهم قد ازداد عند مجيء الرسول صلى الله",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "رَسُولٌۭ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًۭا مُّطَهَّرَةًۭ",
      "tafsir": {
        "muyassar": "وهي رسول الله محمد صلى الله عليه وسلم، يتلو قرآنًا في صحف مطهرة.",
        "mukhtasar": "هذا البرهان الواضح والحجة الجَلِيَّة هو رسول من عند الله بعثه يقرأ صحفًا مطهرة لا يمسها إلا المطهرون.",
        "saadi": "ثم فسر تلك البينة فقال: { رَسُولٌ مِنَ اللَّهِ } أي: أرسله الله، يدعو الناس إلى الحق، وأنزل عليه كتابًا يتلوه، ليعلم الناس الحكمة ويزكيهم، ويخرجهم من الظلمات إلى النور{ يَتْلُو صُحُفًا مُطَهَّرَةً } أي: محفوظة عن قربان الشياطين، لا يمسها إلا المطهرون، لأنها في أعلى ما يكون من الكلام.",
        "kathir": "ثم فسر البينة بقوله \"رسول من الله يتلوا صحف مطهرة\" يعني محمدا وما يتلوه من القرآن العظيم الذي هو مكتتب في الملأ الأعلى في صحف مطهرة كقوله \" في صحف مكرمة مرفوعة مطهرة بأيدي سفرة كرام بررة\" [ عبس : 13 - 16 ] .."
      },
      "translations": {
        "en": "A Messenger from Allah, reciting purified scriptures",
        "fr": "un Messager, de la part d'Allah, qui leur récite des feuilles purifiées,",
        "es": "Un Enviado de Dios, que recitara hojas purificadas,"
      },
      "ibn_ashour": "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (2) الخامس : تأويل { رسول } بأنه رسول من الملائكة يتلو عليهم صحفاً من عند الله فهو في معنى قوله تعالى : { يسألك أهل الكتاب أن تنزل عليهم كتاباً من السماء } [ النساء : 153 ] وعزاه الفخر إلى أبي مسلم وهو يقتضي صرف الخبر إلى التهكم .هذا والمراد ب { الذين كفروا من أهل الكتاب } أنهم كفروا برسالة محمد صلى الله عليه وسلم مثل ما في قوله تعالى : { ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب } [ الحشر : 11 ] .وأنت لا يعوزك إرجاع أقوال المفسرين إلى هذه المعاقد فلا نحتاج إلى التطويل بذكرها فدونك فراجعها إن شئت ، فبنا أن نهتم بتفسير الآية على الوجه البين .إن هذه الآيات وردت مورد إقامة الحجة على الذين لم يؤمنوا من أهل الكتاب وعلى المشركين بأنهم متنصلون من الحق متعللون للإِصرار على الكفر عناداً ، فلنسلك بالخَبر مسلك مورد الحجة لا مسلك إفادة النسبَةِ الخبرية فتعين علينا أن نصرف التركيب عن استعمال ظاهره إلى استعمال مجازي على طريقة المجاز المرسل المركب من قَبيل استعمال الخبر في الإِنشاء والاستفهاممِ في التوبيخ ونحو ذلك الذي قال فيه ا",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "فِيهَا كُتُبٌۭ قَيِّمَةٌۭ",
      "tafsir": {
        "muyassar": "في تلك الصحف أخبار صادقة وأوامر عادلة، تهدي إلى الحق وإلى صراط مستقيم.",
        "mukhtasar": "في تلك الصحف أخبار صدق وأحكام عدل، ترشد الناس إلى ما فيه صلاحهم ورشدهم.",
        "saadi": "{ فِيهَا } أي: في تلك الصحف { كُتُبٌ قَيِّمَةٌ } أي: أخبار صادقة، وأوامر عادلة تهدي إلى الحق وإلى صراط مستقيم، فإذا جاءتهم هذه البينة، فحينئذ يتبين طالب الحق ممن ليس له مقصد في طلبه، فيهلك من هلك عن بينة، ويحيا من حي عن بينة.",
        "kathir": "وقوله تعالى \"فيها كتب قيمة\" قال ابن جرير أى في الصحف المطهرة كتب من كتب الله قيمة عادلة مستقيمة ليس فيها خطأ لأنها من عند الله عز وجل قال قتادة \"رسول من الله يتلوا صحفا مطهرة\" يذكر القرآن بأحسن الذكر وثني عليه بأن الثناء وقال ابن زيد \"فيها كتب قيمة \" مستقيمة معتدلة."
      },
      "translations": {
        "en": "Within which are correct writings.",
        "fr": "dans lesquelles se trouvent des prescriptions d'une rectitude parfaite.",
        "es": "que contenían Escrituras verdaderas."
      },
      "ibn_ashour": "فِيهَا كُتُبٌ قَيِّمَةٌ (3)والمراد بالكتب أجزاء القرآن أو سوره فهي بمثابة الكتب .والقيِّمة : المستقيمة ، أي شديدة القيام الذي هو هنا مجاز في الكمال والصواب وهذا من تشبيه المعقول بالمحسوس تشبيهاً بالقائم لاستعداده للعمل النافع ، وضده العِوَج قال تعالى : { الحمد للَّه الذي أنزل على عبده الكتاب ولم يجعل له عِوجاً قيماً } [ الكهف : 1 ، 2 ] ، أي لم يجعل فيه نقص الباطل والخطأ ، فالقيّمة مبالغة في القائم مثل السيد للسائد والميت للمائت .وتأنيث الوصف لاعتبار كونه وصفاً لجمع .",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "tafsir": {
        "muyassar": "وما اختلف الذين أوتوا الكتاب من اليهود والنصارى في كون محمد صلى الله عليه وسلم رسولا حقًا؛ لما يجدونه من نعته في كتابهم، إلا مِن بعد ما تبينوا أنه النبي الذي وُعِدوا به في التوراة والإنجيل، فكانوا مجتمعين على صحة نبوته، فلما بُعِث جحدوها وتفرَّقوا.",
        "mukhtasar": "وما اختلف اليهود الذين أُعْطوا التوراة، والنصارى الذين أُعْطوا الإنجيل، إلا من بعد ما بعث الله نبيَّه إليهم، فمنهم من أسلم، ومنهم من تَمَادى في كفره مع علمه بصدق نبيه.",
        "saadi": "وإذا لم يؤمن أهل الكتاب لهذا الرسول وينقادوا له، فليس ذلك ببدع من ضلالهم وعنادهم، فإنهم ما تفرقوا واختلفوا وصاروا أحزابًا { إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ } التي توجب لأهلها الاجتماع والاتفاق، ولكنهم لرداءتهم ونذالتهم، لم يزدهم الهدى إلا ضلالًا، ولا البصيرة إلا عمى، مع أن الكتب كلها جاءت بأصل واحد، ودين واحد.",
        "kathir": "وقوله : ( وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة ) كقوله : ( ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم ) [ آل عمران : 105 ] يعني بذلك أهل الكتب المنزلة على الأمم قبلنا ، بعد ما أقام الله عليهم الحجج والبينات تفرقوا واختلفوا في الذي أراده الله من كتبهم ، واختلفوا اختلافا كثيرا ، كما جاء في الحديث المروي من طرق : \" إن اليهود اختلفوا على إحدى وسبعين فرقة ، وإن النصارى اختلفوا على اثنتين وسبعين فرقة وستفترق هذه الأمة على ثلاث وسبعين فرقة ، كلها في النار إلا واحدة \" . قالوا : من هم يا رسول الله ؟ قال : \" ما أنا عليه وأصحابي \" ."
      },
      "translations": {
        "en": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
        "fr": "Et ceux à qui le Livre a été donné ne se sont divisés qu'après que la preuve leur fut venue.",
        "es": "Y quienes recibieron la Escritura no se dividieron sino después de venir a ellos la prueba clara."
      },
      "ibn_ashour": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (4)ارتقاء في الإِبطال وهو إبطال ثان لدعواهم بطريق النقض الجدلي المسمى بالمعارضة وهو تسليم الدليل والاستدلالُ لما ينافي ثبوت المدلول ، وهذا إبطال خاص بأهل الكتاب اليهود والنصارى ، ولذلك أظهر فاعل { تفرق } ولم يقل : وما تفرقوا إلا من بعد ما جاءتهم البينة ، إذ لو أضمر لتوُهِّمَت إرادة المشركين من جملة معاد الضمير ، بعد أن أبطل زعمهم بقوله : { رسول من الله يتلوا صحفاً مطهرة } [ البينة : 2 ] ارتقى إلى إبطال مزاعمهم إبطالاً مشوباً بالتكذيب وبشهادة ما حصل في الأزمان الماضية .فيجوز أن تكون الواو للعطف عاطفة إبطالاً على إبطال ، ويجوز أن تكون واو الحال .والمعنى : كيف يزعمون أن تمسكهم بما هم عليه من الدين مغيّاً بوقت أن تأتيهم البينة والحال أنهم جاءتهم بينة من قبل ظهور الإِسلام وهي بينة عيسى عليه السلام فتفرقوا في الإِيمان به فنشأ من تفرقهم حدوث مِلتين اليهودية والنصرانية .والمراد بهذه البينة الثانية مجيء عيسى عليه السلام فإن الله أرسله كما وعدهم أنبياؤهم أمثالُ إلياسَ واليسع وأشعياء . وقد أجمع اليهود على",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "tafsir": {
        "muyassar": "وما أمروا في سائر الشرائع إلا ليعبدوا الله وحده قاصدين بعبادتهم وجهه، مائلين عن الشرك إلى الإيمان، ويقيموا الصلاة، ويُؤَدُّوا الزكاة، وذلك هو دين الاستقامة، وهو الإسلام.",
        "mukhtasar": "ويظهر جرم وعناد اليهود والنصارى أنهم ما أمروا في هذا القرآن إلا بما أمروا به في كتابيهم من عبادة الله وحده، ومجانبة الشرك، وإقامة الصلاة وإعطاء الزكاة، فما أمروا به هو الدين المستقيم الذي لا اعوجاج فيه.",
        "saadi": "فما أمروا في سائر الشرائع إلا أن يعبدوا { اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ } أي: قاصدين بجميع عباداتهم الظاهرة والباطنة وجه الله، وطلب الزلفى لديه، { حُنَفَاءَ } أي: معرضين [مائلين] عن سائر الأديان المخالفة لدين التوحيد. وخص الصلاة والزكاة [بالذكر] مع أنهما داخلان في قوله { لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ } لفضلهما وشرفهما، وكونهما العبادتين اللتين من قام بهما قام بجميع شرائع الدين.{ وَذَلِكَ } أي التوحيد والإخلاص في الدين، هو { دِينُ الْقَيِّمَةِ } أي: الدين المستقيم، الموصل إلى جنات النعيم، وما سواه فطرق موصلة إلى الجحيم.",
        "kathir": "وقوله : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين ) كقوله ( وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون ) [ الأنبياء : 25 ] ; ولهذا قال : حنفاء ، أي : متحنفين عن الشرك إلى التوحيد . كقوله : ( ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت ) [ النحل : 36 ] وقد تقدم تقرير الحنيف في سورة \" الأنعام \" بما أغنى عن إعادته هاهنا .( ويقيموا الصلاة ) وهي أشرف عبادات البدن ( ويؤتوا الزكاة ) وهي الإحسان إلى الفقراء والمحاويج . ( وذلك دين القيمة ) أي : الملة القائمة العادلة ، أو : الأمة المستقيمة المعتدلة .وقد استدل كثير من الأئمة كالزهري والشافعي بهذه الآية الكريمة على أن الأعمال داخلة في الإيمان ; ولهذا قال : ( وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة )"
      },
      "translations": {
        "en": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
        "fr": "Il ne leur a été commandé, cependant, que d'adorer Allah, Lui vouant un culte exclusif, d'accomplir la Salât et d'acquitter la Zakât. Et voilà la religion de droiture.",
        "es": "Pero no se les ordenó sino que sirvieran a Dios, rindiéndole culto sincero comohanifes, que hicieran la azalá y dieran el azaque. Ésa es la religión verdadera."
      },
      "ibn_ashour": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (5)هذا إبطال ثالث لتنصلهم من متابعة الإِسلام بعلة أنهم لا يتركون ما هم عليه حتى تأتيهم البينة وزعمهم أن البينة لم تأتهم .وهو إبطال بطريق القول بالموجَب في الجدل ، أي إذا سلمنا أنكم مُوصَوْن بالتمسك بما أنتم عليه لا تنفكون عنه حتى تأتيكم البينة ، فليس في الإِسلام ما ينافي ما جاء به كتابكم لأن كتابكم يأمر بما أمر به القرآن ، وهو عبادة الله وحده دون إشراك ، وذلك هو الحنيفية وهي دين إبراهيم الذي أخذ عليهم العهد به ، فذلك دين الإِسلام وذلك ما أمرتم به في دينكم .فلك أن تجعل الواو عاطفة على جملة : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] الخ .ولك أن تجعل الواو للحال فتكون الجملة حالاً من الضمير في قوله : { حتى تأتيهم البينة } [ البينة : 1 ] . والمعنى والحال أن البينة قد أتتهم إذ جاء الإِسلام بما صدَّق قول الله تعالى لموسى عليه السلام : «أقيم لهم نبيئاً من وسط إخوتهم وأجعل كلامي في فمه» ، وقول عيسى عليه السلام : «فهو يعلمكم كل شيء ويذكركم",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "tafsir": {
        "muyassar": "إن الذين كفروا من اليهود والنصارى والمشركين عقابهم نار جهنم خالدين فيها، أولئك هم أشد الخليقة شرا.",
        "mukhtasar": "إن الذين كفروا - من اليهود والنصارى ومن المشركين - يدخلون يوم القيامة في جهنم ماكثين فيها أبدًا، أولئك هم شرّ الخليقة؛ لكفرهم بالله، وتكذيبهم رسوله.",
        "saadi": "ثم ذكر جزاء الكافرين بعدما جاءتهم البينة، فقال: { إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ } قد أحاط بهم عذابها، واشتد عليهم عقابها، { خَالِدِينَ فِيهَا } لا يفتر عنهم العذاب، وهم فيها مبلسون، { أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ } لأنهم عرفوا الحق وتركوه، وخسروا الدنيا والآخرة.",
        "kathir": "يخبر تعالى عن مآل الفجار من كفرة أهل الكتاب والمشركين المخالفين لكتب الله المنزلة وأنبياء الله المرسلة أنهم يوم القيامة في نار جهنم خالدين فيها أي ماكثين لا يحولون عنها ولا يزولون \" أولئك هم شر البرية \" أي شر الخليقة التي برأها الله وذرأها."
      },
      "translations": {
        "en": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
        "fr": "Les infidèles parmi les gens du Livre, ainsi que les Associateurs iront au feu de l'Enfer, pour y demeurer éternellement. De toute la création, ce sont eux les pires.",
        "es": "Los que no crean, tanto gente de la Escritura como asociadores estarán, eternamente, en el fuego de la gehena. Ésos son lo peor de la creación."
      },
      "ibn_ashour": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6)بعد أن أنحى على أهل الكتاب والمشركين معاً ثم خَصَّ أهل الكتاب بالطعن في تعللاتهم والإِبطال لشبهاتهم التي يتابعهم المشركون عليها . أعقبه بوعيد الفريقين جمعاً بينهما كما ابتدأ الجمع بينهما في أول السورة لأن ما سبق من الموعظة والدلالة كاف في تدليل أنفسهم للموعظة .فالجملة استئناف ابتدائي ، وقدم أهل الكتاب على المشركين في الوعيد استتباعاً لتقديمهم عليهم في سببه كما تقدم في أول السورة ، ولأن معظم الرد كان موجهاً إلى أحوالهم من قوله : { وما تفرق الذين أوتوا الكتاب } إلى قوله : { دين القيمة } [ البينة : 4 ، 5 ] ، ولأنه لو آمن أهل الكتاب لقامت الحجة على أهل الشرك .و { مِن } بيانية مثل التي في قوله : { لم يكن الذين كفروا من أهل الكتاب والمشركين } [ البينة : 1 ] .وتأكيد الخبر ب { إنّ } للرد على أهل الكتاب الذين يزعمون أنهم لا تمسهم النار إلا أياماً معدودة ، فإن الظرفية التي اقتضتها { في } تفيد أنهم غير خارجين منها ، وتأكد ذلك بقوله : { خالدين فيها } ، وأما ال",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "tafsir": {
        "muyassar": "إن الذين صَدَّقوا الله واتبعوا رسوله وعملوا الصالحات، أولئك هم خير الخلق.",
        "mukhtasar": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات أولئك هم خير الخليقة.",
        "saadi": "{ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ } لأنهم عبدوا الله وعرفوه، وفازوا بنعيم الدنيا والآخرة.",
        "kathir": "ثم أخبر تعالى عن الأبرار الذين آمنوا بقلوبهم وعملوا الصالحات بأبدانهم بأنهم خير البرية وقد استدل بهذه الآية أبو هريرة وطائفة من العلماء على تفضيل المؤمنين من البرية على الملائكة لقوله \"أولئك هم خير البرية\"."
      },
      "translations": {
        "en": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
        "fr": "Quant à ceux qui croient et accomplissent les bonnes œuvres, ce sont les meilleurs de toute la création.",
        "es": "En cambio, los que crean y obren bien, ésos son lo mejor de la creación,"
      },
      "ibn_ashour": "إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (7) { البرية * إِنَّ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات أولئك هُمْ خَيْرُ البرية } { البرية * جَزَآؤُهُمْ عِندَ رَبِّهِمْ جنات عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الانهار } .قوبل حال الكفرة من أهل الكتاب وحالُ المشركين بحال الذين آمنوا بعد أن أشِير إليهم بقوله : { وذلك دين القيمة } [ البينة : 5 ] ، استيعاباً لأحوال الفِرق في الدنيا والآخرة وجرياً على عادة القرآن في تعقيب نذارة المنذَرين ببشارة المطمئنين وما ترتب على ذلك من الثناء عليهم ، وقدم الثناء عليهم على بشارتهم على عكس نظم الكلام المتقدم في ضدهم ليكون ذكر وعدهم كالشكر لهم على إيمانهم وأعمالهم فإن الله شكور .والجملة استئناف بياني ناشىء عن تكرر ذكر الذين كفروا من أهل الكتاب والمشركين فإن ذلك يثير في نفوس الذين آمنوا من أهل الكتاب والمشركين تساؤلاً عن حالهم لعل تأخر إيمانهم إلى ما بعد نزول الآيات في التنديد عليهم يَجعلهم في انحطاط درجةٍ ، فجاءت هذه الآية مبينة أن من آمن منهم هو معدود في خير البريئة .والقول في اسم الإِشارة ، وضمير الفصل والقصر وهمز البر",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "tafsir": {
        "muyassar": "جزاؤهم عند ربهم يوم القيامة جنات إقامة واستقرار في منتهى الحسن، تجري من تحت قصورها الأنهار، خالدين فيها أبدًا، رضي الله عنهم فقبل أعمالهم الصالحة، ورضوا عنه بما أعدَّ لهم من أنواع الكرامات، ذلك الجزاء الحسن لمن خاف الله واجتنب معاصيه.",
        "mukhtasar": "ثوابهم عند ربهم سبحانه وتعالى جنات تجري الأنهار من تحت قصورها وأشجارها، ماكثين فيها أبدًا، رضي الله عنهم لما آمنوا به وأطاعوه، ورضوا عنه لما نالهم من رحمته، هذه الرحمة ينالها من خاف ربه، فامتثل أمره، واجتنب نهيه.",
        "saadi": "{ جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ } أي: جنات إقامة، لا ظعن فيها ولا رحيل، ولا طلب لغاية فوقها، { تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ } فرضي عنهم بما قاموا به من مراضيه، ورضوا عنه، بما أعد لهم من أنواع الكرامات وجزيل المثوبات { ذَلِكَ } الجزاء الحسن { لِمَنْ خَشِيَ رَبَّهُ } أي: لمن خاف الله، فأحجم عن معاصيه، وقام بواجباته  [تمت بحمد لله]",
        "kathir": "ثم قال : ( جزاؤهم عند ربهم ) أي : يوم القيامة ( جنات عدن تجري من تحتها الأنهار خالدين فيها أبدا ) أي : بلا انفصال ولا انقضاء ولا فراغ .( رضي الله عنهم ورضوا عنه ) ومقام رضاه عنهم أعلى مما أوتوه من النعيم المقيم ( ورضوا عنه ) فيما منحهم من الفضل العميم .وقوله : ( ذلك لمن خشي ربه ) أي : هذا الجزاء حاصل لمن خشي الله واتقاه حق تقواه ، وعبده كأنه يراه ، وقد علم أنه إن لم يره فإنه يراه .وقال الإمام أحمد : حدثنا إسحاق بن عيسى ، حدثنا أبو معشر ، عن أبي وهب - مولى أبي هريرة - ، عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" ألا أخبركم بخير البرية ؟ \" قالوا : بلى يا رسول الله . قال : \" رجل أخذ بعنان فرسه في سبيل الله ، كلما كانت هيعة استوى عليه . ألا أخبركم بخير البرية ؟ \" قالوا : بلى يا رسول الله . قال : \" رجل في ثلة من غنمه ، يقيم الصلاة ويؤتي الزكاة . ألا أخبركم بشر البرية ؟ \" . قالوا : بلى . قال : \" الذي يسأل بالله ، ولا يعطي به \" .آخر تفسير سورة \" لم يكن \" ."
      },
      "translations": {
        "en": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
        "fr": "Leur récompense auprès d'Allah sera les Jardins de séjour, sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Allah les agrée et ils L'agréent. Telle sera [la récompense] de celui qui craint son Seigneur.",
        "es": "y tendrán como retribución, junto a su Señor, los jardines del edén, por cuyos bajos fluyen arroyos, en los que estarán eternamente, para siempre. Dios está satisfecho de ellos y ellos lo están de Él. Esto es sólo para quien tiene miedo de su Señor."
      },
      "ibn_ashour": "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (8)وجملة : { جزاؤهم عند ربهم جنات عدن } إلى آخرها مبيِّنة لجملة : { أولئك هم خير البريئة } .و { عند ربهم } ظرف وقع اعتراضاً بين { جزاؤهم } وبين { جنات عدن } للتنويه بعِظَم الجزاء بأنه مدَّخر لهم عند ربهم تكرمةً لهم لما في { عند } من الإِيماء إلى الحظوة والعناية ، وما في لفظ ربهم من الإِيماء إلى إجزال الجزاء بما يناسب عظم المضاف إليه { عندَ } ، وما يناسب شأن من يَرُب أن يبلغ بمربوبه عظيم الإحسان .وإضافة : { جنات } إلى { عدن } لإِفادة أنها مسكنهم لأن العَدْن الإِقامة ، أي ليس جزاؤهم تنزهاً في الجنات بل أقوى من ذلك بالإِقامة فيها .وقوله : { خالدين فيها أبداً } بشارة بأنها مسكنهم الخالد .ووصف الجنات ب { تجري من تحتها الأنهار } لبيان منتهى حسنها .وجَرْيُ النهر مستعار لانتقال السيْل تشبيهاً لسرعة انتقال الماء بسرعة المشي .والنهر : أخدود عظيم في الأرض يسيل فيه الماء فلا يطلق إلا على مجموع الأخدود ومائه . وإسناد الجري إل",
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "shehri_videos": []
    }
  ]
}