{
  "number": 113,
  "name": "الفلق",
  "englishName": "Al-Falaq",
  "meaning": "الصبح",
  "ayahCount": 5,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: أعوذ وأعتصم برب الفلق، وهو الصبح.",
        "mukhtasar": "قل - أيها الرسول -: أعتصم بربّ الصبح، وأستجير به.",
        "saadi": "أي: قل متعوذًا أَعُوذُ أي: ألجأ وألوذ، وأعتصم بِرَبِّ الْفَلَقِ أي: فالق الحب والنوى، وفالق الإصباح.",
        "jalalayn": "«قل أعوذ برب الفلق» الصبح."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "مِن شَرِّ مَا خَلَقَ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "من شر جميع المخلوقات وأذاها.",
        "mukhtasar": "من شرّ ما يؤذي من المخلوقات.",
        "saadi": "مِنْ شَرِّ مَا خَلَقَ وهذا يشمل جميع ما خلق الله، من إنس، وجن، وحيوانات، فيستعاذ بخالقها، من الشر الذي فيها،",
        "jalalayn": "«من شر ما خلق» من حيوان مكلف وغير مكلف وجماد كالسم وغير ذلك."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ومن شر ليل شديد الظلمة إذا دخل وتغلغل، وما فيه من الشرور والمؤذيات.",
        "mukhtasar": "وأعتصم بالله من الشرور التي تظهر في الليل من دواب ولصوص.",
        "saadi": "ثم خص بعد ما عم، فقال: وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ أي: من شر ما يكون في الليل، حين يغشى الناس، وتنتشر فيه كثير من الأرواح الشريرة، والحيوانات المؤذية.",
        "jalalayn": "«ومن شر غاسق إذا وقب» أي الليل إذا أظلم والقمر إذا غاب."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 4,
      "text": "وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ومن شر الساحرات اللاتي ينفخن فيما يعقدن من عُقَد بقصد السحر.",
        "mukhtasar": "وأعتصم به من شرّ السواحر اللائي يَنْفُثْن في العُقَد.",
        "saadi": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ أي: ومن شر السواحر، اللاتي يستعن على سحرهن بالنفث في العقد، التي يعقدنها على السحر.",
        "jalalayn": "«ومن شر النفاثات» السواحر تنفث «في العقد» التي تعقدها في الخيط تنفخ فيها بشيء تقوله من غير ريق، وقال الزمخشري معه كبنات لبيد المذكور."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ومن شر حاسد مبغض للناس إذا حسدهم على ما وهبهم الله من نعم، وأراد زوالها عنهم، وإيقاع الأذى بهم.",
        "mukhtasar": "وأعتصم به من شرّ حاسد إذا عمل بما يدفعه إليه الحسد.",
        "saadi": "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ والحاسد، هو الذي يحب زوال النعمة عن المحسود فيسعى في زوالها بما يقدر عليه من الأسباب، فاحتيج إلى الاستعاذة بالله من شره، وإبطال كيده، ويدخل في الحاسد العاين، لأنه لا تصدر العين إلا من حاسد شرير الطبع، خبيث النفس، فهذه السورة، تضمنت الاستعاذة من جميع أنواع الشرور، عمومًا وخصوصًا.\nودلت على أن السحر له حقيقة يخشى من ضرره، ويستعاذ بالله منه [ومن أهله].",
        "jalalayn": "«ومن شر حاسد إذا حسد» أظهر حسده وعمل بمقتضاه، كلبيد المذكور من اليهود الحاسدين للنبي صلى الله عليه وسلم، وذكر الثلاثة الشامل لها ما خلق بعده لشدة شرها."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}