{
  "number": 95,
  "name": "التين",
  "englishName": "At-Tin",
  "meaning": "التين",
  "ayahCount": 8,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلتِّينِ وَٱلزَّيْتُونِ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "أقسم الله بالتين ومكان نباته، وبالزيتون ومكان نباته في أرض فلسطين التي بعث فيها عيسى عليه السلام.",
        "saadi": "(التين) هو التين المعروف، وكذلك الزَّيْتُونَ أقسم بهاتين الشجرتين، لكثرة منافع شجرهما وثمرهما، ولأن سلطانهما في أرض الشام، محل نبوة عيسى ابن مريم عليه السلام.",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالتِّينِ وَالزَّيْتُونِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وإطالةُ القَسَم تشويق إلى المُقْسَم عليه",
        "وعلى ظاهر الاسمين للتِّين والزيتون حملهما جمع من المفسرين الأوَّلين ابنُ عباس ومجاهد والحسن وعكرمةُ والنخعي وعطاء وجابر بن زيد ومقاتِل والكلبي وذلك لما في هاتين الثمرتين من المنافع للناس المقتضية الامتنان عليهم بأن خلقها الله لهم",
        "ولكن مناسبة ذكر هذَيْن مع { طور سنين } ومع { البلد الأمين } تقتضي أن يكون لهما محمل أوفق بالمناسبة فروي عن ابن عباس أيضاً تفسير التين بأنه مَسجد نوح الذي بني على الجُودي بعد الطوفان"
      ],
      "translations": {
        "en": "By the fig and the olive",
        "fr": "Par le figuier et l'olivier!",
        "es": "¡Por las higueras y los olivos!"
      }
    },
    {
      "number": 2,
      "text": "وَطُورِ سِينِينَ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "وأقسم بجبل سيناء الذي ناجى عنده نبيه موسى عليه السلام.",
        "saadi": "وَطُورِ سِينِينَ أي: طور سيناء، محل نبوة موسى صلى الله عليه وسلم.",
        "ibn_kathir": "وَطُورِ سِينِينَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "مجاز في إعرابه أن يعرب مثل إعراب جمع المذكر بالواو نيابة عن الضمة",
        "أو الياء نيابة عن الفتحة أو الكسرة"
      ],
      "translations": {
        "en": "And [by] Mount Sinai",
        "fr": "Et par le Mont Sînîn!",
        "es": "¡Por el monte Sinaí!"
      }
    },
    {
      "number": 3,
      "text": "وَهَٰذَا ٱلْبَلَدِ ٱلْأَمِينِ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "وأقسم بمكة البلد الحرام الذي يأمن من دخل فيه، الذي بعث فيه محمد صلى الله عليه وسلم.",
        "saadi": "وَهَذَا الْبَلَدِ الْأَمِينِ وهي: مكة المكرمة، محل نبوة محمد صلى الله عليه وسلم.\nفأقسم تعالى بهذه المواضع المقدسة، التي اختارها وابتعث منها أفضل النبوات وأشرفها.",
        "ibn_kathir": "وَهَٰذَا الْبَلَدِ الْأَمِينِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "فالأمين فعيل بمعنى مُفعل مثل : «الداعي السمِيع» في بيت عمرو بن معديكرب",
        "ويجوز أن يكون بمعنى مفعول على وجه الإِسناد المجازي",
        "وعلى ما تقدم ذكره من المحملين الثانيين للتين والزيتون تتم المناسبة بين الأيمان وتكون إشارة إلى موارد أعظم الشرائع الواردة للبشر",
        "والزيتون إيماء إلى شريعة إبراهيم فإنه بنى المسجد الأقصى كما ورد في الحديث وقد تقدم في أول الإِسراء"
      ],
      "translations": {
        "en": "And [by] this secure city [Makkah],",
        "fr": "Et par cette Cité sûre!",
        "es": "¡Por esta ciudad segura!"
      }
    },
    {
      "number": 4,
      "text": "لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍۢ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "لقد أوجدنا الإنسان في أعدل خلق وأفضل صورة.",
        "saadi": "والمقسم عليه قوله: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ أي: تام الخلق، متناسب الأعضاء، منتصب القامة، لم يفقد مما يحتاج إليه ظاهرًا أو باطنًا شيئًا، ومع هذه النعم العظيمة، التي ينبغي منه القيام بشكرها، فأكثر الخلق منحرفون عن شكر المنعم، مشتغلون باللهو واللعب، قد رضوا لأنفسهم بأسافل الأمور، وسفساف الأخلاق.",
        "ibn_kathir": "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "فلذلك ناسب أن يحقق بالتوكيد بالقسم",
        "ويحمل على معنى : خلقنا جميع الناس في أحسن تقويم",
        "ويجوز أن يكون تعريف { الإنسان } تعريف الحقيقة نحو قولهم : الرجل خير من المرأة",
        "وحرف { في } يفيد الظرفية المجازية المستعارة لمعنى التمكن والمِلك فهي مستعملة في معنى باء الملابسة أو لام الملك"
      ],
      "translations": {
        "en": "We have certainly created man in the best of stature;",
        "fr": "Nous avons certes créé l'homme dans la forme la plus parfaite.",
        "es": "Hemos creado al hombre dándole la mejor complexión."
      }
    },
    {
      "number": 5,
      "text": "ثُمَّ رَدَدْنَٰهُ أَسْفَلَ سَٰفِلِينَ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "ثم أرجعناه إلى الهرم والخرف في الدنيا فلا ينتفع بجسده كما لا ينتفع به إذا أفسد فطرته وصار إلى النار.",
        "saadi": "فردهم الله في أسفل سافلين، أي: أسفل النار، موضع العصاة المتمردين على ربهم.",
        "ibn_kathir": "ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والمعنى : ولقد صيرناه أسفل سافلين",
        "ويطلق الرد مجازاً على تصيير الشيء بحالة غير الحالة التي كانت له مجازاً مرسلاً بعلاقة الإطلاق عن التقييد كما هنا",
        "وتطلق مجازاً شائعاً على الخسة والحقارة في النفس",
        "والمعنى : أن الإِنسان أخذ يغير ما فطر عليه من التقويم وهو الإِيمان بإله واحد وما يقتضيه ذلك من تقواه ومراقبته فصار أسفل سافلين"
      ],
      "translations": {
        "en": "Then We return him to the lowest of the low,",
        "fr": "Ensuite, Nous l'avons ramené au niveau le plus bas,",
        "es": "Luego, hemos hecho de él el más abyecto,"
      }
    },
    {
      "number": 6,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "إلا الذين آمنوا بالله وعملوا الأعمال الصالحات فإنهم وإن هرموا فلهم ثواب دائم غير مقطوع، وهو الجنة؛ لأنهم زكوا فطرهم.",
        "saadi": "إلا من من الله عليه بالإيمان والعمل الصالح، والأخلاق الفاضلة العالية، فَلَهُمْ بذلك المنازل العالية، و أَجْرٌ غَيْرُ مَمْنُونٍ أي: غير مقطوع، بل لذات متوافرة، وأفراح متواترة، ونعم متكاثرة، في أبد لا يزول، ونعيم لا يحول، أكلها دائم وظلها.",
        "ibn_kathir": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والمعنى : أن الذين آمنوابعد أن ردوا أسفل سافلين أيام الإِشراك صاروا بالإِيمان إلى الفطرة التي فطر الله الإِنسان عليها فراجعوا أصلهم إلى أحسن تقويم",
        "وفُرع على معنى الاستثناء وهو أنهم ليسوا ممن يرد أسفل سافلين الإِخبارُ بأن لهم أجراً عظيماً لأن الاستثناء أفاد أنهم ليسوا بأسفل سافلين فأريد زيادة البيان لفضلهم وما أعد لهم"
      ],
      "translations": {
        "en": "Except for those who believe and do righteous deeds, for they will have a reward uninterrupted.",
        "fr": "sauf ceux qui croient et accomplissent les bonnes œuvres: ceux-là auront une récompense jamais interrompue.",
        "es": "Excepto quienes crean y obren bien, que recibirán una recompensa ininterrumpida."
      }
    },
    {
      "number": 7,
      "text": "فَمَا يُكَذِّبُكَ بَعْدُ بِٱلدِّينِ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أيُّ شيء يحملك -أيها الإنسان- على أن تكذِّب بالبعث والجزاء مع وضوح الأدلة على قدرة الله تعالى على ذلك؟",
        "mukhtasar": "فأي شيء يحملك - أيها الإنسان- على التكذيب بيوم الجزاء بعدما عاينت من علامات قدرته الكثيرة؟!",
        "saadi": "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ أي: أي: شيء يكذبك أيها الإنسان بيوم الجزاء على الأعمال، وقد رأيت من آيات الله الكثيرة ما به يحصل لك اليقين، ومن نعمه ما يوجب عليك أن لا تكفر بشيء مما أخبرك به.",
        "ibn_kathir": "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "و ( مَا ) يَجوز أن تكون استفهامية",
        "ونكتة الالتفات هنا أنه أصرح في مواجهة الإِنسان المكذب بالتوبيخ"
      ],
      "translations": {
        "en": "So what yet causes you to deny the Recompense?",
        "fr": "Après cela, qu'est-ce qui te fait traiter la rétribution de mensonge?",
        "es": "Cómo puede aún desmentirse el Juicio?"
      }
    },
    {
      "number": 8,
      "text": "أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَٰكِمِينَ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أليس الله الذي جعل هذا اليوم للفصل بين الناس بأحكم الحاكمين في كل ما خلق؟ بلى. فهل يُترك الخلق سدى لا يؤمرون ولا يُنهون، ولا يثابون ولا يعاقبون؟ لا يصحُّ ذلك ولا يكون.",
        "mukhtasar": "أليس الله - بجعل يوم القيامة يومًا للجزاء - بأحكم الحاكمين وأعدلهم؟! أيعقل أن يترك الله عباده سدى دون أن يحكم بينهم، فيجازي المحسن بإحسانه، والمسيء بإساءته؟!",
        "saadi": "أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ فهل تقتضي حكمته أن يترك الخلق سدى لا يؤمرون ولا ينهون، ولا يثابون ولا يعاقبون؟أم الذي خلق الإنسان أطوارًا بعد أطوار، وأوصل إليهم من النعم والخير والبر ما لا يحصونه، ورباهم التربية الحسنة، لا بد أن يعيدهم إلى دار هي مستقرهم وغايتهم، التي إليها يقصدون، ونحوها يؤمون.",
        "ibn_kathir": "أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أو مكذباً بالجزاء إن حمل الدين على معنى الجزاء وجملة : { أليس الله بأحكم الحاكمين } مستأنفة للتهديد والوعيد",
        "و { الدين } يجوز أن يكون بمعنى الملة والشريعة",
        "ومعنى { يكذبك } : ينسبك للكذب بسبب ما جئت به من الدين أو ما أنذرت به من الجزاء",
        "وأسلوب هذا التركيب مؤذن بأنهم لم يكونوا ينسبون النبي صلى الله عليه وسلم إلى الكذب قبل أن يجيئهم بهذا الدين"
      ],
      "translations": {
        "en": "Is not Allah the most just of judges?",
        "fr": "Allah n'est-Il pas le plus sage des Juges?",
        "es": "¿No es Alá quien mejor decide?"
      }
    }
  ]
}