{
  "number": 108,
  "name": "الكوثر",
  "englishName": "Al-Kawthar",
  "meaning": "الخير الكثير",
  "ayahCount": 3,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ",
      "juz": 30,
      "page": 602,
      "tafsir": {
        "muyassar": "إنا أعطيناك -أيها النبي- الخير الكثير في الدنيا والآخرة، ومن ذلك نهر الكوثر في الجنة الذي حافتاه خيام اللؤلؤ المجوَّف، وطينه المسك.",
        "mukhtasar": "إنا آتيناك - أيها الرسول - الخير الكثير، ومنه نهر الكوثر في الجنة.",
        "saadi": "يقول الله تعالى لنبيه محمد صلى الله عليه وسلم ممتنا عليه: إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ أي: الخير الكثير، والفضل الغزير، الذي من جملته، ما يعطيه الله لنبيه صلى الله عليه وسلم يوم القيامة، من النهر الذي يقال له الكوثر ومن الحوضطوله شهر، وعرضه شهر، ماؤه أشد بياضًا من اللبن، وأحلى من العسل، آنيته كنجوم السماء في كثرتها واستنارتها، من شرب منه شربة لم يظمأ بعدها أبدًا.",
        "jalalayn": "«إنا أعطيناك» يا محمد «الكوثر» هو نهر في الجنة هو حوضه ترد عليه أمته، والكوثر: الخير الكثير من النبوَّة والقرآن والشفاعة ونحوها."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "فَصَلِّ لِرَبِّكَ وَٱنْحَرْ",
      "juz": 30,
      "page": 602,
      "tafsir": {
        "muyassar": "فأخلص لربك صلاتك كلها، واذبح ذبيحتك له وعلى اسمه وحده.",
        "mukhtasar": "فأدّ شكر الله على هذه النعمة، بأن تصلي له وحده وتذبح؛ خلافًا لما يفعله المشركون من التقرّب لأوثانهم بالذبح.",
        "saadi": "ولما ذكر منته عليه، أمره بشكرها فقال: فَصَلِّ لِرَبِّكَ وَانْحَرْ خص هاتين العبادتين بالذكر، لأنهما من أفضل العبادات وأجل القربات.\nولأن الصلاة تتضمن الخضوع [في] القلب والجوارح لله، وتنقلها في أنواع العبودية، وفي النحر تقرب إلى الله بأفضل ما عند العبد من النحائر، وإخراج للمال الذي جبلت النفوس على محبته والشح به.",
        "jalalayn": "«فصلِّ لربك» صلاة عيد النحر «وانحر» نسكك."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ",
      "juz": 30,
      "page": 602,
      "tafsir": {
        "muyassar": "إن مبغضك ومبغض ما جئت به من الهدى والنور، هو المنقطع أثره، المقطوع من كل خير.",
        "mukhtasar": "إن مُبْغِضك هو المنقطع عن كل خير المَنْسِي الذي إن ذُكِر ذُكِر بسوء.",
        "saadi": "إِنَّ شَانِئَكَ أي: مبغضك وذامك ومنتقصك هُوَ الْأَبْتَرُ أي: المقطوع من كل خير، مقطوع العمل، مقطوع الذكر.\nوأما محمد صلى الله عليه وسلم، فهو الكامل حقًا، الذي له الكمال الممكن في حق المخلوق، من رفع الذكر، وكثرة الأنصار، والأتباع صلى الله عليه وسلم.",
        "jalalayn": "«إن شانئك» أي مُبغضك «هو الأبتر» المنقطع عن كل خير، أو المنقطع العقب، نزلت في العاص بن وائل سمى النبي صلى الله عليه وسلم أبتر عند موت ابنه القاسم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}