{
  "number": 111,
  "name": "المسد",
  "englishName": "Al-Masad",
  "meaning": "الحبل من ليف",
  "ayahCount": 5,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ تَبَّتْ يَدَآ أَبِى لَهَبٍۢ وَتَبَّ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "خسرت يدا أبي لهب وشقي بإيذائه رسول الله محمدا صلى الله عليه وسلم، وقد تحقق خسران أبي لهب.",
        "mukhtasar": "خسرت يدا عم النبي صلى الله عليه وسلم أبي لهب بن عبد المطلب بخسران عمله؛ إذ كان يؤذي النبي صلى الله عليه وسلم، وخاب سعيه.",
        "saadi": "أبو لهب هو عم النبي صلى الله عليه وسلم، وكان شديد العداوة [والأذية] للنبي صلى الله عليه وسلم، فلا فيه دين، ولا حمية للقرابة -قبحه الله- فذمه الله بهذا الذم العظيم، الذي هو خزي عليه إلى يوم القيامة فقال: تَبَّتْ يَدَا أَبِي لَهَبٍ أي: خسرت يداه، وشقى وَتَبَّ فلم يربح،",
        "jalalayn": "لما دعا النبي صلى الله عليه وسلم قومه وقال: إني نذير لكم بين يدي عذاب شديد، فقال عمه أبو لهب: تبًا لك ألهذا دعوتنا، نزل «تبت» خسرت «يدا أبي لهب» أي جملته وعبر عنها باليدين مجازًا لأن أكثر الأفعال تزاول بهما، وهذه الجملة دعاء «وتبَّ» خسر هو، وهذه خبر كقولهم: أهلكه الله وقد هلك، ولما خوَّفه النبي بالعذاب، فقال: إن كان ابن أخي حقاً فإني أفتدي منه بمالي وولدي نزل: «ما أغنى عنه ماله وما كسب»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "ما أغنى عنه ماله وولده، فلن يَرُدَّا عنه شيئًا من عذاب الله إذا نزل به.",
        "mukhtasar": "أيّ شيء أغنى عنه ماله وولده؟ لم يدفعا عنه عذابًا، ولم يجلبا له رحمة.",
        "saadi": "مَا أَغْنَى عَنْهُ مَالُهُ الذي كان عنده وأطغاه، ولا ما كسبه فلم يرد عنه شيئًا من عذاب الله إذ نزل به،",
        "jalalayn": "«ما أَغنى عنه ماله وما كسب» أي وكسبه، أي ولده ما أغنى بمعنى يغني."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "سَيَصْلَىٰ نَارًۭا ذَاتَ لَهَبٍۢ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "سيدخل نارًا متأججة، هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي صلى الله عليه وسلم؛ لأذيَّته.",
        "mukhtasar": "سيدخل يوم القيامة نارًا ذات لهب، يقاسي حرّها.",
        "saadi": "سَيَصْلَى نَارًا ذَاتَ لَهَبٍ أي: ستحيط به النار من كل جانب،",
        "jalalayn": "«سيصلى ناراً ذات لهب» أي تلهب وتوقد فهي مآل تكنيته لتلهب وجهه إشراقاً وحمرة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 4,
      "text": "وَٱمْرَأَتُهُۥ حَمَّالَةَ ٱلْحَطَبِ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "سيدخل نارًا متأججة، هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي صلى الله عليه وسلم؛ لأذيَّته.",
        "mukhtasar": "وستدخلها زوجته أم جميل التي كانت تؤذي النبي صلى الله عليه وسلم بإلقاء الشوك في طريقه.",
        "saadi": "هو وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ .\nوكانت أيضًا شديدة الأذية لرسول الله صلى الله عليه وسلم، تتعاون هي وزوجها على الإثم والعدوان، وتلقي الشر، وتسعى غاية ما تقدر عليه في أذية الرسول صلى الله عليه وسلم،",
        "jalalayn": "«وامرأته» عطف على ضمير يصلى سوغه الفصل بالمفعول وصفته وهي أم جميل «حمالة» بالرفع والنصب «الحطب» الشوك والسعدان تلقيه في طريق النبي صلى الله عليه وسلم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "فِى جِيدِهَا حَبْلٌۭ مِّن مَّسَدٍۭ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "في عنقها حبل محكم الفَتْلِ مِن ليف شديد خشن، تُرْفَع به في نار جهنم، ثم تُرْمى إلى أسفلها.",
        "mukhtasar": "في عنقها حبل مُحْكَم الفَتْل تساق به إلى النار.",
        "saadi": "وتجمع على ظهرها من الأوزار بمنزلة من يجمع حطبًا، قد أعد له في عنقه حبلًا مِنْ مَسَدٍ أي: من ليف.\nأو أنها تحمل في النار الحطب على زوجها، متقلدة في عنقها حبلًا من مسد، وعلى كل، ففي هذه السورة، آية باهرة من آيات الله، فإن الله أنزل هذه السورة، وأبو لهب وامرأته لم يهلكا، وأخبر أنهما سيعذبان في النار ولا بد، ومن لازم ذلك أنهما لا يسلمان، فوقع كما أخبر عالم الغيب والشهادة.",
        "jalalayn": "«في جيدها» عنقها «حبل من مسد» أي ليف وهذه الجملة حال من حمالة الحطب الذي هو نعت لامرأته أو خبر مبتدأ مقدر."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "video": {
        "videoId": "LbI1Zv8Uuv8",
        "title": "برنامج ( غريب القرآن ) || الحلقة 05 - { حبل من مسد }",
        "url": "https://www.youtube.com/watch?v=LbI1Zv8Uuv8"
      }
    }
  ]
}