{
  "number": 108,
  "name": "الكوثر",
  "englishName": "Al-Kawthar",
  "meaning": "الخير الكثير",
  "ayahCount": 3,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ",
      "juz": 30,
      "page": 602,
      "tafsir": {
        "muyassar": "إنا أعطيناك -أيها النبي- الخير الكثير في الدنيا والآخرة، ومن ذلك نهر الكوثر في الجنة الذي حافتاه خيام اللؤلؤ المجوَّف، وطينه المسك.",
        "mukhtasar": "إنا آتيناك - أيها الرسول - الخير الكثير، ومنه نهر الكوثر في الجنة.",
        "saadi": "يقول الله تعالى لنبيه محمد صلى الله عليه وسلم ممتنا عليه: إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ أي: الخير الكثير، والفضل الغزير، الذي من جملته، ما يعطيه الله لنبيه صلى الله عليه وسلم يوم القيامة، من النهر الذي يقال له الكوثر ومن الحوضطوله شهر، وعرضه شهر، ماؤه أشد بياضًا من اللبن، وأحلى من العسل، آنيته كنجوم السماء في كثرتها واستنارتها، من شرب منه شربة لم يظمأ بعدها أبدًا.",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) افتتاح الكلام بحرف التأكيد للاهتمام بالخبر",
        "ولما وقع هنا فيها مادة الكَثْر كانت صيغته مفيدة شدة ما اشتقت منه بناء على أن زيادة المبنى تؤذن بزيادة المعنى",
        "ولذلك فسره الزمخشري بالمفرط في الكثرة",
        "وقد فسر السلف الكوثر في هذه الآية بتفاسير أعمها أنه الخير الكثير"
      ],
      "translations": {
        "en": "Indeed, We have granted you, [O Muhammad], al-Kawthar.",
        "fr": "Nous t'avons certes, accordé l'Abondance.",
        "es": "Te hemos dado la abundancia."
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "فَصَلِّ لِرَبِّكَ وَٱنْحَرْ",
      "juz": 30,
      "page": 602,
      "tafsir": {
        "muyassar": "فأخلص لربك صلاتك كلها، واذبح ذبيحتك له وعلى اسمه وحده.",
        "mukhtasar": "فأدّ شكر الله على هذه النعمة، بأن تصلي له وحده وتذبح؛ خلافًا لما يفعله المشركون من التقرّب لأوثانهم بالذبح.",
        "saadi": "ولما ذكر منته عليه، أمره بشكرها فقال: فَصَلِّ لِرَبِّكَ وَانْحَرْ خص هاتين العبادتين بالذكر، لأنهما من أفضل العبادات وأجل القربات.\nولأن الصلاة تتضمن الخضوع [في] القلب والجوارح لله، وتنقلها في أنواع العبودية، وفي النحر تقرب إلى الله بأفضل ما عند العبد من النحائر، وإخراج للمال الذي جبلت النفوس على محبته والشح به.",
        "ibn_kathir": "فَصَلِّ لِرَبِّكَ وَانْحَرْ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "لما في لفظ الرب من الإِيماء إلى استحقاقه العبادة لأجل ربوبيته فضلاً عن فرط إنعامه",
        "فيكون معنى الآية كمعنى قوله تعالى : { إنا فتحنا لك فتحاً مبيناً } [ الفتح : 1 ] فإنه نزل في أمر الحديبية فقد قال له عمر بن الخطاب : أفتح هذا؟ قال : نعم",
        "وعطف { وانحر } على { فصل لربك } يقتضي تقدير متعلِّقه مماثلاً لمتعلِّق { فصل لربك } لدلالة ما قبله عليه كما في قوله تعالى : { أسمع بهم وأبصر } [ مريم : 38 ] أي وأبصر بهم",
        "وأخذوا من وقوع الأمر بالنحر بعد الأمر بالصلاة دلالةً على أن الضحية تكون بعد الصلاة"
      ],
      "translations": {
        "en": "So pray to your Lord and sacrifice [to Him alone].",
        "fr": "Accomplis la Salât pour ton Seigneur et sacrifie.",
        "es": "Ora, pues, a tu Señor y ofrece sacrificios."
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ",
      "juz": 30,
      "page": 602,
      "tafsir": {
        "muyassar": "إن مبغضك ومبغض ما جئت به من الهدى والنور، هو المنقطع أثره، المقطوع من كل خير.",
        "mukhtasar": "إن مُبْغِضك هو المنقطع عن كل خير المَنْسِي الذي إن ذُكِر ذُكِر بسوء.",
        "saadi": "إِنَّ شَانِئَكَ أي: مبغضك وذامك ومنتقصك هُوَ الْأَبْتَرُ أي: المقطوع من كل خير، مقطوع العمل، مقطوع الذكر.\nوأما محمد صلى الله عليه وسلم، فهو الكامل حقًا، الذي له الكمال الممكن في حق المخلوق، من رفع الذكر، وكثرة الأنصار، والأتباع صلى الله عليه وسلم.",
        "ibn_kathir": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "واشتمال الكلام على صيغة قصر وعلى ضمير غائب وعلى لفظ الأبتر مؤذن بأن المقصود به ردُّ كلام صادر من معيَّن",
        "هو أبتر على الاستعارة تشبيه متخيل بمحسوس شبهوه بالدابة المقطوع ذنبها لأنه قُطع أثره في تخيُّل أهللِ العرف",
        "ومعنى الأبتر في الآية الذي لا خير فيه وهو رد لقول العاصي بن وائل أو غيره في حق النبي صلى الله عليه وسلم فبهذا المعنى استقام وصف العاصي أو غيره بالأبتر دون المعنى الذي عناه هو حيث لمز النبي صلى الله عليه وسلم بأنه أبتر",
        "فقوله تعالى : { هو الأبتر } اقتضت صيغة القصر إثبات صفة الأبتر لشانىء النبي صلى الله عليه وسلم ونفيها عن النبي صلى الله عليه وسلم وهو الأبتر بمعنى الذي لا خير فيه"
      ],
      "translations": {
        "en": "Indeed, your enemy is the one cut off.",
        "fr": "Celui qui te hait sera certes, sans postérité.",
        "es": "Sí, es quien te odia el privado de posteridad."
      },
      "shehri_videos": []
    }
  ]
}