{
  "number": 111,
  "name": "المسد",
  "englishName": "Al-Masad",
  "meaning": "الحبل من ليف",
  "ayahCount": 5,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "تَبَّتْ يَدَآ أَبِى لَهَبٍۢ وَتَبَّ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "خسرت يدا أبي لهب وشقي بإيذائه رسول الله محمدا صلى الله عليه وسلم، وقد تحقق خسران أبي لهب.",
        "mukhtasar": "خسرت يدا عم النبي صلى الله عليه وسلم أبي لهب بن عبد المطلب بخسران عمله؛ إذ كان يؤذي النبي صلى الله عليه وسلم، وخاب سعيه.",
        "saadi": "أبو لهب هو عم النبي صلى الله عليه وسلم، وكان شديد العداوة [والأذية] للنبي صلى الله عليه وسلم، فلا فيه دين، ولا حمية للقرابة -قبحه الله- فذمه الله بهذا الذم العظيم، الذي هو خزي عليه إلى يوم القيامة فقال: تَبَّتْ يَدَا أَبِي لَهَبٍ أي: خسرت يداه، وشقى وَتَبَّ فلم يربح،",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1)افتتاح السورة بالتبات مشعر بأنها نزلت لتوبيخ ووعيد",
        "فذلك براعة استهلال مثل ما تفتتح أشعار الهجاء بما يؤذن بالذم والشتم ومنه قوله تعالى : { ويل للمطففين } [ المطففين : 1 ] إذ افتتحت السورة المشتملة على وعيد المطففين للفظ الويل ومن هذا القبيل قول عبد الرحمان بن الحكم من شعراء «الحماسة» :",
        "مجشري فقد أنجز الإِقبال ما وعدوالتَّبُّ : الخسران والهلاك",
        "والكلام دعاء وتقريع لأبي لهب دافع الله به عن نبيئه بمثل اللفظ الذي شَتَم به أبو لهب محمداً صلى الله عليه وسلم جزاءً وفاقاً"
      ]
    },
    {
      "number": 2,
      "text": "مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "ما أغنى عنه ماله وولده، فلن يَرُدَّا عنه شيئًا من عذاب الله إذا نزل به.",
        "mukhtasar": "أيّ شيء أغنى عنه ماله وولده؟ لم يدفعا عنه عذابًا، ولم يجلبا له رحمة.",
        "saadi": "مَا أَغْنَى عَنْهُ مَالُهُ الذي كان عنده وأطغاه، ولا ما كسبه فلم يرد عنه شيئًا من عذاب الله إذ نزل به،",
        "ibn_kathir": "مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "ويجوز أن تكون استفهامية للتوبيخ والإِنكار"
      ]
    },
    {
      "number": 3,
      "text": "سَيَصْلَىٰ نَارًۭا ذَاتَ لَهَبٍۢ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "سيدخل نارًا متأججة، هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي صلى الله عليه وسلم؛ لأذيَّته.",
        "mukhtasar": "سيدخل يوم القيامة نارًا ذات لهب، يقاسي حرّها.",
        "saadi": "سَيَصْلَى نَارًا ذَاتَ لَهَبٍ أي: ستحيط به النار من كل جانب،",
        "ibn_kathir": "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "ووصف النار ب { ذات لهب } لزيادة تقرير المناسبة بين اسمه وبين كفره إذ هو أبو لهب والنار ذات لهب",
        "وفي وصف النار بذلك زيادة كشف لحقيقة النار وهو مِثل التأكيد"
      ]
    },
    {
      "number": 4,
      "text": "وَٱمْرَأَتُهُۥ حَمَّالَةَ ٱلْحَطَبِ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "سيدخل نارًا متأججة، هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي صلى الله عليه وسلم؛ لأذيَّته.",
        "mukhtasar": "وستدخلها زوجته أم جميل التي كانت تؤذي النبي صلى الله عليه وسلم بإلقاء الشوك في طريقه.",
        "saadi": "هو وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ .\nوكانت أيضًا شديدة الأذية لرسول الله صلى الله عليه وسلم، تتعاون هي وزوجها على الإثم والعدوان، وتلقي الشر، وتسعى غاية ما تقدر عليه في أذية الرسول صلى الله عليه وسلم،",
        "ibn_kathir": "وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "فلما حصل لأبي لهب وعيد مقتبس من كنيته جُعل لامرأته وعيد مقتبَس لفظُه من فِعلها وهو حَمْل الحطب في الدنيا"
      ]
    },
    {
      "number": 5,
      "text": "فِى جِيدِهَا حَبْلٌۭ مِّن مَّسَدٍۭ",
      "juz": 30,
      "page": 603,
      "tafsir": {
        "muyassar": "في عنقها حبل محكم الفَتْلِ مِن ليف شديد خشن، تُرْفَع به في نار جهنم، ثم تُرْمى إلى أسفلها.",
        "mukhtasar": "في عنقها حبل مُحْكَم الفَتْل تساق به إلى النار.",
        "saadi": "وتجمع على ظهرها من الأوزار بمنزلة من يجمع حطبًا، قد أعد له في عنقه حبلًا مِنْ مَسَدٍ أي: من ليف.\nأو أنها تحمل في النار الحطب على زوجها، متقلدة في عنقها حبلًا من مسد، وعلى كل، ففي هذه السورة، آية باهرة من آيات الله، فإن الله أنزل هذه السورة، وأبو لهب وامرأته لم يهلكا، وأخبر أنهما سيعذبان في النار ولا بد، ومن لازم ذلك أنهما لا يسلمان، فوقع كما أخبر عالم الغيب والشهادة.",
        "ibn_kathir": "فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "video": {
        "videoId": "LbI1Zv8Uuv8",
        "title": "برنامج ( غريب القرآن ) || الحلقة 05 - { حبل من مسد }",
        "url": "https://www.youtube.com/watch?v=LbI1Zv8Uuv8"
      },
      "basair_ibn_ashour": [
        "وقدم الخبر من قوله : { في جيدها } للاهتمام بوصف تلك الحالة الفظيعة التي عوضت فيها بحبل في جيدها عن العقد الذي كانت تحلي به جيدها في الدنيا فتربط به إذ قد كانت هي وزوجها من أهل الثراء وسادة أهل البطحاء"
      ]
    }
  ]
}