{
  "number": 97,
  "name": "القدر",
  "englishName": "Al-Qadr",
  "meaning": "ليلة القدر",
  "ayahCount": 5,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةِ ٱلْقَدْرِ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "إنا أنزلنا القرآن في ليلة الشرف والفضل، وهي إحدى ليالي شهر رمضان.",
        "mukhtasar": "إنا أنزلنا القرآن جملة إلى السماء الدنيا كما ابتدأنا إنزاله على النبي صلى الله عليه وسلم في ليلة القدر من شهر رمضان.",
        "saadi": "يقول تعالى مبينًا لفضل القرآن وعلو قدره: إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ كما قال تعالى: إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ وذلك أن الله [تعالى] ، ابتدأ بإنزاله في رمضان [في] ليلة القدر، ورحم الله بها العباد رحمة عامة، لا يقدر العباد لها شكرًا.\nوسميت ليلة القدر، لعظم قدرها وفضلها عند الله، ولأنه يقدر فيها ما يكون في العام من الأجل والأرزاق والمقادير القدرية.",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وكلاهما من طرق التأكيد والتقوّي",
        "ويفيد هذا التقديم قصراً وهو قصر قلب للرد على المشركين الذي نفوا أن يكون القرآن منزلاً من الله تعالى",
        "وعلى كلا الوجهين فالتعبير بالمضي في فعل { أنزلناه } لا مجاز فيه",
        "وقيل : أطلق ضمير القرآن على بعضه مجازاً بعلاقة البعضية"
      ],
      "translations": {
        "en": "Indeed, We sent the Qur'an down during the Night of Decree.",
        "fr": "Nous l'avons certes, fait descendre (le Coran) pendant la nuit d'Al-Qadr.",
        "es": "Lo hemos revelado en la noche del Destino."
      }
    },
    {
      "number": 2,
      "text": "وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ ٱلْقَدْرِ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "وما أدراك -أيها النبي- ما ليلة القدر والشرف؟",
        "mukhtasar": "وهل تدري - أيها النبي - ما في هذه الليلة من الخير والبركة؟!",
        "saadi": "ثم فخم شأنها، وعظم مقدارها فقال: وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ أي: فإن شأنها جليل، وخطرها عظيم.",
        "ibn_kathir": "وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والمعنى : أيُّ شيء يُعَرِّفك ما هي ليلة القدر",
        "أي يعسر على شيءٍ أن يعرِّفك مقدارَها",
        "وحصلت كناية عن تعظيم ما أنزل فيها وأن الله اختار إنزاله فيها ليتطابق الشرفان"
      ],
      "translations": {
        "en": "And what can make you know what is the Night of Decree?",
        "fr": "Et qui te dira ce qu'est la nuit d'Al-Qadr?",
        "es": "Y ¿cómo sabrás qué es la noche del Destino?"
      }
    },
    {
      "number": 3,
      "text": "لَيْلَةُ ٱلْقَدْرِ خَيْرٌۭ مِّنْ أَلْفِ شَهْرٍۢ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "ليلة القدر ليلة مباركة، فَضْلُها خير من فضل ألف شهر ليس فيها ليلة قدر.",
        "mukhtasar": "هذه الليلة ليلة عظيمة الخير، فهي خير من ألف شهر لمن قامها إيمانًا واحتسابًا.",
        "saadi": "لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ أي: تعادل من فضلها ألف شهر، فالعمل الذي يقع فيها، خير من العمل في ألف شهر [خالية منها]، وهذا مما تتحير فيه الألباب، وتندهش له العقول، حيث من تبارك وتعالى على هذه الأمة الضعيفة القوة والقوى، بليلة يكون العمل فيها يقابل ويزيد على ألف شهر، عمر رجل معمر عمرًا طويلًا، نيفًا وثمانين سنة.",
        "ibn_kathir": "لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وإظهار لفظ { لَيْلَةُ القدر } في مقام الإِضمار للاهتمام",
        "وقد تكرر هذا اللفظ ثلاث مرات والمرات الثلاث ينتهي عندها التكرير غالباً كقوله تعالى : { وإن منهم لفريقاً يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب } [ آل عمران : 78 ]",
        "وأقول : هو مختل المعنى وسمات الوضع لائحة عليه وهو من وضع أهل النحَل المخالفةِ للجماعة فالاحتجاجُ به لا يليق أن يصدر مثله عن الحسن مع فرط علمه وفطنته",
        "قال ابن عرفة وفي قوله : { ليلة القدر خير من ألف شهر } المحسن المسمّى تَشابه الأطراف وهو إعادة لفظ القافية في الجملة التي تليها كقوله تعالى : { كمشكاة فيها مصباح المصباحُ في زجاجة الزجاجةُ كأنها كوكب دري } [ النور : 35 ] اه"
      ],
      "translations": {
        "en": "The Night of Decree is better than a thousand months.",
        "fr": "La nuit d'Al-Qadr est meilleure que mille mois.",
        "es": "La noche del Destino vale más de mil meses."
      }
    },
    {
      "number": 4,
      "text": "تَنَزَّلُ ٱلْمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍۢ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "يكثر نزول الملائكة وجبريل عليه السلام فيها، بإذن ربهم من كل أمر قضاه في تلك السنة.",
        "mukhtasar": "تنزل الملائكة وينزل جبريل عليه السلام فيها بإذن ربهم سبحانه بكلّ أمر قضاه الله في تلك السنة رزقًا كان أو موتًا أو ولادة أو غير ذلك مما يقدره الله.",
        "saadi": "تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا أي: يكثر نزولهم فيها مِنْ كُلِّ أَمْر",
        "ibn_kathir": "تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وأصل { تنزل } تتنزل فحذفت إحدى التاءَيْن اختصاراً",
        "ومعنى { بإذن ربهم } أن هذا التنزل كرامة أكْرم الله بها المسلمين بأن أنزل لهم في تلك الليلة جماعات من ملائكته وفيهم أشرفهم وكان نزول جبريل في تلك الليلة ليعود عليها من الفضل مثل الذي حصل في مماثلتها الأولى ليلة نزوله بالوحي في غار حِراء",
        "وقوله : { بإذن ربهم } متعلق ب { تنزل } إما بمعنى السببية",
        "أي يتنزلون بسبب إذن ربهم لهم في النزول فالإِذن بمعنى المصدر"
      ],
      "translations": {
        "en": "The angels and the Spirit descend therein by permission of their Lord for every matter.",
        "fr": "Durant celle-ci descendent les Anges ainsi que l'Esprit, par permission de leur Seigneur pour tout ordre.",
        "es": "Los ángeles y el Espíritu descienden en ella, con permiso de su Señor, para fijarlo todo."
      }
    },
    {
      "number": 5,
      "text": "سَلَٰمٌ هِىَ حَتَّىٰ مَطْلَعِ ٱلْفَجْرِ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "هي أمن كلها، لا شرَّ فيها إلى مطلع الفجر.",
        "mukhtasar": "هذه الليلة المباركة خير كلها من ابتدائها حتى نهايتها بطلوع الفجر.",
        "saadi": "[ سَلَامٌ هِيَ أي: سالمة من كل آفة وشر، وذلك لكثرة خيرها، حَتَّى مَطْلَعِ الْفَجْرِ أي: مبتداها من غروب الشمس ومنتهاها طلوع الفجر .\nوقد تواترت الأحاديث في فضلها، وأنها في رمضان، وفي العشر الأواخر منه، خصوصًا في أوتاره، وهي باقية في كل سنة إلى قيام الساعة.\nولهذا كان النبي صلى الله عليه وسلم، يعتكف، ويكثر من التعبد في العشر الأواخر من رمضان، رجاء ليلة القدر [والله أعلم].",
        "ibn_kathir": "سَلَامٌ هِيَ حَتَّىٰ مَطْلَعِ الْفَجْرِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والسلام بمعنى التحية والقول الحسن مراد به ثناء الملائكة على أهل ليلة القدر كدأبهم مع أهل الجنة فيما حكاه قوله تعالى : { والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار }[ الرعد : 23",
        "وتقديم المسند وهو { سلام } على المسند إليه لإِفادة الاختصاص",
        "وقرأه الكسائي وخَلف بكسر اللام على معنى زمان طلوع الفجر"
      ],
      "translations": {
        "en": "Peace it is until the emergence of dawn.",
        "fr": "Elle est paix et salut jusqu'à l'apparition de l'aube.",
        "es": "¡Es una noche de paz, hasta el rayar del alba!"
      }
    }
  ]
}