{
  "number": 103,
  "name": "العصر",
  "englishName": "Al-Asr",
  "meaning": "الزمن",
  "ayahCount": 3,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "وَٱلْعَصْرِ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "أقسم الله بالدهر على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله، فإن القسم بغير الله شرك.",
        "mukhtasar": "أقسم سبحانه بوقت العصر.",
        "saadi": "أقسم تعالى بالعصر، الذي هو الليل والنهار، محل أفعال العباد وأعمالهم",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالْعَصْرِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وَالْعَصْرِ (1) أقسم الله تعالى بالعصر قسماً يراد به تأكيد الخبر كما هو شأن أقسام القرآن",
        "وأشهر إطلاق لفظ العصر أنه علَم بالغلبة لوقتتٍ ما بين آخر وقت الظهر وبين اصفرار الشمس فمبدؤه إذا صار ظل الجسم مثلَه بعد القَدْر الذي كان عليه عند زوال الشمس ويمتد إلى أن يصير ظلُّ الجسم مثلَيْ قدرِه بعد الظل الذي كان له عند زوال الشمس",
        "ويجوز أن يفسر العصر في هذه الآية بالزمان كله",
        "وهذه المعاني لا يفي باحتمالها غير لفظ العصر"
      ],
      "translations": {
        "en": "By time,",
        "fr": "Par le Temps!",
        "es": "¡Por la tarde!"
      }
    },
    {
      "number": 2,
      "text": "إِنَّ ٱلْإِنسَٰنَ لَفِى خُسْرٍ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "أقسم الله بالدهر على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله، فإن القسم بغير الله شرك.",
        "mukhtasar": "إن الإنسان لفي نقصان وهلاك.",
        "saadi": "أن كل إنسان خاسر، والخاسر ضد الرابح.\nوالخسار مراتب متعددة متفاوتة:قد يكون خسارًا مطلقًا، كحال من خسر الدنيا والآخرة، وفاته النعيم، واستحق الجحيم.",
        "ibn_kathir": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) والظرفية في قوله : لفي خسر } مجازية شبهت ملازمة الخسر بإحاطة الظرف بالمظروف فكانت أبلغ من أن يقال : إن الإنسان لخاسر",
        "ومجيء هذا الخبر على العموم مع تأكيده بالقَسم وحرففِ التوكيد في جوابه"
      ],
      "translations": {
        "en": "Indeed, mankind is in loss,",
        "fr": "L'homme est certes, en perdition,",
        "es": "En verdad, el hombre camina hacia su perdición,"
      }
    },
    {
      "number": 3,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "إلا الذين آمنوا بالله وعملوا عملا صالحًا، وأوصى بعضهم بعضًا بالاستمساك بالحق، والعمل بطاعة الله، والصبر على ذلك.",
        "mukhtasar": "إلا الذين آمنوا بالله وبرسله، وعملوا الأعمال الصالحات، وأوصى بعضهم بعضًا بالحق، وبالصبر على الحق؛ فالمتصفون بهذه الصفات ناجون في حياتهم الدنيا والآخرة.",
        "saadi": "وقد يكون خاسرًا من بعض الوجوه دون بعض، ولهذا عمم الله الخسار لكل إنسان، إلا من اتصف بأربع صفات:الإيمان بما أمر الله بالإيمان به، ولا يكون الإيمان بدون العلم، فهو فرع عنه لا يتم إلا به.\nوالعمل الصالح، وهذا شامل لأفعال الخير كلها، الظاهرة والباطنة، المتعلقة بحق الله وحق عباده ، الواجبة والمستحبة.\nوالتواصي بالحق، الذي هو الإيمان والعمل الصالح، أي: يوصي بعضهم بعضًا بذلك، ويحثه عليه، ويرغبه فيه.\nوالتواصي بالصبر على طاعة الله، وعن معصية الله، وعلى أقدار الله المؤلمة.\nفبالأمرين الأولين، يكمل الإنسان نفسه، وبالأمرين الأخيرين يكمل غيره، وبتكميل الأمور الأربعة، يكون الإنسان قد سلم من الخسار، وفاز بالربح [العظيم].",
        "ibn_kathir": "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3)وأعقب بالاستثناء بقوله : { إلا الذين آمنوا } الآية فيتقرر الحكم تاماً في نفس السامع مبيناً أن الناس فريقان : فريق يلحقه الخسران",
        "فالذين آمنوا وعملوا الصالحات لا يلحقهم الخسران بحال إذا لم يتركوا شيئاً من الصالحات بارتكاب أضدادها وهي السيئات",
        "فمن تحقق فيه وصف الإِيمان ولم يعمل السيئات أو عملها وتاب منها فقد تحقق له ضد الخسران وهو الربح المجازي",
        "وأما من لم يعمل الصالحات ولم يتب من سيئاته فقد تحقق فيه حكم المستثنى منه وهو الخسران"
      ],
      "translations": {
        "en": "Except for those who have believed and done righteous deeds and advised each other to truth and advised each other to patience.",
        "fr": "sauf ceux qui croient et accomplissent les bonnes œuvres, s'enjoignent mutuellement la vérité et s'enjoignent mutuellement l'endurance.",
        "es": "Excepto quienes crean, obren bien, se recomienden mutuamente la verdad y se recomienden mutuamente la paciencia."
      }
    }
  ]
}