{
  "number": 100,
  "name": "العاديات",
  "englishName": "Al-Adiyat",
  "meaning": "الخيل العادية",
  "ayahCount": 11,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "وَٱلْعَٰدِيَٰتِ ضَبْحًۭا",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "أقسم الله تعالى بالخيل الجاريات في سبيله نحو العدوِّ، حين يظهر صوتها من سرعة عَدْوِها. ولا يجوز للمخلوق أن يقسم إلا بالله، فإن القسم بغير الله شرك.",
        "mukhtasar": "أقسم الله بالخيل التي تجري حتى يُسْمَع لنَفَسِها صوتٌ من شدة الجري.",
        "saadi": "أقسم الله تبارك وتعالى بالخيل، لما فيها من آيات الله الباهرة، ونعمه الظاهرة، ما هو معلوم للخلق.\nوأقسم [تعالى] بها في الحال التي لا يشاركها [فيه] غيرها من أنواع الحيوانات، فقال: وَالْعَادِيَاتِ ضَبْحًا أي: العاديات عدوًا بليغًا قويًا، يصدر عنه الضبح، وهو صوت نفسها في صدرها، عند اشتداد العدو .",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ وَالْعَادِيَاتِ ضَبْحًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "video": {
        "videoId": "frs8zwJ_6G8",
        "title": "برنامج ( غريب القرآن ) || الحلقة 26  - { والعاديات ضبحا }",
        "url": "https://www.youtube.com/watch?v=frs8zwJ_6G8"
      },
      "basair_ibn_ashour": [
        "وهو اسم فاعل من العَدْو وهو السيْر السريع يطلق على سير الخيل والإِبل خاصة",
        "وقد يوصف به سير الإِنسان وأحسب أنه على التشبيه بالخيل ومنه عَدَّاؤو العرب",
        "فقال المبرد وبعض أهل اللغة : من جعلها للإِبل جعل { ضبحا } بمعنى ضَبعا"
      ],
      "translations": {
        "en": "By the racers, panting,",
        "fr": "Par les coursiers qui halètent,",
        "es": "¡Por los corceles jadeantes,"
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "فَٱلْمُورِيَٰتِ قَدْحًۭا",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "فالخيل اللاتي تنقدح النار من صلابة حوافرها؛ من شدَّة عَدْوها.",
        "mukhtasar": "وأقسم بالخيل التي تُوقِد بحوافرها النار إذا لامست بها الصخور لشدة وقعها عليها.",
        "saadi": "فَالْمُورِيَاتِ بحوافرهن ما يطأن عليه من الأحجار قَدْحًا أي: تقدح النار من صلابة حوافرهن [وقوتهن] إذا عدون،",
        "ibn_kathir": "فَالْمُورِيَاتِ قَدْحًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وذلك كناية عن الإِمعان في العدو وشدة السرعة في السير",
        "فيكون { قدحاً } ترشيحاً لاستعارة { الموريات } ومنصوباً على المفعول المطلق ل { الموريات } وجُوز أن يكون { قدحاً } بمعنى استخراج المرق من القِدر في القداح لإِطعام الجيش أو الركْب",
        "والإِغارة تطلق على غزو الجيش داراً وهو أشهر إطلاقها فإسناد الإِغارة إلى ضمير { العاديات } مجاز عقلي فإن المغيرين راكبوها ولكن الخيل أو إبل الغزو أسباب للإِغارة ووسائل"
      ],
      "translations": {
        "en": "And the producers of sparks [when] striking",
        "fr": "qui font jaillir des étincelles,",
        "es": "que hacen saltar chispas,"
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "فَٱلْمُغِيرَٰتِ صُبْحًۭا",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "فالمغيرات على الأعداء عند الصبح.",
        "mukhtasar": "وأقسم بالخيل التي تُغِير على الأعداء وقت الصباح.",
        "saadi": "فَالْمُغِيرَاتِ على الأعداء صُبْحًا وهذا أمر أغلبي، أن الغارة تكون صباحًا.",
        "ibn_kathir": "فَالْمُغِيرَاتِ صُبْحًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "فَالْمُغِيرَاتِ صُبْحًا (3) و { صبحاً } ظرف زمان فإذا فسر «المغيرات» بخيل الغزاة فتقييد ذلك بوقت الصبح لأنهم كانوا إذا غزوا لا يغيرون على القوم إلا بعد الفجر ولذلك كان مُنذر الحَيِّ إذا أنذر قومه بمجيء العدوّ نادى : يا صَبَاحاه",
        "وإذا فسر «المغيرات» بالإِبل المسرعات في السير",
        "ومعنى : «وسَطْن» : كُنَّ وسط الجمع",
        "فأما بالنسبة إلى الإِبل فيتعين أن يكون قوله : { جمعاً } بمعنى المكان المسمى { جمعاً } وهو المزدلفة فيكون إشارة إلى حلول الإِبل في مزدلفة قبل أن تغير صبحاً منها إلى عرفة إذ ليس ثمة جماعة مستقرة في مكان تصل إليه هذه الرواحل"
      ],
      "translations": {
        "en": "And the chargers at dawn,",
        "fr": "qui attaquent au matin,",
        "es": "cargan el alba,"
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "فَأَثَرْنَ بِهِۦ نَقْعًۭا",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "فهيَّجْنَ بهذا العَدْو غبارًا.",
        "mukhtasar": "فحركن بجريهنّ غبارًا.",
        "saadi": "فَأَثَرْنَ بِهِ أي: بعدوهن وغارتهن نَقْعًا أي: غبارًا.",
        "ibn_kathir": "فَأَثَرْنَ بِهِ نَقْعًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "translations": {
        "en": "Stirring up thereby [clouds of] dust,",
        "fr": "et font ainsi voler la poussière,",
        "es": "levantando, así, una nube de polvo"
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "فَوَسَطْنَ بِهِۦ جَمْعًا",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "فتوسَّطن بركبانهن جموع الأعداء.",
        "mukhtasar": "فتوسّطن بفوارسهنّ جَمْعًا من الأعداء.",
        "saadi": "فَوَسَطْنَ بِهِ أي: براكبهن جَمْعًا أي: توسطن به جموع الأعداء، الذين أغار عليهم.",
        "ibn_kathir": "فَوَسَطْنَ بِهِ جَمْعًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "مع تسكين نفس النبي صلى الله عليه وسلم من التردد في مصير السرية التي بعث بها مع المُنذر بن عَمْرو إذا صحّ خبرها فيكون القسم بخصوص هذه الخيل إدماجاً للاطمئنان"
      ],
      "translations": {
        "en": "Arriving thereby in the center collectively,",
        "fr": "et pénètrent au centre de la troupe ennemie.",
        "es": "y rompen a través de una hueste!"
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "إِنَّ ٱلْإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٌۭ",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد.",
        "mukhtasar": "إن الإنسان لمَنُوع للخير الذي يريده منه ربه.",
        "saadi": "والمقسم عليه، قوله: إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ أي: لمنوع للخير الذي عليه لربه .\nفطبيعة [الإنسان] وجبلته، أن نفسه لا تسمح بما عليه من الحقوق، فتؤديها كاملة موفرة، بل طبيعتها الكسل والمنع لما عليه من الحقوق المالية والبدنية، إلا من هداه الله وخرج عن هذا الوصف إلى وصف السماح بأداء الحقوق.",
        "ibn_kathir": "إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وتقديم { لربه } لإِفادة الاهتمام بمتعلق هذا الكنود لتشنيع هذا الكنود بأنه كنود للرب الذي هو أحق الموجودات بالشكر وأعظم ذلك شرك المشركين",
        "وتقديم { لربه } على عامله المقترن بلام الابتداء وهي من ذوات الصدر لأنهم يتوسعون في المجرورات والظروف"
      ],
      "translations": {
        "en": "Indeed mankind, to his Lord, is ungrateful.",
        "fr": "L'homme est, certes, ingrat envers son Seigneur;",
        "es": "El hombre, en verdad, es muy desagradecido con su Señor,"
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٌۭ",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد.",
        "mukhtasar": "وإنه على منعه للخير لشاهد، لا يستطيع إنكار ذلك لوضوحه.",
        "saadi": "وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ أي: إن الإنسان على ما يعرف من نفسه من المنع والكند لشاهد بذلك، لا يجحده ولا ينكره، لأن ذلك أمر بين واضح.\nويحتمل أن الضمير عائد إلى الله تعالى أي: إن العبد لربه لكنود، والله شهيد على ذلك، ففيه الوعيد، والتهديد الشديد، لمن هو لربه كنود، بأن الله عليه شهيد.",
        "ibn_kathir": "وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والشهيد هنا : إما بمعنى المقر كما في «أشْهد أن لا إله إلا الله»",
        "والمعنى : أن الإنسان مقر بكنوده لربه من حيث لا يقصد الإِقرار",
        "ويجوز أن يكون «شهيد» بمعنى ( عليم ) كقول الحارث بن حِلَّزة في عمرو بن هند:",
        "ويكون قوله : { على ذلك } بمعنى : مع ذلك"
      ],
      "translations": {
        "en": "And indeed, he is to that a witness.",
        "fr": "et pourtant, il est certes, témoin de cela;",
        "es": "y él es, sí, testigo de ello."
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "وَإِنَّهُۥ لِحُبِّ ٱلْخَيْرِ لَشَدِيدٌ",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد.",
        "mukhtasar": "وإنه لفرط حبه للمال يبخل به.",
        "saadi": "وَإِنَّهُ أي: الإنسان لِحُبِّ الْخَيْرِ أي: المال لَشَدِيدُ أي: كثير الحب للمال.\nوحبه لذلك، هو الذي أوجب له ترك الحقوق الواجبة عليه، قدم شهوة نفسه على حق ربه، وكل هذا لأنه قصر نظره على هذه الدار، وغفل عن الآخرة، ولهذا قال حاثًا له على خوف يوم الوعيد:",
        "ibn_kathir": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (8)وتقديم { لحب الخير } على متعلَّقه للاهتمام بغرابة هذا المتعلق ولمراعاة الفاصلة",
        "وتقديمه على عامله المقترن بلام الابتداء"
      ],
      "translations": {
        "en": "And indeed he is, in love of wealth, intense.",
        "fr": "et pour l'amour des richesses il est certes ardent.",
        "es": "Y ama ardientemente, sí, los bienes terrenales."
      },
      "shehri_videos": []
    },
    {
      "number": 9,
      "text": "۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِى ٱلْقُبُورِ",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "أفلا يعلم الإنسان ما ينتظره إذا أخرج الله الأموات من القبور للحساب والجزاء؟",
        "mukhtasar": "أفلا يعلم هذا الإنسان المغترّ بالحياة الدنيا إذا بعث الله ما في القبور من الأموات وأخرجهم من الأرض للحساب والجزاء أن الأمر لم يكن كما كان يتوهم؟!",
        "saadi": "أَفَلَا يَعْلَمُ أي: هلا يعلم هذا المغتر إِذَا بُعْثِرَ مَا فِي الْقُبُورِ أي: أخرج الله الأموات من قبورهم، لحشرهم ونشورهم.",
        "ibn_kathir": "۞ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (9) فُرع على الإِخبار بكنود الإِنسان وشحه استفهام إنكاري عن عدم علم الإِنسان بوقت بعثرة ما في القبور وتحصيل ما في الصدور فإنه أمر عجيب كيف يغفل عنه الإِنسان",
        "وهمزة الاستفهام قدمت على فاء التفريع لأن الاستفهام صدر الكلام",
        "والمعنى : ألا يعلم العذابَ جزاءً له على ما في كنوده وبخله من جناية متفاوتة المقدار إلى حد إيجاب الخلود في النار",
        "وحُذف مفعولا { يعلم } ولا دليل في اللفظ على تعيين تقديرهما فيوكل إلى السامع تقدير ما يقتضيه المقام من الوعيد والتهويل ويسمى هذا الحذف عند النحاة الحذف الاقتصاري"
      ],
      "translations": {
        "en": "But does he not know that when the contents of the graves are scattered",
        "fr": "Ne sait-il donc pas que lorsque ce qui est dans les tombes sera bouleversé,",
        "es": "¿No sabe, acaso, que cuando lo que hay en las sepulturas sea vuelto al revés"
      },
      "shehri_videos": []
    },
    {
      "number": 10,
      "text": "وَحُصِّلَ مَا فِى ٱلصُّدُورِ",
      "juz": 30,
      "page": 600,
      "tafsir": {
        "muyassar": "واستُخرج ما استتر في الصدور من خير أو شر.",
        "mukhtasar": "وأُبْرِز وبُيِّن ما في القلوب من النيات والاعتقادات وغيرها.",
        "saadi": "وَحُصِّلَ مَا فِي الصُّدُورِ أي: ظهر وبان [ما فيها و] ما استتر في الصدور من كمائن الخير والشر، فصار السر علانية، والباطن ظاهرًا، وبان على وجوه الخلق نتيجة أعمالهم.",
        "ibn_kathir": "وَحُصِّلَ مَا فِي الصُّدُورِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "translations": {
        "en": "And that within the breasts is obtained,",
        "fr": "et que sera dévoilé ce qui est dans les poitrines,",
        "es": "y se haga público lo que hay en los pechos,"
      },
      "shehri_videos": []
    },
    {
      "number": 11,
      "text": "إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍۢ لَّخَبِيرٌۢ",
      "juz": 30,
      "page": 600,
      "tafsir": {
        "muyassar": "إن ربهم بهم وبأعمالهم يومئذ لخبير، لا يخفى عليه شيء من ذلك.",
        "mukhtasar": "إن ربهم بهم في ذلك اليوم لخبير، لا يخفى عليه من أمر عباده شيء، وسيجازيهم على ذلك.",
        "saadi": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ أي مطلع على أعمالهم الظاهرة والباطنة، الخفية والجلية، ومجازيهم عليها.\nوخص خبره بذلك اليوم، مع أنه خبير بهم في كل وقت، لأن المراد بذلك، الجزاء بالأعمال الناشئ عن علم الله واطلاعه.",
        "ibn_kathir": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والخبير : مكنَى به عن المجازى بالعقاب والثواب",
        "وتقديم { بهم } على عامله وهو { لخبير } للاهتمام به ليعلموا أنهم المقصود بذلك",
        "وتقديم المجرور على العامل المقترن بلام الابتداء مع أن لها الصدر سائغ لتوسعهم في المجرورات والظرف كما تقدم آنفاً في قوله : { لربه لكنود } [ العاديات : 6 ] وقوله : { على ذلك لشهيد } [ العاديات : 7 ] وقوله : { لحب الخير لشديد } [ العاديات : 8 ]"
      ],
      "translations": {
        "en": "Indeed, their Lord with them, that Day, is [fully] Acquainted.",
        "fr": "ce jour-là, certes, leur Seigneur sera Parfaitement Connaisseur d'eux?",
        "es": "ese día, su Señor estará, ciertamente, bien informado de ellos?"
      },
      "shehri_videos": []
    }
  ]
}