{
  "number": 105,
  "name": "الفيل",
  "englishName": "Al-Fil",
  "meaning": "الفيل",
  "ayahCount": 5,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "ألم تعلم -أيها الرسول- كيف فعل ربك بأصحاب الفيل: أبرهة الحبشي وجيشه الذين أرادوا تدمير الكعبة المباركة؟",
        "mukhtasar": "ألم تعلم - أيها الرسول - كيف فعل ربك بأبْرَهَة وأصحابه أصحاب الفيل حين أرادوا هدم الكعبة؟!",
        "saadi": "أي: أما رأيت من قدرة الله وعظيم شأنه، ورحمته بعباده، وأدلة توحيده، وصدق رسوله محمد صلى الله عليه وسلم، ما فعله الله بأصحاب الفيل، الذين كادوا بيته الحرام وأرادوا إخرابه، فتجهزوا لأجل ذلك، واستصحبوا معهم الفيلة لهدمه، وجاءوا بجمع لا قبل للعرب به، من الحبشة واليمن، فلما انتهوا إلى قرب مكة، ولم يكن بالعرب مدافعة، وخرج أهل مكة من مكة خوفًا على أنفسهم منهم.",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والاستفهام التقريري هنا مجاز بعلاقة اللزوم وهو مجاز كثر استعماله في كلامهم فصار كالحقيقة لشهرته",
        "وعليه فالتقرير مستعمل مجازاً في التكريم إشارة إلى أن ذلك كان إرهاصاً للنبيء فيكون من باب قوله : { لا أقسم بهذا البلد وأنت حل بهذا البلد } [ البلد : 1",
        "فالرؤية يجوز أن تكون مجازية مستعارة للعلم البالغ من اليقين حد الأمر المرئي لتواتر ما فعل الله بأصحاب الفيل بين أهل مكة وبقاء بعض آثار ذلك يشاهدونه",
        "و { كيف } للاستفهام سَدّ مسدّ مفعوليْ أو مفعول { تَر }"
      ],
      "translations": {
        "en": "Have you not considered, [O Muhammad], how your Lord dealt with the companions of the elephant?",
        "fr": "N'as-tu pas vu comment ton Seigneur a agi envers les gens de l'Eléphant?",
        "es": "¿No has visto cómo obró tu Señor con los del elefante?"
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍۢ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "ألم يجعل ما دبَّروه من شر في إبطال وتضييع؟",
        "mukhtasar": "لقد جعل الله تدبيرهم السيئ لهدمها في ضياع، فما نالوا ما تمنّوه من صرف الناس عن الكعبة، وما نالوا منها شيئًا.",
        "saadi": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ",
        "ibn_kathir": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أي لا يهتدي لمراده وهو هنا مجاز في الإِبطال وعدم نوال المقصود لأن ضلال الطريق عدم وصول السائر",
        "استعير حرف الظرفية لمعنى المصاحبة الشديدة",
        "والمعنى : أنه أبطله إبطالاً شديداً إذ لم ينتفعوا بقوتهم مع ضعف أهل مكة وقلة عددهم"
      ],
      "translations": {
        "en": "Did He not make their plan into misguidance?",
        "fr": "N'a-t-Il pas rendu leur ruse complètement vaine?",
        "es": "¿No desbarató su artimaña"
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر.",
        "mukhtasar": "وبَعَث عليهم طيرًا أتتهم جماعات جماعات.",
        "saadi": "أرسل الله عليهم طيرًا أبابيل أي: متفرقة.",
        "ibn_kathir": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "ومَجيئهُ بلفظ الماضي باعتبار أن المضارع في قوله : { ألم يجعل كيدهم في تضليل } قُلب زمانه إلى المضي لدخول حرف { لم } كما تقدم في قوله تعالى : { ألم يجدك يتيماً فآوى ووجدك ضالاً فهدى } في سورة الضحى ( 6",
        "قال الفراء وأبو عبيدة : أبابيل اسم جمع لا واحد له من لفظه مثل عباديد وشماطيط وتبعهما الجوهري",
        "وعليه فوصف الطير بأبابيل على وجه التشبيه البليغ"
      ],
      "translations": {
        "en": "And He sent against them birds in flocks,",
        "fr": "et envoyé sur eux des oiseaux par volées",
        "es": "y envió contra ellos bandadas de aves,"
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "تَرْمِيهِم بِحِجَارَةٍۢ مِّن سِجِّيلٍۢ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر.",
        "mukhtasar": "ترميهم بحجارة من طين مُتَحَجِّر.",
        "saadi": "تحمل حجارة محماة من سجيل، فرمتهم بها، وتتبعت قاصيهم ودانيهم، فخمدوا وهمدوا.",
        "ibn_kathir": "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أي عن كلمة ( سنك ) وضبط بفتح السين وسكون النون وكسر الكاف اسم الحجر وكلمة ( كلْ ) بكسر الكاف اسم الطين ومجموع الكلمتين يراد به الآجُر",
        "أي ليست حجراً صخرياً ولكنها طين متحجر دلالة على أنها مخلوقة لعذابهم"
      ],
      "translations": {
        "en": "Striking them with stones of hard clay,",
        "fr": "qui leur lançaient des pierres d'argile?",
        "es": "que descargaron sobre ellos piedras de arcilla,"
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "فَجَعَلَهُمْ كَعَصْفٍۢ مَّأْكُولٍۭ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها.",
        "mukhtasar": "فجعلهم الله كورق زرع أكلته الدوابّ وداسته.",
        "saadi": "وصاروا كعصف مأكول، وكفى الله شرهم، ورد كيدهم في نحورهم، [وقصتهم معروفة مشهورة] وكانت تلك السنة التي ولد فيها رسول الله صلى الله عليه وسلم، فصارت من جملة إرهاصات دعوته، ومقدمات رسالته، فلله الحمد والشكر.",
        "ibn_kathir": "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "translations": {
        "en": "And He made them like eaten straw.",
        "fr": "Et Il les a rendus semblables à une paille mâchée.",
        "es": "dejándolos como espigas desgranadas?"
      },
      "shehri_videos": []
    }
  ]
}