{
  "number": 95,
  "name": "التين",
  "englishName": "At-Tin",
  "meaning": "التين",
  "ayahCount": 8,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِّسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ وَٱلتِّينِ وَٱلزَّيْتُونِ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "أقسم الله بالتين ومكان نباته، وبالزيتون ومكان نباته في أرض فلسطين التي بعث فيها عيسى عليه السلام.",
        "saadi": "(التين) هو التين المعروف، وكذلك الزَّيْتُونَ أقسم بهاتين الشجرتين، لكثرة منافع شجرهما وثمرهما، ولأن سلطانهما في أرض الشام، محل نبوة عيسى ابن مريم عليه السلام.",
        "jalalayn": "«والتين والزيتون» أي المأكولين أو جبلين بالشام ينبتان المأكولين."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "وَطُورِ سِينِينَ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "وأقسم بجبل سيناء الذي ناجى عنده نبيه موسى عليه السلام.",
        "saadi": "وَطُورِ سِينِينَ أي: طور سيناء، محل نبوة موسى صلى الله عليه وسلم.",
        "jalalayn": "«وطور سينين» الجبل الذي كلم الله تعالى عليه موسى ومعنى سينين المبارك أو الحسن بالأشجار المثمرة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "وَهَٰذَا ٱلْبَلَدِ ٱلْأَمِينِ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "وأقسم بمكة البلد الحرام الذي يأمن من دخل فيه، الذي بعث فيه محمد صلى الله عليه وسلم.",
        "saadi": "وَهَذَا الْبَلَدِ الْأَمِينِ وهي: مكة المكرمة، محل نبوة محمد صلى الله عليه وسلم.\nفأقسم تعالى بهذه المواضع المقدسة، التي اختارها وابتعث منها أفضل النبوات وأشرفها.",
        "jalalayn": "«وهذا البلد الأمين» مكة لأمن الناس فيها جاهلية وإسلاما."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 4,
      "text": "لَقَدْ خَلَقْنَا ٱلْإِنسَٰنَ فِىٓ أَحْسَنِ تَقْوِيمٍۢ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "لقد أوجدنا الإنسان في أعدل خلق وأفضل صورة.",
        "saadi": "والمقسم عليه قوله: لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ أي: تام الخلق، متناسب الأعضاء، منتصب القامة، لم يفقد مما يحتاج إليه ظاهرًا أو باطنًا شيئًا، ومع هذه النعم العظيمة، التي ينبغي منه القيام بشكرها، فأكثر الخلق منحرفون عن شكر المنعم، مشتغلون باللهو واللعب، قد رضوا لأنفسهم بأسافل الأمور، وسفساف الأخلاق.",
        "jalalayn": "«لقد خلقنا الإنسان» الجنس «في أحسن تقويم» تعديل لصورته."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "ثُمَّ رَدَدْنَٰهُ أَسْفَلَ سَٰفِلِينَ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "ثم أرجعناه إلى الهرم والخرف في الدنيا فلا ينتفع بجسده كما لا ينتفع به إذا أفسد فطرته وصار إلى النار.",
        "saadi": "فردهم الله في أسفل سافلين، أي: أسفل النار، موضع العصاة المتمردين على ربهم.",
        "jalalayn": "«ثم رددناه» في بعض أفراده «أسفل سافلين» كناية عن الهرم والضعف فينقص عمل المؤمن عن زمن الشباب ويكون له أجره بقوله تعالى:"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 6,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍۢ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل \"طور سيناء\" الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو \"مكة\" مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص.",
        "mukhtasar": "إلا الذين آمنوا بالله وعملوا الأعمال الصالحات فإنهم وإن هرموا فلهم ثواب دائم غير مقطوع، وهو الجنة؛ لأنهم زكوا فطرهم.",
        "saadi": "إلا من من الله عليه بالإيمان والعمل الصالح، والأخلاق الفاضلة العالية، فَلَهُمْ بذلك المنازل العالية، و أَجْرٌ غَيْرُ مَمْنُونٍ أي: غير مقطوع، بل لذات متوافرة، وأفراح متواترة، ونعم متكاثرة، في أبد لا يزول، ونعيم لا يحول، أكلها دائم وظلها.",
        "jalalayn": "(إلا) لكن (الذين آمنوا وعملوا الصالحات فلهم أجر غير ممنون) مقطوع وفي الحديث: \"\" إذا بلغ المؤمن من الكبر ما يعجزه عن العمل كتب له ما كان يعمل \"\"."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 7,
      "text": "فَمَا يُكَذِّبُكَ بَعْدُ بِٱلدِّينِ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أيُّ شيء يحملك -أيها الإنسان- على أن تكذِّب بالبعث والجزاء مع وضوح الأدلة على قدرة الله تعالى على ذلك؟",
        "mukhtasar": "فأي شيء يحملك - أيها الإنسان- على التكذيب بيوم الجزاء بعدما عاينت من علامات قدرته الكثيرة؟!",
        "saadi": "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ أي: أي: شيء يكذبك أيها الإنسان بيوم الجزاء على الأعمال، وقد رأيت من آيات الله الكثيرة ما به يحصل لك اليقين، ومن نعمه ما يوجب عليك أن لا تكفر بشيء مما أخبرك به.",
        "jalalayn": "«فما يكذبك» أيها الكافر «بعد» بعد ما ذكر من خلق الإنسان في أحسن صورة ثم رده إلى أرذل العمر الدال على القدرة على البعث «بالدين» بالجزاء المسبوق بالبعث والحساب، أي ما يجعلك مكذبا بذلك ولا جاعل له."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 8,
      "text": "أَلَيْسَ ٱللَّهُ بِأَحْكَمِ ٱلْحَٰكِمِينَ",
      "juz": 30,
      "page": 597,
      "tafsir": {
        "muyassar": "أليس الله الذي جعل هذا اليوم للفصل بين الناس بأحكم الحاكمين في كل ما خلق؟ بلى. فهل يُترك الخلق سدى لا يؤمرون ولا يُنهون، ولا يثابون ولا يعاقبون؟ لا يصحُّ ذلك ولا يكون.",
        "mukhtasar": "أليس الله - بجعل يوم القيامة يومًا للجزاء - بأحكم الحاكمين وأعدلهم؟! أيعقل أن يترك الله عباده سدى دون أن يحكم بينهم، فيجازي المحسن بإحسانه، والمسيء بإساءته؟!",
        "saadi": "أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ فهل تقتضي حكمته أن يترك الخلق سدى لا يؤمرون ولا ينهون، ولا يثابون ولا يعاقبون؟أم الذي خلق الإنسان أطوارًا بعد أطوار، وأوصل إليهم من النعم والخير والبر ما لا يحصونه، ورباهم التربية الحسنة، لا بد أن يعيدهم إلى دار هي مستقرهم وغايتهم، التي إليها يقصدون، ونحوها يؤمون.",
        "jalalayn": "(أليس الله بأحكم الحاكمين) هو أقضى القاضين وحكمه بالجزاء من ذلك وفي الحديث: \"\" من قرأ والتين إلى آخرها فليقل: بلى وأنا على ذلك من الشاهدين \"\"."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}