{
  "number": 103,
  "name": "العصر",
  "englishName": "Al-Asr",
  "meaning": "الزمن",
  "ayahCount": 3,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "وَٱلْعَصْرِ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "أقسم الله بالدهر على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله، فإن القسم بغير الله شرك.",
        "mukhtasar": "أقسم سبحانه بوقت العصر.",
        "saadi": "أقسم تعالى بالعصر، الذي هو الليل والنهار، محل أفعال العباد وأعمالهم",
        "jalalayn": "«والعصر» الدهر أو ما بعد الزوال إلى الغروب أو صلاة العصر."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "إِنَّ ٱلْإِنسَٰنَ لَفِى خُسْرٍ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "أقسم الله بالدهر على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله، فإن القسم بغير الله شرك.",
        "mukhtasar": "إن الإنسان لفي نقصان وهلاك.",
        "saadi": "أن كل إنسان خاسر، والخاسر ضد الرابح.\nوالخسار مراتب متعددة متفاوتة:قد يكون خسارًا مطلقًا، كحال من خسر الدنيا والآخرة، وفاته النعيم، واستحق الجحيم.",
        "jalalayn": "«إنَّ الإنسان» الجنس «لفي خُسر» في تجارته."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "إلا الذين آمنوا بالله وعملوا عملا صالحًا، وأوصى بعضهم بعضًا بالاستمساك بالحق، والعمل بطاعة الله، والصبر على ذلك.",
        "mukhtasar": "إلا الذين آمنوا بالله وبرسله، وعملوا الأعمال الصالحات، وأوصى بعضهم بعضًا بالحق، وبالصبر على الحق؛ فالمتصفون بهذه الصفات ناجون في حياتهم الدنيا والآخرة.",
        "saadi": "وقد يكون خاسرًا من بعض الوجوه دون بعض، ولهذا عمم الله الخسار لكل إنسان، إلا من اتصف بأربع صفات:الإيمان بما أمر الله بالإيمان به، ولا يكون الإيمان بدون العلم، فهو فرع عنه لا يتم إلا به.\nوالعمل الصالح، وهذا شامل لأفعال الخير كلها، الظاهرة والباطنة، المتعلقة بحق الله وحق عباده ، الواجبة والمستحبة.\nوالتواصي بالحق، الذي هو الإيمان والعمل الصالح، أي: يوصي بعضهم بعضًا بذلك، ويحثه عليه، ويرغبه فيه.\nوالتواصي بالصبر على طاعة الله، وعن معصية الله، وعلى أقدار الله المؤلمة.\nفبالأمرين الأولين، يكمل الإنسان نفسه، وبالأمرين الأخيرين يكمل غيره، وبتكميل الأمور الأربعة، يكون الإنسان قد سلم من الخسار، وفاز بالربح [العظيم].",
        "jalalayn": "«إلا الذين آمنوا وعملوا الصالحات» فليسوا في خسران «وتواصوا» أوصى بعضهم بعضاً «بالحق» الإيمان «وتواصوا بالصبر» على الطاعة وعن المعصية."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}