{
  "number": 94,
  "name": "الشرح",
  "englishName": "Ash-Sharh",
  "meaning": "شرح الصدر",
  "ayahCount": 8,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟",
        "mukhtasar": "لقد شرحنا لك صدرك فحبَّبنا إليك تلقِّي الوحي.",
        "saadi": "يقول تعالى -ممتنًا على رسوله-: أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ أي: نوسعه لشرائع الدين والدعوة إلى الله، والاتصاف بمكارم الأخلاق، والإقبال على الآخرة، وتسهيل الخيرات فلم يكن ضيقًا حرجًا، لا يكاد ينقاد لخير، ولا تكاد تجده منبسطًا.",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (1) استفهام تقريري على النفي",
        "أي هو من المجاز الذي يساوي الحقيقة لأن الظاهر أن الشرح الحقيقي خاص بشرح اللحم",
        "وأن إطلاق الشرح على رضى النفس بالحال أصله استعارة ناشئة عن إطلاق لفظ الضيق وما تصرف منه على الإحساس بالحزن والكمد قال تعالى : { وضائق به صدرك أن يقولوا لولا أنزل عليه كنز } [ هود : 12 ] الآية",
        "فجعل إزالة ما في النفس من حزن مثل شرح اللحم وهذا الأنسب بقوله : { فإن مع العسر يسراً } [ الشرح : 5 ]"
      ],
      "translations": {
        "en": "Did We not expand for you, [O Muhammad], your breast?",
        "fr": "N'avons-Nous pas ouvert pour toi ta poitrine?",
        "es": "¿No te hemos infundido ánimo,"
      }
    },
    {
      "number": 2,
      "text": "وَوَضَعْنَا عَنكَ وِزْرَكَ",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟",
        "mukhtasar": "وغفرنا لك ما سلف من ذنوبك، وحططنا عنك ثقل أيام الجاهلية التي كنت فيها.",
        "saadi": "وَوَضَعْنَا عَنْكَ وِزْرَكَ أي: ذنبك،",
        "ibn_kathir": "وَوَضَعْنَا عَنْكَ وِزْرَكَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والمعنى : أن الله أزال عنه كل ما كان يتحرج منه من عادات أهل الجاهلية التي لا تلائم ما فَطر الله عليه نفسه من الزكاة والسمو ولا يجد بداً من مسايرتهم عليه فوضع عنه ذلك حين أوحى إليه بالرسالة",
        "وكذلك ما كان يجده في أول بعثته من ثقل الوحي فيسَّره الله عليه بقوله : { سنقرئك فلا تنسى } إلى قوله : { ونيسرك لليسرى } [ الأعلى : 6 8 ]"
      ],
      "translations": {
        "en": "And We removed from you your burden",
        "fr": "Et ne t'avons-Nous pas déchargé du fardeau",
        "es": "Liberado de la carga"
      }
    },
    {
      "number": 3,
      "text": "ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟",
        "mukhtasar": "الذي أتعبك حتى كاد أن يكسر ظهرك.",
        "saadi": "الَّذِي أَنْقَضَ أي: أثقل ظَهْرَكَ كما قال تعالى: لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ .",
        "ibn_kathir": "الَّذِي أَنْقَضَ ظَهْرَكَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وإسناد { أنقض } إلى الوِزر مجاز عقلي",
        "وتعديته إلى الظهر تَبع لتشبيه المشقة بالحمل",
        "وهو تمثيل بديع لأنه تشبيه مركب قابل لتفريق التشبيه على أجزائه"
      ],
      "translations": {
        "en": "Which had weighed upon your back",
        "fr": "qui accablait ton dos?",
        "es": "Que agobiaba tu espalda"
      }
    },
    {
      "number": 4,
      "text": "وَرَفَعْنَا لَكَ ذِكْرَكَ",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟",
        "mukhtasar": "وأعلينا لك ذكرك، فقد أصبحت تُذْكَر في الأذان والإقامة وفي غيرهما.",
        "saadi": "وَرَفَعْنَا لَكَ ذِكْرَكَ أي: أعلينا قدرك، وجعلنا لك الثناء الحسن العالي، الذي لم يصل إليه أحد من الخلق، فلا يذكر الله إلا ذكر معه رسوله صلى الله عليه وسلم، كما في الدخول في الإسلام، وفي الأذان، والإقامة، والخطب، وغير ذلك من الأمور التي أعلى الله بها ذكر رسوله محمد صلى الله عليه وسلم.\nوله في قلوب أمته من المحبة والإجلال والتعظيم ما ليس لأحد غيره، بعد الله تعالى، فجزاه الله عن أمته أفضل ما جزى نبيًا عن أمته.",
        "ibn_kathir": "وَرَفَعْنَا لَكَ ذِكْرَكَ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وعطفُ { ووضعنا } و { رفعنا } بصيغة المضي على فعل { نشرح } بصيغة المضارع لأن ( لَم ) قلبت زمن الحال إلى المضي فعُطف عليه الفعلان بصيغة المضي لأنهما داخلان في حيز التقرير فلما لم يقترن بهما حرف ( لم ) صيّر بهما إلى ما تفيده ( لم ) من معنى المضي",
        "وكان النبي صلى الله عليه وسلم يعلمها كما أشعَر به إجمالها في الاستفهام التقريري المقتضي علم المقرَّر بما قُرر عليه",
        "ولعلّ تفصيلها فيما سبق في سورة الضحى فلعلها كانت من أحوال كراهيته ما عليه أهل الجاهلية من نبذ توحيد الله ومن مساوي الأعمال",
        "وجماع القول في ذلك أنَّ تجليات هذا الشرح عديدة وأنها سر بين الله تعالى وبين رسوله صلى الله عليه وسلم المخاطب بهذه الآية"
      ],
      "translations": {
        "en": "And raised high for you your repute.",
        "fr": "Et exalté pour toi ta renommée?",
        "es": "Y alzado tu reputación?"
      }
    },
    {
      "number": 5,
      "text": "فَإِنَّ مَعَ ٱلْعُسْرِ يُسْرًا",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "فلا يثنك أذى أعدائك عن نشر الرسالة؛ فإن مع الضيق فرجًا، إن مع الضيق فرجًا.",
        "mukhtasar": "فإن مع الشدّة والضيق سهولة واتساعًا وفرجًا.",
        "saadi": "فَ",
        "ibn_kathir": "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (5) الفاء فصيحة تفصح عن كلام مقدر يدل عليه الاستفهام التقريري هنا",
        "وإذ كان اليسر نقيض العسر كانت مصاحبةُ اليسر للعسر مقتضيةً نقضَ تأثير العسر ومبطلة لعمله",
        "فهو كناية رمزية عن إدراك العناية الإلهية به فيما سبق",
        "وسياق الكلام وعد للنبيء صلى الله عليه وسلم بأن يُيَسر اللَّهُ له المصاعب كلَّما عرضت له"
      ],
      "translations": {
        "en": "For indeed, with hardship [will be] ease.",
        "fr": "A côté de la difficulté est, certes, une facilité!",
        "es": "¡La adversidad y la felicidad van a una!"
      }
    },
    {
      "number": 6,
      "text": "إِنَّ مَعَ ٱلْعُسْرِ يُسْرًۭا",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "فلا يثنك أذى أعدائك عن نشر الرسالة؛ فإن مع الضيق فرجًا، إن مع الضيق فرجًا.",
        "mukhtasar": "إن مع الشدة والضيق سهولة واتساعًا وفرجًا، إذا علمت ذلك فلا يهولنك أذى قومك، ولا يصدنك عن الدعوة إلى الله.",
        "saadi": "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا بشارة عظيمة، أنه كلما وجد عسر وصعوبة، فإن اليسر يقارنه ويصاحبه، حتى لو دخل العسر جحر ضب لدخل عليه اليسر، فأخرجه كما قال تعالى: سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا وكما قال النبي صلى الله عليه وسلم: \" وإن الفرج مع الكرب، وإن مع العسر يسرا \" .\nوتعريف \" العسر \" في الآيتين، يدل على أنه واحد، وتنكير \" اليسر \" يدل على تكراره، فلن يغلب عسر يسرين.\nوفي تعريفه بالألف واللام، الدالة على الاستغراق والعموم يدل على أن كل عسر -وإن بلغ من الصعوبة ما بلغ- فإنه في آخره التيسير ملازم له",
        "ibn_kathir": "إِنَّ مَعَ الْعُسْرِ يُسْرًا"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "لأن الفاء هنا أريد بها الفصيحة مع التسبب فلو اقتصر عَلى حرف ( إنّ ) لفات معنى الفصيحة",
        "أي مع العسر العارض لك تيسيراً عظيماً يغلب العسر ويجوز أن يكون هذا وعداً للنبيء صلى الله عليه وسلم ولأمته لأن ما يعرض له من عسر إنما يعرض له في شؤون دعوته للدين ولصالح المسلمين",
        "وفي «الموطإ» «أن أبا عبيدة بن الجراح كتب إلى عمر بن الخطاب يَذْكُر له جموعاً من الروم وما يُتخوف منهم فكتب إليه عمر : «أما بعد فإنه مهما ينزل بعبد مؤمن من منزل شدة يجعل الله بعده فرجاً وإنه لن يغلب عسر يسرين»",
        "فقال : لو جاء العسر فدخل هذا الحَجَر لجاء اليسر حتى يدخل عليه فيُخرجه فأنزل الله عز وجل : { فإن مع العسر يسراً إن مع العسر يسراً }"
      ],
      "translations": {
        "en": "Indeed, with hardship [will be] ease.",
        "fr": "A côté de la difficulté est, certes, une facilité!",
        "es": "¡La adversidad y la felicidad van a una!"
      }
    },
    {
      "number": 7,
      "text": "فَإِذَا فَرَغْتَ فَٱنصَبْ",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "فإذا فرغت من أمور الدنيا وأشغالها فَجِدَّ في العبادة، وإلى ربك وحده فارغب فيما عنده.",
        "mukhtasar": "فإذا فرغت من أعمالك، وانتهيت منها فاجتهد في عبادة ربك.",
        "saadi": "ثم أمر الله رسوله أصلًا، والمؤمنين تبعًا، بشكره والقيام بواجب نعمه، فقال: فَإِذَا فَرَغْتَ فَانْصَبْ أي: إذا تفرغت من أشغالك، ولم يبق في قلبك ما يعوقه، فاجتهد في العبادة والدعاء.",
        "ibn_kathir": "فَإِذَا فَرَغْتَ فَانْصَبْ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "مجاز في إتمامه ما شأنه أن يعمله",
        "فالمعنى إذا أتممت عملاً من مهام الأعمال فأقبل على عمل آخر بحيث يعمر أوقاته كلها بالأعمال العظيمة",
        "وهذا من صيغ الدلالة على تعاقب الأعمال",
        "واختلفت أقوال المفسرين من السلف في تعيين المفروغ منه"
      ],
      "translations": {
        "en": "So when you have finished [your duties], then stand up [for worship].",
        "fr": "Quand tu te libères, donc, lève-toi,",
        "es": "Cuando estés libre, ¡mantente diligente!"
      }
    },
    {
      "number": 8,
      "text": "وَإِلَىٰ رَبِّكَ فَٱرْغَب",
      "juz": 30,
      "page": 596,
      "tafsir": {
        "muyassar": "فإذا فرغت من أمور الدنيا وأشغالها فَجِدَّ في العبادة، وإلى ربك وحده فارغب فيما عنده.",
        "mukhtasar": "واجعل رغبتك وقصدك إلى الله وحده.",
        "saadi": "وَإِلَى رَبِّكَ وحده فَارْغَبْ أي: أعظم الرغبة في إجابة دعائك وقبول عباداتك .\nولا تكن ممن إذا فرغوا وتفرغوا لعبوا وأعرضوا عن ربهم وعن ذكره، فتكون من الخاسرين.\nوقد قيل: إن معنى قوله: فإذا فرغت من الصلاة وأكملتها، فانصب في الدعاء، وإلى ربك فارغب في سؤال مطالبك.\nواستدل من قال بهذا القول، على مشروعية الدعاء والذكر عقب الصلوات المكتوبات، والله أعلم بذلك",
        "ibn_kathir": "وَإِلَىٰ رَبِّكَ فَارْغَبْ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "ويقال : رغب عن كذا بمعنى صرَف رغبتهُ عنه بأن رغب في غيره وجُعل منه قوله تعالى : { وترغبون أن تنكحوهن } [ النساء : 127 ] بتقدير حرف الجر المحذوف قبل حرف ( أنْ ) هو حرف ( عَن )",
        "وأما تعدية فعل { فارغب } هنا بحرف { إلى } فلتضمينه معنى الإِقبال والتوجه تشبيهاً بسير السائر إلى من عنده حاجته كما قال تعالى عن إبراهيم : { وقال إني ذاهب إلى ربي } [ الصافات : 99 ]",
        "وتقديم إلى { ربك } على { فارغب } لإِفادة الاختصاص",
        "واعلم أن الفاء في قوله : { فانصب } [ الشرح : 7 ] وقوله : { فارغب } رابطة للفعل لأن تقديم المعمول يتضمن معنى الاشتراط والتقييد فإن تقديم المعمول لما أفاد الاختصاص نشأ منه معنى الاشتراط"
      ],
      "translations": {
        "en": "And to your Lord direct [your] longing.",
        "fr": "et à ton Seigneur aspire.",
        "es": "Y a tu Señor ¡deséale ardientemente!"
      }
    }
  ]
}