{
  "number": 112,
  "name": "الإخلاص",
  "englishName": "Al-Ikhlas",
  "meaning": "التوحيد",
  "ayahCount": 4,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "قُلْ هُوَ ٱللَّهُ أَحَدٌ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: هو الله المتفرد بالألوهية والربوبية والأسماء والصفات، لا يشاركه أحد فيها.",
        "mukhtasar": "قل - أيها الرسول -: هو الله المنفرد بالألوهية، لا إله غيره.",
        "saadi": "أي قُلْ قولًا جازمًا به، معتقدًا له، عارفًا بمعناه، هُوَ اللَّهُ أَحَدٌ أي: قد انحصرت فيه الأحدية، فهو الأحد المنفرد بالكمال، الذي له الأسماء الحسنى، والصفات الكاملة العليا، والأفعال المقدسة، الذي لا نظير له ولا مثيل.",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ قُلْ هُوَ اللَّهُ أَحَدٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair": {
        "title": "دلالة 'قل هو الله أحد'",
        "points": [
          "أحد: لا ثاني له ولا شريك.",
          "الفرق بين 'أحد' و'واحد': أحد تنفي التعدد مطلقاً.",
          "التعبير يُثبت وحدانية الله المطلقة."
        ],
        "source": "لمسات بيانية - د. فاضل السامرائي"
      },
      "basair_ibn_ashour": [
        "قُلْ هُوَ اللَّهُ أَحَدٌ (1)افتتاح هذه السورة بالأمر بالقول لإِظهار العناية بما بعد فعل القول كما علمت ذلك عند قوله تعالى : { قل يا أيها الكافرون } [ الكافرون : 1 ]ولذلك الأمر في هذه السورة فائدة أخرى",
        "فكانت جواباً عن سؤالهم فلذلك قيل له : { قل } كما قال تعالى : { قل الروح من أمر ربي } [ الإسراء : 85 ] فكان للأمر بفعل { قل } فائدتان",
        "ولما كان المشار إليه معيناً انصرف ذلك المطلق إلى ذلك المعين فكان قوله : { هو } إشارة من هؤلاء المقربين إلى الله فلم يفتقروا في تلك الإِشارة إلى مميز فكانت لفظة { هو } كافية في حصول العرفان التام لهؤلاء",
        "المقام الثاني : مقام أصحاب اليمين المقتصدين فهم شاهَدُوا الحق موجوداً وشاهدوا الممكنات موجودة فحصلت كثرة في الموجودات فلم تكن لفظة { هو } تامة الإِفادة في حقهم فافتقروا معها إلى مميز فقيل لأجلهم { هو اللَّه }"
      ]
    },
    {
      "number": 2,
      "text": "ٱللَّهُ ٱلصَّمَدُ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "الله وحده المقصود في قضاء الحوائج والرغائب.",
        "mukhtasar": "هو السيّد الذي انتهى إليه السُّؤْدَد في صفات الكمال والجمال، الذي تصمد إليه الخلائق.",
        "saadi": "اللَّهُ الصَّمَدُ أي: المقصود في جميع الحوائج.\nفأهل العالم العلوي والسفلي مفتقرون إليه غاية الافتقار، يسألونه حوائجهم، ويرغبون إليه في مهماتهم، لأنه الكامل في أوصافه، العليم الذي قد كمل في علمه، الحليم الذي قد كمل في حلمه، الرحيم الذي [كمل في رحمته الذي] وسعت رحمته كل شيء، وهكذا سائر أوصافه،",
        "ibn_kathir": "اللَّهُ الصَّمَدُ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "video": {
        "videoId": "nMezLNQzD_4",
        "title": "برنامج ( غريب القرآن ) || الحلقة 02 - { الله الصمد}",
        "url": "https://www.youtube.com/watch?v=nMezLNQzD_4"
      },
      "basair": {
        "title": "دلالة 'الصمد'",
        "points": [
          "الصمد: السيد المقصود في الحوائج.",
          "الذي يُصمد إليه ويُقصد في كل أمر.",
          "الله غني عن كل شيء وكل شيء محتاج إليه."
        ],
        "source": "لمسات بيانية - د. فاضل السامرائي"
      },
      "basair_ibn_ashour": [
        "قال في «الكشاف» : وهو فَعَل بمعنى مفعول من : صَمَد إليه",
        "وقد كثرت عبارات المفسرين من السلف في معنى الصمد",
        "وكلها مندرجة تحت هذا المعنى الجامع"
      ]
    },
    {
      "number": 3,
      "text": "لَمْ يَلِدْ وَلَمْ يُولَدْ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ليس له ولد ولا والد ولا صاحبة.",
        "mukhtasar": "الذي لم يلد أحدًا، ولم يلده أحد، فلا ولد له - سبحانه - ولا والد.",
        "saadi": "ومن كماله أنه لَمْ يَلِدْ وَلَمْ يُولَدْ لكمال غناه",
        "ibn_kathir": "لَمْ يَلِدْ وَلَمْ يُولَدْ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وبطلت إلهية كل مولود بطريق الكناية فبطلت العقائد المبنية على تولد الإله مثل عقيدة ( زرادشت ) الثانوية القائلة بوجود إلهين : إله الخير وهو الأصل",
        "أبْطَلَت هذه الجملة إلهية غير الله بالفرعية والتولد بطريق الكناية"
      ]
    },
    {
      "number": 4,
      "text": "وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ولم يكن له مماثلا ولا مشابهًا أحد من خلقه، لا في أسمائه ولا في صفاته، ولا في أفعاله، تبارك وتعالى وتقدَّس.",
        "mukhtasar": "ولم يكن له مماثل في خلقه.",
        "saadi": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ لا في أسمائه ولا في أوصافه، ولا في أفعاله، تبارك وتعالى.\nفهذه السورة مشتملة على توحيد الأسماء والصفات.",
        "ibn_kathir": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4)في معنى التذييل للجمل التي قبلها لأنها أعم من مضمونها لأن تلك الصفات المتقدمة صريحَها وكنايتها وضمنيَّها لا يشبهه فيها غيره",
        "ويجوز كون الواو عاطفة إن جعلت الواو الأولى عاطفة فيكون المقصود من الجملة إثبات وصف مخالفته تعالى للحوادث وتكون استفادة معنى التذييل تبعاً للمعنى",
        "و { أحد } هنا بمعنى إنسان أو موجود",
        "وتقديم خبر ( كان ) على اسمها للرعاية على الفاصلة وللاهتمام بذكر الكُفؤ عقب الفعل المنفي ليكون أسبق إلى السمع"
      ]
    }
  ]
}