{
  "number": 105,
  "name": "الفيل",
  "englishName": "Al-Fil",
  "meaning": "الفيل",
  "ayahCount": 5,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "ألم تعلم -أيها الرسول- كيف فعل ربك بأصحاب الفيل: أبرهة الحبشي وجيشه الذين أرادوا تدمير الكعبة المباركة؟",
        "mukhtasar": "ألم تعلم - أيها الرسول - كيف فعل ربك بأبْرَهَة وأصحابه أصحاب الفيل حين أرادوا هدم الكعبة؟!",
        "saadi": "أي: أما رأيت من قدرة الله وعظيم شأنه، ورحمته بعباده، وأدلة توحيده، وصدق رسوله محمد صلى الله عليه وسلم، ما فعله الله بأصحاب الفيل، الذين كادوا بيته الحرام وأرادوا إخرابه، فتجهزوا لأجل ذلك، واستصحبوا معهم الفيلة لهدمه، وجاءوا بجمع لا قبل للعرب به، من الحبشة واليمن، فلما انتهوا إلى قرب مكة، ولم يكن بالعرب مدافعة، وخرج أهل مكة من مكة خوفًا على أنفسهم منهم.",
        "jalalayn": "«ألم تر» استفهام تعجب، أي اعجب «كيف فعل ربك بأصحاب الفيل» هو محمود وأصحابه أبرهة ملك اليمن وجيشه، بنى بصنعاء كنيسة ليصرف إليها الحجاج عن مكة فأحدث رجل من كنانة فيها ولطخ قبلتها بالعذرة احتقارا بها، فحلف أبره ليهدمنَّ الكعبة، فجاء مكة بجيشه على أفيال اليمن مقدمها محمود، فحين توجهوا لهدم الكعبة أرسل الله عليهم ما قصَّه في قوله:"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍۢ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "ألم يجعل ما دبَّروه من شر في إبطال وتضييع؟",
        "mukhtasar": "لقد جعل الله تدبيرهم السيئ لهدمها في ضياع، فما نالوا ما تمنّوه من صرف الناس عن الكعبة، وما نالوا منها شيئًا.",
        "saadi": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ",
        "jalalayn": "«ألم يجعل» أي جعل «كيدهم» في هدم الكعبة «في تضليل» خسارة وهلاك."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر.",
        "mukhtasar": "وبَعَث عليهم طيرًا أتتهم جماعات جماعات.",
        "saadi": "أرسل الله عليهم طيرًا أبابيل أي: متفرقة.",
        "jalalayn": "«وأرسل عليهم طيراً أبابيل» جماعات جماعات، قيل لا واحد له كأساطير، وقيل واحده: أبول أو بال أو أبيل كعجول ومفتاح وسكين."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 4,
      "text": "تَرْمِيهِم بِحِجَارَةٍۢ مِّن سِجِّيلٍۢ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر.",
        "mukhtasar": "ترميهم بحجارة من طين مُتَحَجِّر.",
        "saadi": "تحمل حجارة محماة من سجيل، فرمتهم بها، وتتبعت قاصيهم ودانيهم، فخمدوا وهمدوا.",
        "jalalayn": "«ترميهم بحجارة من سجيل» طين مطبوخ."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "فَجَعَلَهُمْ كَعَصْفٍۢ مَّأْكُولٍۭ",
      "juz": 30,
      "page": 601,
      "tafsir": {
        "muyassar": "فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها.",
        "mukhtasar": "فجعلهم الله كورق زرع أكلته الدوابّ وداسته.",
        "saadi": "وصاروا كعصف مأكول، وكفى الله شرهم، ورد كيدهم في نحورهم، [وقصتهم معروفة مشهورة] وكانت تلك السنة التي ولد فيها رسول الله صلى الله عليه وسلم، فصارت من جملة إرهاصات دعوته، ومقدمات رسالته، فلله الحمد والشكر.",
        "jalalayn": "«فجعلهم كعصف مأكول» كورق زرع أكلته الدواب وداسته وأفنته، أي أهلكهم الله تعالى كل واحد بحجره المكتوب عليه أسمه، وهو أكبر من العدسة وأصغر من الحمصة يغرق البيضة والرجل والفيل ويصل الأرض، وكان هذا عام مولد النبي صلى الله عليه وسلم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}