{
  "number": 112,
  "name": "الإخلاص",
  "englishName": "Al-Ikhlas",
  "meaning": "التوحيد",
  "ayahCount": 4,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ قُلْ هُوَ ٱللَّهُ أَحَدٌ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "قل -أيها الرسول-: هو الله المتفرد بالألوهية والربوبية والأسماء والصفات، لا يشاركه أحد فيها.",
        "mukhtasar": "قل - أيها الرسول -: هو الله المنفرد بالألوهية، لا إله غيره.",
        "saadi": "أي قُلْ قولًا جازمًا به، معتقدًا له، عارفًا بمعناه، هُوَ اللَّهُ أَحَدٌ أي: قد انحصرت فيه الأحدية، فهو الأحد المنفرد بالكمال، الذي له الأسماء الحسنى، والصفات الكاملة العليا، والأفعال المقدسة، الذي لا نظير له ولا مثيل.",
        "jalalayn": "سئل النبي صلى الله عليه وسلم عن ربه فنزل: «قل هو الله أحد» فالله خبر هو وأحد بدل منه أو خبر ثان."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "ٱللَّهُ ٱلصَّمَدُ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "الله وحده المقصود في قضاء الحوائج والرغائب.",
        "mukhtasar": "هو السيّد الذي انتهى إليه السُّؤْدَد في صفات الكمال والجمال، الذي تصمد إليه الخلائق.",
        "saadi": "اللَّهُ الصَّمَدُ أي: المقصود في جميع الحوائج.\nفأهل العالم العلوي والسفلي مفتقرون إليه غاية الافتقار، يسألونه حوائجهم، ويرغبون إليه في مهماتهم، لأنه الكامل في أوصافه، العليم الذي قد كمل في علمه، الحليم الذي قد كمل في حلمه، الرحيم الذي [كمل في رحمته الذي] وسعت رحمته كل شيء، وهكذا سائر أوصافه،",
        "jalalayn": "«الله الصمد» مبتدأ وخبر أي المقصود في الحوائج على الدوام."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "video": {
        "videoId": "nMezLNQzD_4",
        "title": "برنامج ( غريب القرآن ) || الحلقة 02 - { الله الصمد}",
        "url": "https://www.youtube.com/watch?v=nMezLNQzD_4"
      }
    },
    {
      "number": 3,
      "text": "لَمْ يَلِدْ وَلَمْ يُولَدْ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ليس له ولد ولا والد ولا صاحبة.",
        "mukhtasar": "الذي لم يلد أحدًا، ولم يلده أحد، فلا ولد له - سبحانه - ولا والد.",
        "saadi": "ومن كماله أنه لَمْ يَلِدْ وَلَمْ يُولَدْ لكمال غناه",
        "jalalayn": "«لم يلد» لانتفاء مجانسته «ولم يولد» لانتفاء الحدوث عنه."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 4,
      "text": "وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ",
      "juz": 30,
      "page": 604,
      "tafsir": {
        "muyassar": "ولم يكن له مماثلا ولا مشابهًا أحد من خلقه، لا في أسمائه ولا في صفاته، ولا في أفعاله، تبارك وتعالى وتقدَّس.",
        "mukhtasar": "ولم يكن له مماثل في خلقه.",
        "saadi": "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ لا في أسمائه ولا في أوصافه، ولا في أفعاله، تبارك وتعالى.\nفهذه السورة مشتملة على توحيد الأسماء والصفات.",
        "jalalayn": "«ولم يكن له كفواً أحد» أي مكافئًا ومماثلاً، وله متعلق بكفوًا، وقُدِّم عليه لأنه مَحطُّ القصد بالنفي وأَخَّر أحد وهو اسم يكن عن خبرها رعاية للفاصلة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}