{
  "surah": {
    "number": 98,
    "name": "البينة",
    "englishName": "Al-Bayyinah",
    "totalAyat": 8,
    "revelationType": "Medinan",
    "meaning": "الدليل الواضح"
  },
  "ayat": [
    {
      "number": 1,
      "text": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "لم يكن الذين كفروا من اليهود والنصارى والمشركين تاركين كفرهم حتى تأتيهم العلامة التي وُعِدوا بها في الكتب السابقة.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (1) استصعب في كلام المفسرين تحصيل المعنى المستفاد من هذه الآيات الأربع من أول هذه السورة تحصيلاً ينتزع من لفظها ونظمها",
        "يريد أن الظاهر أن قوله : { رسول من الله } بدل من { البينة } وأن متعلِّق { منفكين } حُذف لدلالة الكلام عليه لأنهم لما أجريت عليهم صلة الذين كفروا دل ذلك على أن المراد لم يكونوا منفكين على كفرهم",
        "وهذا الأخير بناء على اعتبار قوله تعالى : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] الخ كلاماً متصلاً بإعراضهم عن الإِسلام وذلك الذي درج عليه المفسرون ولنا في ذلك كلام سيأتي",
        "وأن نصب المضارع بعد { حتى } ينادي على أنه منصوب ب ( أنْ ) مضمرة بعد { حتى } فيقتضي أنّ إتيان البينة مستقبل وذلك لا يستقيم فإن البينة فسرت ب { رسول من اللَّه } وإتيانْ الرسول وقع قبل نزول هذه الآيات بسنين وهم مستمرون على ما هم عليه : هؤلاء على كفرهم"
      ],
      "translations": {
        "en": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
        "fr": "Les infidèles parmi les gens du Livre, ainsi que les Associateurs, ne cesseront pas de mécroire jusqu'à ce que leur vienne la Preuve évidente:",
        "es": "Los que no creen, tanto gente de la Escritura como asociadores, no podían renunciar hasta que les viniera la prueba clara:"
      },
      "shehri_videos": []
    },
    {
      "number": 2,
      "text": "رَسُولٌۭ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًۭا مُّطَهَّرَةًۭ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "وهي رسول الله محمد صلى الله عليه وسلم، يتلو قرآنًا في صحف مطهرة.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وأنت لا يعوزك إرجاع أقوال المفسرين إلى هذه المعاقد فلا نحتاج إلى التطويل بذكرها فدونك فراجعها إن شئت",
        "فهو من الحكاية لِما كانوا يَعِدُون به فهو حكاية بالمعنى كأنه قيل : كنتم تقولون لا نترك ما نحن عليه حتى تأتينا البينة",
        "وهذا تعريض بالتوبيخ بأسلوب الإِخبار المستعمل في إنشاء التعجيب أو الشكايةِ من صَلَففِ المُخبر عنه",
        "وحاصل المعنى : أنكم كنتم تقولون لا نترك ما نحن عليه من الدين حتى تأتينا البينة"
      ],
      "translations": {
        "en": "A Messenger from Allah, reciting purified scriptures",
        "fr": "un Messager, de la part d'Allah, qui leur récite des feuilles purifiées,",
        "es": "Un Enviado de Dios, que recitara hojas purificadas,"
      },
      "shehri_videos": []
    },
    {
      "number": 3,
      "text": "فِيهَا كُتُبٌۭ قَيِّمَةٌۭ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "في تلك الصحف أخبار صادقة وأوامر عادلة، تهدي إلى الحق وإلى صراط مستقيم.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "فِيهَا كُتُبٌ قَيِّمَةٌ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أي شديدة القيام الذي هو هنا مجاز في الكمال والصواب وهذا من تشبيه المعقول بالمحسوس تشبيهاً بالقائم لاستعداده للعمل النافع"
      ],
      "translations": {
        "en": "Within which are correct writings.",
        "fr": "dans lesquelles se trouvent des prescriptions d'une rectitude parfaite.",
        "es": "que contenían Escrituras verdaderas."
      },
      "shehri_videos": []
    },
    {
      "number": 4,
      "text": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "وما اختلف الذين أوتوا الكتاب من اليهود والنصارى في كون محمد صلى الله عليه وسلم رسولا حقًا؛ لما يجدونه من نعته في كتابهم، إلا مِن بعد ما تبينوا أنه النبي الذي وُعِدوا به في التوراة والإنجيل، فكانوا مجتمعين على صحة نبوته، فلما بُعِث جحدوها وتفرَّقوا.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والمعنى : كيف يزعمون أن تمسكهم بما هم عليه من الدين مغيّاً بوقت أن تأتيهم البينة والحال أنهم جاءتهم بينة من قبل ظهور الإِسلام وهي بينة عيسى عليه السلام فتفرقوا في الإِيمان به فنشأ من تفرقهم حدوث مِلتين اليهودية والنصرانية",
        "والمراد بالتفرق : تفرق بني إسرائيل بين مكذّب لعيسى ومؤمن به وما آمن به إلا نفر قليل من اليهود",
        "وجُعل التفرق كناية عن إنكار البينة لأن تفرقهم كان اختلافاً في تصديق بينة عيسى عليه السلام",
        "وقد أطبقت كلمات المفسرين على أن معنى قوله تعالى : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } أنهم ما تفرقوا عن اتباع الإِسلام"
      ],
      "translations": {
        "en": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
        "fr": "Et ceux à qui le Livre a été donné ne se sont divisés qu'après que la preuve leur fut venue.",
        "es": "Y quienes recibieron la Escritura no se dividieron sino después de venir a ellos la prueba clara."
      },
      "shehri_videos": []
    },
    {
      "number": 5,
      "text": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "وما أمروا في سائر الشرائع إلا ليعبدوا الله وحده قاصدين بعبادتهم وجهه، مائلين عن الشرك إلى الإيمان، ويقيموا الصلاة، ويُؤَدُّوا الزكاة، وذلك هو دين الاستقامة، وهو الإسلام.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "والمعنى والحال أن البينة قد أتتهم إذ جاء الإِسلام بما صدَّق قول الله تعالى لموسى عليه السلام : «أقيم لهم نبيئاً من وسط إخوتهم وأجعل كلامي في فمه»",
        "فالمعنى : وما أمروا في التوراة والإِنجيل إلا أن يعبدوا الله مخلصين إلى آخره",
        "والإِنجيل لم يخالف التوراة أو المعنى وما أمروا في الإِسلام إلا بمثل ما أمرهم به كتابهم",
        "وهذا الوصف تأكيد لمعنى : { مخلصين له الدين } مع التذكير بأن ذلك هو دين إبراهيم عليه السلام الذي ملئت التوراة بتمجيده واتباع هديه"
      ],
      "translations": {
        "en": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
        "fr": "Il ne leur a été commandé, cependant, que d'adorer Allah, Lui vouant un culte exclusif, d'accomplir la Salât et d'acquitter la Zakât. Et voilà la religion de droiture.",
        "es": "Pero no se les ordenó sino que sirvieran a Dios, rindiéndole culto sincero comohanifes, que hicieran la azalá y dieran el azaque. Ésa es la religión verdadera."
      },
      "shehri_videos": []
    },
    {
      "number": 6,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ ۚ أُو۟لَٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "إن الذين كفروا من اليهود والنصارى والمشركين عقابهم نار جهنم خالدين فيها، أولئك هم أشد الخليقة شرا.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "أعقبه بوعيد الفريقين جمعاً بينهما كما ابتدأ الجمع بينهما في أول السورة لأن ما سبق من الموعظة والدلالة كاف في تدليل أنفسهم للموعظة",
        "وقدم أهل الكتاب على المشركين في الوعيد استتباعاً لتقديمهم عليهم في سببه كما تقدم في أول السورة",
        "وتأكيد الخبر ب { إنّ } للرد على أهل الكتاب الذين يزعمون أنهم لا تمسهم النار إلا أياماً معدودة",
        "ومعنى كونهم { شر البريئة } أنهم أشد الناس شراً"
      ],
      "translations": {
        "en": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
        "fr": "Les infidèles parmi les gens du Livre, ainsi que les Associateurs iront au feu de l'Enfer, pour y demeurer éternellement. De toute la création, ce sont eux les pires.",
        "es": "Los que no crean, tanto gente de la Escritura como asociadores estarán, eternamente, en el fuego de la gehena. Ésos son lo peor de la creación."
      },
      "shehri_videos": []
    },
    {
      "number": 7,
      "text": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ أُو۟لَٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "juz": 30,
      "page": 598,
      "tafsir": {
        "muyassar": "إن الذين صَدَّقوا الله واتبعوا رسوله وعملوا الصالحات، أولئك هم خير الخلق.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "translations": {
        "en": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
        "fr": "Quant à ceux qui croient et accomplissent les bonnes œuvres, ce sont les meilleurs de toute la création.",
        "es": "En cambio, los que crean y obren bien, ésos son lo mejor de la creación,"
      },
      "shehri_videos": []
    },
    {
      "number": 8,
      "text": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّٰتُ عَدْنٍۢ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدًۭا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "juz": 30,
      "page": 599,
      "tafsir": {
        "muyassar": "جزاؤهم عند ربهم يوم القيامة جنات إقامة واستقرار في منتهى الحسن، تجري من تحت قصورها الأنهار، خالدين فيها أبدًا، رضي الله عنهم فقبل أعمالهم الصالحة، ورضوا عنه بما أعدَّ لهم من أنواع الكرامات، ذلك الجزاء الحسن لمن خاف الله واجتنب معاصيه.",
        "mukhtasar": "",
        "saadi": "",
        "ibn_kathir": "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "basair_ibn_ashour": [
        "وما في لفظ ربهم من الإِيماء إلى إجزال الجزاء بما يناسب عظم المضاف إليه { عندَ }",
        "وجَرْيُ النهر مستعار لانتقال السيْل تشبيهاً لسرعة انتقال الماء بسرعة المشي",
        "وأما الرضى في قوله : { ورضوا عنه } فهو كناية عن كونهم نالهم من إحسان الله ما لا مطلب لهم فوقه كقول أبي بكر في حديث الغار : «فشَرب حتى رضيتَ»"
      ],
      "translations": {
        "en": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
        "fr": "Leur récompense auprès d'Allah sera les Jardins de séjour, sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Allah les agrée et ils L'agréent. Telle sera [la récompense] de celui qui craint son Seigneur.",
        "es": "y tendrán como retribución, junto a su Señor, los jardines del edén, por cuyos bajos fluyen arroyos, en los que estarán eternamente, para siempre. Dios está satisfecho de ellos y ellos lo están de Él. Esto es sólo para quien tiene miedo de su Señor."
      },
      "shehri_videos": []
    }
  ],
  "tafsirSources": [
    {
      "id": "muyassar",
      "name": "التفسير الميسر",
      "author": "مجمع الملك فهد"
    },
    {
      "id": "mukhtasar",
      "name": "المختصر في التفسير",
      "author": "مركز تفسير"
    },
    {
      "id": "saadi",
      "name": "تفسير السعدي",
      "author": "الشيخ عبدالرحمن السعدي"
    },
    {
      "id": "jalalayn",
      "name": "تفسير الجلالين",
      "author": "جلال الدين المحلي والسيوطي"
    }
  ],
  "gharibSources": [
    {
      "id": "muyassar",
      "name": "الميسر في غريب القرآن",
      "author": "مجمع الملك فهد"
    },
    {
      "id": "siraj",
      "name": "السراج في غريب القرآن",
      "author": "د. محمد الخضيري"
    }
  ],
  "videos": []
}