{
  "number": 89,
  "name": "الفجر",
  "englishName": "Al-Fajr",
  "meaning": "وقت الفجر",
  "ayahCount": 30,
  "revelationType": "Meccan",
  "ayat": [
    {
      "number": 1,
      "text": "وَٱلْفَجْرِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "أقسم الله سبحانه بوقت الفجر، والليالي العشر الأوَل من ذي الحجة وما شرفت به، وبكل شفع وفرد، وبالليل إذا يَسْري بظلامه، أليس في الأقسام المذكورة مَقْنَع لذي عقل؟",
        "mukhtasar": "أقسم الله سبحانه بالفجر.",
        "saadi": "الظاهر أن المقسم به، هو المقسم عليه، وذلك جائز مستعمل، إذا كان أمرًا ظاهرًا مهمًا، وهو كذلك في هذا الموضع.\nفأقسم تعالى بالفجر، الذي هو آخر الليل ومقدمة النهار، لما في إدبار الليل وإقبال النهار، من الآيات الدالة على كمال قدرة الله تعالى، وأنه وحده المدبر لجميع الأمور، الذي لا تنبغي العبادة إلا له، ويقع في الفجر صلاة فاضلة معظمة، يحسن أن يقسم الله بها، ولهذا أقسم بعده بالليالي العشر، وهي على الصحيح: ليالي عشر رمضان، أو [عشر] ذي الحجة، فإنها ليال مشتملة على أيام فاضلة، ويقع فيها من العبادات والقربات ما لا يقع في غيرها.",
        "jalalayn": "«والفجر» أي فجر كل يوم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 2,
      "text": "وَلَيَالٍ عَشْرٍۢ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "أقسم الله سبحانه بوقت الفجر، والليالي العشر الأوَل من ذي الحجة وما شرفت به، وبكل شفع وفرد، وبالليل إذا يَسْري بظلامه، أليس في الأقسام المذكورة مَقْنَع لذي عقل؟",
        "mukhtasar": "وأقسم بالليالي العشر الأولى من ذي الحجة.",
        "saadi": "وفي ليالي عشر رمضان ليلة القدر، التي هي خير من ألف شهر، وفي نهارها، صيام آخر رمضان الذي هو ركن من أركان الإسلام.\nوفي أيام عشر ذي الحجة، الوقوف بعرفة، الذي يغفر الله فيه لعباده مغفرة يحزن لها الشيطان، فما رئي الشيطان أحقر ولا أدحر منه في يوم عرفة، لما يرى من تنزل الأملاك والرحمة من الله لعباده، ويقع فيها كثير من أفعال الحج والعمرة، وهذه أشياء معظمة، مستحقة لأن يقسم الله بها.",
        "jalalayn": "«وليال عشر» أي عشر ذي الحجة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 3,
      "text": "وَٱلشَّفْعِ وَٱلْوَتْرِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "أقسم الله سبحانه بوقت الفجر، والليالي العشر الأوَل من ذي الحجة وما شرفت به، وبكل شفع وفرد، وبالليل إذا يَسْري بظلامه، أليس في الأقسام المذكورة مَقْنَع لذي عقل؟",
        "mukhtasar": "وأقسم بالزوج والفرد من الأشياء.",
        "saadi": "وَالشَّفْعِ وَالْوَتْرِ",
        "jalalayn": "«والشفع» الزوج «والوتر» بفتح الواو وكسرها لغتان: الفرد."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 4,
      "text": "وَٱلَّيْلِ إِذَا يَسْرِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "أقسم الله سبحانه بوقت الفجر، والليالي العشر الأوَل من ذي الحجة وما شرفت به، وبكل شفع وفرد، وبالليل إذا يَسْري بظلامه، أليس في الأقسام المذكورة مَقْنَع لذي عقل؟",
        "mukhtasar": "وأقسم بالليل إذا جاء، واستمرّ وأدبر وجواب هذه الأقسام: لَتُجَازُنَّ على أعمالكم.",
        "saadi": "وَاللَّيْلِ إِذَا يَسْرِ أي: وقت سريانه وإرخائه ظلامه على العباد، فيسكنون ويستريحون ويطمئنون، رحمة منه تعالى وحكمة.",
        "jalalayn": "«والليل إذا يسْر» مقبلا ومدبرا."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 5,
      "text": "هَلْ فِى ذَٰلِكَ قَسَمٌۭ لِّذِى حِجْرٍ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "أقسم الله سبحانه بوقت الفجر، والليالي العشر الأوَل من ذي الحجة وما شرفت به، وبكل شفع وفرد، وبالليل إذا يَسْري بظلامه، أليس في الأقسام المذكورة مَقْنَع لذي عقل؟",
        "mukhtasar": "هل في ذلك المذكور قَسَم يقنع ذا عقل؟!",
        "saadi": "هَلْ فِي ذَلِكَ المذكور قَسَمٌ لِذِي حِجْرٍ أي: [لذي] عقل؟ نعم، بعض ذلك يكفي، لمن كان له قلب أو ألقى السمع وهو شهيد.",
        "jalalayn": "«هل في ذلك» القسم «قسمٌ لذي حجر» عقل، وجواب القسم محذوف أي: لتعذبنّ يا كفار مكة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 6,
      "text": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ألم تر -أيها الرسول- كيف فعل ربُّك بقوم عاد، قبيلة إرم، ذات القوة والأبنية المرفوعة على الأعمدة، التي لم يُخلق مثلها في البلاد في عِظَم الأجساد وقوة البأس؟",
        "mukhtasar": "ألم تر - أيها الرسول - كيف فعل ربك بعاد قوم هود لما كذبوا رسوله؟!",
        "saadi": "يقول تعالى: أَلَمْ تَرَ بقلبك وبصيرتك كيف فعل بهذه الأمم الطاغية",
        "jalalayn": "«ألم ترَ» تعلم يا محمد «كيف فعل ربك بعاد»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 7,
      "text": "إِرَمَ ذَاتِ ٱلْعِمَادِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ألم تر -أيها الرسول- كيف فعل ربُّك بقوم عاد، قبيلة إرم، ذات القوة والأبنية المرفوعة على الأعمدة، التي لم يُخلق مثلها في البلاد في عِظَم الأجساد وقوة البأس؟",
        "mukhtasar": "قبيلة عاد المنسوبة إلى جدها إرم ذات الطول.",
        "saadi": "إِرَمَ القبيلة المعروفة في اليمن ذَاتِ الْعِمَادِ أي: القوة الشديدة، والعتو والتجبر.",
        "jalalayn": "«إرَمَ» هي عاد الأولى، فإرم عطف بيان أو بدل، ومنع الصرف للعلمية والتأنيث «ذات العماد» أي الطول كان طول الطويل منهم أربعمائة ذراع."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 8,
      "text": "ٱلَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى ٱلْبِلَٰدِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ألم تر -أيها الرسول- كيف فعل ربُّك بقوم عاد، قبيلة إرم، ذات القوة والأبنية المرفوعة على الأعمدة، التي لم يُخلق مثلها في البلاد في عِظَم الأجساد وقوة البأس؟",
        "mukhtasar": "التي لم يخلق الله مثلها في البلاد.",
        "saadi": "الَّتِي لَمْ يُخْلَقْ مِثْلُهَا أي: مثل عاد فِي الْبِلَادِ أي: في جميع البلدان [في القوة والشدة]، كما قال لهم نبيهم هود عليه السلام: وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفَاءَ مِنْ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً فَاذْكُرُوا آلَاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ .",
        "jalalayn": "«التي لم يُخلق مثلها في البلاد» في بطشهم وقوتهم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 9,
      "text": "وَثَمُودَ ٱلَّذِينَ جَابُوا۟ ٱلصَّخْرَ بِٱلْوَادِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "وكيف فعل بثمود قوم صالح الذين قطعوا الصخر بالوادي واتخذوا منه بيوتًا؟",
        "mukhtasar": "أَوَلم تر كيف فعل ربك بثمود قوم صالح، الذين شقُّوا صخور الجبال، وجعلوا منها بيوتًا بالحِجْر.",
        "saadi": "وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ أي: وادي القرى، نحتوا بقوتهم الصخور، فاتخذوها مساكن.",
        "jalalayn": "«وثمود الذين جابوا» قطعوا «الصخر» جمع صخرة واتخذوها بيوتا «بالواد» وادي القرى."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      },
      "video": {
        "videoId": "IMbB7JYBqyE",
        "title": "برنامج ( غريب القرآن ) || الحلقة 08  - { جابوا الصخر بالواد}",
        "url": "https://www.youtube.com/watch?v=IMbB7JYBqyE"
      }
    },
    {
      "number": 10,
      "text": "وَفِرْعَوْنَ ذِى ٱلْأَوْتَادِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "وكيف فعل بفرعون مَلِك \"مصر\"، صاحب الجنود الذين ثبَّتوا مُلْكه، وقوَّوا له أمره؟",
        "mukhtasar": "أَوَلم تر كيف فعل ربك بفرعون الذي كانت له أوتاد يعذب بها الناس؟",
        "saadi": "وَفِرْعَوْنَ ذِي الْأَوْتَاد أي: [ذي] الجنود الذين ثبتوا ملكه، كما تثبت الأوتاد ما يراد إمساكه بها.",
        "jalalayn": "«وفرعون ذي الأوتاد» كان يتد أربعة أوتاد يشد إليها يدي ورجلي من يعذبه."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 11,
      "text": "ٱلَّذِينَ طَغَوْا۟ فِى ٱلْبِلَٰدِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "هؤلاء الذين استبدُّوا، وظلموا في بلاد الله، فأكثروا فيها بظلمهم الفساد، فصب عليهم ربُّك عذابا شديدا. إنَّ ربك -أيها الرسول- لبالمرصاد لمن يعصيه، يمهله قليلا ثم يأخذه أخْذَ عزيز مقتدر.",
        "mukhtasar": "كلٌّ هؤلاء تجاوزوا الحدّ في الجَبَرُوت والظلم، كلٌّ تجاوزه في بلده.",
        "saadi": "الَّذِينَ طَغَوْا فِي الْبِلَادِ هذا الوصف عائد إلى عاد وثمود وفرعون ومن تبعهم، فإنهم طغوا في بلاد الله، وآذوا عباد الله، في دينهم ودنياهم، ولهذا قال:",
        "jalalayn": "«الذين طغوا» تجبروا «في البلاد»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 12,
      "text": "فَأَكْثَرُوا۟ فِيهَا ٱلْفَسَادَ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "هؤلاء الذين استبدُّوا، وظلموا في بلاد الله، فأكثروا فيها بظلمهم الفساد، فصب عليهم ربُّك عذابا شديدا. إنَّ ربك -أيها الرسول- لبالمرصاد لمن يعصيه، يمهله قليلا ثم يأخذه أخْذَ عزيز مقتدر.",
        "mukhtasar": "فأكثروا فيها الفساد بما نشروه من الكفر والمعاصي.",
        "saadi": "فَأَكْثَرُوا فِيهَا الْفَسَادَ وهو العمل بالكفر وشعبه، من جميع أجناس المعاصي، وسعوا في محاربة الرسل وصد الناس عن سبيل الله.",
        "jalalayn": "«فأكثروا فيها الفساد» القتل وغيره."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 13,
      "text": "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "هؤلاء الذين استبدُّوا، وظلموا في بلاد الله، فأكثروا فيها بظلمهم الفساد، فصب عليهم ربُّك عذابا شديدا. إنَّ ربك -أيها الرسول- لبالمرصاد لمن يعصيه، يمهله قليلا ثم يأخذه أخْذَ عزيز مقتدر.",
        "mukhtasar": "فأذاقهم الله عذابه الشديد، واستأصلهم من الأرض.",
        "saadi": "فلما بلغوا من العتو ما هو موجب لهلاكهم، أرسل الله عليهم من عذابه ذنوبًا وسوط عذاب.",
        "jalalayn": "«فصبَّ عليهم ربك سوط» نوع «عذاب»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 14,
      "text": "إِنَّ رَبَّكَ لَبِٱلْمِرْصَادِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "هؤلاء الذين استبدُّوا، وظلموا في بلاد الله، فأكثروا فيها بظلمهم الفساد، فصب عليهم ربُّك عذابا شديدا. إنَّ ربك -أيها الرسول- لبالمرصاد لمن يعصيه، يمهله قليلا ثم يأخذه أخْذَ عزيز مقتدر.",
        "mukhtasar": "إن ربك - أيها الرسول - ليرصد أعمال الناس ويراقبها؛ ليجازي من أحسن بالجنة، ومن أساء بالنار.",
        "saadi": "إِنَّ رَبَّكَ لَبِالْمِرْصَادِ لمن عصاه يمهله قليلًا، ثم يأخذه أخذ عزيز مقتدر.",
        "jalalayn": "«إن ربك لبالمرصاد» يرصد أعمال العباد فلا يفوته منها شيء ليجازيهم عليها."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 15,
      "text": "فَأَمَّا ٱلْإِنسَٰنُ إِذَا مَا ٱبْتَلَىٰهُ رَبُّهُۥ فَأَكْرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّىٓ أَكْرَمَنِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "فأما الإنسان إذا ما اختبره ربه بالنعمة، وبسط له رزقه، وجعله في أطيب عيش، فيظن أن ذلك لكرامته عند ربه، فيقول: ربي أكرمن.",
        "mukhtasar": "فأما الإنسان فمِن طَبْعِه أنه إذا اختبره ربه وأكرمه، وأنعم عليه بالمال والأولاد والجاه، ظنّ أنّ ذلك لكرامة له عند الله، فيقول: ربي أكرمني لاستحقاقي لإكرامه.",
        "saadi": "يخبر تعالى عن طبيعة الإنسان من حيث هو، وأنه جاهل ظالم، لا علم له بالعواقب، يظن الحالة التي تقع فيه تستمر ولا تزول، ويظن أن إكرام الله في الدنيا وإنعامه عليه يدل على كرامته عنده وقربه منه.",
        "jalalayn": "«فأما الإنسان» الكافر «إذا ما ابتلاه» اختبره «ربه فأكرمه» بالمال وغيره «ونعَّمه فيقول ربي أكرمن»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 16,
      "text": "وَأَمَّآ إِذَا مَا ٱبْتَلَىٰهُ فَقَدَرَ عَلَيْهِ رِزْقَهُۥ فَيَقُولُ رَبِّىٓ أَهَٰنَنِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "وأما إذا ما اختبره، فضيَّق عليه رزقه، فيظن أن ذلك لهوانه على الله، فيقول: ربي أهانن.",
        "mukhtasar": "وأما إذا اختبره وضيّق عليه رزقه، فإنه يظن أن ذلك لهوانه على ربه فيقول: ربي أهانني.",
        "saadi": "وأنه إذا قدر عَلَيْهِ رِزْقُهُ أي: ضيقه، فصار يقدر قوته لا يفضل منه، أن هذا إهانة من الله له.",
        "jalalayn": "«وأما إذا ما ابتلاه فقدره» ضيق «عليه رزقه فيقول ربي أهانن»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 17,
      "text": "كَلَّا ۖ بَل لَّا تُكْرِمُونَ ٱلْيَتِيمَ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ليس الأمر كما يظن هذا الإنسان، بل الإكرام بطاعة الله، والإهانة بمعصيته، وأنتم لا تكرمون اليتيم، ولا تحسنون معاملته، ولا يَحُثُّ بعضكم بعضًا على إطعام المسكين، وتأكلون حقوق الآخرين في الميراث أكلا شديدًا، وتحبون المال حبًا مفرطًا.",
        "mukhtasar": "كلا، ليس الأمر كما تصور هذا الإنسان من أنّ النعم دليل على رضا الله عن عبده، وأن النقم دليل على هوان العبد عند ربه، بل الواقع أنكم لا تكرمون اليتيم مما أعطاكم الله من الرزق.",
        "saadi": "فرد الله عليه هذا الحسبان: بقوله كَلَّا أي: ليس كل من نعمته في الدنيا فهو كريم علي، ولا كل من قدرت عليه رزقه فهو مهان لدي، وإنما الغنى والفقر، والسعة والضيق، ابتلاء من الله، وامتحان يمتحن به العباد، ليرى من يقوم له بالشكر والصبر، فيثيبه على ذلك الثواب الجزيل، ممن ليس كذلك فينقله إلى العذاب الوبيل.\nوأيضًا، فإن وقوف همة العبد عند مراد نفسه فقط، من ضعف الهمة، ولهذا لامهم الله على عدم اهتمامهم بأحوال الخلق المحتاجين، فقال: كَلَّا بَل لَا تُكْرِمُونَ الْيَتِيمَ الذي فقد أباه وكاسبه، واحتاج إلى جبر خاطره والإحسان إليه.\nفأنتم لا تكرمونه بل تهينونه، وهذا يدل على عدم الرحمة في قلوبكم، وعدم الرغبة في الخير.",
        "jalalayn": "«كلا» ردع، أي ليس الإكرام بالغنى والإهانة بالفقر وإنما هو بالطاعة والمعصية، وكفار مكة لا ينتبهون لذلك «بل لا يكرمون اليتيم» لا يحسنون إليه مع غناهم أو لا يعطونه حقه من الميراث."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 18,
      "text": "وَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ليس الأمر كما يظن هذا الإنسان، بل الإكرام بطاعة الله، والإهانة بمعصيته، وأنتم لا تكرمون اليتيم، ولا تحسنون معاملته، ولا يَحُثُّ بعضكم بعضًا على إطعام المسكين، وتأكلون حقوق الآخرين في الميراث أكلا شديدًا، وتحبون المال حبًا مفرطًا.",
        "mukhtasar": "ولا يحثّ بعضكم بعضًا على إطعام الفقير الذي لا يجد ما يقتات به.",
        "saadi": "وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِين أي: لا يحض بعضكم بعضًا على إطعام المحاويج من المساكين والفقراء، وذلك لأجل الشح على الدنيا ومحبتها الشديدة المتمكنة من القلوب.",
        "jalalayn": "«ولا يحضون» أنفسهم أو غيرهم «على طعام» أي طعام «المسكين»."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 19,
      "text": "وَتَأْكُلُونَ ٱلتُّرَاثَ أَكْلًۭا لَّمًّۭا",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ليس الأمر كما يظن هذا الإنسان، بل الإكرام بطاعة الله، والإهانة بمعصيته، وأنتم لا تكرمون اليتيم، ولا تحسنون معاملته، ولا يَحُثُّ بعضكم بعضًا على إطعام المسكين، وتأكلون حقوق الآخرين في الميراث أكلا شديدًا، وتحبون المال حبًا مفرطًا.",
        "mukhtasar": "وتأكلون حقوق الضعفاء من النساء واليتامى أكلًا شديدًا دون مراعاة حلِّه.",
        "saadi": "وَتَأْكُلُونَ التُّرَاثَ أي: المال المخلف أَكْلًا لَمًّا أي: ذريعًا، لا تبقون على شيء منه.",
        "jalalayn": "«وتأكلون التراث» الميراث «أكلا لما» أي شديدا، للمهم نصيب النساء والصبيان من الميراث مع نصيبهم منه أو مع مالهم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 20,
      "text": "وَتُحِبُّونَ ٱلْمَالَ حُبًّۭا جَمًّۭا",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ليس الأمر كما يظن هذا الإنسان، بل الإكرام بطاعة الله، والإهانة بمعصيته، وأنتم لا تكرمون اليتيم، ولا تحسنون معاملته، ولا يَحُثُّ بعضكم بعضًا على إطعام المسكين، وتأكلون حقوق الآخرين في الميراث أكلا شديدًا، وتحبون المال حبًا مفرطًا.",
        "mukhtasar": "وتحبون المال حبًّا كثيرًا، فتبخلون بإنفاقه في سبيل الله حرصًا عليه.",
        "saadi": "وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا أي: كثيرًا شديدًا، وهذا كقوله تعالى: بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا وَالْآخِرَةُ خَيْرٌ وَأَبْقَى كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ وَتَذَرُونَ الْآخِرَةَ .",
        "jalalayn": "«ويحبون المال حبا جما» أي: كثيرا فلا ينفقونه، وفي قراءة بالفوقانية في الأفعال الأربعة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 21,
      "text": "كَلَّآ إِذَا دُكَّتِ ٱلْأَرْضُ دَكًّۭا دَكًّۭا",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ما هكذا ينبغي أن يكون حالكم. فإذا زلزلت الأرض وكَسَّر بعضُها بعضًا، وجاء ربُّك لفصل القضاء بين خلقه، والملائكة صفوفًا صفوفًا، وجيء في ذلك اليوم العظيم بجهنم، يومئذ يتعظ الكافر ويتوب، وكيف ينفعه الاتعاظ والتوبة، وقد فرَّط فيهما في الدنيا، وفات أوانهما؟",
        "mukhtasar": "لا ينبغي أن يكون هذا عملكم، واذكروا إذا حُرِّكت الأرض تحريكًا شديدًا وزُلْزِلت.",
        "saadi": "كَلَّا أي: ليس [كل] ما أحببتم من الأموال، وتنافستم فيه من اللذات، بباق لكم، بل أمامكم يوم عظيم، وهول جسيم، تدك فيه الأرض والجبال وما عليها حتى تجعل قاعًا صفصفًا لا عوج فيه ولا أمت.",
        "jalalayn": "«كلا» ردع لهم عن ذلك «إذا دكت الأرض دكا دكا» زلزلت حتى ينهدم كل بناء عليها وينعدم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 22,
      "text": "وَجَآءَ رَبُّكَ وَٱلْمَلَكُ صَفًّۭا صَفًّۭا",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ما هكذا ينبغي أن يكون حالكم. فإذا زلزلت الأرض وكَسَّر بعضُها بعضًا، وجاء ربُّك لفصل القضاء بين خلقه، والملائكة صفوفًا صفوفًا، وجيء في ذلك اليوم العظيم بجهنم، يومئذ يتعظ الكافر ويتوب، وكيف ينفعه الاتعاظ والتوبة، وقد فرَّط فيهما في الدنيا، وفات أوانهما؟",
        "mukhtasar": "وجاء ربك - أيها الرسول - للفصل بين عباده، وجاءت الملائكة مصطفين صفوفًا.",
        "saadi": "ويجيء الله تعالى لفصل القضاء بين عباده في ظلل من الغمام، وتجيء الملائكة الكرام، أهل السماوات كلهم، صفًا صفا أي: صفًا بعد صف، كل سماء يجيء ملائكتها صفا، يحيطون بمن دونهم من الخلق، وهذه الصفوف صفوف خضوع وذل للملك الجبار.",
        "jalalayn": "«وجاء ربك» أي أمره «والملك» أي الملائكة «صفا صفا» حال، أي مصطفين أو ذوي صفوف كثيرة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 23,
      "text": "وَجِا۟ىٓءَ يَوْمَئِذٍۭ بِجَهَنَّمَ ۚ يَوْمَئِذٍۢ يَتَذَكَّرُ ٱلْإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكْرَىٰ",
      "juz": 30,
      "page": 593,
      "tafsir": {
        "muyassar": "ما هكذا ينبغي أن يكون حالكم. فإذا زلزلت الأرض وكَسَّر بعضُها بعضًا، وجاء ربُّك لفصل القضاء بين خلقه، والملائكة صفوفًا صفوفًا، وجيء في ذلك اليوم العظيم بجهنم، يومئذ يتعظ الكافر ويتوب، وكيف ينفعه الاتعاظ والتوبة، وقد فرَّط فيهما في الدنيا، وفات أوانهما؟",
        "mukhtasar": "وجيء في ذلك اليوم بجهنم لها سبعون ألف زِمام، مع كل زِمام سبعون ألف ملك يجرّونها، في ذلك اليوم يتذكر الإنسان ما فرَّط في جنب الله، وأنى له أن ينفعه التذكر في ذلك اليوم؛ لأنه يوم جزاء لا يوم عمل؟!",
        "saadi": "وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ تقودها الملائكة بالسلاسل.\nفإذا وقعت هذه الأمور ف يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ ما قدمه من خير وشر.\nوَأَنَّى لَهُ الذِّكْرَى فقد فات أوانها، وذهب زمانها.",
        "jalalayn": "«وجيء يومئذ بجهنم» تقاد بسبعين ألف زمام كل زمام بأيدي سبعين ألف ملك لها زفير وتغيظ «يومئذ» بدل من إذا وجوابها «يتذكر الإنسان» أي الكافر ما فرط فيه «وأنَّي له الذكرى» استفهام بمعنى النفي، أي لا ينفعه تذكره ذلك."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 24,
      "text": "يَقُولُ يَٰلَيْتَنِى قَدَّمْتُ لِحَيَاتِى",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "يقول: يا ليتني قدَّمتُ في الدنيا من الأعمال ما ينفعني لحياتي في الآخرة.",
        "mukhtasar": "يقول من شدّة الندم: يا ليتني قدمت الأعمال الصالحة لحياتي الأخروية التي هي الحياة الحقيقية.",
        "saadi": "يقول متحسرًا على ما فرط في جنب الله: يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي الدائمة الباقية، عملًا صالحًا، كما قال تعالى: يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا .\nوفي الآية دليل على أن الحياة التي ينبغي السعي في أصلها وكمالها ، وفي تتميم لذاتها، هي الحياة في دار القرار، فإنها دار الخلد والبقاء.",
        "jalalayn": "«يقول» مع تذكره «يا» للتنبيه «ليتني قدمت» الخير والإيمان «لحياتي» الطيبة في الآخرة أو وقت حياتي في الدنيا."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 25,
      "text": "فَيَوْمَئِذٍۢ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٌۭ",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "ففي ذلك اليوم العصيب لا يستطيع أحدٌ ولا يقدر أن يُعذِّبَ مثل تعذيب الله من عصاه، ولا يستطيع أحد أن يوثِقَ مثل وثاق الله، ولا يبلغ أحدٌ مبلغه في ذلك.",
        "mukhtasar": "في ذلك اليوم لا يُعَذِّب أحد مثل عذاب الله؛ لأن عذاب الله أشدّ وأبقى.",
        "saadi": "فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ لمن أهمل ذلك اليوم ونسي العمل له.",
        "jalalayn": "«فيومئذٍ لا يعذِّب» بكسر الذال «عذابه» أي الله «أحد» أي لا يكله إلى غيره."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 26,
      "text": "وَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٌۭ",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "ففي ذلك اليوم العصيب لا يستطيع أحدٌ ولا يقدر أن يُعذِّبَ مثل تعذيب الله من عصاه، ولا يستطيع أحد أن يوثِقَ مثل وثاق الله، ولا يبلغ أحدٌ مبلغه في ذلك.",
        "mukhtasar": "ولا يُوثِق في السلاسل أحد مثل وثاقه للكافرين فيها.",
        "saadi": "وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ فإنهم يقرنون بسلاسل من نار، ويسحبون على وجوههم في الحميم، ثم في النار يسجرون، فهذا جزاء المجرمين.",
        "jalalayn": "«و» كذا «لا يوثق» بكسر الثاء «وثاقه أحد» وفي قراءة بفتح الذال والثاء فضمير عذابه ووثاقه للكافر والمعنى لا يعذب أحد مثل تعذيبه ولا يوثق مثل إيثاقه."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 27,
      "text": "يَٰٓأَيَّتُهَا ٱلنَّفْسُ ٱلْمُطْمَئِنَّةُ",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "يا أيتها النفس المطمئنة إلى ذِكر الله والإيمان به، وبما أعدَّه من النعيم للمؤمنين، ارجعي إلى ربك راضية بإكرام الله لك، والله سبحانه قد رضي عنك، فادخلي في عداد عباد الله الصالحين، وادخلي معهم جنتي.",
        "mukhtasar": "وأما نفس المؤمن فيقال لها عند الموت ويوم القيامة: يا أيتها النفس المطمئنة إلى الإيمان والعمل الصالح.",
        "saadi": "وأما من اطمأن إلى الله وآمن به وصدق رسله، فيقال له: يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ إلى ذكر الله، الساكنة [إلى] حبه، التي قرت عينها بالله.",
        "jalalayn": "«يا أيتها النفس المطمئنة» الآمنة وهي المؤمنة."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 28,
      "text": "ٱرْجِعِىٓ إِلَىٰ رَبِّكِ رَاضِيَةًۭ مَّرْضِيَّةًۭ",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "يا أيتها النفس المطمئنة إلى ذِكر الله والإيمان به، وبما أعدَّه من النعيم للمؤمنين، ارجعي إلى ربك راضية بإكرام الله لك، والله سبحانه قد رضي عنك، فادخلي في عداد عباد الله الصالحين، وادخلي معهم جنتي.",
        "mukhtasar": "ارجعي إلى ربك راضية عنه بما تنالين من الثواب الجزيل، مرضية عنده سبحانه بما كان لك من عمل صالح.",
        "saadi": "ارْجِعِي إِلَى رَبِّكِ الذي رباك بنعمته، وأسدى عليك من إحسانه ما صرت به من أوليائه وأحبابه رَاضِيَةً مَرْضِيَّةً أي: راضية عن الله، وعن ما أكرمها به من الثواب، والله قد رضي عنها.",
        "jalalayn": "«إرجعي إلى ربك» يقال لها ذلك عند الموت، أي إرجعي إلى أمره وإرادته «راضية» بالثواب «مرضية» عند الله بعملك، أي جامعة بين الوصفين وهما حالان ويقال لها في القيامة:"
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 29,
      "text": "فَٱدْخُلِى فِى عِبَٰدِى",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "يا أيتها النفس المطمئنة إلى ذِكر الله والإيمان به، وبما أعدَّه من النعيم للمؤمنين، ارجعي إلى ربك راضية بإكرام الله لك، والله سبحانه قد رضي عنك، فادخلي في عداد عباد الله الصالحين، وادخلي معهم جنتي.",
        "mukhtasar": "فادخلي في جملة عبادي الصالحين.",
        "saadi": "فَادْخُلِي فِي عِبَادِي",
        "jalalayn": "«فادخلي في» جملة «عبادي» الصالحين."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    },
    {
      "number": 30,
      "text": "وَٱدْخُلِى جَنَّتِى",
      "juz": 30,
      "page": 594,
      "tafsir": {
        "muyassar": "يا أيتها النفس المطمئنة إلى ذِكر الله والإيمان به، وبما أعدَّه من النعيم للمؤمنين، ارجعي إلى ربك راضية بإكرام الله لك، والله سبحانه قد رضي عنك، فادخلي في عداد عباد الله الصالحين، وادخلي معهم جنتي.",
        "mukhtasar": "وادخلي معهم جنتي التي أعددتها لهم.",
        "saadi": "فَادْخُلِي فِي عِبَادِي وَادْخُلِي جَنَّتِي وهذا تخاطب به الروح يوم القيامة، وتخاطب به حال الموت [والحمد لله رب العالمين].",
        "jalalayn": "«وادخلي جنتي» معهم."
      },
      "gharib": {
        "muyassar": {},
        "siraj": {}
      }
    }
  ]
}